{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1361899/",
  "absolute_url": "/opinion/1361899/stott-v-martin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1361899/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:47:08.727422Z",
  "date_modified": "2016-04-26T22:53:16.989223Z",
  "type": "010combined",
  "sha1": "cfb75589b06e2d990e7c28d1b26ee476041864b0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>783 F.Supp. 970 (1992)</b></center>\n<center><h1>Bobby STOTT, Joseph Register, and Lonnie Michael Cayton, Plaintiffs,<br>\nv.<br>\nJames G. MARTIN, et al., Defendants.</h1></center>\n<center>Nos. 85-818-CIV-5-BR, 86-650-CIV-5-BR and 86-683-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 12, 1992.</center>\n<p><span class=\"star-pagination\">*971</span> <span class=\"star-pagination\">*972</span> Melinda Lawrence, Donnell Van Noppen, III, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Raleigh, N.C., for plaintiffs.</p>\n<p>Lacy Thornburg, Atty. Gen. of N.C., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on several motions for summary judgment filed by various defendants. The motions have <span class=\"star-pagination\">*973</span> been extensively briefed and oral arguments were heard on 6 January 1992. The matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>The facts of this case have been recited in numerous prior orders and opinions, both published and unpublished. <i>See, e.g., </i><i>Stott v. Martin,</i> 725 F.Supp. 1365, 1380 (E.D.N.C.1989) (hereinafter <i>\"Stott I\"</i>), <i>rev'd sub nom. </i><i>Stott v. Haworth,</i> 916 F.2d 134 (4th Cir.1990) (hereinafter <i>\"Stott II\"</i>). For purposes of the pending motions, the pertinent facts can be briefly summarized as follows: In November 1984, Republican James G. Martin was elected to replace Democrat James B. Hunt, Jr. as Governor of North Carolina. Upon entering office in January 1985, Governor Martin and his cabinet secretaries made numerous personnel changes regarding state employees who were \"exempt\" from the job-protection provisions of the North Carolina State Personnel Act, N.C.Gen.Stat. §§ 126-1 <i>et seq.</i> (1991).<sup>[1]</sup> Plaintiffs Bobby Stott, Joseph Register, and Lonnie Michael Cayton were all discharged from their exempt positions. At the time of their respective discharges, Stott was the Regional Office Manager for the Raleigh Regional Office of the Department of Natural Resources and Community Development, Register was the Director of Collision Reports and General Services within the Division of Motor Vehicles, and Cayton was the Director of the C.A. Dillon School, a residential treatment and rehabilitation center for juvenile delinquents.</p>\n<p></p>\n<h2>II. <i>Procedural History</i>\n</h2>\n<p>Over the course of nearly seven years of litigation, this case has taken a variety of twists and turns. The case began when Stott, Register, and Cayton each filed a separate complaint naming himself and a class of similarly situated state employees as plaintiffs. The three complaints were eventually consolidated into this unified action. Plaintiffs alleged that the sole reason they were discharged was because they were affiliated with the Democratic party. They prayed for damages and injunctive relief to redress an alleged violation of their First Amendment rights. Plaintiffs later amended their complaint to allege that they were also fired because they supported and contributed to Martin's Democratic opponent and did not support or contribute to Martin.</p>\n<p>This court certified a class of about 120 plaintiffs and permitted plaintiffs to amend their complaint to add nine new defendants. Defendants moved for decertification of the class and for summary judgment. The motion for decertification was denied. The motions for summary judgment were granted with respect to Stott, Cayton, and 55 class members and were denied with respect to Register and the remaining class members. <i>Stott I.</i> The court granted summary judgment for all defendants on plaintiffs' civil conspiracy claim, ruling that plaintiffs did not present sufficient evidence of an agreement among defendants to violate their rights. 725 F.Supp. at 1439. Finally, the court granted defendants' motions to dismiss on the basis of qualified immunity eleven class members' claims for monetary relief; it denied defendants' motions regarding the remaining class members and the named plaintiffs. <i>Id.</i> at 1442. The court then certified all orders entered for review by the United States Court of Appeals for the Fourth Circuit. <i>See</i> 28 U.S.C. § 1292(b) (1990).</p>\n<p><span class=\"star-pagination\">*974</span> The Fourth Circuit, in a split decision, held that this court erred in certifying the class. <i>Stott II,</i> 916 F.2d at 145-46. It therefore reversed and remanded with instructions to decertify the class. <i>Id.</i> at 146. The court also vacated every other order from which appeal was taken due to the fundamental defect resulting from the improperly certified class. <i>Id.</i> Upon the return of the case to this court, the court decertified the class and issued notice to class members and putative class members of 1) the decertification; 2) their right to move to intervene in this action; and 3) their right to file independent actions. Thirty former and putative class members moved to intervene. Meanwhile, defendants filed a joint motion to reinstate the court's previous ruling dismissing plaintiffs' civil conspiracy claim. The court denied the putative motions to intervene and granted defendants' motion to reinstate its ruling dismissing the civil conspiracy claim.</p>\n<p>Defendants have now filed four motions which, if granted, will terminate this litigation: 1) a motion to reinstate the court's ruling dismissing Stott's claim; 2) a motion to reinstate the court's ruling dismissing Cayton's claim; 3) a renewed motion for summary judgment on Register's claim; and 4) a renewed motion to dismiss plaintiffs' claims for monetary relief. The court is now ready to rule.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2><i>A. The Fourth Circuit's Opinion</i></h2>\n<p>Plaintiffs read the Fourth Circuit's opinion to require a trial by jury on the claims of Stott, Register, and Cayton, notwithstanding this court's previous dismissal of Stott's and Cayton's claims.<sup>[2]</sup> Defendants read the very same opinion to require dismissal of all three claims, notwithstanding this court's previous denial of the motion for summary judgment on Register's claim. The irony of the matter is that the Fourth Circuit expressly stated that it did not intend \"to make a determination about the merits of the claims brought by the plaintiffs.\" <i>Stott II,</i> 916 F.2d at 143-44. Thus, the Fourth Circuit's opinion does not require the court to grant or deny the instant motions.</p>\n<p>The Fourth Circuit's opinion does, however, strongly suggest to this court that it should take a fresh look at all three plaintiffs' claims. First, at the time this court ruled on defendants' summary judgment motions, it rejected as \"too broad\" the First Circuit's test for evaluating the constitutionality of patronage dismissals under <i>Elrod v. Burns,</i> 427 U.S. 347, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976) and <i>Branti v. Finkel,</i> 445 U.S. 507, 100 S.Ct. 1287, 63 L.Ed.2d 574 (1980). <i>Stott I,</i> 725 F.Supp. at 1381; <i>see </i><i>Jimenez Fuentes v. Torres Gaztambide,</i> 807 F.2d 236, 241-42 (1st Cir. 1986) (en banc), <i>cert. denied,</i> 481 U.S. 1014, 107 S.Ct. 1888, 95 L.Ed.2d 496 (1987). The Fourth Circuit, in laying the foundation for its ruling on the class certification issue, stated that \"<i>Elrod</i> and <i>Branti,</i> read together, mandate\" the First Circuit's test \"in order to properly render a decision on the propriety of a patronage dismissal[.]\" <i>Stott II,</i> 916 F.2d at 141; <i>see infra</i> pp. 976, 977 (setting out test). It found that test \"consistent with the generally accepted broad interpretation of <i>Elrod-Branti</i> and its progeny[.]\" <i>Stott II,</i> 916 F.2d at 142.<sup>[3]</sup><span class=\"star-pagination\">*975</span> Since this court rejected the First Circuit's test as overly broad, it did not evaluate plaintiffs' claims under the correct legal standard.</p>\n<p>Second, at the time this court ruled on defendants' summary judgment motions, it examined \"both the actual duties performed [by the discharged employees] and the[ir] job descriptions.\" <i>Stott I,</i> 725 F.Supp. at 1388 n. 10. The court reasoned that \"[a]n approach that completely ignores the actual duties performed within a given position by this particular employee and other employees is suspect and subject to abuse.\" <i>Id.</i> The Fourth Circuit's opinion, however, establishes that only the inherent functions of an office are relevant:</p>\n<blockquote>\"We would note that in conducting this inquiry, courts focus on the powers inherent in a given office, as opposed to the functions performed by a particular occupant of that office. `The relevant inquiry is to the function of the public office in question and not the actual past duties of the particular employee involved.' `Thus, if an officeholder performs fewer or less important functions than usually attend his position, he may still be exempt from the prohibition against political terminations if his position inherently encompasses tasks that make his political affiliation an appropriate requirement for effective performance.'\"</blockquote>\n<p><i>Stott II,</i> 916 F.2d at 142 (quoting <i>Jimenez Fuentes,</i> 807 F.2d at 242 (quoting <i>Brown v. Trench,</i> 787 F.2d 167, 168 (3d Cir.1986) and <i>Tomczak v. City of Chicago,</i> 765 F.2d 633, 641 (7th Cir.1985))) (citations omitted).<sup>[4]</sup></p>\n<p>Finally, at the time this court ruled on defendants' summary judgment motions, it placed the burden of proof \"on the defendants to show that political affiliation was necessary or essential to the effective performance of the positions involved.\" <i>Stott I,</i> 725 F.Supp. at 1381. However, the Fourth Circuit's opinion indicates that the classification of \"exempt\" in North Carolina's personnel policy scheme should be accorded great deference:</p>\n<blockquote>We believe the fact that each of the plaintiffs in this case held an exempt position, so designated by the governor, creates a presumption at law that discharge or demotion was proper.... While deference must be given to the decision to so designate those positions as exempt, or to reduce the number of exempt positions, that decision is not unreviewable. The matter is a question of law to be ultimately decided by the courts.</blockquote>\n<p><i>Stott II,</i> 916 F.2d at 142-43. The parties hotly contest the meaning and correct application of this presumption. The Fourth Circuit did not articulate how it would apply to this case. However, <i>Savage v. Gorski,</i> 850 F.2d 64, 69 (2d Cir.1988), on which the Fourth Circuit relied in recognizing this presumption, suggests the appropriate application:</p>\n<blockquote>Both the interests of federalism and the conservation of judicial resources would ordinarily be better served by the federal courts' giving substantial deference to the state's judgment where government positions are so defined.... Where ... employees terminated by an incoming administrator can show no special circumstances (as in <i>Elrod</i> or <i>Branti</i>) which would make deference to such electoral and legislative determinations inappropriate, the court should accept those judgments.</blockquote>\n<p>In other words, where the position in question has been designated \"exempt\" by the appropriate designating authority, the defendant is relieved of the burden of proving that the dismissal was proper under <i>Elrod</i> and <i>Branti.</i> In this instance, the plaintiffemployee <span class=\"star-pagination\">*976</span> must affirmatively demonstrate that the dismissal was improper under <i>Elrod/Branti.</i> Hence, in light of the classification of plaintiffs' positions as \"exempt,\" the court is now convinced that it should have placed the burden of proof on plaintiffs, not defendants.</p>\n<p>In summary, the Fourth Circuit has implicitly rejected the legal test, the factual standard, and the burden of proof applied by this court in its summary judgment rulings on plaintiffs' claims. Consequently, the court feels obliged to reexamine each of plaintiffs' claims in light of the standards embraced by the Fourth Circuit.<sup>[5]</sup></p>\n<p></p>\n<h2><i>B. Jimenez Fuentes and its Progeny</i></h2>\n<p></p>\n<h2><i>1. Jimenez Fuentes</i></h2>\n<p>The Fourth Circuit's opinion directs this court to evaluate plaintiffs' claims under the standards articulated by the First Circuit in <i>Jimenez Fuentes.</i> Just as in this case, <i>Jimenez Fuentes</i> arose in the aftermath of a 1984 gubernatorial election  in this instance, in Puerto Rico. The candidate from the Partido Popular Democratico party (\"PPD\") defeated the candidate from the ruling Partido Nuevo Progresista party (\"PNP\"). 807 F.2d at 238. Apparently, the differences between these two parties are similar in magnitude to the differences between the Democratic and Republican parties in the states. <i>See id.</i> at 243. Plaintiffs were two Regional Directors of the Puerto Rico Urban Development and Housing Corporation (\"CRUV\"  the Spanish acronym)  a component of the Puerto Rico Department of Housing  and were members of and active participants in the PNP. <i>Id.</i> at 237. After the gubernatorial transition and appointment of a new Secretary of the Department and Executive Director of CRUV, plaintiffs were transferred from their Regional Director positions to inferior positions. <i>Id.</i> at 238.</p>\n<p>Plaintiffs moved for and obtained a preliminary injunction requiring their reinstatement as Regional Directors. <i>Id.</i> at 237. In reviewing the district court's grant of the preliminary injunction, the First Circuit adopted a two-prong test to determine whether their discharges violated the First Amendment. That test, embraced by the Fourth Circuit in <i>Stott II,</i> looks first to \"whether the position relates to partisan political interests or concerns.\" <i>Id.</i> at 242. \"That is, does the position involve government decisionmaking on issues where there is room for political disagreement on goals or their implementation\" or \"do party goals or programs affect the direction, pace, or quality of governance?\" <i>Id.</i> at 241-42.</p>\n<p>If this first inquiry is answered affirmatively, the court must then look to the inherent responsibilities associated with the plaintiff's position to determine whether it \"resembles a policymaker, a privy to confidential information, a communicator, or some other office holder whose function is such that party affiliation is an equally appropriate requirement.\" <i>Id.</i> at 242. Among the indicia relevant to this second inquiry are: \"`relative pay, technical competence, power to control others, authority to speak in the name of policymakers, public perception, influence on programs, contact with elected officials, and responsiveness to partisan politics and political leaders.'\" <i>Id.</i> (quoting <i>Ecker v. Cohalan,</i> 542 F.Supp. 896, 901 (E.D.N.Y.1982)). Also relevant are \"`responsibilities that are not well defined or are of broad scope.'\" <i>Id.</i> (quoting <i>Elrod,</i> 427 U.S. at 368, 96 S.Ct. at 2687). At issue are the inherent responsibilities of the job, not the functions actually performed by the officeholder.<sup>[6]</sup><i>Id.</i></p>\n<p><span class=\"star-pagination\">*977</span> The court then applied this test to the facts. It first found that the position of Regional Director does \"relate[] to partisan political interests or concerns.\" <i>Id.</i> at 242. On this inquiry, the court examined CRUV as a governmental entity, rather than plaintiffs' particular positions within that entity. The court found that \"[a]lthough CRUV's objective is to assist in the provision of housing to <i>all</i> low and middle income urban residents regardless of political persuasion, the subject-matter of the division's work is still of a political nature within the context of the [Supreme] Court's opinion in <i>Branti.\" Id.</i> at 242-43 (emphasis in original). The court stated that \"the provision of housing to low and middle income city residents is a vital political issue ... important to partisan program goals....\" <i>Id.</i> at 243. It noted that the two political parties in Puerto Rico differed in their approaches to the programs and functions of CRUV. <i>Id.</i></p>\n<p>The court then proceeded to the second inquiry and evaluated \"the inherent powers and privileges of the position of Regional Director.\" <i>Id.</i> It divided the position's job description into five categories: 1) policy-making functions, 2) representative functions, 3) spokesperson functions, 4) personnel duties, and 5) ministerial duties. <i>Id.</i> at 244. The court noted that the first four categories \"clearly show that the Regional Director proposes, establishes, and implements public policy, is privy to confidential information, and acts as a spokesperson for the agency.\" <i>Id.</i> Because the duties at issue and the First Circuit's characterization of them are helpful in evaluating plaintiffs' claims here, the court quotes from the <i>Jimenez Fuentes</i> opinion at length:</p>\n<blockquote>1. <i>Policy-making Functions</i>\n</blockquote>\n<blockquote>1. Directs, plans, and supervises operational activities of the Region.</blockquote>\n<blockquote>3. Monitors compliance with Commonwealth and federal regulations.</blockquote>\n<blockquote>14. Discusses the Region's operational problems with the Associate Director.</blockquote>\n<blockquote>15. Recommends improvement in program to Executive Director.</blockquote>\n<blockquote>19. Prepares and controls the Region's budget.</blockquote>\n<blockquote>20. Performs any assigned task.</blockquote>\n<blockquote>2. <i>Representative Functions</i>\n</blockquote>\n<blockquote>4. Conducts periodic meetings on regulations, work guidelines, etc. with supervisory personnel.</blockquote>\n<blockquote>6. Attends meetings, as agency representative, with other government officers and civic leaders to coordinate government services offered to public-housing residents.</blockquote>\n<blockquote>12. Meets with residents and general public to resolve problem cases.</blockquote>\n<blockquote>16. Meets with residents and organized groups to coordinate social activities.</blockquote>\n<blockquote>3. <i>Spokesperson Functions</i>\n</blockquote>\n<blockquote>8. Drafts correspondence for the Executive Director and Associate Director.</blockquote>\n<blockquote>4. <i>Personnel Duties</i>\n</blockquote>\n<blockquote>9. Supervises and evaluates Region's section supervisors.</blockquote>\n<blockquote>10. Recommends recruitment, dismissals, promotions, salary increases, and other matters for Region's employees.</blockquote>\n<blockquote>11. Recruits \"necessary irregular personnel.\"</blockquote>\n<blockquote>17. Organizes training of Region's employees.</blockquote>\n<blockquote>5. <i>Ministerial Duties</i>\n</blockquote>\n<blockquote>2. Reviews and signs reports to central office, HUD, and other agencies.</blockquote>\n<blockquote>5. Reviews and signs reports on rent changes, purchase orders, disbursements, and budgets sent to other agencies.</blockquote>\n<blockquote>7. Drafts reports on work performed.</blockquote>\n<blockquote>13. Visits the Region's housing projects.</blockquote>\n<blockquote>18. Receives telephone calls involving Region's operations.</blockquote>\n<p><i>Id.</i></p>\n<p><span class=\"star-pagination\">*978</span> The court stated that the Regional Director's lack of final decisionmaking authority is not dispositive. <i>Id.</i> at 245. Rather, the court found it important that Regional Directors</p>\n<blockquote>are sole directors of an entire region, each supervising approximately three hundred employees. The Regional Director is, in effect, the alter ego of the Executive Director at the regional level. It is through the relationship with the Regional Directors that the Executive Director maintains effective control of the implementation of the housing programs.</blockquote>\n<p><i>Id.</i> at 245. The court found that the Regional Director \"acts as the Executive Director's representative at the regional level.\" <i>Id.</i> at 246. \"Without the Regional Directors' political sympathy and loyal cooperation, the Executive Director `might face a situation where the hostile efforts or foot-dragging actions of any one of the [eleven Regional Directors] could singlehandedly thwart the Administration's goals in that particular [region.]'\" <i>Id.</i> (quoting <i>Brunton v. United States,</i> 518 F.Supp. 223, 239 (S.D.Ohio 1981)). The court also found it</p>\n<blockquote>significant that Regional Directors are among the few positions treated as policymaking within the Commonwealth's personnel system. The Act generally limits the number of confidential positions to twenty-five per agency ... and only twelve employees from the Program of Public Housing were so designated. Eleven of the twelve were Regional Directors. Within the agency at least, plaintiffs were considered to be at the policymaking end of the spectrum.</blockquote>\n<p><i>Id.</i> (citation and footnote omitted). It concluded that \"`party affiliation is an appropriate requirement for the effective performance' of the office.\" <i>Id.</i> (quoting <i>Branti,</i> 445 U.S. at 518, 100 S.Ct. at 1289). The court therefore reversed the district court's grant of the preliminary injunction. <i>Id.</i> at 247.</p>\n<p></p>\n<h2><i>2. Mendez-Palou</i></h2>\n<p>In <i>Mendez-Palou v. Rohena-Betancourt,</i> 813 F.2d 1255 (1st Cir.1987), the First Circuit further defined the contours of both <i>Jimenez Fuentes</i> inquiries. In paraphrasing the first inquiry, the court stated that it considers</p>\n<blockquote>whether the agency employing the plaintiff handled matters potentially subject to partisan political differences and ... focus[es] upon how the plaintiff's position influenced the resolution of such matters. This step is designed to cut off from further consideration those positions involving matters devoid of partisan concerns....</blockquote>\n<blockquote>[I]f the employee is responsible only for duties that are measured solely by strictly technical or professional criteria, the job is nonpartisan in nature and not properly a target of patronage dismissal. Although government employees may have differing views concerning important technical or operational matter  for instance, the proper method of accounting to be employed or the preferred plan for computerizing the agency  such a disagreement does not itself involve an issue implicating partisan political differences and is not the sort of \"policy\" dispute recognized as relevant by <i>Elrod</i> and <i>Branti.</i>\n</blockquote>\n<p><i>Id.</i> at 1258. The court also amplified the second prong: \"[T]he actual past duties of the discharged employee are irrelevant if the position inherently encompasses more expansive powers and more important functions that would tend to make political affiliation an appropriate requirement for effective performance.\" <i>Id.</i></p>\n<p>Finally, the court announced the standard it would apply in deciding whether qualified immunity shields defendants in patronage cases from liability for monetary damages. The court held that there is \"no clearly established constitutional protection against patronage dismissal for those individuals whose positions potentially concerned matters of partisan political interest and involved at least a modicum of policymaking responsibility, access to confidential information, or official communication.\"<sup>[7]</sup><i>Id.</i> at 1259.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*979</span> <i>3. Collazo Rivera and Rosario Nevarez</i>\n</h2>\n<p>In <i>Collazo Rivera v. Torres Gaztambide,</i> 812 F.2d 258 (1st Cir.1987), plaintiff, a Regional Director of Puerto Rico's Rural Housing Administration (\"RHA\")  another agency within the Puerto Rico Department of Housing  was dismissed when the PPD took control of the government in 1985. <i>Id.</i> at 259. The district court entered a preliminary injunction ordering plaintiff's reinstatement from which defendants appealed. <i>Id.</i></p>\n<p>Under <i>Jimenez Fuentes</i>' first prong, the First Circuit noted that the Regional Director of RHA \"implements RHA programs of significant economic and geopolitical impact[,]\" such as distributing land to certain agricultural laborers and low-income families and administering programs encouraging family farm ownership. <i>Id.</i> at 260. The court observed that these programs \"impact on the fabric of Puerto Rico's rural life.\" <i>Id.</i> Therefore, \"[t]he governing political party's ideological orientation on social and economic issues could affect the approach taken in carrying out these programs.\" <i>Id.</i> at 260-61. Thus, \"[a]n official with regional authority to implement rural social and economic reforms could, because of political disagreement with the Administration over fundamental issues, hinder the accomplishment of the elected Administration's goals.\" <i>Id.</i> at 261. The court concluded that the Regional Director's position is \"substantially related to partisan political concerns.\" <i>Id.</i></p>\n<p>Applying <i>Jimenez Fuentes</i>' second prong, the court highlighted the Regional Director's most significant duties as \"implementing RHA programs, coordinating RHA activities with senior officials and other agencies and officials, and evaluating RHA policy and making recommendations for changes to it.\" <i>Id.</i> at 262. Plaintiff argued that these duties leave the Regional Director with no discretion over how to perform his assigned functions. <i>Id.</i> The court squarely rejected this argument: \"Even if the procedures for carrying out the program are strictly circumscribed, there is still an opportunity for affecting rural social and economic policies.\" <i>Id.</i> The court noted that policy implementation can be just as important to a department's program goals as policymaking. <i>Id.</i> Finding that \"[t]he Regional Director's duties offer considerable opportunity either to effectuate or to hinder the implementation of RHA programs and policies[,]\" and observing that the legislature had classified the Regional Director as a policymaker, the court held that party affiliation is an appropriate requirement for the position. <i>Id.</i> It therefore reversed the district court's grant of the preliminary injunction. <i>Id.</i></p>\n<p>In <i>Rosario Nevarez v. Torres Gaztambide,</i> 820 F.2d 525 (1st Cir.1987), plaintiff also served as a Regional Director of RHA. Upon the shift in administrations in 1985, he was demoted to a career position within RHA. <i>Id.</i> at 526. Following a five-day bench trial, the district court ordered plaintiff's reinstatement and awarded him compensatory and punitive damages. <i>Id.</i></p>\n<p>On appeal, plaintiff conceded that in light of <i>Collazo Rivera,</i> the first prong of the <i>Jimenez Fuentes</i> test had been satisfied. <i>Id.</i> at 527. Under the second prong, however, he argued that the Regional Director holds a \"managerial\" position \"`insufficient to frustrate the policies of the government.'\" <i>Id.</i> at 528. The First Circuit rejected this argument, finding that the job description for plaintiff's office was \"essentially identical\" to the job description in <i>Collazo Rivera. Id.</i> at 528. Although plaintiff testified that he performed less important functions than those listed in the job description, the court found that testimony \"irrelevant ... because [the proper] analysis must focus upon the `inherent powers' of the position  that is, those described in the job description  not the duties actually performed.\" <i>Id.</i> at 528 n. 6. The court therefore reversed the district court's judgment. <i>Id.</i> at 529.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*980</span> <i>4. Quintana and Echevarria</i>\n</h2>\n<p>In <i>Quintana v. Anselmi,</i> 817 F.2d 891 (1st Cir.1987), plaintiff was dismissed from his position as a Regional Director of Puerto Rico's Right to Employment Administration (\"REA\"). The sole issue on appeal was the district court's denial of defendant's motion for summary judgment on the basis of qualified immunity. In addressing <i>Jimenez Fuentes</i>' first prong, the court observed that \"the REA was designed to address the historically critical, and increasingly political, problem of high unemployment in Puerto Rico....\" <i>Id.</i> at 892. The Regional Director is responsible for providing job training and employment to the region's economically underprivileged citizens. <i>Id.</i> The court concluded that \"[g]iven the REA's plainly political mandate and the wide scope of authority exercised by [the Regional Director] ... plaintiff's position potentially concerned matters of partisan political interest.\" <i>Id.</i></p>\n<p>Applying <i>Jimenez Fuentes</i>' second prong, the court first noted that REA Regional Directors hold nine of the twenty-three positions in the department which the legislature classified as policymaking positions. <i>Id.</i> It then examined the position's job description which include the following responsibilities: approving requisitions for equipment, materials and supplies; justifying the creation of new positions; selecting personnel; recommending personnel actions; representing the REA in internal, interagency, and community activities; advising officials and employees in the performance of their functions; representing the Administrator at the regional level; directing, supervising, and coordinating the implementation of REA programs; establishing administrative policies; and determining the organization of the regional office. <i>Id.</i> at 892-93. The job description also reveals that the Regional Director may exercise independent judgment, subject to revision. <i>Id.</i> at 893. The court concluded that the position \"is so involved with policymaking, confidential, and official communicative tasks that we cannot say plaintiff was entitled to clearly established protection against a politically motivated discharge....\" <i>Id.</i> It therefore reversed the district court's order on the qualified immunity issue. <i>Id.</i></p>\n<p>In <i>Echevarria v. Gracia-Anselmi,</i> 823 F.2d 696, 697 (1st Cir.1987), plaintiff, also a dismissed REA Regional Director, won reinstatement and compensatory damages in a trial on the merits. The First Circuit, holding that <i>Quintana</i> settled the issue of whether political affiliation is an appropriate requirement for that position, reversed the district court's judgment in a per curiam opinion. <i>Id.</i></p>\n<p></p>\n<h2><i>5. Roman Melendez</i></h2>\n<p>In <i>Roman Melendez v. Inclan,</i> 826 F.2d 130 (1st Cir.1987), plaintiff was dismissed as a Regional Director of Puerto Rico's General Services Administration (\"GSA\"). After a bench trial, the district court ordered his reinstatement and awarded damages. <i>Id.</i> at 130. In analyzing the case under <i>Jimenez Fuentes</i>' first prong, the First Circuit noted that Regional Directors are responsible for GSA's building construction and conservation program which employs about seventy percent of GSA's employees and accounts for approximately sixty percent of its budget. <i>Id.</i> at 133. The Regional Director oversees repair, maintenance, and improvements of all public school buildings within his region. <i>Id.</i> Although the court considered the first inquiry a close question, it found \"`room for principled disagreement in the development and implementation of plans to achieve' the ultimate goals of the program.\" <i>Id.</i> (quoting <i>Tomczak v. City of Chicago,</i> 765 F.2d 633, 641 (7th Cir.1985)):</p>\n<blockquote>[T]he physical condition of schools could be an issue of special political significance for the incumbent governor and his administration because of its close relationship to the undoubtedly partisan issue of education in public schools.... Certainly if schools are in disrepair, many voters are likely to be upset and to blame the party in power for its policies or lack of policies in this area.</blockquote>\n<p><i>Id.</i> In reaching this conclusion, the court also looked to the job description which provides that the Regional Director coordinates with school superintendents and <span class=\"star-pagination\">*981</span> agency heads in his region to establish priorities in planning and construction. <i>Id.</i> at 134. The court observed that</p>\n<blockquote>[p]olitical parties may disagree as to the degree of attention they are going to give the physical conditions of public buildings. They may also disagree as to which buildings need immediate or special care. Furthermore, they may disagree whether to give priorities to rural or urban schools.</blockquote>\n<p><i>Id.</i></p>\n<p>The court also found that \"the regional director's political affiliation could reasonably affect the manner in which he responds to\" \"complaints about the physical needs of the schools from committees composed of parents and teachers, from the different mayors, and even from the Governor's office.\" <i>Id.</i> \"The political parties might hold different policies about the way to proceed in those cases that depend on their different views of the role of government.\" <i>Id.</i> Thus, the court concluded that the position satisfied the first prong. <i>Id.</i></p>\n<p>On the second prong, the court had little hesitation in holding that the Regional Director is a policymaker. The court found his significant responsibilities to be: supervising, coordinating, and evaluating all of the work from his office \"`applying <i>with broad independence</i> the public policy of the agency in the development of the work program,'\" <i>id.</i> (emphasis supplied by court); coordinating priorities with school superintendents and agency heads; developing conservation programs; directing and supervising budget drafting; ordering investigations on complaints; and applying the agency's public policies in his region with broad discretion. <i>Id.</i> at 135. It noted that the position is one of only twenty-eight of GSA's three thousand employees classified as policymakers. <i>Id.</i> The court reversed the district court's judgment and instructed the district court to dismiss the complaint. <i>Id.</i></p>\n<p></p>\n<h2><i>7. Other First Circuit Cases</i></h2>\n<p>The First Circuit has addressed several other Puerto Rico patronage cases in the qualified immunity context. In granting qualified immunity to various defendants, the court has held that the following positions potentially involve matters of political concern and involve at least a modicum of policymaking responsibility, <i>see </i><i>Mendez-Palou,</i> 813 F.2d at 1259: Head of the Supplies Division, Puerto Rico Electric Power Authority, <i>Rodriguez-Burgos v. Electric Energy Authority,</i> 853 F.2d 31 (1st Cir. 1988); Vice-President, Housing Bank and Finance Agency, <i>Goyco de Maldonado v. Rivera,</i> 849 F.2d 683 (1st Cir.1988); within the Department of Health and the Health Facilities and Services Administration, Auxiliary Director of Fiscal Resources, Special Assistant to the Secretary, Special Assistant to the Executive Director, Assistant Director, and Special Assistant to the Executive Director, <i>Nunez v. Izquierdo-Mora,</i> 834 F.2d 19 (1st Cir.1987); Regional Director, Public Building Authority, <i>Juarbe-Angueira v. Arias,</i> 831 F.2d 11 (1st Cir.1987), <i>cert. denied,</i> 485 U.S. 960, 108 S.Ct. 1222, 99 L.Ed.2d 423 (1988); within the Highway Authority, Director of Design, Director of Construction, Plans Director, Toll Facilities Director, Director of Personnel, and Director of Internal Audit, <i>Zayas-Rodriguez v. Hernandez,</i> 830 F.2d 1 (1st Cir.1987); the Governor's translator, <i>Roure v. Hernandez Colon,</i> 824 F.2d 139 (1st Cir.1987); Editing Assistant, Governor's Press Office, <i>Vazquez Rios v. Hernandez Colon,</i> 819 F.2d 319 (1st Cir.1987); Social Services Secretary, <i>Raffucci Alvarado v. Sonia Zayas,</i> 816 F.2d 818 (1st Cir. 1987); Regional Director, Department of Social Services; Director of Bureau of Statistics, Economic and Social Planning Program of Planning Board; Director of Bureau for Consultation on Land Use, Physical Planning Program of Planning Board, <i>Rosado v. Zayas,</i> 813 F.2d 1263 (1st Cir. 1987); Director of Administration, Environmental Quality Board; Assistant Secretary for Special Services, Department of Agriculture; Deputy Executive Director for Special Affairs, Aqueduct and Sewer Authority, <i>Mendez-Palou,</i> 813 F.2d 1255; Director of Office of Education and Community Relations, Environmental Quality Board; Regional Director, Department of Natural Resources, <i>Monge-Vazquez v. Rohena-Betancourt,</i> 813 F.2d 22 (1st Cir. <span class=\"star-pagination\">*982</span> 1987); Regional Director, Right to Work Administration, <i>Rodriguez Rodriguez v. Munoz Munoz,</i> 808 F.2d 138 (1st Cir.1986); and Executive Director, Quality Control Program, <i>de Abadia v. Izquierdo Mora,</i> 792 F.2d 1187 (1st Cir.1986).</p>\n<p>The First Circuit has also ruled in other qualified immunity cases that several positions within the Puerto Rico government are not ones for which political affiliation is an appropriate requirement: Director of the Vocational Racing School, Horseback Riding Sport Administration, <i>Hernandez-Tirado v. Artau,</i> 835 F.2d 377 (1st Cir. 1987); the Executive Mansion's cleaning persons, waiters, and the supervisor of domestic services, <i>Vazquez Rios v. Hernandez Colon,</i> 819 F.2d 319 (1st Cir.1987); and an Administrative Aide/Assistant and Director of Public Works, the Cleaning Supervisor, and the Internal Auditor of the Municipality of Moca, <i>Cordero v. De Jesus-Mendez,</i> 867 F.2d 1 (1st Cir.1989). <i>See generally</i> Susan L. Martin, <i>A Decade of Branti Decisions, A Government Official's Guide to Patronage Dismissals,</i> 39 Am.U.L.Rev. 11, 44-46 (1989) (listing dozens of additional cases in which federal courts have addressed whether patronage dismissals were constitutionally permissible).</p>\n<p>The First Circuit also recently considered a patronage dismissal case which arose in Massachusetts. Plaintiff was dismissed from her position as Director of the Secretary of State's Western Massachusetts Office allegedly because she expressed opposition to the Governor at a local political meeting. <i>McGurrin Ehrhard v. Connolly,</i> 867 F.2d 92, 93 (1st Cir.1989). On the first <i>Jimenez Fuentes</i> inquiry, the court found dispositive the position's provision of \"public information and referrals, in helping to solve citizens' problems, and in `public relations[.]'\" <i>Id.</i> at 95. On the second inquiry, the court reasoned that despite the position's lack of final policymaking authority, its input into hiring decisions, supervision of employees, development of office policies and practices, communication with the public, and its designation as a policymaking position under Massachusetts law made political affiliation an appropriate requirement. <i>Id.</i> at 95-96. The court concluded that plaintiff's dismissal was not subject to a First Amendment attack. <i>Id.</i> at 96.</p>\n<p></p>\n<h2><i>C. Application of Legal Standards</i></h2>\n<p>The court must now apply the teachings of <i>Stott II</i> and <i>Jimenez Fuentes</i> and its progeny to the facts in the record. Before doing so, however, it is helpful to summarize the standards and principles the court gleans from the above discussion: First, in light of the presumption that plaintiffs' dismissals were lawful, <i>Stott II,</i> 916 F.2d at 142-43, unless they can demonstrate that political affiliation is not an appropriate requirement for their former positions, <i>Savage,</i> 850 F.2d at 69, this court must accept the judgment of Governor Martin that these positions are not protected by statute or the Constitution. Second, in evaluating whether political affiliation is an appropriate requirement for plaintiffs' positions, the court must decide 1) whether the agency in question, and the position within the agency, addresses matters in which there is room for political disagreement, <i>Mendez-Palou,</i> 813 F.2d at 1258, and 2) whether the position entails policymaking responsibilities, is a privy to confidential information, a communicator, or otherwise such that party affiliation is an appropriate requirement. <i>Jimenez Fuentes,</i> 807 F.2d at 242. The focus of the second inquiry is whether the inherent responsibilities of the position are such that a politically disloyal occupant could thwart his agency's goals regarding the programs and policies over which he has responsibility. <i>Id.</i> at 246.</p>\n<p>In engaging in the second inquiry, the court should be guided by the following principles: 1) only the inherent responsibilities of the position, not the plaintiff's actual past duties, are relevant, <i>id.</i> at 242; 2) the position's classification as \"policymaking\" by the appropriate designating authority is entitled to some deference, <i>id.</i> at 246; 3) indicia relating to whether political affiliation is an appropriate requirement for a position include its occupant's power to control others, authority to speak in the <span class=\"star-pagination\">*983</span> name of policymakers, public perception, influence on programs, contact with elected officials, responsiveness to partisan politics and political leaders, responsibilities that are not well defined or are of broad scope, <i>id.</i> at 242, input into hiring decisions, supervision of employees, development of office policies and practices, and communication with the public, <i>McGurrin Ehrhard,</i> 867 F.2d at 95-96; and 4) that the position's occupant does not have final decisionmaking authority, or has strictly circumscribed responsibilities, is not determinative: a significant role in policy implementation or communication may be sufficient to render political affiliation an appropriate requirement for the position. <i>Jimenez Fuentes,</i> 807 F.2d at 245; <i>Collazo Rivera,</i> 812 F.2d at 262.</p>\n<p></p>\n<h2><i>1. Stott</i></h2>\n<p>Plaintiff Bobby Stott was employed as the Regional Office Manager for the Raleigh Regional Office of the Department of Natural Resources and Community Development (\"NRCD\").<sup>[8]</sup> NRCD was abolished by the General Assembly in 1989 as part of an effort to streamline the state's environmental programs. <i>See</i> Act of Aug. 3, 1989, ch. 727, 1989 N.C.Sess. Laws 2125. Its functions are now those of the Department of Environment, Health, and Natural Resources. <i>Id.</i> The focus of this lawsuit, however, is on NRCD because that is the department that employed and ultimately dismissed Stott.</p>\n<p>At the time Stott was dismissed, NRCD had three primary statutory duties:</p>\n<blockquote>(1) To provide for the management and protection of the State's natural resources and environment;</blockquote>\n<blockquote>(2) To promote and assist in the orderly development of North Carolina counties and communities; and</blockquote>\n<blockquote>(3) To provide job training and promote employment for economically disadvantaged persons.</blockquote>\n<p>N.C.Gen.Stat. § 143B-276 (1987) (repealed 1989). The court need go no further than the first duty to find as a matter of law that NRCD addressed matters in which there is room for political disagreement. It cannot be seriously disputed that there are fundamental differences between the Democratic and Republican parties' approaches to the management and protection of natural resources and the environment.<sup>[9]</sup></p>\n<p>The court's conclusion on this score is bolstered by two decisions addressing Puerto Rico's Department of Natural Resources (\"PRDNR\"); \"[T]he Department's work is of a political nature. The utilization and conservation of our vital natural resources has always been a highly charged matter.\" <i>Navas Chabran v. Santiago Nieves,</i> 666 F.Supp. 16, 18 (D. Puerto Rico 1987). The agency \"formulates and implements public policies that potentially implicate partisan interests.\" <i>Monge-Vazquez v. Rohena-Betancourt,</i> 813 F.2d 22, 26 (1st Cir.1987).</p>\n<p>Moreover, it is evident from the Regional Office Manager's job description, <i>see</i> Appendix pp. 1-2, \"that a Regional [Office Manager] regularly t[ook] action with regard to issues that potentially involve partisan political concerns, such as the handling of complaints\" directed at NRCD programs within the region, <i>Monge-Vazquez,</i> 813 F.2d at 26, and communicating the functions, responsibilities, and goals of NRCD by visiting and contacting local government officials and public and private organizations. Its duties were not \"measured solely by strictly technical or professional criteria.\" <i>Mendez-Palou,</i> 813 F.2d at 1258. Rather, these duties required the Regional <span class=\"star-pagination\">*984</span> Office Manager to personally address issues on which \"there is room for political disagreement on goals or their implementation.\" <i>Jimenez Fuentes,</i> 807 F.2d at 242.</p>\n<p>Turning to <i>Jimenez Fuentes'</i> second inquiry, the court first notes that the Governor designated the Regional Office Manager's position \"exempt\" from the job-protection provisions of the North Carolina State Personnel Act. This designation is equivalent to a declaration that the Regional Office Manager is a policymaker. <i>See</i> N.C.Gen.Stat. § 126-5(d)(1). As of May 1985, NRCD's seven Regional Office Managers were among only sixty-four exempt positions of the department's two thousand employees. Within NRCD, therefore, Regional Office Managers \"were considered to be at the policymaking end of the spectrum.\" <i>Jimenez Fuentes,</i> 807 F.2d at 246 (footnote omitted).</p>\n<p>The Regional Office Manager's inherent functions confirm this characterization. These functions are described in a two-page job description plaintiffs submitted in connection with the previous motions for summary judgment.<sup>[10]</sup> Grouping the duties described in that description as the court in <i>Jimenez Fuentes</i> did, the Regional Office Manager's responsibilities were as follows:</p>\n<blockquote>1. <i>Policy-making Functions</i>\n</blockquote>\n<blockquote>1. Supervised regional programs.</blockquote>\n<blockquote>2. Prepared the administrative budget for regional office and coordinated with the divisions in preparation and submission of their budgets.</blockquote>\n<blockquote>3. Served as lead in coordinating responses to emergencies taking place within his region.</blockquote>\n<blockquote>4. Took on special assignments as needed by the Secretary.</blockquote>\n<blockquote>2. <i>Representative Functions</i>\n</blockquote>\n<blockquote>1. Was a member of the Secretary's executive staff and represented the Secretary as requested throughout the region.</blockquote>\n<blockquote>2. Communicated functions, responsibilities, and goals of NRCD by visiting and contacting local government officials and public and private organizations.</blockquote>\n<blockquote>3. Addressed civic groups, environmental groups, business organizations, and public officials for the purpose of communicating NRCD programs.</blockquote>\n<blockquote>4. Conducted regular meetings with divisional representatives to ensure that NRCD's position on all issues was uniformly comprehended.</blockquote>\n<blockquote>5. Provided information, speakers, and referrals as appropriate to the needs of citizens within region.</blockquote>\n<blockquote>6. Responded to citizen complaints directed at NRCD programs within the region.</blockquote>\n<blockquote>4. <i>Personnel Duties</i>\n</blockquote>\n<blockquote>1. Assigned secretarial support as needed within region.</blockquote>\n<blockquote>5. <i>Ministerial Duties</i>\n</blockquote>\n<blockquote>1. Assigned vehicles, space, supplies, furniture, and nontechnical equipment for administrative support for regional programs.</blockquote>\n<blockquote>2. Coordinated visits to the region by members of the Secretary's staff.</blockquote>\n<p>Stott testified at his deposition that he was responsible for a sixteen-county area; that he directly supervised a personal staff of four clerical employees; and that it was part of his job to address the news media. William Hodge, another Regional Office <span class=\"star-pagination\">*985</span> Manager who served at approximately the same time as Stott,<sup>[11]</sup> indicated that the position required him \"to support and participate in the development and implementation of agency, department, and state programs and related projects\"; to \"[e]nsure timely and appropriate response by regional personnel to citizens' complaints and emergency episodes\"; to \"[c]onduct monthly staff meeting[s] attended by regional management staff to discuss pertinent issues\"; and to \"[a]ccept and implement all assignments from [the] Office of the Secretary.\" Milan Muzinich, another Regional Office Manager,<sup>[12]</sup> testified at his deposition that his position required him to \"maintain and coordinate the different activities within the Department\"; visit \"with local city and county elected officials ... periodically\"; meet with \"groups within the counties and communities\"; \"promot[e] NRCD's policies and many of their programs\"; travel with the Secretary and division directors to promote NRCD policies; and assist \"elected state senators and representatives in resolving some of the problems that they may have had within their constituency\" which required \"constant contact with these legislators....\"<sup>[13]</sup></p>\n<p>The job description and this testimony reveals that NRCD's Regional Office Manager performed functions similar to PRDNR's Regional Director. The occupant of the latter position performs the following functions:</p>\n<blockquote> Programs, directs, coordinates and supervises all agency programs, projects and activities at the regional level....</blockquote>\n<blockquote> Administers resources (financial, human and all other type[s]) which have been provided to the region for the fulfillment of his particular responsibilities.</blockquote>\n<blockquote> At the request of the Secretary of Natural Resources, represents her and the Assistant Secretaries in the activities which require coordination at the municipal [or] regional level....</blockquote>\n<blockquote> Programs, directs and supervises the periodic evaluation of work as to how natural resources and natural systems of the region have been affected or will be affected in development of activities on the use of land, recreation, housing, and others....</blockquote>\n<blockquote> Assigns [and co-]coordinates ... all investigations regarding complaints which are received at the regional level....</blockquote>\n<blockquote> Plans, coordinates and supervises the orientation, education and participation activities of the citizens related to programs at the regional level of the Department of Natural Resources regarding the utilization and protection of natural resources.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*986</span>  [Is] [r]esponsible for preparing and submitting periodic reports to the Assistant Secretary on the status of the Agency's programs at the regional level and prepares the pertinent recommendations on same.</blockquote>\n<blockquote> Performs all related tasks which are assigned by the Assistant Secretary or the Secretary of Natural Resources.</blockquote>\n<p><i>Monge-Vazquez,</i> 813 F.2d at 25. The First Circuit concluded that</p>\n<blockquote>[a]lthough not ultimately responsible for formulating the broad contours of the DNR's public policy, a Regional Director does possess the vast responsibility for directing all agency programs, representing the Secretary, and implementing the agency's broad policies at the regional level. Successfully completing these various duties necessarily requires the Regional Director to perform a mix of the policymaking, confidential, and communicative tasks envisioned by <i>Elrod, Branti,</i> and their progeny.</blockquote>\n<p><i>Id.</i> at 26 (citation omitted). The district court likewise concluded that</p>\n<blockquote>the inherent functions of the Regional Director concern matters of partisan political concern, involve policymaking responsibilities, and allow plaintiff to be both privy to confidential communication and a spokesman for the agency at the regional level.... [P]laintiff's position ... is one where political affiliation is an appropriate requirement for the office involved.</blockquote>\n<p><i>Navas Chabran,</i> 666 F.Supp. at 18. The court therefore granted summary judgment in favor of defendants and dismissed plaintiff's complaint. <i>Id.</i> at 19.</p>\n<p>The court concludes that the position of Regional Office Manager of NRCD \"involve[d] policymaking responsibilities, and allow[ed its occupant] to be both privy to confidential communication and a spokesman for the agency at the regional level.\" <i>Id.</i> at 18. The Regional Office Manager's supervisory authority over all programs within the region, his participation in the development and implementation of agency, department, and state programs, his responsibility for promoting NRCD programs, and his budget-making responsibilities gave him broad power to control others and influence programs. He also was given significant powers to speak in the name of policymakers to the news media and the public and had significant contact with elected officials and the public. His emergency powers were not well defined and were of broad scope. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 246.</p>\n<p>\"Without the Regional [Office Manager's] political sympathy and loyal cooperation, the [Secretary of NRCD] `might [have] face[d] a situation where the hostile efforts or foot-dragging actions of any one of the [Regional Office Managers] could [have] singlehandedly thwart[ed] the Administration's goals in that particular [region].'\" <i>Id.</i> at 246 (quoting <i>Brunton v. United States,</i> 518 F.Supp. 223, 239 (S.D.Ohio 1981)). Stott has not met his burden of proving that party affiliation is an inappropriate requirement for the position of Regional Office Manager of NRCD. Defendants are entitled to summary judgment on Stott's First Amendment claim.</p>\n<p></p>\n<h2><i>2. Register</i></h2>\n<p>Plaintiff Joseph Register was employed as Director of Collision Reports and General Services within the Division of Motor Vehicles (\"DMV\") of the Department of Transportation (\"DOT\"). DMV's primary statutory duties are to maintain records and to enforce laws and regulations regarding driver licenses, vehicle registration and ownership, collision reports, vehicle-related insurance coverage, and school bus and traffic safety. <i>See</i> N.C.Gen.Stat. § 20-1 <i>et seq.</i> (1989). Among its numerous specific responsibilities, the division is authorized to revoke or suspend driver licenses, vehicle tags, and vehicle registrations for violation of certain statutes, <i>e.g., id.</i> § 279.5, to restore suspended or revoked privileges, <i>e.g., id.</i> § 20-231.1, to assess monetary fines, <i>e.g., id.</i> § 20-279.31, to direct peace officers to secure possession of revoked licenses, <i>e.g., id.</i> § 20-279.30, and to regulate automobile dealers. <i>Id.</i> § 20-285 <i>et seq.</i></p>\n<p>The court finds as a matter of law that DMV addresses matters potentially subject to partisan political differences. Although <span class=\"star-pagination\">*987</span> the partisan differences between Democrats and Republicans over the implementation of motor vehicle laws are not as pronounced as they are on environmental policies, they nonetheless exist. Simply put, a Democratic administration might handle licensing, registration, suspension, revocation, restoration of privileges, fines, procurement of revoked licenses, and regulation of automobile dealers at least somewhat differently than a Republican administration. In any event, DMV deals with issues at least as politicized as issues addressed by Puerto Rico's General Services Administration. <i>See </i><i>Roman Melendez v. Inclan,</i> 826 F.2d 130 (1st Cir.1987) (GSA oversees repair, maintenance, and improvements of public school buildings) (discussed <i>supra</i> at pp. 980, 981). It is not an agency that addresses exclusively matters \"devoid of partisan concerns.\" <i>Mendez-Palou,</i> 813 F.2d at 1258.</p>\n<p>Moreover, the duties of the Director of Collision Reports and General Services are not \"measured solely by strictly technical or professional criteria.\" <i>Id.</i> Rather, the Director is personally engaged in work which potentially involves partisan concerns. The position's job description, <i>see</i> Appendix pp. 994, 995, reveals that its occupant assists the Commissioner of Motor Vehicles in appearing before legislative committees. Moreover, Register testified at his deposition that it was not unusual for politicians to bring their constituents' problems to him. Thus, the Director's \"political affiliation could reasonably affect the manner\" in which he performs his duties. <i>Roman Melendez,</i> 826 F.2d at 134. This position therefore satisfies <i>Jimenez Fuentes'</i> first prong.</p>\n<p>Turning to <i>Jimenez Fuentes'</i> second prong, the court first notes that the Governor designated the Director's position \"exempt\" from the job-protection provisions of the State Personnel Act because he considered the Director a policymaker. <i>See</i> N.C.Gen.Stat. § 126-5(d)(1). As of May 1985, the Director of Collision Reports and General Services was one of only twenty-eight exempt positions among DMV's two thousand employees. Within DMV, therefore, the Director is \"considered to be at the policymaking end of the spectrum.\" <i>Jimenez Fuentes,</i> 807 F.2d at 246 (footnote omitted).</p>\n<p>The Director's inherent functions confirm this characterization. These functions are described in a one-page document entitled \"Description of Work\" which defendants submitted in connection with the pending motions.<sup>[14]</sup> Grouped as they were in <i>Jimenez Fuentes,</i> these functions are:</p>\n<blockquote>1. <i>Policy-making Functions</i>\n</blockquote>\n<blockquote>1. Works with the Commissioner, Deputy Commissioner, and Assistant Commissioners in preparing an annual budget to be submitted to the General Assembly.</blockquote>\n<blockquote>2. Researches and evaluates proposed changes in laws, rules, and regulations for impact on the budget and operation of DMV.</blockquote>\n<blockquote>3. Receives and evaluates accident reports, administers financial security laws, and issues orders for revocation of driver licenses when no insurance is in effect at time of accident.</blockquote>\n<blockquote>4. Projects budgetary needs for the operation of the Collision Reports and Evaluation Section, Print Shop, Supply Unit, and Mail Room.</blockquote>\n<blockquote>3. <i>Spokesperson Functions</i>\n</blockquote>\n<blockquote>1. Assists Commissioner in appearing before the various committees of the General Assembly.</blockquote>\n<blockquote>4. <i>Personnel Duties</i>\n</blockquote>\n<blockquote>1. Projects personnel needs for the operation of the Collision Reports and Evaluation Section, Print Shop, Supply Unit, and Mail Room.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*988</span> 2. Staffs and supervises the operation of the Print Shop.</blockquote>\n<blockquote>5. <i>Ministerial Duties</i>\n</blockquote>\n<blockquote>1. Provides statistical data to the Commissioner for use in presenting a legislative program.</blockquote>\n<blockquote>2. Works with other directors to determine the needs for supplies and equipment from the Central Supply Room.</blockquote>\n<blockquote>3. Supervises operation of Print Shop.</blockquote>\n<blockquote>4. Works closely with postal authorities to ensure compliance with regulations and maximum service at the lowest cost.</blockquote>\n<blockquote>5. Works closely with Data Processing Section to provide best system and equipment for DMV's needs.</blockquote>\n<blockquote>6. Works closely with Purchase and Contract in negotiating a contract for presorting mail.</blockquote>\n<p>Register's deposition testimony amplifies some of these responsibilities.<sup>[15]</sup> He testified that: he directly supervised five or six employees and indirectly supervised between seventy-five and eighty; his job involved some exercise of discretion; he implemented policies established by the Commissioner; he answered directly to the Assistant Commissioners and the Deputy Commissioner; he established hearing procedures for hearings on the suspensions of driver licenses; he dealt with the public and gathered evidence for the hearings; he had ultimate decisionmaking authority over whether licenses should be suspended or revoked; politicians would bring their constituents' problems to him; he directed both the state collision reporting system and the Motor Vehicle Uninsured Motorist Liability Administration; and he served on a review committee for DOT's budget.<sup>[16]</sup></p>\n<p>Register's testimony and the Director's job description establish that the Director has the authority to speak in the name of the Commissioner before the legislature; influences programs through his implementation of DMV policies, his establishment of hearing procedures, his budget-making powers, his evaluation of proposed laws and regulations, and his discretionary authority to order revocation of driver licenses; and has contact with elected officials through his appearances before legislative committees. Moreover, when politicians bring their constituents' problems to him, the Director must obviously be responsive to partisan politics and political leaders. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 242.</p>\n<p>Register argues that his duties were strictly circumscribed by the motor vehicle laws and that political affiliation was therefore not an appropriate requirement for his position. The court rejects this argument for three reasons. First, this same argument was made and rejected in <i>Collazo Rivera,</i> because policy implementation can <span class=\"star-pagination\">*989</span> be just as important as policy formulation. 812 F.2d at 262. The Director does have significant policy implementation responsibilities. Second, the position actually does have significant discretion at least regarding decisions to revoke driver licenses. Finally, <i>Jimenez Fuentes</i> does not require the position's occupant to be a \"policymaker\" for political affiliation to be an appropriate requirement: political affiliation is also an appropriate requirement for a \"communicator.\" 807 F.2d at 242. The Director's role in appearing before legislative committees and in responding to politicians' telephone calls makes him a communicator.</p>\n<p>The court concludes that the Director's duties \"offer considerable opportunity either to effectuate or to hinder the implementation of [DMV] programs and policies.\" <i>Collazo Rivera,</i> 812 F.2d at 262. Without the Director's political sympathy and loyal cooperation, he could singlehandedly thwart the Commissioner's goals in the several areas over which he has authority and responsibility. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 246. The court holds, therefore, that Register has not met his burden of proving that political affiliation is an inappropriate requirement for the position of Director of Collision Reports and General Services. Defendants are entitled to summary judgment on Register's First Amendment claim.</p>\n<p></p>\n<h2><i>3. Cayton</i></h2>\n<p>Plaintiff Lonnie Michael Cayton was employed as Director of the C.A. Dillon School, one of North Carolina's five residential treatment and rehabilitation centers for juvenile delinquents. This institution houses the most difficult, disturbed, and assaultive adolescents in North Carolina's juvenile commitment system. Cayton was employed by the Division of Youth Services (\"DYS\"), a division of the Department of Human Resources (\"DHR\"). The legislature's intent in creating DYS was</p>\n<blockquote>to separate the administration of training schools for committed delinquents from the adult corrections system to avoid the stigma and punitive philosophy associated with penal facilities for convicted adult offenders. It is further intended that institutional programs for delinquents provide appropriate treatment and care according to the needs of the children in care and that such programs be appropriately coordinated with other services for children within the Department of Human Resources.</blockquote>\n<p>N.C.Gen.Stat. § 134A-1 (1986). DYS is responsible for implementing the following programs and services: \"educational; clinical and psychological; psychiatric; social; medical; vocational; recreational; and others identified as appropriate by the Secretary.\" <i>Id.</i> § 134A-20. Moreover, DYS is required to ensure that its juvenile training facilities provide adequate security to the surrounding public and to inmates within the facilities. The court concludes that DYS addresses matters potentially subject to partisan political differences.<sup>[17]</sup> Issues regarding the extent to which convicted offenders can be rehabilitated or reformed, the educational and psychological means necessary to achieve this objective, and the measures necessary to protect the public and other inmates from convicted offenders are ones in which there is \"room for political disagreement on goals or their implementation.\"<sup>[18]</sup><span class=\"star-pagination\">*990</span> <i>Jimenez Fuentes,</i> 807 F.2d at 242.</p>\n<p>Moreover, the Director's duties are not \"measured solely by strictly technical or professional criteria.\" <i>Mendez-Palou,</i> 813 F.2d at 1258. Rather, the Director is personally engaged in work which potentially involves partisan concerns. The position's job description, <i>see</i> Appendix pp. 995-997, reveals that its occupant develops, implements, and enforces policies and procedures relating to the institution and its management; serves as a member of the divisional management team where he is responsible for recommending, reviewing, and implementing policies and procedures to guide the entire division; and maintains regular contact with the general public through the news media and speechmaking. Thus, the Director's \"political affiliation could reasonably affect the manner\" in which he performs his duties. <i>Roman Melendez,</i> 826 F.2d at 134. This position therefore satisfies <i>Jimenez Fuentes</i>' first prong.</p>\n<p>Turning to <i>Jimenez Fuentes'</i> second prong, the court first notes that the Governor designated the Director's position \"exempt\" from the job-protection provisions of the State Personnel Act because he considered the Director a policymaker. <i>See</i> N.C.Gen.Stat. § 126-5(d)(1). As of May 1985, the Directors of the five juvenile training facilities were among only nineteen exempt positions of DYS's 850 employees. Within DYS, therefore, Directors of the state's juvenile training facilities are \"considered to be at the policymaking end of the spectrum.\" <i>Jimenez Fuentes,</i> 807 F.2d at 246 (footnote omitted).</p>\n<p>Defendants have submitted a six-page job description for the Director of the Dillon School. In an affidavit, Phillip J. Kirk, Jr., Secretary of DHR from 1985 through 1987, testified that this description was in Cayton's personnel file when Kirk took office after the transition of power in January 1985. Cayton contends that the court should not rely on this description because it has not been sufficiently authenticated. He informs the court that the document was not in his personnel file at the time he reviewed it in connection with discovery in this case. Moreover, the copy he eventually received had a blank space where the incumbent's name should have been inserted.</p>\n<p>The court relied on this description when it ruled on defendants' initial motions for summary judgment. <i>See </i><i>Stott I,</i> 725 F.Supp. at 1396. It will do so again now for the following reasons. First, the document bears the date 17 November 1983  just five months before Cayton was promoted to this position. Second, it bears the signature of W. Robert Atkinson, Assistant Director for Institutional Services at DYS. A \"Work Plan/Performance Review Summary\" (\"WPPR\") submitted by Cayton in connection with the pending motions bears Atkinson's signature as his \"next level supervisor.\" Atkinson also testified at his deposition that he supervised Cayton as head of the Dillon School. Thus, the document in question was signed by someone knowledgeable about the inherent functions of the position just a few months before Cayton assumed its duties. Third, the WPPR submitted by Cayton describes the major responsibilities of the position in a very similar fashion  though in much less detail  as the description in question.<sup>[19]</sup> Moreover, Cayton's own deposition testimony <span class=\"star-pagination\">*991</span> highlighted several of the same responsibilities listed in this description.<sup>[20]</sup> In light of all these circumstances, the court concludes that the job description at issue genuinely and accurately portrays the inherent functions of the Director of the Dillon School. It will therefore rely on that document to analyze Cayton's position in light of <i>Jimenez Fuentes'</i> second prong.</p>\n<p>Grouping the Director's inherent functions in the categories articulated by the <i>Jimenez Fuentes</i> court, they are as follows:</p>\n<blockquote>1. <i>Policy-making Functions</i>\n</blockquote>\n<blockquote>1. Provides executive management to the institution involving supervision, direction, planning, policymaking/interpretation/administration and comprehensive coordination of the treatment program, academic/vocational program, residential program, fiscal operations, and support services.</blockquote>\n<blockquote>2. Develops, implements, and enforces all policies and procedures relating to the institution and its management.</blockquote>\n<blockquote>3. Serves as a member of the divisional management team where he is responsible for recommending, reviewing, and implementing policies and procedures to guide the entire division.</blockquote>\n<blockquote>4. Plans the work operations, sets priorities and deadlines, and establishes goals for the institution.</blockquote>\n<blockquote>5. Interprets and implements court orders.</blockquote>\n<blockquote>6. Forecasts budget needs, changes in population, trends and laws, and facility/vehicle/equipment renovation and/or replacement needs.</blockquote>\n<blockquote>7. Develops expansion budget requests, determines spending priorities, develops capital improvement requests, and supervises capital improvement projects.</blockquote>\n<blockquote>2. <i>Representative Functions</i>\n</blockquote>\n<blockquote>1. Maintains regular contact with the general public through the news media and speechmaking.</blockquote>\n<blockquote>2. Maintains regular contact with judges, court personnel, related agency employees through conferences, professional meetings, and appointments.</blockquote>\n<blockquote>4. <i>Personnel Duties</i>\n</blockquote>\n<blockquote>1. Has responsibility for hiring, promoting, suspending, firing, and reassigning employees at the institution.</blockquote>\n<blockquote>2. Is the immediate supervisor for all employees at the institution.</blockquote>\n<blockquote>3. Makes final decisions regarding the assignment of work to personnel and the assignment of personnel to work units.</blockquote>\n<blockquote>4. Regularly appraises the work of employees and has final authority on all merit salary decisions.</blockquote>\n<blockquote>5. Develops on-the-job training programs for new employees and plans and coordinates special workshops.</blockquote>\n<blockquote>5. <i>Ministerial Duties</i>\n</blockquote>\n<blockquote>1. Negotiates agreements with the University of North Carolina and Duke University to provide professional training to college students.</blockquote>\n<blockquote>2. Approves expenditures from the student welfare fund and other trust accounts, monitors budget and trust funds, monitors and reviews material received reports, and monitors inventory records.</blockquote>\n<blockquote>3. Conducts regular needs assessments and secures on- and off-campus courses to assist faculty members to attain special education certification.<sup>[21]</sup></blockquote>\n<p>This description reveals that the Director is a policymaker and that party affiliation is therefore an appropriate requirement for <span class=\"star-pagination\">*992</span> his position. The job description explicitly states that the Director is responsible for policy development, interpretation, and implementation not only at the Dillon School, but divisionwide. His responsibility for developing expansion budget requests, determining spending priorities, developing capital improvement requests, and supervising capital improvement projects provides him with potent power to influence the Dillon School's programs. The Director is also a communicator: he regularly addresses the news media and the public. He has the authority to speak in the name of policymakers with judges, court personnel, and related agency employees. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 242. Finally, the Director has wide-sweeping personnel powers over 128 employees including hiring and firing authority. <i>See </i><i>McGurrin Ehrhard,</i> 867 F.2d at 95-96. A politically disloyal occupant of the Director's position could easily thwart DYS's goals for the Dillon School. Consequently, Cayton has not met his burden of proving that party affiliation is an inappropriate requirement for the position of Director of the C.A. Dillon School. Defendants are entitled to summary judgment on Cayton's First Amendment claim.</p>\n<p></p>\n<h2><i>4. Motive</i></h2>\n<p>Plaintiffs contend that even if they held positions for which political affiliation is an appropriate requirement, their discharges were unlawful because defendants had an illegal motive for firing them. Plaintiffs argue that defendants did not fire them because they wanted loyal Republican operatives in their place to more effectively implement the Martin administration's policies and programs. Rather, plaintiffs argue, defendants fired them to punish them for supporting and contributing to Martin's Democratic challenger, for not supporting Martin, and to reward Martin's political allies for their support. Plaintiffs argue that proof of this motive would make plaintiffs' discharges illegal even if defendants could have properly discharged them on the basis of political affiliation. Since factual issues remain concerning what defendants' motives were,<sup>[22]</sup> plaintiffs argue that summary judgment is inappropriate.</p>\n<p>Plaintiffs have submitted, and the court finds, no authority to support this argument. Nothing in <i>Elrod, Branti, Stott II,</i> or <i>Jimenez Fuentes</i> suggests that once the court determines that the position is one for which political affiliation is an appropriate requirement, it must go one step further and determine if, in fact, plaintiffs were discharged because of their political affiliation. Indeed, the court has located a post-<i>Jimenez Fuentes</i> decision in which the First Circuit squarely held that no further determination is required. In <i>Rodriguez Rodriguez v. Munoz Munoz,</i> 808 F.2d 138 (1st Cir.1986), plaintiff contended that he was demoted because of his political activities in planning his candidacy for mayor. Because both plaintiff and his employer were members of the same political party, plaintiff did not argue that he was demoted because of his political affiliation. <i>See id.</i> at 143. The court held that \"the same category of employees who, under <i>Elrod-Branti,</i> are properly open to discharge because of their political <i>affiliation</i> are likewise open to discharge because of [or \"in retaliation for\"] political <i>activities</i> they may engage in, such as running for office as a rival to persons backed by their supervisors.\"<sup>[23]</sup><i>Id.</i> at 145 (emphasis in original and supplied); <i>see also </i><i>McGurrin Ehrhard,</i> 867 F.2d 92 (plaintiff's termination did not violate First Amendment even though she alleged she was fired for expressing opposition to the <span class=\"star-pagination\">*993</span> Governor at political meeting). In other words, if \"plaintiff's position is indeed one for which political affiliation would have been a legitimate requirement[,]\" his dismissal does not violate the First Amendment even if he actually \"was fired for his political activity, not affiliation.\"<sup>[24]</sup><i>Id.</i> at 144. Therefore, that the motive behind the discharge was retaliation for the employee's support of certain candidates, rather than an innocent desire to achieve loyal implementation of a new administration's programs and policies, is immaterial. Hence, even if Martin administration officials purposefully set out to punish Democrats who supported Martin's adversary, so long as those who they discharged held positions for which political affiliation is an appropriate requirement, they could be lawfully fired notwithstanding the First Amendment. Consequently, any factual issues remaining over defendants' motivation for discharging plaintiffs are not material to the outcome of this lawsuit. <i>See</i> Fed. R.Civ.P. 56(c).</p>\n<p></p>\n<h2><i>D. Qualified Immunity</i></h2>\n<p>Because the court has found that all three plaintiffs' claims must be dismissed on the merits, it sees no reason to address defendants' alternative motion to dismiss plaintiffs' monetary claims because defendants' actions were protected by qualified immunity.<sup>[25]</sup></p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, defendants' motions for summary judgment on all three plaintiffs' remaining claims for relief are hereby GRANTED. This action is hereby DISMISSED.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p></p>\n<h2>POSITION DESCRIPTION</h2>\n<p></p>\n<h2>REGIONAL MANAGER</h2>\n<p></p>\n<h2>DEPARTMENT OF NATURAL RESOURCES AND COMMUNITY DEVELOPMENT</h2>\n<p></p>\n<h2>ADMINISTRATIVE SUPPORT</h2>\n<p>The regional manager serves as chief administrative officer for the region. The regional manager supervises and is responsible for administrative support for regional programs. This support includes: secretarial support, non-specialized vehicles, office space, supplies, furniture and non-technical equipment.</p>\n<p>Assignments of secretarial support, vehicles, space, supplies, etc. are made in consultation with division staff in a timely manner. The regional manager shall prepare the administrative budget for regional office and shall coordinate with the divisions in preparation and submission of their budgets.</p>\n<p></p>\n<h2>EMERGENCIES</h2>\n<p>The regional manager has the responsibility to serve as lead in coordinating responses to emergencies taking place within their region. Division personnel will be assigned to take the lead in these activities. The regional manager shall be briefed and provide for coordination with the Secretary's office in responding to all emergencies taking place within the region.</p>\n<p></p>\n<h2>SPECIAL ASSIGNMENTS</h2>\n<p>The Secretary calls on the regional manager as needed to take on special assignments <span class=\"star-pagination\">*994</span> involving the regional office staff and efforts with individuals and groups throughout the region. These assignments are coordinated through the Special Assistant for Executive Communications.</p>\n<p></p>\n<h2>SUPERVISION</h2>\n<p>The regional managers are supervised by the Special Assistant for Executive Communications in the Secretary's office. Regional interaction and staff meetings shall take place between regional managers and the Special Assistant.</p>\n<p></p>\n<h2>DEPARTMENTAL REPRESENTATIVE</h2>\n<p>The regional manager is a member of the Secretary's executive staff and represents the Secretary as requested throughout the region. A principal responsibility of the regional manager is the communication of the functions, responsibilities and established goals of the Department of Natural Resources and Community Development. The regional manager shall perform this function by visitations and contacts with local government officials, public and private organizations.</p>\n<p></p>\n<h2>COMMUNICATIONS</h2>\n<p>The regional manager maintains a high level of communication between programs of the Department of NRCD and other public programs. The regional manager shall make maximum use of policy and goal statements of the Department along with publications and other educational materials. The regional manager will address civil groups, environmental groups, business organizations and public officials for the purpose of communicating NRCD programs. Visits by the Secretary's staff are coordinated through the regional manager.</p>\n<p>The regional manager ensures timely and efficient internal communication within the regional office by conducting regular meetings with divisional representatives so as to be able to reflect the department's position on all issues. The regional manager will be briefed by divisional personnel at an appropriate level.</p>\n<p></p>\n<h2>CITIZEN ASSISTANCE</h2>\n<p>The regional manager provides timely interaction with the citizens of the region. The regional manager should provide information, speakers and referrals as appropriate to the needs of the citizens. Further, citizens' complaints which are directed at NRCD programs within the regional are responded to by the regional managers.</p>\n<p></p>\n<h2>DESCRIPTION OF WORK</h2>\n<p></p>\n<h2>DIRECTOR OF COLLISION REPORTS AND GENERAL SERVICES</h2>\n<p></p>\n<h2>DIVISION OF MOTOR VEHICLES</h2>\n<p></p>\n<h2>DEPARTMENT OF TRANSPORTATION</h2>\n<p>The Department of Transportation has transferred to the Division of Motor Vehicles the operation of the Print Shop, Mail Room and Supply Department. This transfer involved the reassignment of twenty people, a budget of approximately $600,000 an the complete equipment inventory to support this operation.</p>\n<p>The responsibility for administering these additional programs has been assigned to the Director of the Collision Reports and Evaluation Section. The responsibilities of the Director's position have changed with these additional duties.</p>\n<p>A person in this position will be responsible for projecting personnel and budgetary needs for the operation of the Collision Reports and Evaluation Section, Print Shop, Supply Unit and Mail Room.</p>\n<p>This employee will work with the Commissioner, Deputy Commissioner and Assistant Commissioners in preparing an annual budget to be presented to the General Assembly each year. It will be his duty to provide statistical data to the Commissioner for use in presenting a legislative program. He will assist the Commissioner in appearing before the various committees in the General Assembly.</p>\n<p>This individual will work closely with the United States Postal authorities to insure that the North Carolina Division of Motor Vehicles is following the latest postal regulations to receive the maximum service at the lowest cost. It will be his responsibility to work with the Data Processing Section <span class=\"star-pagination\">*995</span> to provide the best system and equipment possible for multi-stuffing registration cards and driver license renewals. This individual will be responsible to work closely with Purchase and Contract in negotiating a contract for presorting mail.</p>\n<p>His duties will require him to work with the other directors to determine the needs for supplies and equipment from the Central Supply Room.</p>\n<p>This employee will supervise the operation of the Print Shop which provides a printing service to each unit in the Division of Motor Vehicles and a limited service to the Department of Transportation. It will be his responsibility to update the equipment and staff the Print Shop to provide a high level of service to the Division of Motor Vehicles.</p>\n<p>This employee will continue to research and evaluate proposed changes in laws, rules and regulations for impact on the budget and operation of the Division of Motor Vehicles.</p>\n<p>This employee will continue to be responsible for receiving and evaluating the accident reports of all law enforcement agencies throughout North Carolina, to administer the Financial Security Law as it applies to accident victims and issue an order for the revocation of driver license when no insurance is in effect at the time of the accident.</p>\n<p>Due to the technical skills and knowledge required concerning all phases of this unit, it is vitally important that the classification of the Director's position be comparable to the other Directors in the Division of Motor Vehicles.</p>\n<p></p>\n<h2>JOB EVALUATION DESCRIPTION</h2>\n<p></p>\n<h2>FACILITY DIRECTOR</h2>\n<p></p>\n<h2>C.A. DILLON SCHOOL</h2>\n<p></p>\n<h2>DIVISION OF YOUTH SERVICES</h2>\n<p></p>\n<h2>DEPARTMENT OF HUMAN RESOURCES</h2>\n<p></p>\n<h2>PRIMARY PURPOSE OF JOB</h2>\n<p>1. The position serves as the chief executive officer of C.A. Dillon School, a residential treatment/rehabilitation institution for male and female adjudicated juvenile delinquents aged 10-17 with serious behavioral problems. The provision of executive management of the institution which involves supervision, direction, planning, policy making/interpretation/administration and comprehensive coordination of the treatment program, academic/vocational program, residential program, fiscal operations, and support services is the primary purpose. The incumbent negotiates agreements with the University of North Carolina and Duke University to provide professional training to college students through establishing and supervising internship programs.</p>\n<p>2. The position is responsible for planning the work operations, setting priorities and deadlines, establishing goals for the institution, determining personnel, space, equipment, materials and other resources needed to meet the goals and objectives of the institution. An annual plan of work is prepared with modifications taking place on a monthly, weekly, and daily basis. It is necessary that the position is involved in long-range planning in an effort to forecast budget needs, changes in population, trends and laws, and facility/vehicle/equipment renovation and/or replacement needs.</p>\n<p>3. This position is delegated the responsibility for making final decisions regarding overall work assignments. The authority includes the assignment of work to personnel and personnel to work units within the specifications established for a given employee's job classification. This responsibility includes the assignment of necessary personnel and other resources for the operation of three highly specialized treatment programs for a population of seriously disturbed clients.</p>\n<p>4. The position develops expansion budget requests, initiates 606's, determines spending priorities, approves requisitions and local purchase authorizations, approves expenditures from the student welfare <span class=\"star-pagination\">*996</span> fund and other trust accounts, monitors budget and trust funds, monitors/reviews material received reports, monitors inventory records, develops capital improvement requests and supervises capital improvement projects. The position must justify all major budget needs and expansion budget requests to the office of Assistant Director for Institutional Services through reports and conferences.</p>\n<p>5. The position is responsible for conducting regular needs assessments, authorizing attendance at seminars/workshops held at off-campus locations, securing on and off-campus courses, especially credit courses to assist all faculty members to attain special education certification, developing on-the-job training programs for new employees, planning and coordinating special workshops. Evaluations are accomplished through instruments, questionnaires and conferences.</p>\n<p>6. The position is responsible for negotiating and approving standards of work for immediate subordinates and reviewing and approving standards for the remainder of the staff. Standards are revised, with the approval of the incumbent, on an as-need basis. Need to revise is determined through performance reviews when program directions/methodology changes. The position is responsible for the development, implementation and enforcement of all policies and procedures relating to the institutional program and its management. These policies and procedures are reviewed by the institutional management team regularly and monitored through meetings and inspections. The incumbent serves as a member of the divisional management team and is responsible for recommending, reviewing, and implementing policies and procedures to guide the entire division.</p>\n<p>7. Mostly, work reviews are conducted through reports and conferences. Work adjustments are negotiated on an as-need basis either as a result of monthly reports or during semi-annual work review/coaching sessions.</p>\n<p>8. The position is responsible for reviewing the documentation of all first oral warnings for performance of duties issued by immediate supervisors and approving the submission of that documentation to the employee. Additionally, the incumbent is responsible, together with the department head, for issuing second oral warnings and final warnings to employees for performance of duty related violations. Finally, the position is delegated the authority for dismissing employees.</p>\n<p>The position maintains the authority to suspend an employee as necessary to conduct required investigations into matters of personal conduct. Upon the completion of the investigation, the incumbent may dismiss or reinstate the suspended employee as appropriate.</p>\n<p>The position serves as the immediate supervisor for all employees and is responsible for all Step 1 actions as outlined in the Department of Human Resources Directive 1-81 governing grievance procedures.</p>\n<p>The position is responsible for communicating, both orally and in writing, all staff discipline policies and procedures regularly to the total staff.</p>\n<p>9. The position is responsible for advertising position vacancies, interviewing applicants, and making final selection decisions.</p>\n<p>The position has final authority for all appraisals through the WPPR process.</p>\n<p>The position is delegated authority to promote qualified employees as opportunities exist. The position serves as the final authority on dismissal decisions at the institution.</p>\n<p>The position has final authority on all reassignment decisions.</p>\n<p>The position has final authority on all merit salary decisions; recommending to the Assistant Director for Institutional Services range revisions, reallocations and other use of salary reserve monies.</p>\n<p>10. As a treatment and rehabilitation facility, C.A. Dillon School is regularly affected by changes in methodology, guidelines, programs, technology and population served. Many of these changes are of a minor nature and require only minor adjustments in the service delivery system. <span class=\"star-pagination\">*997</span> Many other changes are major and require significant alterations as is evidenced by the recent implementation of the following:</p>\n<p>....</p>\n<p>11. The position is in regular contact through telephone, memorandums/reports, and conferences. The supervisor is apprised of relevant issues regarding the operation of C.A. Dillon School and advice and/or permission is sought on given issues. The position generally maintains final responsibility/authority on budget expenditures and work methods; major program goals are negotiated through the WPPR process; organizational and program changes that have a system-wide impact are reviewed and approved by the supervisor prior to implementation.</p>\n<p>12. The work is formally reviewed minimally on a semi-annual basis through the WPPR and coaching processes. Work reviews are also conducted through the divisional annual monitoring procedures. Less formal and more frequent reviews take place through reports, conferences, and visitations.</p>\n<p>13. The supervisory responsibility is executive, administrative, and technical in nature. The incumbent must have a knowledge of the following areas in order to effectively evaluate, correct or otherwise supervise the work:</p>\n<p>....</p>\n<p></p>\n<h2><i>Employee Questions:</i></h2>\n<p>....</p>\n<p>9. The major areas of work requiring the greatest accuracy include budget formulation and expenditures, work and space assignments, personnel decisions, and interpretation of court orders.</p>\n<p>....</p>\n<p>12. The position is in daily contact with subordinates and other members of the management team. Daily contact is maintained with many of the supervisors and line staff. These contacts are necessary for the purposes of planning, problem solving/decision making, information dissemination, work assignments and adjustments, standard setting, resources allocations, monitoring and evaluation, counseling, training, policy-making, and morale-boosting. The position is required to maintain regular contact with the general public through the news media and speech making. Other organizations and individuals such as judges, court personnel, and related agency employees maintain regular contact through conferences, professional meetings, and appointments.</p>\n<p>13. Mostly, the physical effort required of this position is the regular visitation to the various campus work sites and being available 24 hours per day to assist staff during emergencies. There is an occasional need to assist staff in driving and walking through the local community in an effort to locate runaway students.</p>\n<p>....</p>\n<p>15. This position is exposed daily to dangerous persons. These persons, assaultive and aggressive adolescents who comprise approximately 85% of the student body, are a highly volatile population who regularly attack their peers and staff. The student population is the most difficult and disturbed population in the Division of Youth Services. C.A. Dillon serves as an alternative treatment program for all youth in North Carolina who cannot be effectively treated or managed in any other program in the state.</p>\n<p>16. The regular work hours are from 8:00 a.m. to 5:00 p.m. Monday through Friday. However, the position is required to be on call and available 24 hours per day, seven days per week. The incumbent is required to work on certain weekends to meet with parents and others who may come to visit the campus. Regularly monitoring of all shifts is a necessary requirement of the position.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Employees in policymaking positions designated as exempt\" are not subject to the job-security provisions of the Personnel Act. <i>Id.</i> § 126-5(c)(3). \"The Governor may designate as exempt policymaking positions ... in [the] ... Department of Human Resources; ... Department of ... Natural Resources [and Community Development]; ... and ... Department of Transportation.\" <i>Id.</i> § 126-5(d)(1). \"An exempt employee may be transferred, demoted, or separated from his position by the department head authorized to designate the exempt position ... for reasons other than just cause....\" <i>Id.</i> § 126-5(e).\n</p>\n<p>The provisions quoted above are slightly different from those that were in effect at the time of plaintiffs' dismissals. The provisions in effect at that time allowed \"deputies, administrative assistants, division or agency heads or other employees, by whatever title, that serve in policy-making positions ... to be designated [\"exempt\"] by the Governor....\" <i>Id.</i> § 126-5(d)(4) (1985), <i>amended by</i> Act to Amend the State Personnel Act, ch. 617, § 1, 1985 N.C.Sess.Laws 789, 789-92.</p>\n<p>[2]  At first glance, one of the last sentences in the Fourth Circuit's opinion does appear to require a jury trial: \"[B]ecause of the factual nature of the inquiry necessary for resolution of these individual cases, trial by jury is warranted.\" <i>Stott II,</i> 916 F.2d at 146. However, since the Fourth Circuit did not consider the merits of plaintiffs' claims, <i>id.</i> at 143-44, it could not have come to a conclusion that a jury trial  as opposed to summary judgment  is warranted. Moreover, such a conclusion would completely contradict the court's earlier pronouncement that \"[t]he matter is a question of law to be ultimately decided by the courts.\" <i>Id.</i> at 143; <i>see also </i><i>Jones v. Dodson,</i> 727 F.2d 1329, 1336 (4th Cir.1984) (whether partisan affiliation is appropriate requirement for position \"presents an ultimate issue of law for the court....\")</p>\n<p>[3]  Plaintiffs argue that the Fourth Circuit's acceptance of the First Circuit standard is dicta because the court did not address the merits of plaintiffs' claims. Plaintiffs are flatly incorrect. First, the court's analysis of the substantive standards which govern plaintiffs' claims was central to its ruling on the class certification issue and was therefore not dicta. <i>See, e.g., </i><i>United States v. Adamson,</i> 665 F.2d 649, 656 n. 19 (5th Cir.1982), <i>cert. denied,</i> 464 U.S. 833, 104 S.Ct. 116, 78 L.Ed.2d 116 (1983). Second, the Fourth Circuit's acceptance of the First Circuit standard is now the \"law of the case\" and therefore governs the remainder of the litigation. <i>See </i><i>Walston v. School Bd. of Suffolk,</i> 566 F.2d 1201, 1205 (4th Cir.1977); <i>see also</i> Martin H. Brinkley, Note, <i>Despoiling the Spoils: Rutan v. Republican Party of Illinois,</i> 69 N.C.L.Rev. 719, 739 (1991) (\"[t]he benefit of the <i>Stott</i> result was to give the trial court a standard by which to evaluate plaintiff's claims upon remand.\") Thus, whether or not the First Circuit's standard is a \"wholesale abandonment of the clear holding of <i>Branti</i>[,]\" Plaintiff's April 1, 1988 Consolidated Summary Judgment Brief, it is now the standard which governs this case.</p>\n<p>[4]  This is not to say that affidavit or deposition testimony about the present or past occupants' actual duties is necessarily irrelevant for all purposes in every instance. <i>See infra</i> n. 6.</p>\n<p>[5]  Defendants have asked the court to merely \"reinstate\" its prior summary judgment rulings against Stott and Cayton as it did on plaintiffs' conspiracy claim. However, nothing in the Fourth Circuit's opinion suggests that the court applied improper legal or factual standards when it granted summary judgment for defendants on that claim. Unfortunately, the same cannot be said for the court's rulings on plaintiffs' First Amendment claims. A fresh look is therefore in order.</p>\n<p>[6]  Despite the second prong's insistence that only the inherent powers of the job be evaluated, the First Circuit, in applying the second prong to the facts, did review plaintiffs' testimony about their actual duties. <i>See id.</i> at 244-45. The court concludes, therefore, that the plaintiff-employee's own testimony about his prior duties is not necessarily irrelevant for every purpose and in every instance. For example, such testimony may be useful in filling gaps left by the official job description and in amplifying the responsibilities listed in the description. However, such testimony cannot be used to belittle the job into one with less significant responsibilities than identified in the official description. <i>Id.</i> at 242.</p>\n<p>[7]  Importantly, the \"at least a modicum of policymaking responsibility\" language pertaining to <i>Jimenez Fuentes</i>' second prong is omitted when the issue moves from qualified immunity to the merits of a plaintiff's First Amendment claim. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 242. In other words, whereas merely a modicum of such responsibility is sufficient to establish qualified immunity, the position must entail greater responsibility for the defendant to avoid liability on the merits.</p>\n<p>[8]  Most of NRCD's employees were based in its seven regional offices: Asheville, Fayetteville, Mooresville, Raleigh, Washington, Wilmington, and Winston-Salem. \"The regional office concept allow[ed] the Department to deliver its program services to citizens in a comprehensive and coordinated manner at the community level.\" <i>North Carolina Manual</i> 793 (John L. Cheney, Jr. ed., 1987-88).</p>\n<p>[9]  NRCD's third statutory duty also involved matters in which there is room for political disagreement. In <i>Quintana,</i> 817 F.2d at 892 (discussed <i>supra</i> at pp. 979, 980), the First Circuit concluded that the Right to Employment Administration's mission of providing job training and employment to economically underprivileged citizens potentially relates to matters of partisan political concerns.</p>\n<p>[10]  All three plaintiffs argue that there is no official job description of the \"inherent functions\" of their former positions because, under North Carolina law, job descriptions are required to reflect the actual duties of the present occupant, not \"inherent functions\" of the position itself. North Carolina law says no such thing: \"The head of each principal State department may ... change the duties ... of existing offices and positions as he deems necessary ... subject to the State Personnel Act....\" N.C.Gen.Stat. § 143B-10(c) (1990).\n</p>\n<p>The job description for \"Regional Manager\" of NRCD was relied on heavily in the court's initial summary judgment order. <i>See </i><i>Stott I,</i> 725 F.Supp. at 1415-16. Indeed, plaintiffs, not defendants, submitted this description. <i>Id.</i> at 1415. In light of the record testimony of two other Regional Office Managers which substantially corroborates the duties listed in the description, <i>see infra</i> pp. 984, 985, the court concludes that the description accurately depicts the position's inherent responsibilities.</p>\n<p>[11]  Hodge was a member of the plaintiff class before its decertification.</p>\n<p>[12]  Muzinich was also a member of the plaintiff class before its decertification.</p>\n<p>[13]  Despite his job description and the testimony of Hodge and Muzinich, Stott has submitted an affidavit in connection with the pending motions which portrays the Regional Office Manager as little more than a technical administrator: \"I had no supervisory responsibility with respect to any of the program staff in the regional office. I had no authority to assign them work or evaluate their performance. I also had no authority with respect to the operation of these substantive programs or the provision of services which were administered by these programs.\" \"I did not personally respond to requests for information.\" \"I was not authorized to respond substantially to complaints....\" \"After receiving the complaint, my role ended. I had no responsibility for deciding how the problem would be addressed, or for addressing the problem.\" \"I did not serve as a spokesman for the department. I was not authorized to respond to inquiries by the media.\" \"I had no input into the budget process. I did not set the budget for the regional office and had no input whatsoever into any programmatic budgets.\" \"I had no authority for, and input into, departmental policy.\" \"My contact with the Secretary of the department was limited.\" \"The only exercise of personal judgment which was a part of my responsibilities, was a determination as to the appropriate person or program to whom to refer information or requests.\"\n</p>\n<p>The court rejects this testimony in its entirety. Even assuming that Stott's affidavit accurately recounts the duties he performed as Regional Office Manager, the job description and testimony of others who held the same position establish that \"the position inherently encompasses more expansive powers and more important functions that would tend to make political affiliation an appropriate requirement for effective performance.\" <i>Mendez-Palou,</i> 813 F.2d at 1258. Consequently, this testimony is irrelevant. <i>Rosario Nevarez,</i> 820 F.2d at 528 n. 6.</p>\n<p>[14]  Register concedes that this document is an accurate description of his former position with the exception of the references to his appearance with the Commissioner before the General Assembly. However, as Register was promoted to this position at a time when the General Assembly was not in session, and was discharged before it came back into session, these responsibilities, though inherent in his office, would not have been active during his brief tenure as Director.</p>\n<p>[15]  At oral argument, defendants informed the court that this description is not entirely complete because it was primarily meant to reflect the Director's newly acquired duties in operating the Print Shop, Mail Room, and Supply Department; some of the Director's other responsibilities have been underrepresented. The court therefore finds it appropriate to fill this gap with Register's deposition testimony.</p>\n<p>[16]  Despite his job description and his deposition testimony, Register has submitted an affidavit in connection with the pending motions which tends to belittle the functions of his former position: \"I did not have any authority to act for the Commissioner, to make recommendations or decisions regarding the DMV budget, or to cast any votes in the [DOT Review] committee. Rather, I was a messenger boy for the Commissioner....\" \"I did not speak for the Commissioner or act in his behalf.\" \"I had very little contact with the public.\" \"In no way did I address political problems for the Commissioner, the Secretary of Transportation, or the Governor.\" \"[M]y function in implementing [the motor vehicle] laws was nondiscretionary.\" \"I had absolutely no role in determining what policies the motor vehicle safety responsibility laws of North Carolina would serve.\" \"I did not decide and had no input into deciding how lax or stiff enforcement of the motor vehicle laws should be.\" \"I did not have any role in determining what share of the departmental or division budget my section would actually receive. Rather, I simply prepared budgeting documents for the section outlining the needs of the section.\" \"The only times during my tenure when a safety responsibility determination was overturned was by a court order obtained by the private party, not by my discretionary decision.\"\n</p>\n<p>Again, the court may not consider testimony in which the officeholder claims to have performed lesser and fewer functions that those inherent in his position. <i>See supra</i> n. 13. Therefore, Register's affidavit testimony is rejected in whole.</p>\n<p>[17]  Cayton argues that the Director's position is no different from the superintendents of adult prison facilities which this court found constitutionally protected in its original summary judgment order. <i>See </i><i>Stott I,</i> 725 F.Supp. at 1389-91. Section 134A-1 belies this argument, for it states that the legislature intended to provide entirely different services to youthful offenders than to adult offenders. In creating DYS, the state assumed that youthful offenders can be rehabilitated, reformed, and educated. How these goals are achieved are certainly matters in which there is room for political disagreement. In contrast, the state has made no such assumption with adult offenders, and prison units are therefore often merely holding cells for convicted criminals to be punished and pay their debt to society. Running such a unit does not necessarily entail making decisions potentially subject to partisan political disagreement. Furthermore, the court's reasoning regarding these superintendent positions is now clouded by the same factors that has caused the court to take a fresh look at all three plaintiffs' claims. <i>See supra</i> pp. 974-976.</p>\n<p>[18]  Cayton's own deposition testimony underscores this conclusion: he testified that the Martin administration failed to implement the security recommendations of a \"blue ribbon committee\" established by Governor Hunt on youth detention centers.</p>\n<p>[19]  The WPPR described the Director's responsibilities as follows: evaluating and coordinating departments and programs; planning; implementing and monitoring compliance with policies, regulations, directives, and laws; directing and coordinating fiscal operations; setting goals, objectives, and priorities; interpreting policy; conducting ongoing positive relations with parents, court officers, news media, and other agencies; directing and coordinating personnel matters; planning, developing, and conducting staff training; and reviewing, planning, and assigning workloads and schedules.\n</p>\n<p>A comparison of these responsibilities with those listed in the job description, <i>see infra</i> p. 991, reveals similarities sufficient to convince the court that both documents describe the same positionDirector of the Dillon School. Indeed, even if the court relied only on the WPPR and not the job description, its ultimate conclusion on whether the occupant of the position was constitutionally protected from a political firing would be the same.</p>\n<p>[20]  Cayton testified at his deposition that he supervised 128 employees; that he made recommendations for hiring and firing; appraised the performance of several employees at Dillon; that he was responsible for implementing DYS policy; that the Director's is a highly visible position if something goes wrong; and that he had to \"take the heat\" when inmates escaped.</p>\n<p>[21]  Like Stott and Register, Cayton has submitted an affidavit in connection with the pending motions tending to belittle his responsibilities: \"At no time, as Director of C.A. Dillon School, did I have any responsibility for the formulation of policy or for the establishment of programs.\" \"As Director of Dillon I did not participate in any policymaking or management group or team except for the management team at Dillon.\" \"My authority with respect to personnel decisions was extremely limited.\" \"I had no formal planning role and did not determine or plan for major changes in the facility. With respect to the budget, I estimated the budgetary needs of the facility and provided that information to the division for review and budget setting at the division and departmental level.\" For the same reasons the court rejected Stott's and Register's affidavits, <i>see supra</i> nn. 13 &amp; 16, it rejects Cayton's affidavit in its entirety.</p>\n<p>[22]  The court notes that at the outset of this litigation defendants vehemently denied that they had discharged plaintiffs because of their political affiliation. Their argument has now shifted 180 degrees. As such, plaintiffs' argument that factual issues remain regarding defendants' motives is well taken.</p>\n<p>[23]  The Fourth Circuit in <i>Stott II</i> implicitly recognized this proposition when it stated that \"if the district court finds that a plaintiff held a position <i>not</i> subject to a patronage dismissal, then an inquiry based on the <i>Pickering v. Board of Educ.,</i> 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1969) [(political activities test)], and <i>Connick v. Myers,</i> 461 U.S. 138, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983) [(political activities test)], line of cases may be necessary.\" 916 F.2d at 141 n. 9 (emphasis added).</p>\n<p>[24]  Defendants contended at oral argument that a finding that a position is one for which a political affiliation is an appropriate requirement strips it of all protections from discharge, including statutory and constitutional protections against racial and sexual discrimination. The court rejects this interpretation of <i>Elrod, Branti,</i> and their progeny. <i>See </i><i>Stott II,</i> 916 F.2d at 143 (\"An employee has an absolute right to be free from dismissal simply on the basis of race.\") The proper reading of these cases is that such a finding strips the office of protection from a <i>politically-motivated</i> discharge.</p>\n<p>[25]  Once the court finds that the positions are ones for which political affiliation is an appropriate requirement, there is no need to address the lesser-included issue of qualified immunity. <i>See </i><i>Rosario Nevarez v. Torres Gaztambide,</i> 820 F.2d 525, 527 (1st Cir.1987).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">970</span></span> (1992)</b></center>\n<center><h1>Bobby STOTT, Joseph Register, and Lonnie Michael Cayton, Plaintiffs,<br>\nv.<br>\nJames G. MARTIN, et al., Defendants.</h1></center>\n<center>Nos. 85-818-CIV-5-BR, 86-650-CIV-5-BR and 86-683-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 12, 1992.</center>\n<p><span class=\"star-pagination\">*971</span> <span class=\"star-pagination\">*972</span> Melinda Lawrence, Donnell Van Noppen, III, Smith, Patterson, Follin, Curtis, James &amp; Harkavy, Raleigh, N.C., for plaintiffs.</p>\n<p>Lacy Thornburg, Atty. Gen. of N.C., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on several motions for summary judgment filed by various defendants. The motions have <span class=\"star-pagination\">*973</span> been extensively briefed and oral arguments were heard on 6 January 1992. The matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>The facts of this case have been recited in numerous prior orders and opinions, both published and unpublished. <i>See, e.g., </i><i>Stott v. Martin,</i> <span class=\"citation\" data-id=\"1407017\"><a href=\"/opinion/1407017/stott-v-martin/\"><span class=\"volume\">725</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1365</span></a></span>, 1380 (E.D.N.C.1989) (hereinafter <i>\"Stott I\"</i>), <i>rev'd sub nom. </i><i>Stott v. Haworth,</i> <span class=\"citation\" data-id=\"549761\"><a href=\"/opinion/549761/bobby-stott-joseph-register-lonnie-michael-cayton-on-behalf-of-themselves/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span></a></span> (4th Cir.1990) (hereinafter <i>\"Stott II\"</i>). For purposes of the pending motions, the pertinent facts can be briefly summarized as follows: In November 1984, Republican James G. Martin was elected to replace Democrat James B. Hunt, Jr. as Governor of North Carolina. Upon entering office in January 1985, Governor Martin and his cabinet secretaries made numerous personnel changes regarding state employees who were \"exempt\" from the job-protection provisions of the North Carolina State Personnel Act, N.C.Gen.Stat. §§ 126-1 <i>et seq.</i> (1991).<sup>[1]</sup> Plaintiffs Bobby Stott, Joseph Register, and Lonnie Michael Cayton were all discharged from their exempt positions. At the time of their respective discharges, Stott was the Regional Office Manager for the Raleigh Regional Office of the Department of Natural Resources and Community Development, Register was the Director of Collision Reports and General Services within the Division of Motor Vehicles, and Cayton was the Director of the C.A. Dillon School, a residential treatment and rehabilitation center for juvenile delinquents.</p>\n<p></p>\n<h2>II. <i>Procedural History</i>\n</h2>\n<p>Over the course of nearly seven years of litigation, this case has taken a variety of twists and turns. The case began when Stott, Register, and Cayton each filed a separate complaint naming himself and a class of similarly situated state employees as plaintiffs. The three complaints were eventually consolidated into this unified action. Plaintiffs alleged that the sole reason they were discharged was because they were affiliated with the Democratic party. They prayed for damages and injunctive relief to redress an alleged violation of their First Amendment rights. Plaintiffs later amended their complaint to allege that they were also fired because they supported and contributed to Martin's Democratic opponent and did not support or contribute to Martin.</p>\n<p>This court certified a class of about 120 plaintiffs and permitted plaintiffs to amend their complaint to add nine new defendants. Defendants moved for decertification of the class and for summary judgment. The motion for decertification was denied. The motions for summary judgment were granted with respect to Stott, Cayton, and 55 class members and were denied with respect to Register and the remaining class members. <i>Stott I.</i> The court granted summary judgment for all defendants on plaintiffs' civil conspiracy claim, ruling that plaintiffs did not present sufficient evidence of an agreement among defendants to violate their rights. 725 F.Supp. at 1439. Finally, the court granted defendants' motions to dismiss on the basis of qualified immunity eleven class members' claims for monetary relief; it denied defendants' motions regarding the remaining class members and the named plaintiffs. <i>Id.</i> at 1442. The court then certified all orders entered for review by the United States Court of Appeals for the Fourth Circuit. <i>See</i> 28 U.S.C. § 1292(b) (1990).</p>\n<p><span class=\"star-pagination\">*974</span> The Fourth Circuit, in a split decision, held that this court erred in certifying the class. <i>Stott II,</i> 916 F.2d at 145-46. It therefore reversed and remanded with instructions to decertify the class. <i>Id.</i> at 146. The court also vacated every other order from which appeal was taken due to the fundamental defect resulting from the improperly certified class. <i>Id.</i> Upon the return of the case to this court, the court decertified the class and issued notice to class members and putative class members of 1) the decertification; 2) their right to move to intervene in this action; and 3) their right to file independent actions. Thirty former and putative class members moved to intervene. Meanwhile, defendants filed a joint motion to reinstate the court's previous ruling dismissing plaintiffs' civil conspiracy claim. The court denied the putative motions to intervene and granted defendants' motion to reinstate its ruling dismissing the civil conspiracy claim.</p>\n<p>Defendants have now filed four motions which, if granted, will terminate this litigation: 1) a motion to reinstate the court's ruling dismissing Stott's claim; 2) a motion to reinstate the court's ruling dismissing Cayton's claim; 3) a renewed motion for summary judgment on Register's claim; and 4) a renewed motion to dismiss plaintiffs' claims for monetary relief. The court is now ready to rule.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2><i>A. The Fourth Circuit's Opinion</i></h2>\n<p>Plaintiffs read the Fourth Circuit's opinion to require a trial by jury on the claims of Stott, Register, and Cayton, notwithstanding this court's previous dismissal of Stott's and Cayton's claims.<sup>[2]</sup> Defendants read the very same opinion to require dismissal of all three claims, notwithstanding this court's previous denial of the motion for summary judgment on Register's claim. The irony of the matter is that the Fourth Circuit expressly stated that it did not intend \"to make a determination about the merits of the claims brought by the plaintiffs.\" <i>Stott II,</i> 916 F.2d at 143-44. Thus, the Fourth Circuit's opinion does not require the court to grant or deny the instant motions.</p>\n<p>The Fourth Circuit's opinion does, however, strongly suggest to this court that it should take a fresh look at all three plaintiffs' claims. First, at the time this court ruled on defendants' summary judgment motions, it rejected as \"too broad\" the First Circuit's test for evaluating the constitutionality of patronage dismissals under <i>Elrod v. Burns,</i> <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976) and <i>Branti v. Finkel,</i> <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1287</span></a></span>, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1980). <i>Stott I,</i> 725 F.Supp. at 1381; <i>see </i><i>Jimenez Fuentes v. Torres Gaztambide,</i> <span class=\"citation\" data-id=\"480539\"><a href=\"/opinion/480539/arnaldo-jimenez-fuentes-v-honorable-jaime-torres-gaztambide/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">236</span></a></span>, 241-42 (1st Cir. 1986) (en banc), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1014</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1888</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">496</span></span> (1987). The Fourth Circuit, in laying the foundation for its ruling on the class certification issue, stated that \"<i>Elrod</i> and <i>Branti,</i> read together, mandate\" the First Circuit's test \"in order to properly render a decision on the propriety of a patronage dismissal[.]\" <i>Stott II,</i> 916 F.2d at 141; <i>see infra</i> pp. 976, 977 (setting out test). It found that test \"consistent with the generally accepted broad interpretation of <i>Elrod-Branti</i> and its progeny[.]\" <i>Stott II,</i> 916 F.2d at 142.<sup>[3]</sup><span class=\"star-pagination\">*975</span> Since this court rejected the First Circuit's test as overly broad, it did not evaluate plaintiffs' claims under the correct legal standard.</p>\n<p>Second, at the time this court ruled on defendants' summary judgment motions, it examined \"both the actual duties performed [by the discharged employees] and the[ir] job descriptions.\" <i>Stott I,</i> 725 F.Supp. at 1388 n. 10. The court reasoned that \"[a]n approach that completely ignores the actual duties performed within a given position by this particular employee and other employees is suspect and subject to abuse.\" <i>Id.</i> The Fourth Circuit's opinion, however, establishes that only the inherent functions of an office are relevant:</p>\n<blockquote>\"We would note that in conducting this inquiry, courts focus on the powers inherent in a given office, as opposed to the functions performed by a particular occupant of that office. `The relevant inquiry is to the function of the public office in question and not the actual past duties of the particular employee involved.' `Thus, if an officeholder performs fewer or less important functions than usually attend his position, he may still be exempt from the prohibition against political terminations if his position inherently encompasses tasks that make his political affiliation an appropriate requirement for effective performance.'\"</blockquote>\n<p><i>Stott II,</i> 916 F.2d at 142 (quoting <i>Jimenez Fuentes,</i> 807 F.2d at 242 (quoting <i>Brown v. Trench,</i> <span class=\"citation\" data-id=\"467559\"><a href=\"/opinion/467559/brown-barbara-v-trench-lucille-individually-and-as-commissioner-bucks/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span>, 168 (3d Cir.1986) and <i>Tomczak v. City of Chicago,</i> <span class=\"citation\" data-id=\"454321\"><a href=\"/opinion/454321/donald-c-tomczak-v-the-city-of-chicago-an-illinois-municipal-corporation/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 641 (7th Cir.1985))) (citations omitted).<sup>[4]</sup></p>\n<p>Finally, at the time this court ruled on defendants' summary judgment motions, it placed the burden of proof \"on the defendants to show that political affiliation was necessary or essential to the effective performance of the positions involved.\" <i>Stott I,</i> 725 F.Supp. at 1381. However, the Fourth Circuit's opinion indicates that the classification of \"exempt\" in North Carolina's personnel policy scheme should be accorded great deference:</p>\n<blockquote>We believe the fact that each of the plaintiffs in this case held an exempt position, so designated by the governor, creates a presumption at law that discharge or demotion was proper.... While deference must be given to the decision to so designate those positions as exempt, or to reduce the number of exempt positions, that decision is not unreviewable. The matter is a question of law to be ultimately decided by the courts.</blockquote>\n<p><i>Stott II,</i> 916 F.2d at 142-43. The parties hotly contest the meaning and correct application of this presumption. The Fourth Circuit did not articulate how it would apply to this case. However, <i>Savage v. Gorski,</i> <span class=\"citation\" data-id=\"508157\"><a href=\"/opinion/508157/violet-a-savage-elbert-hargesheimer-iii-and-paul-a-angrisano/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 69 (2d Cir.1988), on which the Fourth Circuit relied in recognizing this presumption, suggests the appropriate application:</p>\n<blockquote>Both the interests of federalism and the conservation of judicial resources would ordinarily be better served by the federal courts' giving substantial deference to the state's judgment where government positions are so defined.... Where ... employees terminated by an incoming administrator can show no special circumstances (as in <i>Elrod</i> or <i>Branti</i>) which would make deference to such electoral and legislative determinations inappropriate, the court should accept those judgments.</blockquote>\n<p>In other words, where the position in question has been designated \"exempt\" by the appropriate designating authority, the defendant is relieved of the burden of proving that the dismissal was proper under <i>Elrod</i> and <i>Branti.</i> In this instance, the plaintiffemployee <span class=\"star-pagination\">*976</span> must affirmatively demonstrate that the dismissal was improper under <i>Elrod/Branti.</i> Hence, in light of the classification of plaintiffs' positions as \"exempt,\" the court is now convinced that it should have placed the burden of proof on plaintiffs, not defendants.</p>\n<p>In summary, the Fourth Circuit has implicitly rejected the legal test, the factual standard, and the burden of proof applied by this court in its summary judgment rulings on plaintiffs' claims. Consequently, the court feels obliged to reexamine each of plaintiffs' claims in light of the standards embraced by the Fourth Circuit.<sup>[5]</sup></p>\n<p></p>\n<h2><i>B. Jimenez Fuentes and its Progeny</i></h2>\n<p></p>\n<h2><i>1. Jimenez Fuentes</i></h2>\n<p>The Fourth Circuit's opinion directs this court to evaluate plaintiffs' claims under the standards articulated by the First Circuit in <i>Jimenez Fuentes.</i> Just as in this case, <i>Jimenez Fuentes</i> arose in the aftermath of a 1984 gubernatorial election  in this instance, in Puerto Rico. The candidate from the Partido Popular Democratico party (\"PPD\") defeated the candidate from the ruling Partido Nuevo Progresista party (\"PNP\"). 807 F.2d at 238. Apparently, the differences between these two parties are similar in magnitude to the differences between the Democratic and Republican parties in the states. <i>See id.</i> at 243. Plaintiffs were two Regional Directors of the Puerto Rico Urban Development and Housing Corporation (\"CRUV\"  the Spanish acronym)  a component of the Puerto Rico Department of Housing  and were members of and active participants in the PNP. <i>Id.</i> at 237. After the gubernatorial transition and appointment of a new Secretary of the Department and Executive Director of CRUV, plaintiffs were transferred from their Regional Director positions to inferior positions. <i>Id.</i> at 238.</p>\n<p>Plaintiffs moved for and obtained a preliminary injunction requiring their reinstatement as Regional Directors. <i>Id.</i> at 237. In reviewing the district court's grant of the preliminary injunction, the First Circuit adopted a two-prong test to determine whether their discharges violated the First Amendment. That test, embraced by the Fourth Circuit in <i>Stott II,</i> looks first to \"whether the position relates to partisan political interests or concerns.\" <i>Id.</i> at 242. \"That is, does the position involve government decisionmaking on issues where there is room for political disagreement on goals or their implementation\" or \"do party goals or programs affect the direction, pace, or quality of governance?\" <i>Id.</i> at 241-42.</p>\n<p>If this first inquiry is answered affirmatively, the court must then look to the inherent responsibilities associated with the plaintiff's position to determine whether it \"resembles a policymaker, a privy to confidential information, a communicator, or some other office holder whose function is such that party affiliation is an equally appropriate requirement.\" <i>Id.</i> at 242. Among the indicia relevant to this second inquiry are: \"`relative pay, technical competence, power to control others, authority to speak in the name of policymakers, public perception, influence on programs, contact with elected officials, and responsiveness to partisan politics and political leaders.'\" <i>Id.</i> (quoting <i>Ecker v. Cohalan,</i> <span class=\"citation\" data-id=\"2284428\"><a href=\"/opinion/2284428/ecker-v-cohalan/\"><span class=\"volume\">542</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">896</span></a></span>, 901 (E.D.N.Y.1982)). Also relevant are \"`responsibilities that are not well defined or are of broad scope.'\" <i>Id.</i> (quoting <i>Elrod,</i> 427 U.S. at 368, 96 S.Ct. at 2687). At issue are the inherent responsibilities of the job, not the functions actually performed by the officeholder.<sup>[6]</sup><i>Id.</i></p>\n<p><span class=\"star-pagination\">*977</span> The court then applied this test to the facts. It first found that the position of Regional Director does \"relate[] to partisan political interests or concerns.\" <i>Id.</i> at 242. On this inquiry, the court examined CRUV as a governmental entity, rather than plaintiffs' particular positions within that entity. The court found that \"[a]lthough CRUV's objective is to assist in the provision of housing to <i>all</i> low and middle income urban residents regardless of political persuasion, the subject-matter of the division's work is still of a political nature within the context of the [Supreme] Court's opinion in <i>Branti.\" Id.</i> at 242-43 (emphasis in original). The court stated that \"the provision of housing to low and middle income city residents is a vital political issue ... important to partisan program goals....\" <i>Id.</i> at 243. It noted that the two political parties in Puerto Rico differed in their approaches to the programs and functions of CRUV. <i>Id.</i></p>\n<p>The court then proceeded to the second inquiry and evaluated \"the inherent powers and privileges of the position of Regional Director.\" <i>Id.</i> It divided the position's job description into five categories: 1) policy-making functions, 2) representative functions, 3) spokesperson functions, 4) personnel duties, and 5) ministerial duties. <i>Id.</i> at 244. The court noted that the first four categories \"clearly show that the Regional Director proposes, establishes, and implements public policy, is privy to confidential information, and acts as a spokesperson for the agency.\" <i>Id.</i> Because the duties at issue and the First Circuit's characterization of them are helpful in evaluating plaintiffs' claims here, the court quotes from the <i>Jimenez Fuentes</i> opinion at length:</p>\n<blockquote>1. <i>Policy-making Functions</i>\n</blockquote>\n<blockquote>1. Directs, plans, and supervises operational activities of the Region.</blockquote>\n<blockquote>3. Monitors compliance with Commonwealth and federal regulations.</blockquote>\n<blockquote>14. Discusses the Region's operational problems with the Associate Director.</blockquote>\n<blockquote>15. Recommends improvement in program to Executive Director.</blockquote>\n<blockquote>19. Prepares and controls the Region's budget.</blockquote>\n<blockquote>20. Performs any assigned task.</blockquote>\n<blockquote>2. <i>Representative Functions</i>\n</blockquote>\n<blockquote>4. Conducts periodic meetings on regulations, work guidelines, etc. with supervisory personnel.</blockquote>\n<blockquote>6. Attends meetings, as agency representative, with other government officers and civic leaders to coordinate government services offered to public-housing residents.</blockquote>\n<blockquote>12. Meets with residents and general public to resolve problem cases.</blockquote>\n<blockquote>16. Meets with residents and organized groups to coordinate social activities.</blockquote>\n<blockquote>3. <i>Spokesperson Functions</i>\n</blockquote>\n<blockquote>8. Drafts correspondence for the Executive Director and Associate Director.</blockquote>\n<blockquote>4. <i>Personnel Duties</i>\n</blockquote>\n<blockquote>9. Supervises and evaluates Region's section supervisors.</blockquote>\n<blockquote>10. Recommends recruitment, dismissals, promotions, salary increases, and other matters for Region's employees.</blockquote>\n<blockquote>11. Recruits \"necessary irregular personnel.\"</blockquote>\n<blockquote>17. Organizes training of Region's employees.</blockquote>\n<blockquote>5. <i>Ministerial Duties</i>\n</blockquote>\n<blockquote>2. Reviews and signs reports to central office, HUD, and other agencies.</blockquote>\n<blockquote>5. Reviews and signs reports on rent changes, purchase orders, disbursements, and budgets sent to other agencies.</blockquote>\n<blockquote>7. Drafts reports on work performed.</blockquote>\n<blockquote>13. Visits the Region's housing projects.</blockquote>\n<blockquote>18. Receives telephone calls involving Region's operations.</blockquote>\n<p><i>Id.</i></p>\n<p><span class=\"star-pagination\">*978</span> The court stated that the Regional Director's lack of final decisionmaking authority is not dispositive. <i>Id.</i> at 245. Rather, the court found it important that Regional Directors</p>\n<blockquote>are sole directors of an entire region, each supervising approximately three hundred employees. The Regional Director is, in effect, the alter ego of the Executive Director at the regional level. It is through the relationship with the Regional Directors that the Executive Director maintains effective control of the implementation of the housing programs.</blockquote>\n<p><i>Id.</i> at 245. The court found that the Regional Director \"acts as the Executive Director's representative at the regional level.\" <i>Id.</i> at 246. \"Without the Regional Directors' political sympathy and loyal cooperation, the Executive Director `might face a situation where the hostile efforts or foot-dragging actions of any one of the [eleven Regional Directors] could singlehandedly thwart the Administration's goals in that particular [region.]'\" <i>Id.</i> (quoting <i>Brunton v. United States,</i> <span class=\"citation\" data-id=\"2128391\"><a href=\"/opinion/2128391/brunton-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">223</span></a></span>, 239 (S.D.Ohio 1981)). The court also found it</p>\n<blockquote>significant that Regional Directors are among the few positions treated as policymaking within the Commonwealth's personnel system. The Act generally limits the number of confidential positions to twenty-five per agency ... and only twelve employees from the Program of Public Housing were so designated. Eleven of the twelve were Regional Directors. Within the agency at least, plaintiffs were considered to be at the policymaking end of the spectrum.</blockquote>\n<p><i>Id.</i> (citation and footnote omitted). It concluded that \"`party affiliation is an appropriate requirement for the effective performance' of the office.\" <i>Id.</i> (quoting <i>Branti,</i> 445 U.S. at 518, 100 S.Ct. at 1289). The court therefore reversed the district court's grant of the preliminary injunction. <i>Id.</i> at 247.</p>\n<p></p>\n<h2><i>2. Mendez-Palou</i></h2>\n<p>In <i>Mendez-Palou v. Rohena-Betancourt,</i> <span class=\"citation\" data-id=\"484880\"><a href=\"/opinion/484880/juan-a-mendez-palou-v-santos-rohena-betancourt-etc-jose-m-rodriguez/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span> (1st Cir.1987), the First Circuit further defined the contours of both <i>Jimenez Fuentes</i> inquiries. In paraphrasing the first inquiry, the court stated that it considers</p>\n<blockquote>whether the agency employing the plaintiff handled matters potentially subject to partisan political differences and ... focus[es] upon how the plaintiff's position influenced the resolution of such matters. This step is designed to cut off from further consideration those positions involving matters devoid of partisan concerns....</blockquote>\n<blockquote>[I]f the employee is responsible only for duties that are measured solely by strictly technical or professional criteria, the job is nonpartisan in nature and not properly a target of patronage dismissal. Although government employees may have differing views concerning important technical or operational matter  for instance, the proper method of accounting to be employed or the preferred plan for computerizing the agency  such a disagreement does not itself involve an issue implicating partisan political differences and is not the sort of \"policy\" dispute recognized as relevant by <i>Elrod</i> and <i>Branti.</i>\n</blockquote>\n<p><i>Id.</i> at 1258. The court also amplified the second prong: \"[T]he actual past duties of the discharged employee are irrelevant if the position inherently encompasses more expansive powers and more important functions that would tend to make political affiliation an appropriate requirement for effective performance.\" <i>Id.</i></p>\n<p>Finally, the court announced the standard it would apply in deciding whether qualified immunity shields defendants in patronage cases from liability for monetary damages. The court held that there is \"no clearly established constitutional protection against patronage dismissal for those individuals whose positions potentially concerned matters of partisan political interest and involved at least a modicum of policymaking responsibility, access to confidential information, or official communication.\"<sup>[7]</sup><i>Id.</i> at 1259.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*979</span> <i>3. Collazo Rivera and Rosario Nevarez</i>\n</h2>\n<p>In <i>Collazo Rivera v. Torres Gaztambide,</i> <span class=\"citation\" data-id=\"483585\"><a href=\"/opinion/483585/jorge-hiram-collazo-rivera-v-hon-jaime-torres-gaztambide/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">258</span></a></span> (1st Cir.1987), plaintiff, a Regional Director of Puerto Rico's Rural Housing Administration (\"RHA\")  another agency within the Puerto Rico Department of Housing  was dismissed when the PPD took control of the government in 1985. <i>Id.</i> at 259. The district court entered a preliminary injunction ordering plaintiff's reinstatement from which defendants appealed. <i>Id.</i></p>\n<p>Under <i>Jimenez Fuentes</i>' first prong, the First Circuit noted that the Regional Director of RHA \"implements RHA programs of significant economic and geopolitical impact[,]\" such as distributing land to certain agricultural laborers and low-income families and administering programs encouraging family farm ownership. <i>Id.</i> at 260. The court observed that these programs \"impact on the fabric of Puerto Rico's rural life.\" <i>Id.</i> Therefore, \"[t]he governing political party's ideological orientation on social and economic issues could affect the approach taken in carrying out these programs.\" <i>Id.</i> at 260-61. Thus, \"[a]n official with regional authority to implement rural social and economic reforms could, because of political disagreement with the Administration over fundamental issues, hinder the accomplishment of the elected Administration's goals.\" <i>Id.</i> at 261. The court concluded that the Regional Director's position is \"substantially related to partisan political concerns.\" <i>Id.</i></p>\n<p>Applying <i>Jimenez Fuentes</i>' second prong, the court highlighted the Regional Director's most significant duties as \"implementing RHA programs, coordinating RHA activities with senior officials and other agencies and officials, and evaluating RHA policy and making recommendations for changes to it.\" <i>Id.</i> at 262. Plaintiff argued that these duties leave the Regional Director with no discretion over how to perform his assigned functions. <i>Id.</i> The court squarely rejected this argument: \"Even if the procedures for carrying out the program are strictly circumscribed, there is still an opportunity for affecting rural social and economic policies.\" <i>Id.</i> The court noted that policy implementation can be just as important to a department's program goals as policymaking. <i>Id.</i> Finding that \"[t]he Regional Director's duties offer considerable opportunity either to effectuate or to hinder the implementation of RHA programs and policies[,]\" and observing that the legislature had classified the Regional Director as a policymaker, the court held that party affiliation is an appropriate requirement for the position. <i>Id.</i> It therefore reversed the district court's grant of the preliminary injunction. <i>Id.</i></p>\n<p>In <i>Rosario Nevarez v. Torres Gaztambide,</i> <span class=\"citation\" data-id=\"489492\"><a href=\"/opinion/489492/guillermo-rosario-nevarez-v-honorable-jaime-torres-gaztambide/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span> (1st Cir.1987), plaintiff also served as a Regional Director of RHA. Upon the shift in administrations in 1985, he was demoted to a career position within RHA. <i>Id.</i> at 526. Following a five-day bench trial, the district court ordered plaintiff's reinstatement and awarded him compensatory and punitive damages. <i>Id.</i></p>\n<p>On appeal, plaintiff conceded that in light of <i>Collazo Rivera,</i> the first prong of the <i>Jimenez Fuentes</i> test had been satisfied. <i>Id.</i> at 527. Under the second prong, however, he argued that the Regional Director holds a \"managerial\" position \"`insufficient to frustrate the policies of the government.'\" <i>Id.</i> at 528. The First Circuit rejected this argument, finding that the job description for plaintiff's office was \"essentially identical\" to the job description in <i>Collazo Rivera. Id.</i> at 528. Although plaintiff testified that he performed less important functions than those listed in the job description, the court found that testimony \"irrelevant ... because [the proper] analysis must focus upon the `inherent powers' of the position  that is, those described in the job description  not the duties actually performed.\" <i>Id.</i> at 528 n. 6. The court therefore reversed the district court's judgment. <i>Id.</i> at 529.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*980</span> <i>4. Quintana and Echevarria</i>\n</h2>\n<p>In <i>Quintana v. Anselmi,</i> <span class=\"citation\" data-id=\"487732\"><a href=\"/opinion/487732/miguel-a-perez-quintana-v-jose-g-gracia-anselmi-etc/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">891</span></a></span> (1st Cir.1987), plaintiff was dismissed from his position as a Regional Director of Puerto Rico's Right to Employment Administration (\"REA\"). The sole issue on appeal was the district court's denial of defendant's motion for summary judgment on the basis of qualified immunity. In addressing <i>Jimenez Fuentes</i>' first prong, the court observed that \"the REA was designed to address the historically critical, and increasingly political, problem of high unemployment in Puerto Rico....\" <i>Id.</i> at 892. The Regional Director is responsible for providing job training and employment to the region's economically underprivileged citizens. <i>Id.</i> The court concluded that \"[g]iven the REA's plainly political mandate and the wide scope of authority exercised by [the Regional Director] ... plaintiff's position potentially concerned matters of partisan political interest.\" <i>Id.</i></p>\n<p>Applying <i>Jimenez Fuentes</i>' second prong, the court first noted that REA Regional Directors hold nine of the twenty-three positions in the department which the legislature classified as policymaking positions. <i>Id.</i> It then examined the position's job description which include the following responsibilities: approving requisitions for equipment, materials and supplies; justifying the creation of new positions; selecting personnel; recommending personnel actions; representing the REA in internal, interagency, and community activities; advising officials and employees in the performance of their functions; representing the Administrator at the regional level; directing, supervising, and coordinating the implementation of REA programs; establishing administrative policies; and determining the organization of the regional office. <i>Id.</i> at 892-93. The job description also reveals that the Regional Director may exercise independent judgment, subject to revision. <i>Id.</i> at 893. The court concluded that the position \"is so involved with policymaking, confidential, and official communicative tasks that we cannot say plaintiff was entitled to clearly established protection against a politically motivated discharge....\" <i>Id.</i> It therefore reversed the district court's order on the qualified immunity issue. <i>Id.</i></p>\n<p>In <i>Echevarria v. Gracia-Anselmi,</i> <span class=\"citation\" data-id=\"491462\"><a href=\"/opinion/491462/jose-ramon-echevarria-v-jose-g-gracia-anselmi-etc/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">696</span></a></span>, 697 (1st Cir.1987), plaintiff, also a dismissed REA Regional Director, won reinstatement and compensatory damages in a trial on the merits. The First Circuit, holding that <i>Quintana</i> settled the issue of whether political affiliation is an appropriate requirement for that position, reversed the district court's judgment in a per curiam opinion. <i>Id.</i></p>\n<p></p>\n<h2><i>5. Roman Melendez</i></h2>\n<p>In <i>Roman Melendez v. Inclan,</i> <span class=\"citation\" data-id=\"492624\"><a href=\"/opinion/492624/pedro-roman-melendez-v-roberto-inclan-etc/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></a></span> (1st Cir.1987), plaintiff was dismissed as a Regional Director of Puerto Rico's General Services Administration (\"GSA\"). After a bench trial, the district court ordered his reinstatement and awarded damages. <i>Id.</i> at 130. In analyzing the case under <i>Jimenez Fuentes</i>' first prong, the First Circuit noted that Regional Directors are responsible for GSA's building construction and conservation program which employs about seventy percent of GSA's employees and accounts for approximately sixty percent of its budget. <i>Id.</i> at 133. The Regional Director oversees repair, maintenance, and improvements of all public school buildings within his region. <i>Id.</i> Although the court considered the first inquiry a close question, it found \"`room for principled disagreement in the development and implementation of plans to achieve' the ultimate goals of the program.\" <i>Id.</i> (quoting <i>Tomczak v. City of Chicago,</i> <span class=\"citation\" data-id=\"454321\"><a href=\"/opinion/454321/donald-c-tomczak-v-the-city-of-chicago-an-illinois-municipal-corporation/\"><span class=\"volume\">765</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 641 (7th Cir.1985)):</p>\n<blockquote>[T]he physical condition of schools could be an issue of special political significance for the incumbent governor and his administration because of its close relationship to the undoubtedly partisan issue of education in public schools.... Certainly if schools are in disrepair, many voters are likely to be upset and to blame the party in power for its policies or lack of policies in this area.</blockquote>\n<p><i>Id.</i> In reaching this conclusion, the court also looked to the job description which provides that the Regional Director coordinates with school superintendents and <span class=\"star-pagination\">*981</span> agency heads in his region to establish priorities in planning and construction. <i>Id.</i> at 134. The court observed that</p>\n<blockquote>[p]olitical parties may disagree as to the degree of attention they are going to give the physical conditions of public buildings. They may also disagree as to which buildings need immediate or special care. Furthermore, they may disagree whether to give priorities to rural or urban schools.</blockquote>\n<p><i>Id.</i></p>\n<p>The court also found that \"the regional director's political affiliation could reasonably affect the manner in which he responds to\" \"complaints about the physical needs of the schools from committees composed of parents and teachers, from the different mayors, and even from the Governor's office.\" <i>Id.</i> \"The political parties might hold different policies about the way to proceed in those cases that depend on their different views of the role of government.\" <i>Id.</i> Thus, the court concluded that the position satisfied the first prong. <i>Id.</i></p>\n<p>On the second prong, the court had little hesitation in holding that the Regional Director is a policymaker. The court found his significant responsibilities to be: supervising, coordinating, and evaluating all of the work from his office \"`applying <i>with broad independence</i> the public policy of the agency in the development of the work program,'\" <i>id.</i> (emphasis supplied by court); coordinating priorities with school superintendents and agency heads; developing conservation programs; directing and supervising budget drafting; ordering investigations on complaints; and applying the agency's public policies in his region with broad discretion. <i>Id.</i> at 135. It noted that the position is one of only twenty-eight of GSA's three thousand employees classified as policymakers. <i>Id.</i> The court reversed the district court's judgment and instructed the district court to dismiss the complaint. <i>Id.</i></p>\n<p></p>\n<h2><i>7. Other First Circuit Cases</i></h2>\n<p>The First Circuit has addressed several other Puerto Rico patronage cases in the qualified immunity context. In granting qualified immunity to various defendants, the court has held that the following positions potentially involve matters of political concern and involve at least a modicum of policymaking responsibility, <i>see </i><i>Mendez-Palou,</i> 813 F.2d at 1259: Head of the Supplies Division, Puerto Rico Electric Power Authority, <i>Rodriguez-Burgos v. Electric Energy Authority,</i> <span class=\"citation\" data-id=\"509524\"><a href=\"/opinion/509524/victor-r-rodriguez-burgos-v-electric-energy-authority/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span> (1st Cir. 1988); Vice-President, Housing Bank and Finance Agency, <i>Goyco de Maldonado v. Rivera,</i> <span class=\"citation\" data-id=\"507756\"><a href=\"/opinion/507756/mildred-i-goyco-de-maldonado-v-jose-a-rivera-etc/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">683</span></a></span> (1st Cir.1988); within the Department of Health and the Health Facilities and Services Administration, Auxiliary Director of Fiscal Resources, Special Assistant to the Secretary, Special Assistant to the Executive Director, Assistant Director, and Special Assistant to the Executive Director, <i>Nunez v. Izquierdo-Mora,</i> <span class=\"citation\" data-id=\"498043\"><a href=\"/opinion/498043/ernesto-nunez-v-luiz-izquierdo-mora-etc/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span> (1st Cir.1987); Regional Director, Public Building Authority, <i>Juarbe-Angueira v. Arias,</i> <span class=\"citation\" data-id=\"495471\"><a href=\"/opinion/495471/luis-o-juarbe-angueira-v-luis-rafael-arias-director-of-the-public/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span> (1st Cir.1987), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1222</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">423</span></span> (1988); within the Highway Authority, Director of Design, Director of Construction, Plans Director, Toll Facilities Director, Director of Personnel, and Director of Internal Audit, <i>Zayas-Rodriguez v. Hernandez,</i> <span class=\"citation\" data-id=\"495053\"><a href=\"/opinion/495053/jose-zayas-rodriguez-v-dario-hernandez-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir.1987); the Governor's translator, <i>Roure v. Hernandez Colon,</i> <span class=\"citation\" data-id=\"491641\"><a href=\"/opinion/491641/trinidad-roure-v-rafael-hernandez-colon-etc/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span> (1st Cir.1987); Editing Assistant, Governor's Press Office, <i>Vazquez Rios v. Hernandez Colon,</i> <span class=\"citation\" data-id=\"488725\"><a href=\"/opinion/488725/aurea-e-vazquez-rios-v-rafael-hernandez-colon-etc/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span> (1st Cir.1987); Social Services Secretary, <i>Raffucci Alvarado v. Sonia Zayas,</i> <span class=\"citation\" data-id=\"487128\"><a href=\"/opinion/487128/eva-raffucci-alvarado-v-carmen-sonia-zayas-digno-c-giraud-rivera-v/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span> (1st Cir. 1987); Regional Director, Department of Social Services; Director of Bureau of Statistics, Economic and Social Planning Program of Planning Board; Director of Bureau for Consultation on Land Use, Physical Planning Program of Planning Board, <i>Rosado v. Zayas,</i> <span class=\"citation\" data-id=\"484881\"><a href=\"/opinion/484881/israel-alicea-rosado-v-carmen-sonia-zayas-secretary-of-the-department-of/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1263</span></a></span> (1st Cir. 1987); Director of Administration, Environmental Quality Board; Assistant Secretary for Special Services, Department of Agriculture; Deputy Executive Director for Special Affairs, Aqueduct and Sewer Authority, <i>Mendez-Palou,</i> <span class=\"citation\" data-id=\"484880\"><a href=\"/opinion/484880/juan-a-mendez-palou-v-santos-rohena-betancourt-etc-jose-m-rodriguez/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1255</span></a></span>; Director of Office of Education and Community Relations, Environmental Quality Board; Regional Director, Department of Natural Resources, <i>Monge-Vazquez v. Rohena-Betancourt,</i> <span class=\"citation\" data-id=\"484264\"><a href=\"/opinion/484264/ramon-monge-vazquez-v-santos-rohena-betancourt-pablo-ortiz-lebron-v/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span> (1st Cir. <span class=\"star-pagination\">*982</span> 1987); Regional Director, Right to Work Administration, <i>Rodriguez Rodriguez v. Munoz Munoz,</i> <span class=\"citation\" data-id=\"480980\"><a href=\"/opinion/480980/hipolito-rodriguez-rodriguez-v-nicholas-munoz-munoz-executive-director-of/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">138</span></a></span> (1st Cir.1986); and Executive Director, Quality Control Program, <i>de Abadia v. Izquierdo Mora,</i> <span class=\"citation\" data-id=\"471591\"><a href=\"/opinion/471591/luisa-a-de-abadia-v-hon-luis-izquierdo-mora/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1187</span></a></span> (1st Cir.1986).</p>\n<p>The First Circuit has also ruled in other qualified immunity cases that several positions within the Puerto Rico government are not ones for which political affiliation is an appropriate requirement: Director of the Vocational Racing School, Horseback Riding Sport Administration, <i>Hernandez-Tirado v. Artau,</i> <span class=\"citation\" data-id=\"498699\"><a href=\"/opinion/498699/jose-a-hernandez-tirado-v-mariano-artau-etc/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">377</span></a></span> (1st Cir. 1987); the Executive Mansion's cleaning persons, waiters, and the supervisor of domestic services, <i>Vazquez Rios v. Hernandez Colon,</i> <span class=\"citation\" data-id=\"488725\"><a href=\"/opinion/488725/aurea-e-vazquez-rios-v-rafael-hernandez-colon-etc/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">319</span></a></span> (1st Cir.1987); and an Administrative Aide/Assistant and Director of Public Works, the Cleaning Supervisor, and the Internal Auditor of the Municipality of Moca, <i>Cordero v. De Jesus-Mendez,</i> <span class=\"citation\" data-id=\"518086\"><a href=\"/opinion/518086/william-cordero-v-juan-de-jesus-mendez-etc-william-cordero-v-juan-de/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir.1989). <i>See generally</i> Susan L. Martin, <i>A Decade of Branti Decisions, A Government Official's Guide to Patronage Dismissals,</i> 39 Am.U.L.Rev. 11, 44-46 (1989) (listing dozens of additional cases in which federal courts have addressed whether patronage dismissals were constitutionally permissible).</p>\n<p>The First Circuit also recently considered a patronage dismissal case which arose in Massachusetts. Plaintiff was dismissed from her position as Director of the Secretary of State's Western Massachusetts Office allegedly because she expressed opposition to the Governor at a local political meeting. <i>McGurrin Ehrhard v. Connolly,</i> <span class=\"citation\" data-id=\"518092\"><a href=\"/opinion/518092/rose-ann-mcgurrin-ehrhard-v-michael-joseph-connolly-etc/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span>, 93 (1st Cir.1989). On the first <i>Jimenez Fuentes</i> inquiry, the court found dispositive the position's provision of \"public information and referrals, in helping to solve citizens' problems, and in `public relations[.]'\" <i>Id.</i> at 95. On the second inquiry, the court reasoned that despite the position's lack of final policymaking authority, its input into hiring decisions, supervision of employees, development of office policies and practices, communication with the public, and its designation as a policymaking position under Massachusetts law made political affiliation an appropriate requirement. <i>Id.</i> at 95-96. The court concluded that plaintiff's dismissal was not subject to a First Amendment attack. <i>Id.</i> at 96.</p>\n<p></p>\n<h2><i>C. Application of Legal Standards</i></h2>\n<p>The court must now apply the teachings of <i>Stott II</i> and <i>Jimenez Fuentes</i> and its progeny to the facts in the record. Before doing so, however, it is helpful to summarize the standards and principles the court gleans from the above discussion: First, in light of the presumption that plaintiffs' dismissals were lawful, <i>Stott II,</i> 916 F.2d at 142-43, unless they can demonstrate that political affiliation is not an appropriate requirement for their former positions, <i>Savage,</i> 850 F.2d at 69, this court must accept the judgment of Governor Martin that these positions are not protected by statute or the Constitution. Second, in evaluating whether political affiliation is an appropriate requirement for plaintiffs' positions, the court must decide 1) whether the agency in question, and the position within the agency, addresses matters in which there is room for political disagreement, <i>Mendez-Palou,</i> 813 F.2d at 1258, and 2) whether the position entails policymaking responsibilities, is a privy to confidential information, a communicator, or otherwise such that party affiliation is an appropriate requirement. <i>Jimenez Fuentes,</i> 807 F.2d at 242. The focus of the second inquiry is whether the inherent responsibilities of the position are such that a politically disloyal occupant could thwart his agency's goals regarding the programs and policies over which he has responsibility. <i>Id.</i> at 246.</p>\n<p>In engaging in the second inquiry, the court should be guided by the following principles: 1) only the inherent responsibilities of the position, not the plaintiff's actual past duties, are relevant, <i>id.</i> at 242; 2) the position's classification as \"policymaking\" by the appropriate designating authority is entitled to some deference, <i>id.</i> at 246; 3) indicia relating to whether political affiliation is an appropriate requirement for a position include its occupant's power to control others, authority to speak in the <span class=\"star-pagination\">*983</span> name of policymakers, public perception, influence on programs, contact with elected officials, responsiveness to partisan politics and political leaders, responsibilities that are not well defined or are of broad scope, <i>id.</i> at 242, input into hiring decisions, supervision of employees, development of office policies and practices, and communication with the public, <i>McGurrin Ehrhard,</i> 867 F.2d at 95-96; and 4) that the position's occupant does not have final decisionmaking authority, or has strictly circumscribed responsibilities, is not determinative: a significant role in policy implementation or communication may be sufficient to render political affiliation an appropriate requirement for the position. <i>Jimenez Fuentes,</i> 807 F.2d at 245; <i>Collazo Rivera,</i> 812 F.2d at 262.</p>\n<p></p>\n<h2><i>1. Stott</i></h2>\n<p>Plaintiff Bobby Stott was employed as the Regional Office Manager for the Raleigh Regional Office of the Department of Natural Resources and Community Development (\"NRCD\").<sup>[8]</sup> NRCD was abolished by the General Assembly in 1989 as part of an effort to streamline the state's environmental programs. <i>See</i> Act of Aug. 3, 1989, ch. 727, 1989 N.C.Sess. Laws 2125. Its functions are now those of the Department of Environment, Health, and Natural Resources. <i>Id.</i> The focus of this lawsuit, however, is on NRCD because that is the department that employed and ultimately dismissed Stott.</p>\n<p>At the time Stott was dismissed, NRCD had three primary statutory duties:</p>\n<blockquote>(1) To provide for the management and protection of the State's natural resources and environment;</blockquote>\n<blockquote>(2) To promote and assist in the orderly development of North Carolina counties and communities; and</blockquote>\n<blockquote>(3) To provide job training and promote employment for economically disadvantaged persons.</blockquote>\n<p>N.C.Gen.Stat. § 143B-276 (1987) (repealed 1989). The court need go no further than the first duty to find as a matter of law that NRCD addressed matters in which there is room for political disagreement. It cannot be seriously disputed that there are fundamental differences between the Democratic and Republican parties' approaches to the management and protection of natural resources and the environment.<sup>[9]</sup></p>\n<p>The court's conclusion on this score is bolstered by two decisions addressing Puerto Rico's Department of Natural Resources (\"PRDNR\"); \"[T]he Department's work is of a political nature. The utilization and conservation of our vital natural resources has always been a highly charged matter.\" <i>Navas Chabran v. Santiago Nieves,</i> <span class=\"citation\" data-id=\"2151080\"><a href=\"/opinion/2151080/navas-chabran-v-santiago-nieves/\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">16</span></a></span>, 18 (D. Puerto Rico 1987). The agency \"formulates and implements public policies that potentially implicate partisan interests.\" <i>Monge-Vazquez v. Rohena-Betancourt,</i> <span class=\"citation\" data-id=\"484264\"><a href=\"/opinion/484264/ramon-monge-vazquez-v-santos-rohena-betancourt-pablo-ortiz-lebron-v/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir.1987).</p>\n<p>Moreover, it is evident from the Regional Office Manager's job description, <i>see</i> Appendix pp. 1-2, \"that a Regional [Office Manager] regularly t[ook] action with regard to issues that potentially involve partisan political concerns, such as the handling of complaints\" directed at NRCD programs within the region, <i>Monge-Vazquez,</i> 813 F.2d at 26, and communicating the functions, responsibilities, and goals of NRCD by visiting and contacting local government officials and public and private organizations. Its duties were not \"measured solely by strictly technical or professional criteria.\" <i>Mendez-Palou,</i> 813 F.2d at 1258. Rather, these duties required the Regional <span class=\"star-pagination\">*984</span> Office Manager to personally address issues on which \"there is room for political disagreement on goals or their implementation.\" <i>Jimenez Fuentes,</i> 807 F.2d at 242.</p>\n<p>Turning to <i>Jimenez Fuentes'</i> second inquiry, the court first notes that the Governor designated the Regional Office Manager's position \"exempt\" from the job-protection provisions of the North Carolina State Personnel Act. This designation is equivalent to a declaration that the Regional Office Manager is a policymaker. <i>See</i> N.C.Gen.Stat. § 126-5(d)(1). As of May 1985, NRCD's seven Regional Office Managers were among only sixty-four exempt positions of the department's two thousand employees. Within NRCD, therefore, Regional Office Managers \"were considered to be at the policymaking end of the spectrum.\" <i>Jimenez Fuentes,</i> 807 F.2d at 246 (footnote omitted).</p>\n<p>The Regional Office Manager's inherent functions confirm this characterization. These functions are described in a two-page job description plaintiffs submitted in connection with the previous motions for summary judgment.<sup>[10]</sup> Grouping the duties described in that description as the court in <i>Jimenez Fuentes</i> did, the Regional Office Manager's responsibilities were as follows:</p>\n<blockquote>1. <i>Policy-making Functions</i>\n</blockquote>\n<blockquote>1. Supervised regional programs.</blockquote>\n<blockquote>2. Prepared the administrative budget for regional office and coordinated with the divisions in preparation and submission of their budgets.</blockquote>\n<blockquote>3. Served as lead in coordinating responses to emergencies taking place within his region.</blockquote>\n<blockquote>4. Took on special assignments as needed by the Secretary.</blockquote>\n<blockquote>2. <i>Representative Functions</i>\n</blockquote>\n<blockquote>1. Was a member of the Secretary's executive staff and represented the Secretary as requested throughout the region.</blockquote>\n<blockquote>2. Communicated functions, responsibilities, and goals of NRCD by visiting and contacting local government officials and public and private organizations.</blockquote>\n<blockquote>3. Addressed civic groups, environmental groups, business organizations, and public officials for the purpose of communicating NRCD programs.</blockquote>\n<blockquote>4. Conducted regular meetings with divisional representatives to ensure that NRCD's position on all issues was uniformly comprehended.</blockquote>\n<blockquote>5. Provided information, speakers, and referrals as appropriate to the needs of citizens within region.</blockquote>\n<blockquote>6. Responded to citizen complaints directed at NRCD programs within the region.</blockquote>\n<blockquote>4. <i>Personnel Duties</i>\n</blockquote>\n<blockquote>1. Assigned secretarial support as needed within region.</blockquote>\n<blockquote>5. <i>Ministerial Duties</i>\n</blockquote>\n<blockquote>1. Assigned vehicles, space, supplies, furniture, and nontechnical equipment for administrative support for regional programs.</blockquote>\n<blockquote>2. Coordinated visits to the region by members of the Secretary's staff.</blockquote>\n<p>Stott testified at his deposition that he was responsible for a sixteen-county area; that he directly supervised a personal staff of four clerical employees; and that it was part of his job to address the news media. William Hodge, another Regional Office <span class=\"star-pagination\">*985</span> Manager who served at approximately the same time as Stott,<sup>[11]</sup> indicated that the position required him \"to support and participate in the development and implementation of agency, department, and state programs and related projects\"; to \"[e]nsure timely and appropriate response by regional personnel to citizens' complaints and emergency episodes\"; to \"[c]onduct monthly staff meeting[s] attended by regional management staff to discuss pertinent issues\"; and to \"[a]ccept and implement all assignments from [the] Office of the Secretary.\" Milan Muzinich, another Regional Office Manager,<sup>[12]</sup> testified at his deposition that his position required him to \"maintain and coordinate the different activities within the Department\"; visit \"with local city and county elected officials ... periodically\"; meet with \"groups within the counties and communities\"; \"promot[e] NRCD's policies and many of their programs\"; travel with the Secretary and division directors to promote NRCD policies; and assist \"elected state senators and representatives in resolving some of the problems that they may have had within their constituency\" which required \"constant contact with these legislators....\"<sup>[13]</sup></p>\n<p>The job description and this testimony reveals that NRCD's Regional Office Manager performed functions similar to PRDNR's Regional Director. The occupant of the latter position performs the following functions:</p>\n<blockquote> Programs, directs, coordinates and supervises all agency programs, projects and activities at the regional level....</blockquote>\n<blockquote> Administers resources (financial, human and all other type[s]) which have been provided to the region for the fulfillment of his particular responsibilities.</blockquote>\n<blockquote> At the request of the Secretary of Natural Resources, represents her and the Assistant Secretaries in the activities which require coordination at the municipal [or] regional level....</blockquote>\n<blockquote> Programs, directs and supervises the periodic evaluation of work as to how natural resources and natural systems of the region have been affected or will be affected in development of activities on the use of land, recreation, housing, and others....</blockquote>\n<blockquote> Assigns [and co-]coordinates ... all investigations regarding complaints which are received at the regional level....</blockquote>\n<blockquote> Plans, coordinates and supervises the orientation, education and participation activities of the citizens related to programs at the regional level of the Department of Natural Resources regarding the utilization and protection of natural resources.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*986</span>  [Is] [r]esponsible for preparing and submitting periodic reports to the Assistant Secretary on the status of the Agency's programs at the regional level and prepares the pertinent recommendations on same.</blockquote>\n<blockquote> Performs all related tasks which are assigned by the Assistant Secretary or the Secretary of Natural Resources.</blockquote>\n<p><i>Monge-Vazquez,</i> 813 F.2d at 25. The First Circuit concluded that</p>\n<blockquote>[a]lthough not ultimately responsible for formulating the broad contours of the DNR's public policy, a Regional Director does possess the vast responsibility for directing all agency programs, representing the Secretary, and implementing the agency's broad policies at the regional level. Successfully completing these various duties necessarily requires the Regional Director to perform a mix of the policymaking, confidential, and communicative tasks envisioned by <i>Elrod, Branti,</i> and their progeny.</blockquote>\n<p><i>Id.</i> at 26 (citation omitted). The district court likewise concluded that</p>\n<blockquote>the inherent functions of the Regional Director concern matters of partisan political concern, involve policymaking responsibilities, and allow plaintiff to be both privy to confidential communication and a spokesman for the agency at the regional level.... [P]laintiff's position ... is one where political affiliation is an appropriate requirement for the office involved.</blockquote>\n<p><i>Navas Chabran,</i> 666 F.Supp. at 18. The court therefore granted summary judgment in favor of defendants and dismissed plaintiff's complaint. <i>Id.</i> at 19.</p>\n<p>The court concludes that the position of Regional Office Manager of NRCD \"involve[d] policymaking responsibilities, and allow[ed its occupant] to be both privy to confidential communication and a spokesman for the agency at the regional level.\" <i>Id.</i> at 18. The Regional Office Manager's supervisory authority over all programs within the region, his participation in the development and implementation of agency, department, and state programs, his responsibility for promoting NRCD programs, and his budget-making responsibilities gave him broad power to control others and influence programs. He also was given significant powers to speak in the name of policymakers to the news media and the public and had significant contact with elected officials and the public. His emergency powers were not well defined and were of broad scope. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 246.</p>\n<p>\"Without the Regional [Office Manager's] political sympathy and loyal cooperation, the [Secretary of NRCD] `might [have] face[d] a situation where the hostile efforts or foot-dragging actions of any one of the [Regional Office Managers] could [have] singlehandedly thwart[ed] the Administration's goals in that particular [region].'\" <i>Id.</i> at 246 (quoting <i>Brunton v. United States,</i> <span class=\"citation\" data-id=\"2128391\"><a href=\"/opinion/2128391/brunton-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">223</span></a></span>, 239 (S.D.Ohio 1981)). Stott has not met his burden of proving that party affiliation is an inappropriate requirement for the position of Regional Office Manager of NRCD. Defendants are entitled to summary judgment on Stott's First Amendment claim.</p>\n<p></p>\n<h2><i>2. Register</i></h2>\n<p>Plaintiff Joseph Register was employed as Director of Collision Reports and General Services within the Division of Motor Vehicles (\"DMV\") of the Department of Transportation (\"DOT\"). DMV's primary statutory duties are to maintain records and to enforce laws and regulations regarding driver licenses, vehicle registration and ownership, collision reports, vehicle-related insurance coverage, and school bus and traffic safety. <i>See</i> N.C.Gen.Stat. § 20-1 <i>et seq.</i> (1989). Among its numerous specific responsibilities, the division is authorized to revoke or suspend driver licenses, vehicle tags, and vehicle registrations for violation of certain statutes, <i>e.g., id.</i> § 279.5, to restore suspended or revoked privileges, <i>e.g., id.</i> § 20-231.1, to assess monetary fines, <i>e.g., id.</i> § 20-279.31, to direct peace officers to secure possession of revoked licenses, <i>e.g., id.</i> § 20-279.30, and to regulate automobile dealers. <i>Id.</i> § 20-285 <i>et seq.</i></p>\n<p>The court finds as a matter of law that DMV addresses matters potentially subject to partisan political differences. Although <span class=\"star-pagination\">*987</span> the partisan differences between Democrats and Republicans over the implementation of motor vehicle laws are not as pronounced as they are on environmental policies, they nonetheless exist. Simply put, a Democratic administration might handle licensing, registration, suspension, revocation, restoration of privileges, fines, procurement of revoked licenses, and regulation of automobile dealers at least somewhat differently than a Republican administration. In any event, DMV deals with issues at least as politicized as issues addressed by Puerto Rico's General Services Administration. <i>See </i><i>Roman Melendez v. Inclan,</i> <span class=\"citation\" data-id=\"492624\"><a href=\"/opinion/492624/pedro-roman-melendez-v-roberto-inclan-etc/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">130</span></a></span> (1st Cir.1987) (GSA oversees repair, maintenance, and improvements of public school buildings) (discussed <i>supra</i> at pp. 980, 981). It is not an agency that addresses exclusively matters \"devoid of partisan concerns.\" <i>Mendez-Palou,</i> 813 F.2d at 1258.</p>\n<p>Moreover, the duties of the Director of Collision Reports and General Services are not \"measured solely by strictly technical or professional criteria.\" <i>Id.</i> Rather, the Director is personally engaged in work which potentially involves partisan concerns. The position's job description, <i>see</i> Appendix pp. 994, 995, reveals that its occupant assists the Commissioner of Motor Vehicles in appearing before legislative committees. Moreover, Register testified at his deposition that it was not unusual for politicians to bring their constituents' problems to him. Thus, the Director's \"political affiliation could reasonably affect the manner\" in which he performs his duties. <i>Roman Melendez,</i> 826 F.2d at 134. This position therefore satisfies <i>Jimenez Fuentes'</i> first prong.</p>\n<p>Turning to <i>Jimenez Fuentes'</i> second prong, the court first notes that the Governor designated the Director's position \"exempt\" from the job-protection provisions of the State Personnel Act because he considered the Director a policymaker. <i>See</i> N.C.Gen.Stat. § 126-5(d)(1). As of May 1985, the Director of Collision Reports and General Services was one of only twenty-eight exempt positions among DMV's two thousand employees. Within DMV, therefore, the Director is \"considered to be at the policymaking end of the spectrum.\" <i>Jimenez Fuentes,</i> 807 F.2d at 246 (footnote omitted).</p>\n<p>The Director's inherent functions confirm this characterization. These functions are described in a one-page document entitled \"Description of Work\" which defendants submitted in connection with the pending motions.<sup>[14]</sup> Grouped as they were in <i>Jimenez Fuentes,</i> these functions are:</p>\n<blockquote>1. <i>Policy-making Functions</i>\n</blockquote>\n<blockquote>1. Works with the Commissioner, Deputy Commissioner, and Assistant Commissioners in preparing an annual budget to be submitted to the General Assembly.</blockquote>\n<blockquote>2. Researches and evaluates proposed changes in laws, rules, and regulations for impact on the budget and operation of DMV.</blockquote>\n<blockquote>3. Receives and evaluates accident reports, administers financial security laws, and issues orders for revocation of driver licenses when no insurance is in effect at time of accident.</blockquote>\n<blockquote>4. Projects budgetary needs for the operation of the Collision Reports and Evaluation Section, Print Shop, Supply Unit, and Mail Room.</blockquote>\n<blockquote>3. <i>Spokesperson Functions</i>\n</blockquote>\n<blockquote>1. Assists Commissioner in appearing before the various committees of the General Assembly.</blockquote>\n<blockquote>4. <i>Personnel Duties</i>\n</blockquote>\n<blockquote>1. Projects personnel needs for the operation of the Collision Reports and Evaluation Section, Print Shop, Supply Unit, and Mail Room.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*988</span> 2. Staffs and supervises the operation of the Print Shop.</blockquote>\n<blockquote>5. <i>Ministerial Duties</i>\n</blockquote>\n<blockquote>1. Provides statistical data to the Commissioner for use in presenting a legislative program.</blockquote>\n<blockquote>2. Works with other directors to determine the needs for supplies and equipment from the Central Supply Room.</blockquote>\n<blockquote>3. Supervises operation of Print Shop.</blockquote>\n<blockquote>4. Works closely with postal authorities to ensure compliance with regulations and maximum service at the lowest cost.</blockquote>\n<blockquote>5. Works closely with Data Processing Section to provide best system and equipment for DMV's needs.</blockquote>\n<blockquote>6. Works closely with Purchase and Contract in negotiating a contract for presorting mail.</blockquote>\n<p>Register's deposition testimony amplifies some of these responsibilities.<sup>[15]</sup> He testified that: he directly supervised five or six employees and indirectly supervised between seventy-five and eighty; his job involved some exercise of discretion; he implemented policies established by the Commissioner; he answered directly to the Assistant Commissioners and the Deputy Commissioner; he established hearing procedures for hearings on the suspensions of driver licenses; he dealt with the public and gathered evidence for the hearings; he had ultimate decisionmaking authority over whether licenses should be suspended or revoked; politicians would bring their constituents' problems to him; he directed both the state collision reporting system and the Motor Vehicle Uninsured Motorist Liability Administration; and he served on a review committee for DOT's budget.<sup>[16]</sup></p>\n<p>Register's testimony and the Director's job description establish that the Director has the authority to speak in the name of the Commissioner before the legislature; influences programs through his implementation of DMV policies, his establishment of hearing procedures, his budget-making powers, his evaluation of proposed laws and regulations, and his discretionary authority to order revocation of driver licenses; and has contact with elected officials through his appearances before legislative committees. Moreover, when politicians bring their constituents' problems to him, the Director must obviously be responsive to partisan politics and political leaders. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 242.</p>\n<p>Register argues that his duties were strictly circumscribed by the motor vehicle laws and that political affiliation was therefore not an appropriate requirement for his position. The court rejects this argument for three reasons. First, this same argument was made and rejected in <i>Collazo Rivera,</i> because policy implementation can <span class=\"star-pagination\">*989</span> be just as important as policy formulation. 812 F.2d at 262. The Director does have significant policy implementation responsibilities. Second, the position actually does have significant discretion at least regarding decisions to revoke driver licenses. Finally, <i>Jimenez Fuentes</i> does not require the position's occupant to be a \"policymaker\" for political affiliation to be an appropriate requirement: political affiliation is also an appropriate requirement for a \"communicator.\" 807 F.2d at 242. The Director's role in appearing before legislative committees and in responding to politicians' telephone calls makes him a communicator.</p>\n<p>The court concludes that the Director's duties \"offer considerable opportunity either to effectuate or to hinder the implementation of [DMV] programs and policies.\" <i>Collazo Rivera,</i> 812 F.2d at 262. Without the Director's political sympathy and loyal cooperation, he could singlehandedly thwart the Commissioner's goals in the several areas over which he has authority and responsibility. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 246. The court holds, therefore, that Register has not met his burden of proving that political affiliation is an inappropriate requirement for the position of Director of Collision Reports and General Services. Defendants are entitled to summary judgment on Register's First Amendment claim.</p>\n<p></p>\n<h2><i>3. Cayton</i></h2>\n<p>Plaintiff Lonnie Michael Cayton was employed as Director of the C.A. Dillon School, one of North Carolina's five residential treatment and rehabilitation centers for juvenile delinquents. This institution houses the most difficult, disturbed, and assaultive adolescents in North Carolina's juvenile commitment system. Cayton was employed by the Division of Youth Services (\"DYS\"), a division of the Department of Human Resources (\"DHR\"). The legislature's intent in creating DYS was</p>\n<blockquote>to separate the administration of training schools for committed delinquents from the adult corrections system to avoid the stigma and punitive philosophy associated with penal facilities for convicted adult offenders. It is further intended that institutional programs for delinquents provide appropriate treatment and care according to the needs of the children in care and that such programs be appropriately coordinated with other services for children within the Department of Human Resources.</blockquote>\n<p>N.C.Gen.Stat. § 134A-1 (1986). DYS is responsible for implementing the following programs and services: \"educational; clinical and psychological; psychiatric; social; medical; vocational; recreational; and others identified as appropriate by the Secretary.\" <i>Id.</i> § 134A-20. Moreover, DYS is required to ensure that its juvenile training facilities provide adequate security to the surrounding public and to inmates within the facilities. The court concludes that DYS addresses matters potentially subject to partisan political differences.<sup>[17]</sup> Issues regarding the extent to which convicted offenders can be rehabilitated or reformed, the educational and psychological means necessary to achieve this objective, and the measures necessary to protect the public and other inmates from convicted offenders are ones in which there is \"room for political disagreement on goals or their implementation.\"<sup>[18]</sup><span class=\"star-pagination\">*990</span> <i>Jimenez Fuentes,</i> 807 F.2d at 242.</p>\n<p>Moreover, the Director's duties are not \"measured solely by strictly technical or professional criteria.\" <i>Mendez-Palou,</i> 813 F.2d at 1258. Rather, the Director is personally engaged in work which potentially involves partisan concerns. The position's job description, <i>see</i> Appendix pp. 995-997, reveals that its occupant develops, implements, and enforces policies and procedures relating to the institution and its management; serves as a member of the divisional management team where he is responsible for recommending, reviewing, and implementing policies and procedures to guide the entire division; and maintains regular contact with the general public through the news media and speechmaking. Thus, the Director's \"political affiliation could reasonably affect the manner\" in which he performs his duties. <i>Roman Melendez,</i> 826 F.2d at 134. This position therefore satisfies <i>Jimenez Fuentes</i>' first prong.</p>\n<p>Turning to <i>Jimenez Fuentes'</i> second prong, the court first notes that the Governor designated the Director's position \"exempt\" from the job-protection provisions of the State Personnel Act because he considered the Director a policymaker. <i>See</i> N.C.Gen.Stat. § 126-5(d)(1). As of May 1985, the Directors of the five juvenile training facilities were among only nineteen exempt positions of DYS's 850 employees. Within DYS, therefore, Directors of the state's juvenile training facilities are \"considered to be at the policymaking end of the spectrum.\" <i>Jimenez Fuentes,</i> 807 F.2d at 246 (footnote omitted).</p>\n<p>Defendants have submitted a six-page job description for the Director of the Dillon School. In an affidavit, Phillip J. Kirk, Jr., Secretary of DHR from 1985 through 1987, testified that this description was in Cayton's personnel file when Kirk took office after the transition of power in January 1985. Cayton contends that the court should not rely on this description because it has not been sufficiently authenticated. He informs the court that the document was not in his personnel file at the time he reviewed it in connection with discovery in this case. Moreover, the copy he eventually received had a blank space where the incumbent's name should have been inserted.</p>\n<p>The court relied on this description when it ruled on defendants' initial motions for summary judgment. <i>See </i><i>Stott I,</i> 725 F.Supp. at 1396. It will do so again now for the following reasons. First, the document bears the date 17 November 1983  just five months before Cayton was promoted to this position. Second, it bears the signature of W. Robert Atkinson, Assistant Director for Institutional Services at DYS. A \"Work Plan/Performance Review Summary\" (\"WPPR\") submitted by Cayton in connection with the pending motions bears Atkinson's signature as his \"next level supervisor.\" Atkinson also testified at his deposition that he supervised Cayton as head of the Dillon School. Thus, the document in question was signed by someone knowledgeable about the inherent functions of the position just a few months before Cayton assumed its duties. Third, the WPPR submitted by Cayton describes the major responsibilities of the position in a very similar fashion  though in much less detail  as the description in question.<sup>[19]</sup> Moreover, Cayton's own deposition testimony <span class=\"star-pagination\">*991</span> highlighted several of the same responsibilities listed in this description.<sup>[20]</sup> In light of all these circumstances, the court concludes that the job description at issue genuinely and accurately portrays the inherent functions of the Director of the Dillon School. It will therefore rely on that document to analyze Cayton's position in light of <i>Jimenez Fuentes'</i> second prong.</p>\n<p>Grouping the Director's inherent functions in the categories articulated by the <i>Jimenez Fuentes</i> court, they are as follows:</p>\n<blockquote>1. <i>Policy-making Functions</i>\n</blockquote>\n<blockquote>1. Provides executive management to the institution involving supervision, direction, planning, policymaking/interpretation/administration and comprehensive coordination of the treatment program, academic/vocational program, residential program, fiscal operations, and support services.</blockquote>\n<blockquote>2. Develops, implements, and enforces all policies and procedures relating to the institution and its management.</blockquote>\n<blockquote>3. Serves as a member of the divisional management team where he is responsible for recommending, reviewing, and implementing policies and procedures to guide the entire division.</blockquote>\n<blockquote>4. Plans the work operations, sets priorities and deadlines, and establishes goals for the institution.</blockquote>\n<blockquote>5. Interprets and implements court orders.</blockquote>\n<blockquote>6. Forecasts budget needs, changes in population, trends and laws, and facility/vehicle/equipment renovation and/or replacement needs.</blockquote>\n<blockquote>7. Develops expansion budget requests, determines spending priorities, develops capital improvement requests, and supervises capital improvement projects.</blockquote>\n<blockquote>2. <i>Representative Functions</i>\n</blockquote>\n<blockquote>1. Maintains regular contact with the general public through the news media and speechmaking.</blockquote>\n<blockquote>2. Maintains regular contact with judges, court personnel, related agency employees through conferences, professional meetings, and appointments.</blockquote>\n<blockquote>4. <i>Personnel Duties</i>\n</blockquote>\n<blockquote>1. Has responsibility for hiring, promoting, suspending, firing, and reassigning employees at the institution.</blockquote>\n<blockquote>2. Is the immediate supervisor for all employees at the institution.</blockquote>\n<blockquote>3. Makes final decisions regarding the assignment of work to personnel and the assignment of personnel to work units.</blockquote>\n<blockquote>4. Regularly appraises the work of employees and has final authority on all merit salary decisions.</blockquote>\n<blockquote>5. Develops on-the-job training programs for new employees and plans and coordinates special workshops.</blockquote>\n<blockquote>5. <i>Ministerial Duties</i>\n</blockquote>\n<blockquote>1. Negotiates agreements with the University of North Carolina and Duke University to provide professional training to college students.</blockquote>\n<blockquote>2. Approves expenditures from the student welfare fund and other trust accounts, monitors budget and trust funds, monitors and reviews material received reports, and monitors inventory records.</blockquote>\n<blockquote>3. Conducts regular needs assessments and secures on- and off-campus courses to assist faculty members to attain special education certification.<sup>[21]</sup></blockquote>\n<p>This description reveals that the Director is a policymaker and that party affiliation is therefore an appropriate requirement for <span class=\"star-pagination\">*992</span> his position. The job description explicitly states that the Director is responsible for policy development, interpretation, and implementation not only at the Dillon School, but divisionwide. His responsibility for developing expansion budget requests, determining spending priorities, developing capital improvement requests, and supervising capital improvement projects provides him with potent power to influence the Dillon School's programs. The Director is also a communicator: he regularly addresses the news media and the public. He has the authority to speak in the name of policymakers with judges, court personnel, and related agency employees. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 242. Finally, the Director has wide-sweeping personnel powers over 128 employees including hiring and firing authority. <i>See </i><i>McGurrin Ehrhard,</i> 867 F.2d at 95-96. A politically disloyal occupant of the Director's position could easily thwart DYS's goals for the Dillon School. Consequently, Cayton has not met his burden of proving that party affiliation is an inappropriate requirement for the position of Director of the C.A. Dillon School. Defendants are entitled to summary judgment on Cayton's First Amendment claim.</p>\n<p></p>\n<h2><i>4. Motive</i></h2>\n<p>Plaintiffs contend that even if they held positions for which political affiliation is an appropriate requirement, their discharges were unlawful because defendants had an illegal motive for firing them. Plaintiffs argue that defendants did not fire them because they wanted loyal Republican operatives in their place to more effectively implement the Martin administration's policies and programs. Rather, plaintiffs argue, defendants fired them to punish them for supporting and contributing to Martin's Democratic challenger, for not supporting Martin, and to reward Martin's political allies for their support. Plaintiffs argue that proof of this motive would make plaintiffs' discharges illegal even if defendants could have properly discharged them on the basis of political affiliation. Since factual issues remain concerning what defendants' motives were,<sup>[22]</sup> plaintiffs argue that summary judgment is inappropriate.</p>\n<p>Plaintiffs have submitted, and the court finds, no authority to support this argument. Nothing in <i>Elrod, Branti, Stott II,</i> or <i>Jimenez Fuentes</i> suggests that once the court determines that the position is one for which political affiliation is an appropriate requirement, it must go one step further and determine if, in fact, plaintiffs were discharged because of their political affiliation. Indeed, the court has located a post-<i>Jimenez Fuentes</i> decision in which the First Circuit squarely held that no further determination is required. In <i>Rodriguez Rodriguez v. Munoz Munoz,</i> <span class=\"citation\" data-id=\"480980\"><a href=\"/opinion/480980/hipolito-rodriguez-rodriguez-v-nicholas-munoz-munoz-executive-director-of/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">138</span></a></span> (1st Cir.1986), plaintiff contended that he was demoted because of his political activities in planning his candidacy for mayor. Because both plaintiff and his employer were members of the same political party, plaintiff did not argue that he was demoted because of his political affiliation. <i>See id.</i> at 143. The court held that \"the same category of employees who, under <i>Elrod-Branti,</i> are properly open to discharge because of their political <i>affiliation</i> are likewise open to discharge because of [or \"in retaliation for\"] political <i>activities</i> they may engage in, such as running for office as a rival to persons backed by their supervisors.\"<sup>[23]</sup><i>Id.</i> at 145 (emphasis in original and supplied); <i>see also </i><i>McGurrin Ehrhard,</i> <span class=\"citation\" data-id=\"518092\"><a href=\"/opinion/518092/rose-ann-mcgurrin-ehrhard-v-michael-joseph-connolly-etc/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span> (plaintiff's termination did not violate First Amendment even though she alleged she was fired for expressing opposition to the <span class=\"star-pagination\">*993</span> Governor at political meeting). In other words, if \"plaintiff's position is indeed one for which political affiliation would have been a legitimate requirement[,]\" his dismissal does not violate the First Amendment even if he actually \"was fired for his political activity, not affiliation.\"<sup>[24]</sup><i>Id.</i> at 144. Therefore, that the motive behind the discharge was retaliation for the employee's support of certain candidates, rather than an innocent desire to achieve loyal implementation of a new administration's programs and policies, is immaterial. Hence, even if Martin administration officials purposefully set out to punish Democrats who supported Martin's adversary, so long as those who they discharged held positions for which political affiliation is an appropriate requirement, they could be lawfully fired notwithstanding the First Amendment. Consequently, any factual issues remaining over defendants' motivation for discharging plaintiffs are not material to the outcome of this lawsuit. <i>See</i> Fed. R.Civ.P. 56(c).</p>\n<p></p>\n<h2><i>D. Qualified Immunity</i></h2>\n<p>Because the court has found that all three plaintiffs' claims must be dismissed on the merits, it sees no reason to address defendants' alternative motion to dismiss plaintiffs' monetary claims because defendants' actions were protected by qualified immunity.<sup>[25]</sup></p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, defendants' motions for summary judgment on all three plaintiffs' remaining claims for relief are hereby GRANTED. This action is hereby DISMISSED.</p>\n<p></p>\n<h2>APPENDIX</h2>\n<p></p>\n<h2>POSITION DESCRIPTION</h2>\n<p></p>\n<h2>REGIONAL MANAGER</h2>\n<p></p>\n<h2>DEPARTMENT OF NATURAL RESOURCES AND COMMUNITY DEVELOPMENT</h2>\n<p></p>\n<h2>ADMINISTRATIVE SUPPORT</h2>\n<p>The regional manager serves as chief administrative officer for the region. The regional manager supervises and is responsible for administrative support for regional programs. This support includes: secretarial support, non-specialized vehicles, office space, supplies, furniture and non-technical equipment.</p>\n<p>Assignments of secretarial support, vehicles, space, supplies, etc. are made in consultation with division staff in a timely manner. The regional manager shall prepare the administrative budget for regional office and shall coordinate with the divisions in preparation and submission of their budgets.</p>\n<p></p>\n<h2>EMERGENCIES</h2>\n<p>The regional manager has the responsibility to serve as lead in coordinating responses to emergencies taking place within their region. Division personnel will be assigned to take the lead in these activities. The regional manager shall be briefed and provide for coordination with the Secretary's office in responding to all emergencies taking place within the region.</p>\n<p></p>\n<h2>SPECIAL ASSIGNMENTS</h2>\n<p>The Secretary calls on the regional manager as needed to take on special assignments <span class=\"star-pagination\">*994</span> involving the regional office staff and efforts with individuals and groups throughout the region. These assignments are coordinated through the Special Assistant for Executive Communications.</p>\n<p></p>\n<h2>SUPERVISION</h2>\n<p>The regional managers are supervised by the Special Assistant for Executive Communications in the Secretary's office. Regional interaction and staff meetings shall take place between regional managers and the Special Assistant.</p>\n<p></p>\n<h2>DEPARTMENTAL REPRESENTATIVE</h2>\n<p>The regional manager is a member of the Secretary's executive staff and represents the Secretary as requested throughout the region. A principal responsibility of the regional manager is the communication of the functions, responsibilities and established goals of the Department of Natural Resources and Community Development. The regional manager shall perform this function by visitations and contacts with local government officials, public and private organizations.</p>\n<p></p>\n<h2>COMMUNICATIONS</h2>\n<p>The regional manager maintains a high level of communication between programs of the Department of NRCD and other public programs. The regional manager shall make maximum use of policy and goal statements of the Department along with publications and other educational materials. The regional manager will address civil groups, environmental groups, business organizations and public officials for the purpose of communicating NRCD programs. Visits by the Secretary's staff are coordinated through the regional manager.</p>\n<p>The regional manager ensures timely and efficient internal communication within the regional office by conducting regular meetings with divisional representatives so as to be able to reflect the department's position on all issues. The regional manager will be briefed by divisional personnel at an appropriate level.</p>\n<p></p>\n<h2>CITIZEN ASSISTANCE</h2>\n<p>The regional manager provides timely interaction with the citizens of the region. The regional manager should provide information, speakers and referrals as appropriate to the needs of the citizens. Further, citizens' complaints which are directed at NRCD programs within the regional are responded to by the regional managers.</p>\n<p></p>\n<h2>DESCRIPTION OF WORK</h2>\n<p></p>\n<h2>DIRECTOR OF COLLISION REPORTS AND GENERAL SERVICES</h2>\n<p></p>\n<h2>DIVISION OF MOTOR VEHICLES</h2>\n<p></p>\n<h2>DEPARTMENT OF TRANSPORTATION</h2>\n<p>The Department of Transportation has transferred to the Division of Motor Vehicles the operation of the Print Shop, Mail Room and Supply Department. This transfer involved the reassignment of twenty people, a budget of approximately $600,000 an the complete equipment inventory to support this operation.</p>\n<p>The responsibility for administering these additional programs has been assigned to the Director of the Collision Reports and Evaluation Section. The responsibilities of the Director's position have changed with these additional duties.</p>\n<p>A person in this position will be responsible for projecting personnel and budgetary needs for the operation of the Collision Reports and Evaluation Section, Print Shop, Supply Unit and Mail Room.</p>\n<p>This employee will work with the Commissioner, Deputy Commissioner and Assistant Commissioners in preparing an annual budget to be presented to the General Assembly each year. It will be his duty to provide statistical data to the Commissioner for use in presenting a legislative program. He will assist the Commissioner in appearing before the various committees in the General Assembly.</p>\n<p>This individual will work closely with the United States Postal authorities to insure that the North Carolina Division of Motor Vehicles is following the latest postal regulations to receive the maximum service at the lowest cost. It will be his responsibility to work with the Data Processing Section <span class=\"star-pagination\">*995</span> to provide the best system and equipment possible for multi-stuffing registration cards and driver license renewals. This individual will be responsible to work closely with Purchase and Contract in negotiating a contract for presorting mail.</p>\n<p>His duties will require him to work with the other directors to determine the needs for supplies and equipment from the Central Supply Room.</p>\n<p>This employee will supervise the operation of the Print Shop which provides a printing service to each unit in the Division of Motor Vehicles and a limited service to the Department of Transportation. It will be his responsibility to update the equipment and staff the Print Shop to provide a high level of service to the Division of Motor Vehicles.</p>\n<p>This employee will continue to research and evaluate proposed changes in laws, rules and regulations for impact on the budget and operation of the Division of Motor Vehicles.</p>\n<p>This employee will continue to be responsible for receiving and evaluating the accident reports of all law enforcement agencies throughout North Carolina, to administer the Financial Security Law as it applies to accident victims and issue an order for the revocation of driver license when no insurance is in effect at the time of the accident.</p>\n<p>Due to the technical skills and knowledge required concerning all phases of this unit, it is vitally important that the classification of the Director's position be comparable to the other Directors in the Division of Motor Vehicles.</p>\n<p></p>\n<h2>JOB EVALUATION DESCRIPTION</h2>\n<p></p>\n<h2>FACILITY DIRECTOR</h2>\n<p></p>\n<h2>C.A. DILLON SCHOOL</h2>\n<p></p>\n<h2>DIVISION OF YOUTH SERVICES</h2>\n<p></p>\n<h2>DEPARTMENT OF HUMAN RESOURCES</h2>\n<p></p>\n<h2>PRIMARY PURPOSE OF JOB</h2>\n<p>1. The position serves as the chief executive officer of C.A. Dillon School, a residential treatment/rehabilitation institution for male and female adjudicated juvenile delinquents aged 10-17 with serious behavioral problems. The provision of executive management of the institution which involves supervision, direction, planning, policy making/interpretation/administration and comprehensive coordination of the treatment program, academic/vocational program, residential program, fiscal operations, and support services is the primary purpose. The incumbent negotiates agreements with the University of North Carolina and Duke University to provide professional training to college students through establishing and supervising internship programs.</p>\n<p>2. The position is responsible for planning the work operations, setting priorities and deadlines, establishing goals for the institution, determining personnel, space, equipment, materials and other resources needed to meet the goals and objectives of the institution. An annual plan of work is prepared with modifications taking place on a monthly, weekly, and daily basis. It is necessary that the position is involved in long-range planning in an effort to forecast budget needs, changes in population, trends and laws, and facility/vehicle/equipment renovation and/or replacement needs.</p>\n<p>3. This position is delegated the responsibility for making final decisions regarding overall work assignments. The authority includes the assignment of work to personnel and personnel to work units within the specifications established for a given employee's job classification. This responsibility includes the assignment of necessary personnel and other resources for the operation of three highly specialized treatment programs for a population of seriously disturbed clients.</p>\n<p>4. The position develops expansion budget requests, initiates 606's, determines spending priorities, approves requisitions and local purchase authorizations, approves expenditures from the student welfare <span class=\"star-pagination\">*996</span> fund and other trust accounts, monitors budget and trust funds, monitors/reviews material received reports, monitors inventory records, develops capital improvement requests and supervises capital improvement projects. The position must justify all major budget needs and expansion budget requests to the office of Assistant Director for Institutional Services through reports and conferences.</p>\n<p>5. The position is responsible for conducting regular needs assessments, authorizing attendance at seminars/workshops held at off-campus locations, securing on and off-campus courses, especially credit courses to assist all faculty members to attain special education certification, developing on-the-job training programs for new employees, planning and coordinating special workshops. Evaluations are accomplished through instruments, questionnaires and conferences.</p>\n<p>6. The position is responsible for negotiating and approving standards of work for immediate subordinates and reviewing and approving standards for the remainder of the staff. Standards are revised, with the approval of the incumbent, on an as-need basis. Need to revise is determined through performance reviews when program directions/methodology changes. The position is responsible for the development, implementation and enforcement of all policies and procedures relating to the institutional program and its management. These policies and procedures are reviewed by the institutional management team regularly and monitored through meetings and inspections. The incumbent serves as a member of the divisional management team and is responsible for recommending, reviewing, and implementing policies and procedures to guide the entire division.</p>\n<p>7. Mostly, work reviews are conducted through reports and conferences. Work adjustments are negotiated on an as-need basis either as a result of monthly reports or during semi-annual work review/coaching sessions.</p>\n<p>8. The position is responsible for reviewing the documentation of all first oral warnings for performance of duties issued by immediate supervisors and approving the submission of that documentation to the employee. Additionally, the incumbent is responsible, together with the department head, for issuing second oral warnings and final warnings to employees for performance of duty related violations. Finally, the position is delegated the authority for dismissing employees.</p>\n<p>The position maintains the authority to suspend an employee as necessary to conduct required investigations into matters of personal conduct. Upon the completion of the investigation, the incumbent may dismiss or reinstate the suspended employee as appropriate.</p>\n<p>The position serves as the immediate supervisor for all employees and is responsible for all Step 1 actions as outlined in the Department of Human Resources Directive 1-81 governing grievance procedures.</p>\n<p>The position is responsible for communicating, both orally and in writing, all staff discipline policies and procedures regularly to the total staff.</p>\n<p>9. The position is responsible for advertising position vacancies, interviewing applicants, and making final selection decisions.</p>\n<p>The position has final authority for all appraisals through the WPPR process.</p>\n<p>The position is delegated authority to promote qualified employees as opportunities exist. The position serves as the final authority on dismissal decisions at the institution.</p>\n<p>The position has final authority on all reassignment decisions.</p>\n<p>The position has final authority on all merit salary decisions; recommending to the Assistant Director for Institutional Services range revisions, reallocations and other use of salary reserve monies.</p>\n<p>10. As a treatment and rehabilitation facility, C.A. Dillon School is regularly affected by changes in methodology, guidelines, programs, technology and population served. Many of these changes are of a minor nature and require only minor adjustments in the service delivery system. <span class=\"star-pagination\">*997</span> Many other changes are major and require significant alterations as is evidenced by the recent implementation of the following:</p>\n<p>....</p>\n<p>11. The position is in regular contact through telephone, memorandums/reports, and conferences. The supervisor is apprised of relevant issues regarding the operation of C.A. Dillon School and advice and/or permission is sought on given issues. The position generally maintains final responsibility/authority on budget expenditures and work methods; major program goals are negotiated through the WPPR process; organizational and program changes that have a system-wide impact are reviewed and approved by the supervisor prior to implementation.</p>\n<p>12. The work is formally reviewed minimally on a semi-annual basis through the WPPR and coaching processes. Work reviews are also conducted through the divisional annual monitoring procedures. Less formal and more frequent reviews take place through reports, conferences, and visitations.</p>\n<p>13. The supervisory responsibility is executive, administrative, and technical in nature. The incumbent must have a knowledge of the following areas in order to effectively evaluate, correct or otherwise supervise the work:</p>\n<p>....</p>\n<p></p>\n<h2><i>Employee Questions:</i></h2>\n<p>....</p>\n<p>9. The major areas of work requiring the greatest accuracy include budget formulation and expenditures, work and space assignments, personnel decisions, and interpretation of court orders.</p>\n<p>....</p>\n<p>12. The position is in daily contact with subordinates and other members of the management team. Daily contact is maintained with many of the supervisors and line staff. These contacts are necessary for the purposes of planning, problem solving/decision making, information dissemination, work assignments and adjustments, standard setting, resources allocations, monitoring and evaluation, counseling, training, policy-making, and morale-boosting. The position is required to maintain regular contact with the general public through the news media and speech making. Other organizations and individuals such as judges, court personnel, and related agency employees maintain regular contact through conferences, professional meetings, and appointments.</p>\n<p>13. Mostly, the physical effort required of this position is the regular visitation to the various campus work sites and being available 24 hours per day to assist staff during emergencies. There is an occasional need to assist staff in driving and walking through the local community in an effort to locate runaway students.</p>\n<p>....</p>\n<p>15. This position is exposed daily to dangerous persons. These persons, assaultive and aggressive adolescents who comprise approximately 85% of the student body, are a highly volatile population who regularly attack their peers and staff. The student population is the most difficult and disturbed population in the Division of Youth Services. C.A. Dillon serves as an alternative treatment program for all youth in North Carolina who cannot be effectively treated or managed in any other program in the state.</p>\n<p>16. The regular work hours are from 8:00 a.m. to 5:00 p.m. Monday through Friday. However, the position is required to be on call and available 24 hours per day, seven days per week. The incumbent is required to work on certain weekends to meet with parents and others who may come to visit the campus. Regularly monitoring of all shifts is a necessary requirement of the position.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Employees in policymaking positions designated as exempt\" are not subject to the job-security provisions of the Personnel Act. <i>Id.</i> § 126-5(c)(3). \"The Governor may designate as exempt policymaking positions ... in [the] ... Department of Human Resources; ... Department of ... Natural Resources [and Community Development]; ... and ... Department of Transportation.\" <i>Id.</i> § 126-5(d)(1). \"An exempt employee may be transferred, demoted, or separated from his position by the department head authorized to designate the exempt position ... for reasons other than just cause....\" <i>Id.</i> § 126-5(e).\n</p>\n<p>The provisions quoted above are slightly different from those that were in effect at the time of plaintiffs' dismissals. The provisions in effect at that time allowed \"deputies, administrative assistants, division or agency heads or other employees, by whatever title, that serve in policy-making positions ... to be designated [\"exempt\"] by the Governor....\" <i>Id.</i> § 126-5(d)(4) (1985), <i>amended by</i> Act to Amend the State Personnel Act, ch. 617, § 1, 1985 N.C.Sess.Laws 789, 789-92.</p>\n<p>[2]  At first glance, one of the last sentences in the Fourth Circuit's opinion does appear to require a jury trial: \"[B]ecause of the factual nature of the inquiry necessary for resolution of these individual cases, trial by jury is warranted.\" <i>Stott II,</i> 916 F.2d at 146. However, since the Fourth Circuit did not consider the merits of plaintiffs' claims, <i>id.</i> at 143-44, it could not have come to a conclusion that a jury trial  as opposed to summary judgment  is warranted. Moreover, such a conclusion would completely contradict the court's earlier pronouncement that \"[t]he matter is a question of law to be ultimately decided by the courts.\" <i>Id.</i> at 143; <i>see also </i><i>Jones v. Dodson,</i> <span class=\"citation\" data-id=\"431662\"><a href=\"/opinion/431662/clara-b-jones-v-ray-m-dodson-both-individually-and-in-his-capacity-of/\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1329</span></a></span>, 1336 (4th Cir.1984) (whether partisan affiliation is appropriate requirement for position \"presents an ultimate issue of law for the court....\")</p>\n<p>[3]  Plaintiffs argue that the Fourth Circuit's acceptance of the First Circuit standard is dicta because the court did not address the merits of plaintiffs' claims. Plaintiffs are flatly incorrect. First, the court's analysis of the substantive standards which govern plaintiffs' claims was central to its ruling on the class certification issue and was therefore not dicta. <i>See, e.g., </i><i>United States v. Adamson,</i> <span class=\"citation\" data-id=\"397402\"><a href=\"/opinion/397402/united-states-v-john-r-adamson-iii/\"><span class=\"volume\">665</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">649</span></a></span>, 656 n. 19 (5th Cir.1982), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">116</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></span> (1983). Second, the Fourth Circuit's acceptance of the First Circuit standard is now the \"law of the case\" and therefore governs the remainder of the litigation. <i>See </i><i>Walston v. School Bd. of Suffolk,</i> <span class=\"citation\" data-id=\"351519\"><a href=\"/opinion/351519/16-fair-emplpraccas-728-15-empl-prac-dec-p-7950-syvalius-walston/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1201</span></a></span>, 1205 (4th Cir.1977); <i>see also</i> Martin H. Brinkley, Note, <i>Despoiling the Spoils: Rutan v. Republican Party of Illinois,</i> 69 N.C.L.Rev. 719, 739 (1991) (\"[t]he benefit of the <i>Stott</i> result was to give the trial court a standard by which to evaluate plaintiff's claims upon remand.\") Thus, whether or not the First Circuit's standard is a \"wholesale abandonment of the clear holding of <i>Branti</i>[,]\" Plaintiff's April 1, 1988 Consolidated Summary Judgment Brief, it is now the standard which governs this case.</p>\n<p>[4]  This is not to say that affidavit or deposition testimony about the present or past occupants' actual duties is necessarily irrelevant for all purposes in every instance. <i>See infra</i> n. 6.</p>\n<p>[5]  Defendants have asked the court to merely \"reinstate\" its prior summary judgment rulings against Stott and Cayton as it did on plaintiffs' conspiracy claim. However, nothing in the Fourth Circuit's opinion suggests that the court applied improper legal or factual standards when it granted summary judgment for defendants on that claim. Unfortunately, the same cannot be said for the court's rulings on plaintiffs' First Amendment claims. A fresh look is therefore in order.</p>\n<p>[6]  Despite the second prong's insistence that only the inherent powers of the job be evaluated, the First Circuit, in applying the second prong to the facts, did review plaintiffs' testimony about their actual duties. <i>See id.</i> at 244-45. The court concludes, therefore, that the plaintiff-employee's own testimony about his prior duties is not necessarily irrelevant for every purpose and in every instance. For example, such testimony may be useful in filling gaps left by the official job description and in amplifying the responsibilities listed in the description. However, such testimony cannot be used to belittle the job into one with less significant responsibilities than identified in the official description. <i>Id.</i> at 242.</p>\n<p>[7]  Importantly, the \"at least a modicum of policymaking responsibility\" language pertaining to <i>Jimenez Fuentes</i>' second prong is omitted when the issue moves from qualified immunity to the merits of a plaintiff's First Amendment claim. <i>See </i><i>Jimenez Fuentes,</i> 807 F.2d at 242. In other words, whereas merely a modicum of such responsibility is sufficient to establish qualified immunity, the position must entail greater responsibility for the defendant to avoid liability on the merits.</p>\n<p>[8]  Most of NRCD's employees were based in its seven regional offices: Asheville, Fayetteville, Mooresville, Raleigh, Washington, Wilmington, and Winston-Salem. \"The regional office concept allow[ed] the Department to deliver its program services to citizens in a comprehensive and coordinated manner at the community level.\" <i>North Carolina Manual</i> 793 (John L. Cheney, Jr. ed., 1987-88).</p>\n<p>[9]  NRCD's third statutory duty also involved matters in which there is room for political disagreement. In <i>Quintana,</i> 817 F.2d at 892 (discussed <i>supra</i> at pp. 979, 980), the First Circuit concluded that the Right to Employment Administration's mission of providing job training and employment to economically underprivileged citizens potentially relates to matters of partisan political concerns.</p>\n<p>[10]  All three plaintiffs argue that there is no official job description of the \"inherent functions\" of their former positions because, under North Carolina law, job descriptions are required to reflect the actual duties of the present occupant, not \"inherent functions\" of the position itself. North Carolina law says no such thing: \"The head of each principal State department may ... change the duties ... of existing offices and positions as he deems necessary ... subject to the State Personnel Act....\" N.C.Gen.Stat. § 143B-10(c) (1990).\n</p>\n<p>The job description for \"Regional Manager\" of NRCD was relied on heavily in the court's initial summary judgment order. <i>See </i><i>Stott I,</i> 725 F.Supp. at 1415-16. Indeed, plaintiffs, not defendants, submitted this description. <i>Id.</i> at 1415. In light of the record testimony of two other Regional Office Managers which substantially corroborates the duties listed in the description, <i>see infra</i> pp. 984, 985, the court concludes that the description accurately depicts the position's inherent responsibilities.</p>\n<p>[11]  Hodge was a member of the plaintiff class before its decertification.</p>\n<p>[12]  Muzinich was also a member of the plaintiff class before its decertification.</p>\n<p>[13]  Despite his job description and the testimony of Hodge and Muzinich, Stott has submitted an affidavit in connection with the pending motions which portrays the Regional Office Manager as little more than a technical administrator: \"I had no supervisory responsibility with respect to any of the program staff in the regional office. I had no authority to assign them work or evaluate their performance. I also had no authority with respect to the operation of these substantive programs or the provision of services which were administered by these programs.\" \"I did not personally respond to requests for information.\" \"I was not authorized to respond substantially to complaints....\" \"After receiving the complaint, my role ended. I had no responsibility for deciding how the problem would be addressed, or for addressing the problem.\" \"I did not serve as a spokesman for the department. I was not authorized to respond to inquiries by the media.\" \"I had no input into the budget process. I did not set the budget for the regional office and had no input whatsoever into any programmatic budgets.\" \"I had no authority for, and input into, departmental policy.\" \"My contact with the Secretary of the department was limited.\" \"The only exercise of personal judgment which was a part of my responsibilities, was a determination as to the appropriate person or program to whom to refer information or requests.\"\n</p>\n<p>The court rejects this testimony in its entirety. Even assuming that Stott's affidavit accurately recounts the duties he performed as Regional Office Manager, the job description and testimony of others who held the same position establish that \"the position inherently encompasses more expansive powers and more important functions that would tend to make political affiliation an appropriate requirement for effective performance.\" <i>Mendez-Palou,</i> 813 F.2d at 1258. Consequently, this testimony is irrelevant. <i>Rosario Nevarez,</i> 820 F.2d at 528 n. 6.</p>\n<p>[14]  Register concedes that this document is an accurate description of his former position with the exception of the references to his appearance with the Commissioner before the General Assembly. However, as Register was promoted to this position at a time when the General Assembly was not in session, and was discharged before it came back into session, these responsibilities, though inherent in his office, would not have been active during his brief tenure as Director.</p>\n<p>[15]  At oral argument, defendants informed the court that this description is not entirely complete because it was primarily meant to reflect the Director's newly acquired duties in operating the Print Shop, Mail Room, and Supply Department; some of the Director's other responsibilities have been underrepresented. The court therefore finds it appropriate to fill this gap with Register's deposition testimony.</p>\n<p>[16]  Despite his job description and his deposition testimony, Register has submitted an affidavit in connection with the pending motions which tends to belittle the functions of his former position: \"I did not have any authority to act for the Commissioner, to make recommendations or decisions regarding the DMV budget, or to cast any votes in the [DOT Review] committee. Rather, I was a messenger boy for the Commissioner....\" \"I did not speak for the Commissioner or act in his behalf.\" \"I had very little contact with the public.\" \"In no way did I address political problems for the Commissioner, the Secretary of Transportation, or the Governor.\" \"[M]y function in implementing [the motor vehicle] laws was nondiscretionary.\" \"I had absolutely no role in determining what policies the motor vehicle safety responsibility laws of North Carolina would serve.\" \"I did not decide and had no input into deciding how lax or stiff enforcement of the motor vehicle laws should be.\" \"I did not have any role in determining what share of the departmental or division budget my section would actually receive. Rather, I simply prepared budgeting documents for the section outlining the needs of the section.\" \"The only times during my tenure when a safety responsibility determination was overturned was by a court order obtained by the private party, not by my discretionary decision.\"\n</p>\n<p>Again, the court may not consider testimony in which the officeholder claims to have performed lesser and fewer functions that those inherent in his position. <i>See supra</i> n. 13. Therefore, Register's affidavit testimony is rejected in whole.</p>\n<p>[17]  Cayton argues that the Director's position is no different from the superintendents of adult prison facilities which this court found constitutionally protected in its original summary judgment order. <i>See </i><i>Stott I,</i> 725 F.Supp. at 1389-91. Section 134A-1 belies this argument, for it states that the legislature intended to provide entirely different services to youthful offenders than to adult offenders. In creating DYS, the state assumed that youthful offenders can be rehabilitated, reformed, and educated. How these goals are achieved are certainly matters in which there is room for political disagreement. In contrast, the state has made no such assumption with adult offenders, and prison units are therefore often merely holding cells for convicted criminals to be punished and pay their debt to society. Running such a unit does not necessarily entail making decisions potentially subject to partisan political disagreement. Furthermore, the court's reasoning regarding these superintendent positions is now clouded by the same factors that has caused the court to take a fresh look at all three plaintiffs' claims. <i>See supra</i> pp. 974-976.</p>\n<p>[18]  Cayton's own deposition testimony underscores this conclusion: he testified that the Martin administration failed to implement the security recommendations of a \"blue ribbon committee\" established by Governor Hunt on youth detention centers.</p>\n<p>[19]  The WPPR described the Director's responsibilities as follows: evaluating and coordinating departments and programs; planning; implementing and monitoring compliance with policies, regulations, directives, and laws; directing and coordinating fiscal operations; setting goals, objectives, and priorities; interpreting policy; conducting ongoing positive relations with parents, court officers, news media, and other agencies; directing and coordinating personnel matters; planning, developing, and conducting staff training; and reviewing, planning, and assigning workloads and schedules.\n</p>\n<p>A comparison of these responsibilities with those listed in the job description, <i>see infra</i> p. 991, reveals similarities sufficient to convince the court that both documents describe the same positionDirector of the Dillon School. Indeed, even if the court relied only on the WPPR and not the job description, its ultimate conclusion on whether the occupant of the position was constitutionally protected from a political firing would be the same.</p>\n<p>[20]  Cayton testified at his deposition that he supervised 128 employees; that he made recommendations for hiring and firing; appraised the performance of several employees at Dillon; that he was responsible for implementing DYS policy; that the Director's is a highly visible position if something goes wrong; and that he had to \"take the heat\" when inmates escaped.</p>\n<p>[21]  Like Stott and Register, Cayton has submitted an affidavit in connection with the pending motions tending to belittle his responsibilities: \"At no time, as Director of C.A. Dillon School, did I have any responsibility for the formulation of policy or for the establishment of programs.\" \"As Director of Dillon I did not participate in any policymaking or management group or team except for the management team at Dillon.\" \"My authority with respect to personnel decisions was extremely limited.\" \"I had no formal planning role and did not determine or plan for major changes in the facility. With respect to the budget, I estimated the budgetary needs of the facility and provided that information to the division for review and budget setting at the division and departmental level.\" For the same reasons the court rejected Stott's and Register's affidavits, <i>see supra</i> nn. 13 &amp; 16, it rejects Cayton's affidavit in its entirety.</p>\n<p>[22]  The court notes that at the outset of this litigation defendants vehemently denied that they had discharged plaintiffs because of their political affiliation. Their argument has now shifted 180 degrees. As such, plaintiffs' argument that factual issues remain regarding defendants' motives is well taken.</p>\n<p>[23]  The Fourth Circuit in <i>Stott II</i> implicitly recognized this proposition when it stated that \"if the district court finds that a plaintiff held a position <i>not</i> subject to a patronage dismissal, then an inquiry based on the <i>Pickering v. Board of Educ.,</i> <span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1731</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></span> (1969) [(political activities test)], and <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983) [(political activities test)], line of cases may be necessary.\" 916 F.2d at 141 n. 9 (emphasis added).</p>\n<p>[24]  Defendants contended at oral argument that a finding that a position is one for which a political affiliation is an appropriate requirement strips it of all protections from discharge, including statutory and constitutional protections against racial and sexual discrimination. The court rejects this interpretation of <i>Elrod, Branti,</i> and their progeny. <i>See </i><i>Stott II,</i> 916 F.2d at 143 (\"An employee has an absolute right to be free from dismissal simply on the basis of race.\") The proper reading of these cases is that such a finding strips the office of protection from a <i>politically-motivated</i> discharge.</p>\n<p>[25]  Once the court finds that the positions are ones for which political affiliation is an appropriate requirement, there is no need to address the lesser-included issue of qualified immunity. <i>See </i><i>Rosario Nevarez v. Torres Gaztambide,</i> <span class=\"citation\" data-id=\"489492\"><a href=\"/opinion/489492/guillermo-rosario-nevarez-v-honorable-jaime-torres-gaztambide/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span>, 527 (1st Cir.1987).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/467559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1407017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2128391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2151080/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2284428/"
  ]
}