{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1361950/",
  "absolute_url": "/opinion/1361950/first-financial-sav-bank-v-american-bankers-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1361950/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:47:09.875782Z",
  "date_modified": "2016-04-26T20:32:09.709703Z",
  "type": "010combined",
  "sha1": "ee0b00a57181722420452ac14c9b5f0242af133f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>783 F.Supp. 963 (1991)</b></center>\n<center><h1>FIRST FINANCIAL SAVINGS BANK, INC., et al., Plaintiffs,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nDREXEL BURNHAM LAMBERT, INC., Plaintiff,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nNORTH CAROLINA FEDERAL SAVINGS AND LOAN ASSOCIATION, Plaintiff,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nCHASE FEDERAL BANK, Plaintiff,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nCHASE FEDERAL BANK, Plaintiff,<br>\nv.<br>\nFEDERAL SAVINGS &amp; LOAN INSURANCE CORPORATION, as Receiver for Cardinal Savings Bank, Inc., Defendant.<br>\nFULTON FEDERAL SAVINGS &amp; LOAN ASSOCIATION, Plaintiff,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nThe EQUITABLE LIFE ASSURANCE SOCIETY OF the UNITED STATES, et al., Plaintiffs,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY, et al., Defendants.<br>\nCHELTENHAM BANK, et al., Plaintiffs,<br>\nv.<br>\nFOREMOST INSURANCE COMPANY, INC., et al., Defendants.</h1></center>\n<center>Nos. 88-33-CIV-5-H, 88-146-CIV-5-H, 88-150-CIV-5-H, 88-501-CIV-5-H, 88-502-CIV-5-H, 88-534-CIV-5-H to 88-536-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 30, 1991.</center>\n<p><span class=\"star-pagination\">*965</span> Howard E. Manning, Michael T. Medford, Samuel T. Oliver, Jr., Manning, Fulton &amp; Skinner, Raleigh, N.C., for plaintiffs.</p>\n<p>Richard Hutson, Mount, White, Hutson &amp; Carden, Durham, N.C., for American Bankers Ins. Co. of Fla., Inc., American Bankers Financial Services, American Bankers Ins. Group, Inc., Roger L. Roode, Peter D. Lowrey, Samuel R. Crites and Dennis DiMaggio.</p>\n<p>Jeffrey J. Davis, Moore &amp; Van Allen, Charlotte, N.C., Sarah W. Fox, Moore &amp; Van Allen, Raleigh, N.C., for Interstate Securities, Inc.</p>\n<p>James D. Blount, Jr., Carl N. Patterson, Jr., Martha J. Mason, Donald H. Tucker, Jr., Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for First Union Nat. Bank.</p>\n<p>Carolin D. Bakewell, Mays &amp; Valentine, Richmond, Va., for Wallace J. Conner.</p>\n<p>Joseph W. Moss, Adams, Kleemeier, Hagan, Hannah &amp; Fouts, Greensboro, N.C., for Larry M. Dinkins.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motion by the Federal Deposit Insurance Corporation as Receiver for Cardinal Savings Bank, Inc. (\"FDIC\") to strike pursuant to Fed.R.Civ.P. 12(f) the 5th, 10th, 15th through 23rd, 27th through 30th, and 32nd affirmative defenses raised in the Answer, Counterclaim and Cross-Claim of the American Bankers Companies<sup>[1]</sup> to the First Amended Cross-Claim of the FDIC against American Bankers. Since ABIC has responded to the FDIC's motion to strike, and the time for response has run, this matter is ripe for disposition. For the reasons stated below, the FDIC's motion to strike ABIC's 5th, 10th, 15th-23rd, and 27th-30th affirmative defenses is denied, and the FDIC's motion to strike ABIC's 32nd affirmative defense is granted.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Since the procedural and factual history of the present actions has been well documented in numerous prior orders, this court will forego a lengthy recitation of such history and will only outline those facts that are necessary for an understanding of the present motion. The FDIC in its capacity as receiver for Cardinal Savings Bank, Inc. (\"Cardinal\") has cross-claimed against ABIC, claiming damages caused to Cardinal arising from an alleged repudiation of credit insurance issued by ABIC.</p>\n<p>The FDIC alleges that ABIC and the Conner Corporation (\"Conner\") entered into a commercial venture characterized by the FDIC as the \"American Bankers credit insurance arrangement.\" In this particular arrangement, ABIC agreed to provide credit insurance for loans made to purchasers of mobile homes. These loans collateralized bonds that had been issued by subsidiaries of Conner to institutional investors. The loans to the purchasers of mobile homes were made by Cardinal.<sup>[2]</sup></p>\n<p>The FDIC's Cross-Claim against ABIC alleges liability for breach of contract, <span class=\"star-pagination\">*966</span> fraud, unfair and deceptive trade practices, assisting breach of fiduciary duty, conspiracy to breach fiduciary duty, and violations of the Racketeer Influenced Corrupt Organizations Act (\"RICO\"). Specifically, the FDIC, in its capacity as receiver for Cardinal, alleges that it incurred losses when First Union National Bank of North Carolina (\"First Union\"), as a purported secured creditor of Cardinal, sold at a discount loans that were owned by Cardinal. The FDIC alleges that these losses are covered by the credit insurance arrangement between Conner and ABIC. In addition to denying that the alleged losses are covered, ABIC has raised the Experience Adjustment Endorsement (\"EAE\") to the policy as a defense to the FDIC's Cross-Claim.</p>\n<p>In its pending motion to strike, the FDIC argues that sixteen of ABIC's thirty-three affirmative defenses, which were raised in ABIC's Answer to the FDIC's Cross-Claim, should be stricken as legally insufficient. The FDIC seeks to bar certain of ABIC's affirmative defenses upon the basis of the <i>D'Oench</i> doctrine, title 12 U.S.C. Sec. 1823(e), and federal and state common law.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>At the outset, this court must consider the standard for reviewing a motion to strike pursuant to Fed.R.Civ.P. 12(f). According to Fed.R.Civ.P. 12(f), \"the Court may order stricken from any pleading any insufficient defense or any redundant, immaterial, impertinent or scandalous matter.\" One of the purposes of a motion to strike is to gain an early adjudication by the court of the legal sufficiency of defenses set forth in a defendant's answer. <i>United States v. Southerly Portion of Bodie Island,</i> 114 F.Supp. 427 (E.D.N.C. 1953).</p>\n<p>This court notes, however, that \"[a] Rule 12(f) motion to strike defenses is a drastic remedy which is disfavored by the courts and is infrequently granted.\" <i>H.J. Inc. v. Northwestern Bell Telephone Co.,</i> 648 F.Supp. 419, 422 (D.Minn.1986), <i>aff'd,</i> 829 F.2d 648 (8th Cir.1987), <i>rev'd on other grounds,</i> 492 U.S. 229, 109 S.Ct. 2893, 106 L.Ed.2d 195 (1989). Motions to strike are viewed with such disfavor \"because it is difficult to establish that a defense is clearly insufficient.\" <i>Spell v. McDaniel,</i> 591 F.Supp. 1090, 1112 (E.D.N.C.1984). When a court considers a motion to strike pursuant to Fed.R.Civ.P. 12(f), matters outside the pleading are not to be considered, and well-pleaded facts are to be accepted as true. 5A C. Wright and A. Miller, <i>Federal Practice and Procedure,</i> Sec. 1380 (1990). The pleadings are treated so as to afford the defendant every opportunity to support its contentions at trial. <i>Bennett v. Spoor Behrins Campbell &amp; Young, Inc.,</i> 124 F.R.D. 562 (S.D.N.Y.1989).</p>\n<p>With the above-stated principles in mind, the court will consider each of the grounds set forth by the FDIC in support of its motion to strike ABIC's affirmative defenses.</p>\n<p></p>\n<h2>(A) <i>Application of the D'Oench Doctrine and 12 U.S.C. Sec. 1823(e) to Bar ABIC's Affirmative Defenses</i>\n</h2>\n<p>Initially, the FDIC argues that ABIC's 15th through 23rd affirmative defenses must be stricken in light of the provisions of 12 U.S.C. Sec. 1823(e) and the <i>D'Oench</i> doctrine. In its Cross-Claim against ABIC, the FDIC seeks compensation for damages arising out of ABIC's credit insurance arrangement with Conner. The FDIC argues that insurance arrangements are \"agreements\" as that term is applied under the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e). The FDIC argues that ABIC's 15th through 23rd affirmative defenses should be stricken because they are based on agreements, such as the insurance agreement between Conner and ABIC, which do not comply with 12 U.S.C. Sec. 1823(e) and the <i>D'Oench</i> doctrine.</p>\n<p>Based on the reasoning contained in its October 17, 1991, Order filed in the instant litigation,<sup>[3]</sup> this court finds that the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) are inapplicable in the present case to bar ABIC's affirmative defenses. In <span class=\"star-pagination\">*967</span> pertinent part, all of the cases that have relied upon the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) to bar claims and defenses against the FDIC alleging violations of the securities laws, RICO, state securities and racketeering acts, and common law fraud and misrepresentation involve attempts by a borrower, debtor, or other obligee of a failed financial institution to avoid or diminish liability on a note or other monetary obligation reflected in the records of the failed financial institution. <i>Vernon v. Resolution Trust Corp.,</i> 907 F.2d 1101, 1107 (11th Cir.1990). As explained by the <i>Vernon</i> court, in every case, except one,<sup>[4]</sup> in which the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) have been applied</p>\n<blockquote>the FDIC, the FSLIC, or some successor in interest asserted or defended the validity and enforceability of a particular debt or monetary obligation owed to the failed bank, be it a promissory note, a mortgage, a letter of credit or personal guaranty or collateral pledge agreement securing a loan, rental payments under a lease, or refund provision in an insurance contract.</blockquote>\n<p><i>Id.</i> at 1107.</p>\n<p>In <i>Vernon,</i> the court refused to extend the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) to bar all claims or defenses against federal receivers of failed financial institutions. The court refused to adopt the view that the <i>D'Oench</i> doctrine</p>\n<blockquote>preserve[d] all assets, whether actually possessed or receivable, acquired by a federal insurer or its successor in interest from all claims tending to diminish those assets, save those claims clearly supported by the records of the insolvent bank.</blockquote>\n<p><i>Id.</i> at 1108.</p>\n<p>The <i>Vernon</i> court held that the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) do not preclude a party from obtaining compensation from the general assets of a failed financial institution controlled by the FDIC as receiver, but instead, only bar defenses and claims which would diminish the value of a particular record asset held by the FDIC, such as a note or mortgage. <i>Id.</i> at 1107-1108. As this court previously found in its October 17, 1991, Order, the <i>Vernon</i> court's interpretation of the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) is the correct interpretation.</p>\n<p>In the present actions, ABIC is neither attempting to avoid or diminish liability on a debt instrument or other obligation owed to Cardinal, nor is it asserting an affirmative defense that effectively diminishes the value of a note or other paper held by the FDIC as receiver for Cardinal. ABIC is not indebted in any manner to Cardinal, and was not contractually obligated to Cardinal at the time that Cardinal went into receivership. ABIC does not seek to diminish the value of any agreement, note, or other contract appearing on the records of Cardinal at the time that the FDIC asserted control over Cardinal.</p>\n<p>The FDIC seeks to bar ABIC's affirmative defenses arising out of insurance agreements between ABIC and Conner. These insurance agreements include the credit insurance policy entered into by ABIC and Conner and the EAE to that policy. Cardinal was not even a party to these agreements. The FDIC argues that ABIC's affirmative defenses arising out of these insurance agreements should be stricken because such agreements did not comply with the requirements of <i>D'Oench</i> and 12 U.S.C. Sec. 1823(e).<sup>[5]</sup></p>\n<p>This court finds that the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) do not apply to bar defenses arising out of agreements to which the failed financial institution was not even a party. Since ABIC is not seeking to diminish or avoid liability on a debt instrument or other obligation owed <span class=\"star-pagination\">*968</span> to Cardinal, this court finds that the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) do not apply to preclude ABIC's affirmative defenses. The FDIC's motion to strike ABIC's 15th through 23rd affirmative defenses is therefore denied.</p>\n<p></p>\n<h2>(B) <i>Breach of Duty Defenses</i>\n</h2>\n<p>The FDIC next seeks to strike ABIC's 5th and 27th through 30th affirmative defenses based on the FDIC's breach of duties as a receiver and breach of its duty to mitigate damages. By way of these defenses, ABIC alleges that the FDIC breached its duty to ABIC by failing to obtain the maximum attainable sales price when the ABIC-insured loans were sold. The FDIC argues that it owes no duty to ABIC to mitigate or avoid damages and bases its argument on a public policy rationale. In support of its contention, the FDIC cites <i>FSLIC v. Burdette,</i> 718 F.Supp. 649 (E.D.Tenn.1989). This court finds that <i>FSLIC v. Burdette</i> is distinguishable from the case at bar.</p>\n<p>In <i>FSLIC v. Burdette</i><i>,</i> the Federal Savings &amp; Loan Insurance Corporation (\"FSLIC\"), as receiver for Knox Federal Savings &amp; Loan Association (\"Knox\"), brought an action against several former officers and directors of Knox, alleging that four of these individuals had conspired to give control of Knox to C.H. Butcher in breach of their duty of loyalty to Knox and that these defendants had breached their duties of care to Knox by approving twenty-five loans and loan participations that were unsound and resulted in losses to Knox. The defendant officers and directors asserted affirmative defenses in which they alleged contributory negligence by the FSLIC in its capacity as receiver of Knox and alleged that the FSLIC had failed to mitigate damages in its collection of assets of Knox.</p>\n<p>Citing public policy reasons, the court in <i>Burdette</i> granted the FSLIC's motion to strike the officers' and directors' affirmative defenses. The court specifically held that the FSLIC owed no duty to the <i>former directors and officers</i> of a bank whose own wrongdoing had forced the bank into insolvency:</p>\n<blockquote>[A] director or officer of a failed savings and loan accused of wrongdoing should not be entitled, and should not be surprised by an inability, to examine the conduct of a receiver of a failed institution in an attempt to reduce the recovery of the receiver in subsequent civil actions by the receiver.</blockquote>\n<p><i>Id.</i> at 664.</p>\n<p>The policy reasons for denying officers and directors of a failed financial institution the right to raise as a defense the FSLIC's or FDIC's failure to mitigate damages were stated as follows by the court in <i>Burdette:</i></p>\n<blockquote>In cases of the failure of a savings institution, it is important to the public that the receiver rapidly and efficiently convert the assets of that institution to cash to repay the losses incurred by the insurance fund and the depositors for deposits not covered. Suits by the FSLIC as a receiver to recover assets, or to recover damages for wrongdoing, should not be encumbered by an examination in court of the correctness of any specific act of the FSLIC in its receivership. The rule that there is no duty owed to the institution or wrongdoers by the FSLIC/Receiver is simply a means of expressing the broad public policy that the banking laws creating the FSLIC and prescribing its duties are directed to the public good, and that every separate act of the FSLIC as a receiver in collecting assets is not open to second guessing in actions to recover damages from <i>wrongdoing directors and officers.</i> If there is no wrongdoing by the officer or director, there can be no liability, but if wrongdoing is established, the officer or director should not be allowed to set up as a defense a claim that would permit the detailed examination of the FSLIC's action as a receiver.</blockquote>\n<p><i>Id.</i> at 663 (emphasis added).</p>\n<p>Other cases which have applied the above-stated public policy rationale to strike affirmative defenses involving the FDIC's or FSLIC's failure to mitigate damages have only applied this rationale to suits against the <i>directors and officers</i> of <span class=\"star-pagination\">*969</span> a failed financial institution. <i>See </i><i>Federal Deposit Insurance Corp. v. Baker,</i> 739 F.Supp. 1401 (C.D.Cal.1990) (court held that defendant directors and officers of a failed savings and loan could not maintain affirmative defenses against FDIC, such as a failure to mitigate damages, since no duty devolves onto the FDIC in favor of officers and directors of a failed institution when the FDIC is acting either as a regulator or receiver of that institution); <i>Federal Deposit Insurance Corp. v. Carlson,</i> 698 F.Supp. 178 (D.Minn.1988) (defense of contributory negligence based on FDIC's failure to maximize recovery available on bad loans after bank's failure dismissed where defendants could not establish that the FDIC as receiver owed duty to officers to collect bad loans without negligence); <i>Federal Deposit Insurance Corp. v. Greenwood,</i> 719 F.Supp. 749 (D.Ill.1989) (motion in limine granted to preclude affirmative defenses of contributory negligence and assumption of risk; FSLIC owed no duty to institutions or their officers and directors, but owed a duty to the public to collect on the assets of a failed financial institution).</p>\n<p>In the present case, ABIC is not a director or officer of Cardinal attempting to limit liability in a suit brought by the FDIC for alleged wrongdoing of the officers and directors of a failed financial institution. This court finds that whether former officers and directors, whose mismanagement has caused the insolvency of a banking institution, can raise particular defenses against the FDIC as receiver has no bearing on whether an insurance company, which is not in privity of contract with the bank and against which the FDIC has brought a Cross-Claim, can raise such defenses. This court will not extend the public policy rationale to preclude the affirmative defenses of an insurance company which is not in privity of contract with the failed financial institution. The FDIC's motion to strike ABIC's 5th and 27th through 30th affirmative defenses involving breach of duty is therefore denied.</p>\n<p></p>\n<h2>(C) <i>ABIC's Regulatory Defenses</i>\n</h2>\n<p>The FDIC next moves to strike ABIC's 32nd affirmative defense alleging regulatory negligence on the part of the FDIC. The FDIC alleges that in its 32nd affirmative defense, ABIC maintains that the restructuring of the Conner Companies, which was imposed as a regulatory condition of federal deposit insurance, caused the damages Cardinal is alleged to have suffered. The FDIC argues that such allegations of regulatory negligence should be stricken because the regulator's conduct is not subject to challenge by private parties such as ABIC, and because action of federal deposit entities in their corporate capacities do not constitute defenses against these entities in actions brought in their receivership capacity.</p>\n<p>In response, ABIC alleges that the FDIC has mischaracterized its 32nd affirmative defense as \"regulatory negligence.\" ABIC alleges that this defense does not charge the FDIC with negligence, but instead asserts that actions of corporate-FDIC (or its predecessor agencies), prior to Cardinal's insolvency, were the proximate, i.e. intervening, cause of damages alleged to have been suffered by Cardinal. ABIC argues that since its 32nd affirmative defense does not seek to hold receiver-FDIC responsible for the tortious acts of corporate-FDIC, the FDIC's motion to strike ABIC's 32nd affirmative defense must be denied.</p>\n<p>The issue of proximate causation, however, is not an avoidance or affirmative defense. <i>FDIC v. Renda,</i> 692 F.Supp. 128, 133 (D.Kan.1988). Rather, proximate cause is an element of the FDIC's <i>prima facie</i> case. <i>Id.</i> The FDIC's motion to strike ABIC's 32nd affirmative defense concerning the proximate causation of damages to Cardinal is therefore granted.</p>\n<p></p>\n<h2>(D) <i>Whether the FDIC is a Consumer as Defined by N.C.Gen.Stat. Sec. 58-54.1 and 75-1.1</i>\n</h2>\n<p>The FDIC's 3rd, 4th, and 6th claims for relief are based on allegations that ABIC violated the North Carolina Unfair and Deceptive Trade Practices Act, N.C.Gen.Stat. Sec. 75-1.1, and violated N.C.Gen.Stat. Sec. 58-54.1, which is the statute that regulates trade practices in the insurance industry. By its 10th affirmative defense, ABIC contends that the FDIC may not recover on its 3rd, 4th, and 6th <span class=\"star-pagination\">*970</span> claims for relief because Cardinal was not a consumer as required by N.C.Gen.Stat. Sec. 75-1.1 and 58-54.1. The FDIC has moved to strike ABIC's 10th affirmative defense on the ground that N.C.Gen.Stat. Sec. 75-1.1 not only protects individual consumers but also protects businesses and governmental entities, such as Cardinal, and on the ground that N.C.Gen.Stat. Sec. 58-54.1 does not use the word \"consumer\" and does not define \"consumer\" in a manner that excludes Cardinal.</p>\n<p>As to N.C.Gen.Stat. Sec. 75-1.1, it is well settled, as the FDIC contends, that this statute protects individual consumers as well as businesses and governmental entities involved in commercial transactions. <i>Concrete Service Corp. v. Investors Group, Inc.,</i> 79 N.C.App. 678, 340 S.E.2d 755, 760, <i>cert. denied,</i> 317 N.C. 333, 346 S.E.2d 137 (1986). As far as businesses, the statute applies only to business competitors and does not apply to every form of business activity. <i>Chesapeake Microfilm, Inc. v. Eastern Microfilm Sales and Service, Inc.,</i> 91 N.C.App. 539, 372 S.E.2d 901, 904 (1988). Since at this point there remains the question of whether Cardinal was a consumer as defined under N.C.Gen. Stat. Sec. 75-1.1, and such question is more properly determined upon the court's review of FDIC's substantive claim and not upon a motion to strike, the FDIC's motion to strike on this ground is denied.</p>\n<p>With regard to the FDIC's argument that N.C.Gen.Stat. Sec. 58-54.1 does not limit claimants to \"consumers\", the N.C. Supreme Court has held that N.C.Gen. Stat. Sec. 58-54.1, <i>et seq.,</i> does not give rise to a private cause of action. <i>Pearce v. American Defender Life Insurance Co.,</i> 316 N.C. 461, 343 S.E.2d 174 (1986). Although N.C.Gen.Stat. Sec. 58-54.4 defines what constitutes unfair trade practices with regard to insurance, \"N.C.Gen.Stat. Sec. 75-1.1 provides a remedy for unfair trade practices in the insurance industry.\" <i>Id.</i> Therefore, in order for the FDIC to prevail on its allegations that ABIC violated N.C.Gen.Stat. Sec. 58-54.4, the FDIC must prove that it can obtain relief under N.C.Gen.Stat. Sec. 75-1.1. As explained above, there remains the issue of whether the FDIC is a \"consumer\" as defined under N.C.Gen.Stat. Sec. 75-1.1, and such issue is more properly determined upon a consideration of FDIC's substantive claim. The FDIC's motion to strike ABIC's 10th affirmative defense on this ground is therefore denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above-stated reasons, this court DENIES the FDIC's motion to strike ABIC's 5th, 10th, 15th through 23rd, and 27th through 30th affirmative defenses. This court further GRANTS the FDIC's motion to strike ABIC's 32nd affirmative defense.</p>\n<h2>NOTES</h2>\n<p>[1]  The American Bankers Companies against which the FDIC has cross-claimed for damages are the American Bankers Insurance Company of Florida, Inc.; American Bankers Financial Services, Inc.; and American Bankers Insurance Group, Inc. (collectively referred to as \"ABIC\").</p>\n<p>[2]  Cardinal was a Conner subsidiary.</p>\n<p>[3]  <i>See, e.g., Drexel Burnham Lambert, Inc. v. American Bankers Insurance Company of Florida, Inc.,</i> No. 88-146-CIV-5-H.</p>\n<p>[4]  The exception cited by <i>Vernon</i> was <i>Belsky v. First National Life Insurance Co.,</i> 653 F.Supp. 80 (D.Neb.1986), <i>aff'd,</i> 818 F.2d 661 (8th Cir.1987). In <i>Belsky,</i> an ex-executive of a failed bank was precluded from collecting the benefits of an insurance program pursuant to a salary continuation arrangement with the bank. The agreement had not been approved by the bank's board as required by 12 U.S.C. Sec. 1823(e). The facts in <i>Belsky</i> are distinguishable from the facts in the case at bar.</p>\n<p>[5]  The FDIC argues that ABIC's affirmative defenses arising out of the insurance arrangements between ABIC and Conner must be stricken because the insurance agreements were not approved by Cardinal's Board of Directors and filed in the records of Cardinal.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></span> (1991)</b></center>\n<center><h1>FIRST FINANCIAL SAVINGS BANK, INC., et al., Plaintiffs,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nDREXEL BURNHAM LAMBERT, INC., Plaintiff,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nNORTH CAROLINA FEDERAL SAVINGS AND LOAN ASSOCIATION, Plaintiff,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nCHASE FEDERAL BANK, Plaintiff,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nCHASE FEDERAL BANK, Plaintiff,<br>\nv.<br>\nFEDERAL SAVINGS &amp; LOAN INSURANCE CORPORATION, as Receiver for Cardinal Savings Bank, Inc., Defendant.<br>\nFULTON FEDERAL SAVINGS &amp; LOAN ASSOCIATION, Plaintiff,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC., et al., Defendants.<br>\nThe EQUITABLE LIFE ASSURANCE SOCIETY OF the UNITED STATES, et al., Plaintiffs,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY, et al., Defendants.<br>\nCHELTENHAM BANK, et al., Plaintiffs,<br>\nv.<br>\nFOREMOST INSURANCE COMPANY, INC., et al., Defendants.</h1></center>\n<center>Nos. 88-33-CIV-5-H, 88-146-CIV-5-H, 88-150-CIV-5-H, 88-501-CIV-5-H, 88-502-CIV-5-H, 88-534-CIV-5-H to 88-536-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 30, 1991.</center>\n<p><span class=\"star-pagination\">*965</span> Howard E. Manning, Michael T. Medford, Samuel T. Oliver, Jr., Manning, Fulton &amp; Skinner, Raleigh, N.C., for plaintiffs.</p>\n<p>Richard Hutson, Mount, White, Hutson &amp; Carden, Durham, N.C., for American Bankers Ins. Co. of Fla., Inc., American Bankers Financial Services, American Bankers Ins. Group, Inc., Roger L. Roode, Peter D. Lowrey, Samuel R. Crites and Dennis DiMaggio.</p>\n<p>Jeffrey J. Davis, Moore &amp; Van Allen, Charlotte, N.C., Sarah W. Fox, Moore &amp; Van Allen, Raleigh, N.C., for Interstate Securities, Inc.</p>\n<p>James D. Blount, Jr., Carl N. Patterson, Jr., Martha J. Mason, Donald H. Tucker, Jr., Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for First Union Nat. Bank.</p>\n<p>Carolin D. Bakewell, Mays &amp; Valentine, Richmond, Va., for Wallace J. Conner.</p>\n<p>Joseph W. Moss, Adams, Kleemeier, Hagan, Hannah &amp; Fouts, Greensboro, N.C., for Larry M. Dinkins.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motion by the Federal Deposit Insurance Corporation as Receiver for Cardinal Savings Bank, Inc. (\"FDIC\") to strike pursuant to Fed.R.Civ.P. 12(f) the 5th, 10th, 15th through 23rd, 27th through 30th, and 32nd affirmative defenses raised in the Answer, Counterclaim and Cross-Claim of the American Bankers Companies<sup>[1]</sup> to the First Amended Cross-Claim of the FDIC against American Bankers. Since ABIC has responded to the FDIC's motion to strike, and the time for response has run, this matter is ripe for disposition. For the reasons stated below, the FDIC's motion to strike ABIC's 5th, 10th, 15th-23rd, and 27th-30th affirmative defenses is denied, and the FDIC's motion to strike ABIC's 32nd affirmative defense is granted.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Since the procedural and factual history of the present actions has been well documented in numerous prior orders, this court will forego a lengthy recitation of such history and will only outline those facts that are necessary for an understanding of the present motion. The FDIC in its capacity as receiver for Cardinal Savings Bank, Inc. (\"Cardinal\") has cross-claimed against ABIC, claiming damages caused to Cardinal arising from an alleged repudiation of credit insurance issued by ABIC.</p>\n<p>The FDIC alleges that ABIC and the Conner Corporation (\"Conner\") entered into a commercial venture characterized by the FDIC as the \"American Bankers credit insurance arrangement.\" In this particular arrangement, ABIC agreed to provide credit insurance for loans made to purchasers of mobile homes. These loans collateralized bonds that had been issued by subsidiaries of Conner to institutional investors. The loans to the purchasers of mobile homes were made by Cardinal.<sup>[2]</sup></p>\n<p>The FDIC's Cross-Claim against ABIC alleges liability for breach of contract, <span class=\"star-pagination\">*966</span> fraud, unfair and deceptive trade practices, assisting breach of fiduciary duty, conspiracy to breach fiduciary duty, and violations of the Racketeer Influenced Corrupt Organizations Act (\"RICO\"). Specifically, the FDIC, in its capacity as receiver for Cardinal, alleges that it incurred losses when First Union National Bank of North Carolina (\"First Union\"), as a purported secured creditor of Cardinal, sold at a discount loans that were owned by Cardinal. The FDIC alleges that these losses are covered by the credit insurance arrangement between Conner and ABIC. In addition to denying that the alleged losses are covered, ABIC has raised the Experience Adjustment Endorsement (\"EAE\") to the policy as a defense to the FDIC's Cross-Claim.</p>\n<p>In its pending motion to strike, the FDIC argues that sixteen of ABIC's thirty-three affirmative defenses, which were raised in ABIC's Answer to the FDIC's Cross-Claim, should be stricken as legally insufficient. The FDIC seeks to bar certain of ABIC's affirmative defenses upon the basis of the <i>D'Oench</i> doctrine, title 12 U.S.C. Sec. 1823(e), and federal and state common law.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>At the outset, this court must consider the standard for reviewing a motion to strike pursuant to Fed.R.Civ.P. 12(f). According to Fed.R.Civ.P. 12(f), \"the Court may order stricken from any pleading any insufficient defense or any redundant, immaterial, impertinent or scandalous matter.\" One of the purposes of a motion to strike is to gain an early adjudication by the court of the legal sufficiency of defenses set forth in a defendant's answer. <i>United States v. Southerly Portion of Bodie Island,</i> <span class=\"citation\" data-id=\"2254231\"><a href=\"/opinion/2254231/united-states-v-southerly-portion-of-bodie-island-nc/\"><span class=\"volume\">114</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">427</span></a></span> (E.D.N.C. 1953).</p>\n<p>This court notes, however, that \"[a] Rule 12(f) motion to strike defenses is a drastic remedy which is disfavored by the courts and is infrequently granted.\" <i>H.J. Inc. v. Northwestern Bell Telephone Co.,</i> <span class=\"citation\" data-id=\"1431022\"><a href=\"/opinion/1431022/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">648</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">419</span></a></span>, 422 (D.Minn.1986), <i>aff'd,</i> <span class=\"citation\" data-id=\"494656\"><a href=\"/opinion/494656/hj-inc-a-minnesota-corporation-kirk-dahl-larry-krugen-and-mary/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">648</span></a></span> (8th Cir.1987), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2893</span></a></span>, <span class=\"citation\" data-id=\"112323\"><a href=\"/opinion/112323/hj-inc-v-northwestern-bell-telephone-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1989). Motions to strike are viewed with such disfavor \"because it is difficult to establish that a defense is clearly insufficient.\" <i>Spell v. McDaniel,</i> <span class=\"citation\" data-id=\"2388468\"><a href=\"/opinion/2388468/spell-v-mcdaniel/\"><span class=\"volume\">591</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1090</span></a></span>, 1112 (E.D.N.C.1984). When a court considers a motion to strike pursuant to Fed.R.Civ.P. 12(f), matters outside the pleading are not to be considered, and well-pleaded facts are to be accepted as true. 5A C. Wright and A. Miller, <i>Federal Practice and Procedure,</i> Sec. 1380 (1990). The pleadings are treated so as to afford the defendant every opportunity to support its contentions at trial. <i>Bennett v. Spoor Behrins Campbell &amp; Young, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">562</span></span> (S.D.N.Y.1989).</p>\n<p>With the above-stated principles in mind, the court will consider each of the grounds set forth by the FDIC in support of its motion to strike ABIC's affirmative defenses.</p>\n<p></p>\n<h2>(A) <i>Application of the D'Oench Doctrine and 12 U.S.C. Sec. 1823(e) to Bar ABIC's Affirmative Defenses</i>\n</h2>\n<p>Initially, the FDIC argues that ABIC's 15th through 23rd affirmative defenses must be stricken in light of the provisions of 12 U.S.C. Sec. 1823(e) and the <i>D'Oench</i> doctrine. In its Cross-Claim against ABIC, the FDIC seeks compensation for damages arising out of ABIC's credit insurance arrangement with Conner. The FDIC argues that insurance arrangements are \"agreements\" as that term is applied under the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e). The FDIC argues that ABIC's 15th through 23rd affirmative defenses should be stricken because they are based on agreements, such as the insurance agreement between Conner and ABIC, which do not comply with 12 U.S.C. Sec. 1823(e) and the <i>D'Oench</i> doctrine.</p>\n<p>Based on the reasoning contained in its October 17, 1991, Order filed in the instant litigation,<sup>[3]</sup> this court finds that the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) are inapplicable in the present case to bar ABIC's affirmative defenses. In <span class=\"star-pagination\">*967</span> pertinent part, all of the cases that have relied upon the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) to bar claims and defenses against the FDIC alleging violations of the securities laws, RICO, state securities and racketeering acts, and common law fraud and misrepresentation involve attempts by a borrower, debtor, or other obligee of a failed financial institution to avoid or diminish liability on a note or other monetary obligation reflected in the records of the failed financial institution. <i>Vernon v. Resolution Trust Corp.,</i> <span class=\"citation\" data-id=\"544366\"><a href=\"/opinion/544366/alan-p-vernon-ted-h-vernon-and-melinda-b-vernon-as-personal/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span>, 1107 (11th Cir.1990). As explained by the <i>Vernon</i> court, in every case, except one,<sup>[4]</sup> in which the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) have been applied</p>\n<blockquote>the FDIC, the FSLIC, or some successor in interest asserted or defended the validity and enforceability of a particular debt or monetary obligation owed to the failed bank, be it a promissory note, a mortgage, a letter of credit or personal guaranty or collateral pledge agreement securing a loan, rental payments under a lease, or refund provision in an insurance contract.</blockquote>\n<p><i>Id.</i> at 1107.</p>\n<p>In <i>Vernon,</i> the court refused to extend the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) to bar all claims or defenses against federal receivers of failed financial institutions. The court refused to adopt the view that the <i>D'Oench</i> doctrine</p>\n<blockquote>preserve[d] all assets, whether actually possessed or receivable, acquired by a federal insurer or its successor in interest from all claims tending to diminish those assets, save those claims clearly supported by the records of the insolvent bank.</blockquote>\n<p><i>Id.</i> at 1108.</p>\n<p>The <i>Vernon</i> court held that the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) do not preclude a party from obtaining compensation from the general assets of a failed financial institution controlled by the FDIC as receiver, but instead, only bar defenses and claims which would diminish the value of a particular record asset held by the FDIC, such as a note or mortgage. <i>Id.</i> at 1107-1108. As this court previously found in its October 17, 1991, Order, the <i>Vernon</i> court's interpretation of the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) is the correct interpretation.</p>\n<p>In the present actions, ABIC is neither attempting to avoid or diminish liability on a debt instrument or other obligation owed to Cardinal, nor is it asserting an affirmative defense that effectively diminishes the value of a note or other paper held by the FDIC as receiver for Cardinal. ABIC is not indebted in any manner to Cardinal, and was not contractually obligated to Cardinal at the time that Cardinal went into receivership. ABIC does not seek to diminish the value of any agreement, note, or other contract appearing on the records of Cardinal at the time that the FDIC asserted control over Cardinal.</p>\n<p>The FDIC seeks to bar ABIC's affirmative defenses arising out of insurance agreements between ABIC and Conner. These insurance agreements include the credit insurance policy entered into by ABIC and Conner and the EAE to that policy. Cardinal was not even a party to these agreements. The FDIC argues that ABIC's affirmative defenses arising out of these insurance agreements should be stricken because such agreements did not comply with the requirements of <i>D'Oench</i> and 12 U.S.C. Sec. 1823(e).<sup>[5]</sup></p>\n<p>This court finds that the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) do not apply to bar defenses arising out of agreements to which the failed financial institution was not even a party. Since ABIC is not seeking to diminish or avoid liability on a debt instrument or other obligation owed <span class=\"star-pagination\">*968</span> to Cardinal, this court finds that the <i>D'Oench</i> doctrine and 12 U.S.C. Sec. 1823(e) do not apply to preclude ABIC's affirmative defenses. The FDIC's motion to strike ABIC's 15th through 23rd affirmative defenses is therefore denied.</p>\n<p></p>\n<h2>(B) <i>Breach of Duty Defenses</i>\n</h2>\n<p>The FDIC next seeks to strike ABIC's 5th and 27th through 30th affirmative defenses based on the FDIC's breach of duties as a receiver and breach of its duty to mitigate damages. By way of these defenses, ABIC alleges that the FDIC breached its duty to ABIC by failing to obtain the maximum attainable sales price when the ABIC-insured loans were sold. The FDIC argues that it owes no duty to ABIC to mitigate or avoid damages and bases its argument on a public policy rationale. In support of its contention, the FDIC cites <i>FSLIC v. Burdette,</i> <span class=\"citation\" data-id=\"2269175\"><a href=\"/opinion/2269175/federal-sav-and-loan-ins-corp-v-burdette/\"><span class=\"volume\">718</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">649</span></a></span> (E.D.Tenn.1989). This court finds that <i>FSLIC v. Burdette</i> is distinguishable from the case at bar.</p>\n<p>In <i>FSLIC v. Burdette</i><i>,</i> the Federal Savings &amp; Loan Insurance Corporation (\"FSLIC\"), as receiver for Knox Federal Savings &amp; Loan Association (\"Knox\"), brought an action against several former officers and directors of Knox, alleging that four of these individuals had conspired to give control of Knox to C.H. Butcher in breach of their duty of loyalty to Knox and that these defendants had breached their duties of care to Knox by approving twenty-five loans and loan participations that were unsound and resulted in losses to Knox. The defendant officers and directors asserted affirmative defenses in which they alleged contributory negligence by the FSLIC in its capacity as receiver of Knox and alleged that the FSLIC had failed to mitigate damages in its collection of assets of Knox.</p>\n<p>Citing public policy reasons, the court in <i>Burdette</i> granted the FSLIC's motion to strike the officers' and directors' affirmative defenses. The court specifically held that the FSLIC owed no duty to the <i>former directors and officers</i> of a bank whose own wrongdoing had forced the bank into insolvency:</p>\n<blockquote>[A] director or officer of a failed savings and loan accused of wrongdoing should not be entitled, and should not be surprised by an inability, to examine the conduct of a receiver of a failed institution in an attempt to reduce the recovery of the receiver in subsequent civil actions by the receiver.</blockquote>\n<p><i>Id.</i> at 664.</p>\n<p>The policy reasons for denying officers and directors of a failed financial institution the right to raise as a defense the FSLIC's or FDIC's failure to mitigate damages were stated as follows by the court in <i>Burdette:</i></p>\n<blockquote>In cases of the failure of a savings institution, it is important to the public that the receiver rapidly and efficiently convert the assets of that institution to cash to repay the losses incurred by the insurance fund and the depositors for deposits not covered. Suits by the FSLIC as a receiver to recover assets, or to recover damages for wrongdoing, should not be encumbered by an examination in court of the correctness of any specific act of the FSLIC in its receivership. The rule that there is no duty owed to the institution or wrongdoers by the FSLIC/Receiver is simply a means of expressing the broad public policy that the banking laws creating the FSLIC and prescribing its duties are directed to the public good, and that every separate act of the FSLIC as a receiver in collecting assets is not open to second guessing in actions to recover damages from <i>wrongdoing directors and officers.</i> If there is no wrongdoing by the officer or director, there can be no liability, but if wrongdoing is established, the officer or director should not be allowed to set up as a defense a claim that would permit the detailed examination of the FSLIC's action as a receiver.</blockquote>\n<p><i>Id.</i> at 663 (emphasis added).</p>\n<p>Other cases which have applied the above-stated public policy rationale to strike affirmative defenses involving the FDIC's or FSLIC's failure to mitigate damages have only applied this rationale to suits against the <i>directors and officers</i> of <span class=\"star-pagination\">*969</span> a failed financial institution. <i>See </i><i>Federal Deposit Insurance Corp. v. Baker,</i> <span class=\"citation\" data-id=\"1610440\"><a href=\"/opinion/1610440/federal-deposit-ins-corp-v-baker/\"><span class=\"volume\">739</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1401</span></a></span> (C.D.Cal.1990) (court held that defendant directors and officers of a failed savings and loan could not maintain affirmative defenses against FDIC, such as a failure to mitigate damages, since no duty devolves onto the FDIC in favor of officers and directors of a failed institution when the FDIC is acting either as a regulator or receiver of that institution); <i>Federal Deposit Insurance Corp. v. Carlson,</i> <span class=\"citation\" data-id=\"2356468\"><a href=\"/opinion/2356468/federal-deposit-insurance-corporation-v-carlson/\"><span class=\"volume\">698</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">178</span></a></span> (D.Minn.1988) (defense of contributory negligence based on FDIC's failure to maximize recovery available on bad loans after bank's failure dismissed where defendants could not establish that the FDIC as receiver owed duty to officers to collect bad loans without negligence); <i>Federal Deposit Insurance Corp. v. Greenwood,</i> <span class=\"citation no-link\"><span class=\"volume\">719</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">749</span></span> (D.Ill.1989) (motion in limine granted to preclude affirmative defenses of contributory negligence and assumption of risk; FSLIC owed no duty to institutions or their officers and directors, but owed a duty to the public to collect on the assets of a failed financial institution).</p>\n<p>In the present case, ABIC is not a director or officer of Cardinal attempting to limit liability in a suit brought by the FDIC for alleged wrongdoing of the officers and directors of a failed financial institution. This court finds that whether former officers and directors, whose mismanagement has caused the insolvency of a banking institution, can raise particular defenses against the FDIC as receiver has no bearing on whether an insurance company, which is not in privity of contract with the bank and against which the FDIC has brought a Cross-Claim, can raise such defenses. This court will not extend the public policy rationale to preclude the affirmative defenses of an insurance company which is not in privity of contract with the failed financial institution. The FDIC's motion to strike ABIC's 5th and 27th through 30th affirmative defenses involving breach of duty is therefore denied.</p>\n<p></p>\n<h2>(C) <i>ABIC's Regulatory Defenses</i>\n</h2>\n<p>The FDIC next moves to strike ABIC's 32nd affirmative defense alleging regulatory negligence on the part of the FDIC. The FDIC alleges that in its 32nd affirmative defense, ABIC maintains that the restructuring of the Conner Companies, which was imposed as a regulatory condition of federal deposit insurance, caused the damages Cardinal is alleged to have suffered. The FDIC argues that such allegations of regulatory negligence should be stricken because the regulator's conduct is not subject to challenge by private parties such as ABIC, and because action of federal deposit entities in their corporate capacities do not constitute defenses against these entities in actions brought in their receivership capacity.</p>\n<p>In response, ABIC alleges that the FDIC has mischaracterized its 32nd affirmative defense as \"regulatory negligence.\" ABIC alleges that this defense does not charge the FDIC with negligence, but instead asserts that actions of corporate-FDIC (or its predecessor agencies), prior to Cardinal's insolvency, were the proximate, i.e. intervening, cause of damages alleged to have been suffered by Cardinal. ABIC argues that since its 32nd affirmative defense does not seek to hold receiver-FDIC responsible for the tortious acts of corporate-FDIC, the FDIC's motion to strike ABIC's 32nd affirmative defense must be denied.</p>\n<p>The issue of proximate causation, however, is not an avoidance or affirmative defense. <i>FDIC v. Renda,</i> <span class=\"citation\" data-id=\"2358249\"><a href=\"/opinion/2358249/federal-deposit-ins-corp-v-renda/\"><span class=\"volume\">692</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">128</span></a></span>, 133 (D.Kan.1988). Rather, proximate cause is an element of the FDIC's <i>prima facie</i> case. <i>Id.</i> The FDIC's motion to strike ABIC's 32nd affirmative defense concerning the proximate causation of damages to Cardinal is therefore granted.</p>\n<p></p>\n<h2>(D) <i>Whether the FDIC is a Consumer as Defined by N.C.Gen.Stat. Sec. 58-54.1 and 75-1.1</i>\n</h2>\n<p>The FDIC's 3rd, 4th, and 6th claims for relief are based on allegations that ABIC violated the North Carolina Unfair and Deceptive Trade Practices Act, N.C.Gen.Stat. Sec. 75-1.1, and violated N.C.Gen.Stat. Sec. 58-54.1, which is the statute that regulates trade practices in the insurance industry. By its 10th affirmative defense, ABIC contends that the FDIC may not recover on its 3rd, 4th, and 6th <span class=\"star-pagination\">*970</span> claims for relief because Cardinal was not a consumer as required by N.C.Gen.Stat. Sec. 75-1.1 and 58-54.1. The FDIC has moved to strike ABIC's 10th affirmative defense on the ground that N.C.Gen.Stat. Sec. 75-1.1 not only protects individual consumers but also protects businesses and governmental entities, such as Cardinal, and on the ground that N.C.Gen.Stat. Sec. 58-54.1 does not use the word \"consumer\" and does not define \"consumer\" in a manner that excludes Cardinal.</p>\n<p>As to N.C.Gen.Stat. Sec. 75-1.1, it is well settled, as the FDIC contends, that this statute protects individual consumers as well as businesses and governmental entities involved in commercial transactions. <i>Concrete Service Corp. v. Investors Group, Inc.,</i> 79 N.C.App. 678, <span class=\"citation\" data-id=\"1237822\"><a href=\"/opinion/1237822/concrete-service-corp-v-investors-group-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">755</span></a></span>, 760, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">333</span></span>, <span class=\"citation\" data-id=\"1318484\"><a href=\"/opinion/1318484/matter-of-computer-tech-corp/\"><span class=\"volume\">346</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">137</span></a></span> (1986). As far as businesses, the statute applies only to business competitors and does not apply to every form of business activity. <i>Chesapeake Microfilm, Inc. v. Eastern Microfilm Sales and Service, Inc.,</i> 91 N.C.App. 539, <span class=\"citation\" data-id=\"1222789\"><a href=\"/opinion/1222789/chesapeake-microfilm-v-eastern-microfilm-sales-and-service-inc/\"><span class=\"volume\">372</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">901</span></a></span>, 904 (1988). Since at this point there remains the question of whether Cardinal was a consumer as defined under N.C.Gen. Stat. Sec. 75-1.1, and such question is more properly determined upon the court's review of FDIC's substantive claim and not upon a motion to strike, the FDIC's motion to strike on this ground is denied.</p>\n<p>With regard to the FDIC's argument that N.C.Gen.Stat. Sec. 58-54.1 does not limit claimants to \"consumers\", the N.C. Supreme Court has held that N.C.Gen. Stat. Sec. 58-54.1, <i>et seq.,</i> does not give rise to a private cause of action. <i>Pearce v. American Defender Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">461</span></span>, <span class=\"citation\" data-id=\"1269548\"><a href=\"/opinion/1269548/pearce-v-american-defender-life-ins-co/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">174</span></a></span> (1986). Although N.C.Gen.Stat. Sec. 58-54.4 defines what constitutes unfair trade practices with regard to insurance, \"N.C.Gen.Stat. Sec. 75-1.1 provides a remedy for unfair trade practices in the insurance industry.\" <i>Id.</i> Therefore, in order for the FDIC to prevail on its allegations that ABIC violated N.C.Gen.Stat. Sec. 58-54.4, the FDIC must prove that it can obtain relief under N.C.Gen.Stat. Sec. 75-1.1. As explained above, there remains the issue of whether the FDIC is a \"consumer\" as defined under N.C.Gen.Stat. Sec. 75-1.1, and such issue is more properly determined upon a consideration of FDIC's substantive claim. The FDIC's motion to strike ABIC's 10th affirmative defense on this ground is therefore denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the above-stated reasons, this court DENIES the FDIC's motion to strike ABIC's 5th, 10th, 15th through 23rd, and 27th through 30th affirmative defenses. This court further GRANTS the FDIC's motion to strike ABIC's 32nd affirmative defense.</p>\n<h2>NOTES</h2>\n<p>[1]  The American Bankers Companies against which the FDIC has cross-claimed for damages are the American Bankers Insurance Company of Florida, Inc.; American Bankers Financial Services, Inc.; and American Bankers Insurance Group, Inc. (collectively referred to as \"ABIC\").</p>\n<p>[2]  Cardinal was a Conner subsidiary.</p>\n<p>[3]  <i>See, e.g., Drexel Burnham Lambert, Inc. v. American Bankers Insurance Company of Florida, Inc.,</i> No. 88-146-CIV-5-H.</p>\n<p>[4]  The exception cited by <i>Vernon</i> was <i>Belsky v. First National Life Insurance Co.,</i> <span class=\"citation\" data-id=\"2401206\"><a href=\"/opinion/2401206/belsky-v-first-nat-life-ins-co/\"><span class=\"volume\">653</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">80</span></a></span> (D.Neb.1986), <i>aff'd,</i> <span class=\"citation\" data-id=\"488107\"><a href=\"/opinion/488107/donald-e-belsky-v-first-national-life-insurance-company-a-nebraska/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span> (8th Cir.1987). In <i>Belsky,</i> an ex-executive of a failed bank was precluded from collecting the benefits of an insurance program pursuant to a salary continuation arrangement with the bank. The agreement had not been approved by the bank's board as required by 12 U.S.C. Sec. 1823(e). The facts in <i>Belsky</i> are distinguishable from the facts in the case at bar.</p>\n<p>[5]  The FDIC argues that ABIC's affirmative defenses arising out of the insurance arrangements between ABIC and Conner must be stricken because the insurance agreements were not approved by Cardinal's Board of Directors and filed in the records of Cardinal.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237822/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1318484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1431022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1610440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2254231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2269175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2356468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2358249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2388468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2401206/"
  ]
}