{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1362222/",
  "absolute_url": "/opinion/1362222/robinson-v-sullivan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1362222/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:47:15.914611Z",
  "date_modified": "2016-04-26T21:24:19.075851Z",
  "type": "010combined",
  "sha1": "694f005a61e998b069af84ed86703c5176c2c161",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>783 F.Supp. 245 (1991)</b></center>\n<center><h1>Garthy ROBINSON, Plaintiff,<br>\nv.<br>\nLouis W. SULLIVAN, M.D., Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 90-48-CIV-7-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 20, 1991.</center>\n<p>James B. Gillespie, Jr., Wilmington, N.C., for plaintiff.</p>\n<p>Paul M. Newby, Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's application for attorneys fees under the Equal Access to Justice Act (\"EAJA\"), 28 U.S.C. § 2412(d). The application has been fully briefed and is now ready for disposition.</p>\n<p></p>\n<h2>I. <i>Procedural History</i>\n</h2>\n<p>Plaintiff applied for widow's disability insurance benefits on 10 March 1982. On 31 October 1989, an administrative law judge ruled that plaintiff was not disabled. After the Appeals Council denied her request for review, plaintiff filed this action. The Secretary answered the complaint and moved for and obtained a stay pursuant to <i>Hyatt v. Sullivan,</i> 899 F.2d 329 (4th Cir. 1990). Ultimately the Secretary filed a motion to remand the case for further administrative review in light of new standards promulgated by the Social Security Administration. Plaintiff did not oppose the motion. On 1 October 1991, the court signed the following order:</p>\n<span class=\"star-pagination\">*246</span>\n          WIDOW'S DISABILITY\n          REMAND ORDER\n<blockquote>The Commissioner of Social Security has issued a new Social Security Ruling for determining disability of widows, widowers, and surviving divorced spouses that is applicable to this case. Pursuant to the power of this court to remand Social Security actions under Section 205(g) of the Social Security [Act], 42 U.S.C. § 405(g), and in light of the parties' request to remand this action for further administrative action in connection with the publication of the above-described Ruling, this Court hereby orders remand for further administrative action.</blockquote>\n<p>(Citation omitted). On 21 October 1991, the Appeals Council vacated the Secretary's decision and remanded the case to an administrative law judge for further proceedings including a hearing and \"any further action needed to complete the administrative record and issue a new decision.\" Plaintiff's EAJA application was filed on 31 October 1991.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>Under EAJA, \"a court shall award to a prevailing party other than the United States fees and other expenses ... unless the court finds that the position of the United States was substantially justified or that special circumstances make an award unjust.\" <i>Id.</i> § 2412(d)(1)(A). To obtain fees and expenses, a party must \"within thirty days of final judgment in the action, submit to the court an application for fees and expenses which shows that the party is a prevailing party and is eligible to receive an award under this subsection....\" <i>Id.</i> § 2412(d)(1)(B).</p>\n<p>Plaintiff contends 1) that the remand in this case was a final judgment within the meaning of EAJA which entitled her to immediately apply for attorneys fees and 2) that the remand is a \"sufficient victory\" to establish that she is a \"prevailing party\" within the meaning of EAJA. Defendant agrees that the remand in this case was a final judgment entitling plaintiff to immediately apply for attorneys fees, but argues that she has not yet achieved prevailing-party status, and may only achieve that status if she prevails at the administrative level on remand. The court has thoroughly reviewed the cases applicable to these issues and concludes that both parties have misinterpreted the law. Indeed, without intending to do so, or even realizing they have done so, the parties have presented the court with an open can of worms which the court must now try to close.</p>\n<p>This can of worms was actually opened by the Supreme Court in <i>Melkonyan v. Sullivan,</i> ___ U.S. ___, 111 S.Ct. 2157, 115 L.Ed.2d 78 (1991). In <i>Melkonyan,</i> cross motions for summary judgment were pending in the district court when the Secretary moved for a remand to consider plaintiff's application for benefits in light of new evidence. The district court entered a \"judgment\" which remanded the matter to the Secretary \"`for all further proceedings.'\" <i>Id.</i> 111 S.Ct. at 2160 (quoting appendix). Plaintiff ultimately won benefits through administrative review and filed for attorneys fees under EAJA more than a year later. The United States Court of Appeals for the Ninth Circuit held that his application for fees was untimely. <i>Melkonyan v. Heckler,</i> 895 F.2d 556, 559 (1990).</p>\n<p>The Supreme Court noted that the key to deciding when the EAJA clock begins to run is to determine the type of remand the district court made to the Secretary  a \"fourth-sentence remand\" or a \"sixth-sentence remand.\" Under the fourth sentence of 42 U.S.C. § 405(g), a court may enter \"a judgment affirming, modifying, or reversing the decision of the Secretary, with or without remanding the cause for a rehearing.\" The sixth sentence of section 405(g) provides, in pertinent part:</p>\n<blockquote>The court may, on motion of the Secretary made for good cause shown before he files his answer, remand the case to the Secretary for further action by the Secretary, and it may at any time order additional evidence to be taken before the Secretary, but only upon a showing that there is new evidence which is material and that there is good cause for the failure to incorporate such evidence into the record in a prior proceeding[.]</blockquote>\n<p><span class=\"star-pagination\">*247</span> <i>Id.</i> Following such a remand, and the resulting administrative proceedings, the Secretary must \"file with the court any such additional or modified findings of fact and decision, and a transcript of the additional record and testimony upon which his action in modifying or affirming was based.\" <i>Id.</i> The Court held that these are the only types of remands authorized under section 405(g). 111 S.Ct. at 2164. In sentence-four remands, the EAJA clock begins running \"after the final judgment (`affirming, modifying, or reversing') is entered by the court and the appeal period has run....\" <i>Id.</i> at 2165 (quoting 42 U.S.C. § 405(g)). In sentence-six remands, the EAJA clock does not begin running \"until after the postremand proceedings are completed, the Secretary returns to court, the court enters a final judgment, and the appeal period runs.\" <i>Id.</i></p>\n<p>The Court reasoned that plaintiff's remand was not based on sentence four because the district court \"did not affirm, modify, or reverse the Secretary's decision.\" <i>Id.</i> at 2163. But the Court was also not convinced that the remand was grounded on sentence six, noting that the court did not make a \"good cause\" finding and that the order failed to intimate that the parties would return following administrative proceedings. <i>Id.</i> at 2165. The Court speculated that the district court may have treated the motion for remand as a voluntary dismissal under Rule 41(a) of the Federal Rules of Civil Procedure. <i>Id.</i> It therefore remanded the case so that the district court could clarify its intentions. <i>Id.</i></p>\n<p>In this case, the court's 1 October 1991 remand was clearly not a sentence-four remand because, as in <i>Melkonyan,</i> it did not affirm, modify, or reverse the Secretary's decision. Rather, the court signed off on the Secretary's proposed order to remand the case to the Secretary for reevaluation in light of new standards promulgated by the Social Security Administration. However, just as in <i>Melkonyan,</i> it is not clear that the remand was grounded on sentence six either. Although the court did remand \"on motion of the Secretary,\" the motion was subsequent to his answer. Moreover, nothing in the remand order suggests that the remand was for the purpose of putting additional evidence into the record and, in any event, the court made no finding that there was good cause for omitting any such evidence in the prior administrative proceeding.</p>\n<p>The United States Court of Appeals for the Fourth Circuit found itself in precisely this same quandry in <i>Sargent v. Sullivan,</i> 941 F.2d 1207 (4th Cir.1991) (unpublished). However, the court got around the question by deciding that <i>Melkonyan</i> could not be retroactively applied to the remand order and therefore applied prior Fourth Circuit law. This court does not have that luxury because <i>Melkonyan</i> was decided on 10 June 1991, nearly four months prior to the remand order. Thus, the court is now forced to find some rationale to rescue plaintiff from this \"procedural no-man's land.\" <i>Audette v. Secretary of Health and Human Services,</i> 776 F.Supp. 84, 91 (D.R.I.1991).</p>\n<p>The court finds instructive <i>Harper v. Sullivan,</i> 779 F.Supp. 90 (N.D.Ill.1991), where the district court remanded because it found a lack of substantial evidence to support the Secretary's denial of benefits:</p>\n<blockquote>Obviously <i>Melkonyan</i> leaves some questions unanswered. Specifically, the high court's opinion did not address the scenario ... where the SSI claimant cannot possibly obtain \"prevailing party\" status and thus recover under § 2412 until the post-remand proceedings have concluded. In almost all cases this window of opportunity will be more than 90 days after the remand. \"[W]here a court's remand to the agency for further administrative proceeding does not necessarily dictate the receipt of benefits, the claimant will not normally attain `prevailing party' status within the meaning of § 2412(d)(1)(A) until after the result of the administrative proceeding is known.\" <i>Sullivan v. Hudson,</i> 490 U.S. 877, 886, 109 S.Ct. 2248, 2254, 104 L.Ed.2d 941 (1989).</blockquote>\n<p><i>Harper,</i> at 93 (footnote omitted). The district court held that \"when plaintiff's SSI case was remanded to the Secretary for <span class=\"star-pagination\">*248</span> further substantive consideration, such consideration was necessary to determine whether plaintiff would become a prevailing party under EAJA. Therefore, the court retained jurisdiction of the case for purposes of EAJA.\" <i>Id.</i> at 93. In a footnote, the court conceded that although its decision \"seems to create a third type of remand ... such a result is preferred and [is] consistent with congressional intent.\" <i>Id.</i> at 93 n. 5.</p>\n<p>Although the court agrees with the result reached in <i>Harper,</i> it has difficulty squaring <i>Harper</i>'s tacit creation of a third type of remand with the Supreme Court's explicit holding in <i>Melkonyan</i> that the only types of remands permissible under the statute are those contained in the fourth and the sixth sentences of section 405(g). The court feels constrained to decide that its remand was grounded on either sentence four or sentence six, even though it was clearly grounded on neither.<sup>[1]</sup></p>\n<p>The court holds that although the remand in this case did not technically meet the description of a sentence-six remand, it was sufficiently similar to a sentence-six remand to be considered as such. After all, had the Secretary not submitted an answer  which was all of a page and a half in length  the same day he moved for a stay under <i>Hyatt,</i> the remand would have fallen squarely within sentence six: \"The court may, on motion of the Secretary made for good cause shown before he files his answer, remand the case to the Secretary for further action by the Secretary[.]\" 42 U.S.C. § 405(g). Moreover, the remand possessed an important component of a sentence-six remand in that the court intended to retain jurisdiction over the case during the pendency of the administrative proceedings. Unlike in <i>Melkonyan,</i> where the district court remanded for \"all further proceedings,\" 111 S.Ct. at 2164, the remand in this case was merely for \"further administrative action.\"</p>\n<p>The remand was nothing like a sentence-four remand because it did not even implicitly affirm, reverse, or modify the Secretary's denial of benefits, and no judgment was entered pursuant to the order. Moreover, in light of the pending EAJA application, to hold that the remand was based on sentence four would be utterly illogical. Under <i>Melkonyan,</i> a sentence-four remand becomes a final judgment within the meaning of EAJA upon the expiration of the time in which to appeal. 111 S.Ct. at 2165. Thus, the EAJA application must be filed within 90 days of the remand. <i>See</i> Fed. R.App.P. 4(a) (60 days to appeal); 28 § 2412(d)(1)(B) (30 days to file EAJA application). It is extremely unlikely that further administrative review will have been conducted by that time. Consequently, the application cannot, as section 2412(d)(1)(B) requires, \"show[] that the party is a prevailing party\" because a claimant cannot \"prevail\" at least until the administrative proceedings have terminated. <i>Sullivan v. Finkelstein,</i> 496 U.S. 617, 110 S.Ct. 2658, 2666, 110 L.Ed.2d 563 (1990); <i>Sullivan v. Hudson,</i> 490 U.S. 877, 886, 109 S.Ct. 2248, 2254, 104 L.Ed.2d 941 (1989). Thus, to find that the remand in this case, or in a case like it, was grounded on sentence four would require the EAJA application to be filed at a time in which its central, required component cannot be included. Surely this is not what Congress intended when it enacted EAJA and surely this is not what the Supreme Court intended in <i>Melkonyan.</i></p>\n<p>The court concludes that where, as here, the remand order is more like a sentence-six remand than a sentence-four remand, its interaction with EAJA should be the same as if it truly were a sentence-six remand. In such a case, EAJA does not require a fee application to be submitted until after the administrative proceedings have concluded and a prevailing party can be determined. At that time, sentence six of section 405(g) requires the Secretary to seek a final judgment from the district court, which then activates the EAJA clock.</p>\n<p>The court therefore rules that the EAJA clock has not yet begun to run and that plaintiff's EAJA application is premature. The court will await the Secretary's required <span class=\"star-pagination\">*249</span> filing under sentence six following the conclusion of the administrative proceedings and will be happy to entertain an EAJA application, if warranted, at that time.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, plaintiff's application for attorneys fees is hereby DENIED without prejudice to plaintiff's right to seek such fees at the appropriate time.</p>\n<h2>NOTES</h2>\n<p>[1]  The court clearly did not intend to dismiss the case under Rule 41(a) of the Federal Rules of Civil Procedure. <i>See </i><i>Melkonyan,</i> 111 S.Ct. at 2165.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">245</span></span> (1991)</b></center>\n<center><h1>Garthy ROBINSON, Plaintiff,<br>\nv.<br>\nLouis W. SULLIVAN, M.D., Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 90-48-CIV-7-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 20, 1991.</center>\n<p>James B. Gillespie, Jr., Wilmington, N.C., for plaintiff.</p>\n<p>Paul M. Newby, Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's application for attorneys fees under the Equal Access to Justice Act (\"EAJA\"), 28 U.S.C. § 2412(d). The application has been fully briefed and is now ready for disposition.</p>\n<p></p>\n<h2>I. <i>Procedural History</i>\n</h2>\n<p>Plaintiff applied for widow's disability insurance benefits on 10 March 1982. On 31 October 1989, an administrative law judge ruled that plaintiff was not disabled. After the Appeals Council denied her request for review, plaintiff filed this action. The Secretary answered the complaint and moved for and obtained a stay pursuant to <i>Hyatt v. Sullivan,</i> <span class=\"citation\" data-id=\"538821\"><a href=\"/opinion/538821/29-socsecrepser-217-unemplinsrep-cch-15326a-patrick-h-hyatt-ssn/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span> (4th Cir. 1990). Ultimately the Secretary filed a motion to remand the case for further administrative review in light of new standards promulgated by the Social Security Administration. Plaintiff did not oppose the motion. On 1 October 1991, the court signed the following order:</p>\n<span class=\"star-pagination\">*246</span>\n          WIDOW'S DISABILITY\n          REMAND ORDER\n<blockquote>The Commissioner of Social Security has issued a new Social Security Ruling for determining disability of widows, widowers, and surviving divorced spouses that is applicable to this case. Pursuant to the power of this court to remand Social Security actions under Section 205(g) of the Social Security [Act], 42 U.S.C. § 405(g), and in light of the parties' request to remand this action for further administrative action in connection with the publication of the above-described Ruling, this Court hereby orders remand for further administrative action.</blockquote>\n<p>(Citation omitted). On 21 October 1991, the Appeals Council vacated the Secretary's decision and remanded the case to an administrative law judge for further proceedings including a hearing and \"any further action needed to complete the administrative record and issue a new decision.\" Plaintiff's EAJA application was filed on 31 October 1991.</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>Under EAJA, \"a court shall award to a prevailing party other than the United States fees and other expenses ... unless the court finds that the position of the United States was substantially justified or that special circumstances make an award unjust.\" <i>Id.</i> § 2412(d)(1)(A). To obtain fees and expenses, a party must \"within thirty days of final judgment in the action, submit to the court an application for fees and expenses which shows that the party is a prevailing party and is eligible to receive an award under this subsection....\" <i>Id.</i> § 2412(d)(1)(B).</p>\n<p>Plaintiff contends 1) that the remand in this case was a final judgment within the meaning of EAJA which entitled her to immediately apply for attorneys fees and 2) that the remand is a \"sufficient victory\" to establish that she is a \"prevailing party\" within the meaning of EAJA. Defendant agrees that the remand in this case was a final judgment entitling plaintiff to immediately apply for attorneys fees, but argues that she has not yet achieved prevailing-party status, and may only achieve that status if she prevails at the administrative level on remand. The court has thoroughly reviewed the cases applicable to these issues and concludes that both parties have misinterpreted the law. Indeed, without intending to do so, or even realizing they have done so, the parties have presented the court with an open can of worms which the court must now try to close.</p>\n<p>This can of worms was actually opened by the Supreme Court in <i>Melkonyan v. Sullivan,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"2621053\"><a href=\"/opinion/2621053/melkonyan-v-sullivan/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, <span class=\"citation\" data-id=\"2621053\"><a href=\"/opinion/2621053/melkonyan-v-sullivan/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">78</span></a></span> (1991). In <i>Melkonyan,</i> cross motions for summary judgment were pending in the district court when the Secretary moved for a remand to consider plaintiff's application for benefits in light of new evidence. The district court entered a \"judgment\" which remanded the matter to the Secretary \"`for all further proceedings.'\" <i>Id.</i> 111 S.Ct. at 2160 (quoting appendix). Plaintiff ultimately won benefits through administrative review and filed for attorneys fees under EAJA more than a year later. The United States Court of Appeals for the Ninth Circuit held that his application for fees was untimely. <i>Melkonyan v. Heckler,</i> <span class=\"citation\" data-id=\"536118\"><a href=\"/opinion/536118/zakhar-melkonyan-v-margaret-m-heckler-secretary-of-hhs/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span>, 559 (1990).</p>\n<p>The Supreme Court noted that the key to deciding when the EAJA clock begins to run is to determine the type of remand the district court made to the Secretary  a \"fourth-sentence remand\" or a \"sixth-sentence remand.\" Under the fourth sentence of 42 U.S.C. § 405(g), a court may enter \"a judgment affirming, modifying, or reversing the decision of the Secretary, with or without remanding the cause for a rehearing.\" The sixth sentence of section 405(g) provides, in pertinent part:</p>\n<blockquote>The court may, on motion of the Secretary made for good cause shown before he files his answer, remand the case to the Secretary for further action by the Secretary, and it may at any time order additional evidence to be taken before the Secretary, but only upon a showing that there is new evidence which is material and that there is good cause for the failure to incorporate such evidence into the record in a prior proceeding[.]</blockquote>\n<p><span class=\"star-pagination\">*247</span> <i>Id.</i> Following such a remand, and the resulting administrative proceedings, the Secretary must \"file with the court any such additional or modified findings of fact and decision, and a transcript of the additional record and testimony upon which his action in modifying or affirming was based.\" <i>Id.</i> The Court held that these are the only types of remands authorized under section 405(g). 111 S.Ct. at 2164. In sentence-four remands, the EAJA clock begins running \"after the final judgment (`affirming, modifying, or reversing') is entered by the court and the appeal period has run....\" <i>Id.</i> at 2165 (quoting 42 U.S.C. § 405(g)). In sentence-six remands, the EAJA clock does not begin running \"until after the postremand proceedings are completed, the Secretary returns to court, the court enters a final judgment, and the appeal period runs.\" <i>Id.</i></p>\n<p>The Court reasoned that plaintiff's remand was not based on sentence four because the district court \"did not affirm, modify, or reverse the Secretary's decision.\" <i>Id.</i> at 2163. But the Court was also not convinced that the remand was grounded on sentence six, noting that the court did not make a \"good cause\" finding and that the order failed to intimate that the parties would return following administrative proceedings. <i>Id.</i> at 2165. The Court speculated that the district court may have treated the motion for remand as a voluntary dismissal under Rule 41(a) of the Federal Rules of Civil Procedure. <i>Id.</i> It therefore remanded the case so that the district court could clarify its intentions. <i>Id.</i></p>\n<p>In this case, the court's 1 October 1991 remand was clearly not a sentence-four remand because, as in <i>Melkonyan,</i> it did not affirm, modify, or reverse the Secretary's decision. Rather, the court signed off on the Secretary's proposed order to remand the case to the Secretary for reevaluation in light of new standards promulgated by the Social Security Administration. However, just as in <i>Melkonyan,</i> it is not clear that the remand was grounded on sentence six either. Although the court did remand \"on motion of the Secretary,\" the motion was subsequent to his answer. Moreover, nothing in the remand order suggests that the remand was for the purpose of putting additional evidence into the record and, in any event, the court made no finding that there was good cause for omitting any such evidence in the prior administrative proceeding.</p>\n<p>The United States Court of Appeals for the Fourth Circuit found itself in precisely this same quandry in <i>Sargent v. Sullivan,</i> <span class=\"citation no-link\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1207</span></span> (4th Cir.1991) (unpublished). However, the court got around the question by deciding that <i>Melkonyan</i> could not be retroactively applied to the remand order and therefore applied prior Fourth Circuit law. This court does not have that luxury because <i>Melkonyan</i> was decided on 10 June 1991, nearly four months prior to the remand order. Thus, the court is now forced to find some rationale to rescue plaintiff from this \"procedural no-man's land.\" <i>Audette v. Secretary of Health and Human Services,</i> <span class=\"citation\" data-id=\"2340372\"><a href=\"/opinion/2340372/audette-v-secretary-of-health-and-human-services/\"><span class=\"volume\">776</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">84</span></a></span>, 91 (D.R.I.1991).</p>\n<p>The court finds instructive <i>Harper v. Sullivan,</i> <span class=\"citation\" data-id=\"2313976\"><a href=\"/opinion/2313976/harper-v-sullivan/\"><span class=\"volume\">779</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">90</span></a></span> (N.D.Ill.1991), where the district court remanded because it found a lack of substantial evidence to support the Secretary's denial of benefits:</p>\n<blockquote>Obviously <i>Melkonyan</i> leaves some questions unanswered. Specifically, the high court's opinion did not address the scenario ... where the SSI claimant cannot possibly obtain \"prevailing party\" status and thus recover under § 2412 until the post-remand proceedings have concluded. In almost all cases this window of opportunity will be more than 90 days after the remand. \"[W]here a court's remand to the agency for further administrative proceeding does not necessarily dictate the receipt of benefits, the claimant will not normally attain `prevailing party' status within the meaning of § 2412(d)(1)(A) until after the result of the administrative proceeding is known.\" <i>Sullivan v. Hudson,</i> <span class=\"citation\" data-id=\"112281\"><a href=\"/opinion/112281/sullivan-v-hudson/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></a></span>, 886, <span class=\"citation\" data-id=\"112281\"><a href=\"/opinion/112281/sullivan-v-hudson/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2248</span></a></span>, 2254, <span class=\"citation\" data-id=\"112281\"><a href=\"/opinion/112281/sullivan-v-hudson/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">941</span></a></span> (1989).</blockquote>\n<p><i>Harper,</i> at 93 (footnote omitted). The district court held that \"when plaintiff's SSI case was remanded to the Secretary for <span class=\"star-pagination\">*248</span> further substantive consideration, such consideration was necessary to determine whether plaintiff would become a prevailing party under EAJA. Therefore, the court retained jurisdiction of the case for purposes of EAJA.\" <i>Id.</i> at 93. In a footnote, the court conceded that although its decision \"seems to create a third type of remand ... such a result is preferred and [is] consistent with congressional intent.\" <i>Id.</i> at 93 n. 5.</p>\n<p>Although the court agrees with the result reached in <i>Harper,</i> it has difficulty squaring <i>Harper</i>'s tacit creation of a third type of remand with the Supreme Court's explicit holding in <i>Melkonyan</i> that the only types of remands permissible under the statute are those contained in the fourth and the sixth sentences of section 405(g). The court feels constrained to decide that its remand was grounded on either sentence four or sentence six, even though it was clearly grounded on neither.<sup>[1]</sup></p>\n<p>The court holds that although the remand in this case did not technically meet the description of a sentence-six remand, it was sufficiently similar to a sentence-six remand to be considered as such. After all, had the Secretary not submitted an answer  which was all of a page and a half in length  the same day he moved for a stay under <i>Hyatt,</i> the remand would have fallen squarely within sentence six: \"The court may, on motion of the Secretary made for good cause shown before he files his answer, remand the case to the Secretary for further action by the Secretary[.]\" 42 U.S.C. § 405(g). Moreover, the remand possessed an important component of a sentence-six remand in that the court intended to retain jurisdiction over the case during the pendency of the administrative proceedings. Unlike in <i>Melkonyan,</i> where the district court remanded for \"all further proceedings,\" 111 S.Ct. at 2164, the remand in this case was merely for \"further administrative action.\"</p>\n<p>The remand was nothing like a sentence-four remand because it did not even implicitly affirm, reverse, or modify the Secretary's denial of benefits, and no judgment was entered pursuant to the order. Moreover, in light of the pending EAJA application, to hold that the remand was based on sentence four would be utterly illogical. Under <i>Melkonyan,</i> a sentence-four remand becomes a final judgment within the meaning of EAJA upon the expiration of the time in which to appeal. 111 S.Ct. at 2165. Thus, the EAJA application must be filed within 90 days of the remand. <i>See</i> Fed. R.App.P. 4(a) (60 days to appeal); 28 § 2412(d)(1)(B) (30 days to file EAJA application). It is extremely unlikely that further administrative review will have been conducted by that time. Consequently, the application cannot, as section 2412(d)(1)(B) requires, \"show[] that the party is a prevailing party\" because a claimant cannot \"prevail\" at least until the administrative proceedings have terminated. <i>Sullivan v. Finkelstein,</i> <span class=\"citation\" data-id=\"112465\"><a href=\"/opinion/112465/sullivan-v-finkelstein/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">617</span></a></span>, <span class=\"citation\" data-id=\"112465\"><a href=\"/opinion/112465/sullivan-v-finkelstein/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2658</span></a></span>, 2666, <span class=\"citation\" data-id=\"112465\"><a href=\"/opinion/112465/sullivan-v-finkelstein/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">563</span></a></span> (1990); <i>Sullivan v. Hudson,</i> <span class=\"citation\" data-id=\"112281\"><a href=\"/opinion/112281/sullivan-v-hudson/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">877</span></a></span>, 886, <span class=\"citation\" data-id=\"112281\"><a href=\"/opinion/112281/sullivan-v-hudson/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2248</span></a></span>, 2254, <span class=\"citation\" data-id=\"112281\"><a href=\"/opinion/112281/sullivan-v-hudson/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">941</span></a></span> (1989). Thus, to find that the remand in this case, or in a case like it, was grounded on sentence four would require the EAJA application to be filed at a time in which its central, required component cannot be included. Surely this is not what Congress intended when it enacted EAJA and surely this is not what the Supreme Court intended in <i>Melkonyan.</i></p>\n<p>The court concludes that where, as here, the remand order is more like a sentence-six remand than a sentence-four remand, its interaction with EAJA should be the same as if it truly were a sentence-six remand. In such a case, EAJA does not require a fee application to be submitted until after the administrative proceedings have concluded and a prevailing party can be determined. At that time, sentence six of section 405(g) requires the Secretary to seek a final judgment from the district court, which then activates the EAJA clock.</p>\n<p>The court therefore rules that the EAJA clock has not yet begun to run and that plaintiff's EAJA application is premature. The court will await the Secretary's required <span class=\"star-pagination\">*249</span> filing under sentence six following the conclusion of the administrative proceedings and will be happy to entertain an EAJA application, if warranted, at that time.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, plaintiff's application for attorneys fees is hereby DENIED without prejudice to plaintiff's right to seek such fees at the appropriate time.</p>\n<h2>NOTES</h2>\n<p>[1]  The court clearly did not intend to dismiss the case under Rule 41(a) of the Federal Rules of Civil Procedure. <i>See </i><i>Melkonyan,</i> 111 S.Ct. at 2165.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2313976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2340372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2621053/"
  ]
}