{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1362945/",
  "absolute_url": "/opinion/1362945/daniels-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1362945/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:47:31.731796Z",
  "date_modified": "2016-04-26T23:44:18.897752Z",
  "type": "010combined",
  "sha1": "c2935521393473d2f577d711fa21b1a51756cb23",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>470 F.Supp. 64 (1979)</b></center>\n<center><h1>John Wayne DANIELS and wife, Brenda K. Daniels, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 78-1-Civ-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>March 14, 1979.</center>\n<p><span class=\"star-pagination\">*65</span> Tommy W. Jarrett, Dees, Dees, Smith, Powell &amp; Jarrett, Goldsboro, N. C., for plaintiffs.</p>\n<p>John M. Owens, Asst. U. S. Atty., Raleigh, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>John and Brenda Daniels bring this action under the Federal Tort Claims Act, 28 U.S.C. § 2671, <i>et seq.</i> (FTCA), alleging agents of the United States tortiously assaulted, battered, arrested and imprisoned them while they were visiting Seymour Johnson Air Force Base in Goldsboro, North Carolina. Cross motions for summary judgment are presently pending before the court and address two essential issues: (1) whether 28 U.S.C. § 2680(h) (as amended in 1974) sanctions liability against the United States merely upon a showing that security policeman Harry Hunter was acting \"under color of law,\" and (2) if the requirements of 28 U.S.C. § 1346(b) are instead applicable, whether S. Sgt. Hunter was acting \"within the scope of his employment\" when he detained and arrested plaintiffs.</p>\n<p>The facts, as gleaned from the parties' filings, are as follows. On the morning of July 18, 1976, at approximately 12:15 a. m., on leaving the Seymour Johnson Non-Commissioned Officer's Club with her husband, Mrs. Daniels noticed an acquaintance, Air Force Security Policeman Harry Hunter, with whom her husband had quarreled for some two years. After exchanging unpleasantries, plaintiffs left the parking lot for home only to be pursued by S. Sgt. Hunter who radioed air police headquarters saying he was chasing an armed man on base. Lt. John McGee and A1C Debra Matott proceeded to assist Hunter.</p>\n<p>In the meantime, Hunter had overtaken and stopped plaintiffs' car, ordered John Daniels out of the car at gun point, spread-eagle and with hands raised. When the two other security police appeared, Hunter informed them that Mr. Daniels had a gun. Both plaintiffs were handcuffed and taken to the Seymour Johnson security police office <span class=\"star-pagination\">*66</span> while the stop area and their car were searched for the purported weapon. Prior to their removal, Mrs. Daniels became agitated over her husband's treatment and had to be physically restrained from approaching him during which time she was wrestled to the ground by Officer Matott, frisked, handcuffed and taken to police headquarters. Lt. McGee remembers her as being intoxicated and emotional.</p>\n<p>After an investigation and search failed to reveal a gun, no charges were pressed and plaintiffs were released from custody at 1:30 a. m.</p>\n<p>Plaintiffs first contend the United States is liable for Hunter's conduct because he was acting under \"color of law\" as a federal law enforcement officer, irrespective of whether he was acting within the scope of his employment. They rely heavily on the Fourth Circuit's discussion of FTCA § 2680(h) in <i>Norton v. United States,</i> 581 F.2d 390 (4th Cir. 1978), particularly those portions dealing with its legislative history and case law precursors.</p>\n<p>Although <i>Norton</i> is instructive on the scope of employment issue, we find plaintiffs' position unconvincing when the case is examined in terms of the legal and legislative history discussed <i>infra.</i></p>\n<p>In March, 1974, 28 U.S.C. § 2680(h) was amended to add the following proviso:</p>\n<blockquote>\"<i>Provided,</i> That with regard to acts or omissions of investigative or law enforcement officers of the United States Government, the provisions of this chapter and section 1346(b) of this title shall apply to any claim arising, on or after the date of the enactment of this proviso, out of assault, battery, false imprisonment, false arrest, abuse of process, or malicious prosecution. For the purpose of this subsection, `investigative or law enforcement officer' means any officer of the United States who is empowered by law to execute searches, to seize evidence, or to make arrests for violations of Federal law.\"</blockquote>\n<p>The extent to which the FTCA's other statutory requirements were altered or superseded by this addition is somewhat unclear. An analysis of the 1974 amendment by J. Boger, M. Gitenstein and P. Verkuil in \"The Federal Tort Claims Act Intentional Torts Amendment: An Interpretative Analysis,\" 54 N.C.L.Rev. 497 (1976), indicates it was passed as a reaction to a series of unlawful and outrageous raids by federal law enforcement personnel involving innocent citizens. <i>See </i><i>Norton, supra,</i> at 396. Also looming large were the protean liability limits of <i>Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics,</i> 403 U.S. 388, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971), which recognized a cause of action against federal officers directly under the Fourth Amendment for \"constitutional\" torts  these having been left largely undefined.</p>\n<p>The Section 2680(h) proviso therefore appears to have been the result of Congress' desire to formulate a remedy for the intentional torts of federal law enforcement officers while restricting the scope of <i>Bivens</i> through statutory specification within an established claims procedure. <i>Norton, supra</i> at 394. Unfortunately, the provision's official legislative history is brief to the point of imprecision<sup>[1]</sup> and includes several <span class=\"star-pagination\">*67</span> cryptic clauses that seem to hinge an agent's liability on whether he was \"acting within the scope of [his] employment, or under color of Federal law.\" <i>See</i> [1974] U.S.Code Cong. &amp; Admin.News at 2789.</p>\n<p>Plaintiffs cite this \"color of law\" language as indicative of a Congressional intent to \"federalize\" the government's vicarious liability for the torts enumerated in Section 2680(h).<sup>[2]</sup> Also noted in support of their proposition is a statement from <i>Norton</i> concerning the applicability of state <i>respondeat superior</i> doctrines to the 1974 amendment:</p>\n<blockquote>\"<i>Bivens</i> created a <i>federal</i> tort, and the scope of governmental liability under the 1974 amendment presents essentially a question of federal law. Instead of looking to a particular state's doctrine of <i>respondeat superior,</i> as we would in the typical FTCA case, we must seek to determine the scope of liability intended by Congress in enacting the 1974 proviso to § 2680(h).</blockquote>\n<blockquote>\"The plain language of the amendment offers no clue as to congressional intent with regard to the scope of the government's liability. Indeed, reading only the amendment itself, one might even question its applicability to the federal tort created by <i>Bivens.</i> The statutory language, as well as the placement of the waiver within the confines of FTCA, suggests that its applicability is limited to suits alleging certain state-created intentional torts committed by federal law enforcement officers. The legislative history, however, makes clear that the 1974 amendment was viewed by Congress as `a counterpart to the <i>Bivens</i> case . ..'\" 581 F.2d 394-95 (footnotes and authorities omitted).<sup>[3]</sup></blockquote>\n<p>Synthesizing this quote with the section's legislative history and legal antecedents, plaintiffs conclude that the intentional torts listed in subdivision (h) are embellished by the <i>Bivens</i> \"constitutional tort\" concept, thereby requiring a radical departure from standard FTCA governmental liability. Such a synthesis nullifies, through disjunction, the Section 1346(b) prerequisite that an agent act within the scope of his employment because every federal law enforcement officer \"acts under color of law\" by the very nature of his position, when he acts pursuant to his apparent authority.</p>\n<p>This court's reading of the above precedent and legislative history indicates as unwarranted a departure from the traditional scope of United States liability under the FTCA.</p>\n<p>First, the legislative background shows Congress intended to provide an effective remedy for innocent victims of federal law enforcement abuses through established <span class=\"star-pagination\">*68</span> FTCA procedures and analogous case law. S.Rep. 93-588, <i>supra,</i> [1974] U.S.Code Cong. &amp; Admin.News at 2792. Although not exhaustive, the tort listing in Section 2680(h) is illustrative of the type of common law intentional torts federal officers may commit in pursuit of their law enforcement duties. <i>See</i> Boger, et al., <i>supra</i> at 517-20. It also includes \"constitutional\" torts as envisioned by the Supreme Court in <i>Bivens. Id.</i> These conclusions dictate the continued applicability of the scope of employment requirement in Section 1346(b) to Section 2680(h) so as to avoid an untoward expansion of the federal government's vicarious liability.</p>\n<p>Second, it is well established that statutes which waive the United States' sovereign immunity are strictly construed. <i>McMahon v. United States,</i> 342 U.S. 25, 27, 72 S.Ct. 17, 96 L.Ed. 26 (1951). In this regard, Congress did not enact a discrete statutory provision but placed its 1974 immunity amendment <i>within</i> the FTCA framework. Thus, absent a precise expression of Congressional intent either in the statute itself or the accompanying legislative history, it would be improper to apply Section 2680(h) without first satisfying the liability requirements delineated in Section 1346(b). <i>See </i><i>Lucas v. United States,</i> 443 F.Supp. 539 (D.D.C.1977), and <i>Avery v. United States,</i> 434 F.Supp. 937 (D.Conn. 1977). A contrary result would ignore applicable respondeat superior principles and statutory construction rules, while inordinately burdening the federal treasury. <i>Cf. </i><i>Norton, supra</i> at 396-97 (cases cited therein).</p>\n<p>Finally, the Fourth Circuit in <i>Norton</i> spoke only to what defenses the United States retained under FTCA § 2680(h), and the consequent degree of vicarious liability which attached. There was no factual question as to the officer's scope of employment and no appeal was taken from the district court's finding that a Fourth Amendment violation had occurred. <i>See </i><i>Norton v. Turner,</i> 427 F.Supp. 138, 146-47 (E.D.Va.1977), <i>rev'd on other grounds,</i> 581 F.2d 390, 392 (4th Cir. 1978).</p>\n<p>We are concerned here not with the government's defenses but whether it is liable in <i>any</i> circumstance if the threshold requirements of Section 1346(b) have not been met.<sup>[4]</sup><i>Norton</i> does not decide this issue, yet its review of the 1974 amendment's legislative history in terms of the prevailing case law indicates subsection (h) should be construed subject to, and consistent with, the FTCA's other provisions, particularly jurisdictional Section 1346(b). <i>See</i> discussion <i>supra</i> and <i>Ramirez v. United States,</i> 567 F.2d 854, 855 (9th Cir. 1977).</p>\n<p>Therefore, plaintiffs must show S.Sgt. Hunter was acting within the scope of his employment, even if he were acting under color of law, because there is no authoritative support for the latter phrase modifying and/or superseding the former.<sup>[5]</sup></p>\n<p>Turning to the second issue, plaintiffs contend the government is still liable under traditional agency concepts because S.Sgt. Hunter was acting within the scope of his employment when he made the purportedly illegal detentions and arrests. The United States responds to the contrary by citing the same cases and principles of agency.</p>\n<p><span class=\"star-pagination\">*69</span> Since the scope of employment issue in FTCA cases is decided by the law of the place where the act or omission occurred, <i>Williams v. United States,</i> 350 U.S. 857, 76 S.Ct. 100, 100 L.Ed. 761 (1955) (per curiam), North Carolina <i>respondeat superior</i> law applies. <i>See</i> 28 U.S.C. § 2671 and discussion in <i>James v. United States,</i> 467 F.2d 832 (4th Cir. 1972). A perusal of that case law reveals a consistent body of agency principles, but divergent results in seemingly indistinguishable factual settings.<sup>[6]</sup></p>\n<p>For example, North Carolina law uniformly holds that a principal is liable for the torts of his agent when an act is expressly authorized. Likewise, he is responsible for even his agent's malicious and negligent torts when they are committed within the scope of his employment and in furtherance of his master's business  if the act falls within his implied authority. <i>West v. Woolworth Company,</i> 215 N.C. 211, 214, 1 S.E.2d 546 (1939), and <i>generally</i> 10 Strong, <i>North Carolina Index 3d,</i> \"Principal and Agent\" § 9 (1977). An employer who allows an employee to do certain acts for him, in accordance with the employee's judgment and discretion, is answerable for the manner and occasion of their being done, provided they are within the servant's express or implied authority and not from mere caprice or wantonness, wholly outside his conferred duties. <i>Marlowe v. Bland,</i> 154 N.C. 140, 143-44, 69 S.E. 752 (1910).</p>\n<p>The cases applying these principles run the gamut and often draw decisive conclusions on the most subtle of factual distinctions. <i>Hammond v. Eckerd's,</i> 220 N.C. 596, 18 S.E.2d 151 (1941), involved an action for assault, false arrest and slander based upon a store clerk's following a customer onto the street, accusing him of stealing two cigars, and causing him to be seized and searched by a policeman. The court held the principal not liable because the agent had no implied authority to leave the store and prefer charges against a third party even though he was prosecuting the master's business. On similar facts, a principal was found liable in <i>Long v. Eagle Store Company,</i> 214 N.C. 146, 198 S.E. 573 (1938), due to the agent's position as \"assistant manager\" authorizing him in the discharge of his duties to prefer charges against suspected shoplifters.</p>\n<p>A different wrinkle is added when the servant's actions are not entirely in good faith. The \"in furtherance of the master's business\" factor then becomes crucial. <i>Wegner v. Delly-Land Delicatessen, Inc.,</i> 270 N.C. 62, 153 S.E.2d 804 (1967), involved a plaintiff who patronized defendant's restaurant, gave his order to a waitress, but had removed from his table clean as well as dirty dishes. When the customer asked for another glass, the offending busboy slammed the glass down onto the table and exchanged threats and later blows with the plaintiff. Although the master was held not liable because the customer was not injured as a \"means or method\" of the busboy performing his duties,<sup>[7]</sup> the court did note:</p>\n<blockquote>\"A different situation would be presented if the glass which he `slammed down' upon the table had shattered and injured the plaintiff, for there the employee would have been performing an act which he was employed to do and his negligent or improper method of doing it would have been the act of his employer in the contemplation of the law. However, the assault, according to the plaintiff's testimony, was not for the purpose of doing anything related to the duties of a bus boy, but was for some undisclosed, personal motive. It cannot, therefore, be deemed an act of his employer and this basis for attacking the judgment of nonsuit also fails.\" 270 N.C. at 68, 153 S.E.2d at 809. <span class=\"star-pagination\">*70</span> Such a different situation was presented in <i>Clemmons v. Insurance Company,</i> 274 N.C. 416, 163 S.E.2d 761 (1968). There, an insurance premium collector threatened a plaintiff with bodily harm if she did not have her payment in on time. After remanding the case for a jury trial on the scope of employment issue, the opinion held that, where doubt exists as to whether an agent injured a third party within the bounds of his authority, the doubt will be resolved against the master because he set the servant in motion. 274 N.C. at 421, 163 S.E.2d 761.<sup>[8]</sup></blockquote>\n<p>Our case has several factual aspects which make it difficult to square with any of the above decisions. First, S.Sgt. Hunter's status as a law enforcement officer cloaks him with express and implied authority to protect lives and property while maintaining base security. By job description, he is to exercise broad discretion in investigating, detaining, searching and arresting any person suspected of violating federal law or Air Force regulations. At least facially, Hunter would appear to have been acting within the scope of his employment when he detained and arrested the Daniels. Yet the plaintiffs allege he acted \"without probable cause\" and out of personal spite and malice to \"harass and persecute\" them. <i>See</i> Daniels complaint and affidavits.</p>\n<p>As discussed, a master can be liable for the malicious or spiteful acts of his servant as long as they are committed within the scope of his authority. However, an agent's injurious act, motivated by personal malice and without regard to the principal's business, would not bind the master. <i>See Clemmons</i> and <i>Wegner, supra,</i> and <i>Restatement of Agency 2d,</i> § 235, comments a and b (1958).</p>\n<p>Although both sides have filed summary judgment motions, the court's review of North Carolina law and its delineation of the parties' contentions (supported by various affidavits) indicate significant factual issues still exist. Hunter's scope of authority as a law enforcement officer and his personal motivations are inextricably bound to the events which transpired prior to, and during, the night in question. These problems of personal motivation, discretionary exercise and abuse of position produce evidentiary conflicts which are peculiarly within the trier of facts' competence for resolution.<sup>[9]</sup><i>Robinson v. McAlhaney,</i> 214 N.C. 180, 182, 198 S.E. 647 (1938), <i>Clemmons, supra,</i> 274 N.C. at 421-23, 163 S.E.2d 761 and <i>see </i><i>Robertson v. Power Company,</i> 204 N.C. 359, 168 S.E. 415 (1933).</p>\n<p>To the extent discussed <i>supra,</i> partial summary judgment is entered for the United States on the 28 U.S.C. § 2680(h) issue, but both sides' motions are denied as to the scope of employment issue because significant factual questions remain.<sup>[10]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Committee report reads in relevant part:\n</p>\n<p>\". . . The effect of this provision [1974 amendment] is to deprive the Federal Government of the defense of sovereign immunity in cases in which Federal law enforcement agents, <i>acting within the scope of their employment, or under color of Federal law,</i> commit any of the following torts: assault, battery, false imprisonment, false arrest, malicious prosecution, or abuse of process. Thus, after the date of enactment of this measure, innocent individuals who are subjected to raids of the type conducted in Collinsville, Illinois, will have a cause of action against the individual Federal agents and the Federal Government. Furthermore, this provision should be viewed as a counterpart to the <i>Bivens</i> case and its progeny, in that it waives the defense of sovereign immunity so as to make the Government independently liable in damages for the same type of conduct that is alleged to have occurred in <i>Bivens</i> (and for which that case imposes liability upon the individual Government officials involved). (Emphasis added.)</p>\n<p>*   *   *   *   *   *</p>\n<p>\"This whole matter was brought to the attention of the Committee in the context of the Collinsville raids, where the law enforcement abuses involved Fourth Amendment constitutional torts. Therefore, the Committee amendment would submit the Government to liability whenever its agents act <i>under color of law</i> so as to injure the public through search and seizures that are conducted without warrants or with warrants issued without probable cause. However, the Committee's amendment should not be viewed as limited to constitutional tort situations but would apply to any case in which a Federal law enforcement agent committed the tort <i>while acting within the scope of his employment or under color of Federal law.</i> . . .\" (Emphasis added.) [1974] U.S. Code Cong. &amp; Admin.News at 2791.</p>\n<p>[2]  Such a \"federalization,\" it is contended, would be accomplished by nullifying the scope of employment requirement in 28 U.S.C. § 1346(b) if a law enforcement officer were acting under color of law, \"color of law\" being defined in 42 U.S.C. § 1983 terms as an officer \"operating under a badge of authority\" or representing the sovereign in some capacity. <i>See </i><i>Monroe v. Pape,</i> 365 U.S. 167, 171-72, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961), <i>rev'd on other grounds</i> in <i>Monell v. New York City Department of Social Services,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978); <i>Paton v. LaPrade,</i> 524 F.2d 862 (3rd Cir. 1975); and <i>generally</i> Boger, et al., <i>supra</i> at 520-23 and 539-42. This conclusion apparently stems from an assumption that, by amending 28 U.S.C. § 2680(h), Congress intended to create a <i>federal</i> law of intentional torts, analogous to the <i>Bivens</i> development. <i>See </i><i>Norton, supra,</i> at 394-95. <i>But see</i> our discussion, <i>infra</i> at pages 68 and 69.</p>\n<p>[3]  Footnotes 5 at 394 and 8 at 395 are also pertinent to this discussion.</p>\n<p>[4]  To establish a prima facie case of liability under FTCA § 1346(b), one must show the following: (1) a negligent act or wrongful omission; (2) by an employee of the government; (3) while acting within the scope of his office or employment.</p>\n<p>[5]  Even if plaintiffs' argument, that Congress meant to \"federalize\" the scope of employment requirements by amending Section 2680(h), was accurate, this result would be the same. As in <i>Norton, supra</i> at 394-97, when the federal courts evolve federal law, they look first to an enactment's legislative history and then the applicable principles of general common law. <i>See </i><i>Bivens, supra</i><i>.</i>\n</p>\n<p>Our review of the amendment's legislative history, <i>supra,</i> indicates a Congressional intent not to expand the United States' vicarious liability but to provide a remedy within the FTCA framework. The Section 1346(b) scope of employment requirement would, in turn, be applicable in conformity with prevailing <i>respondeat superior</i> principles. <i>Restatement of the Law of Agency 2d,</i> § 235 (comments and illustrations) (1958), and <i>see </i><i>James v. United States,</i> 467 F.2d 832 (4th Cir. 1972).</p>\n<p>[6]  This is the reason both sides can rely on the same cases even though their positions are antagonistic.</p>\n<p>[7]  To support its conclusion, the court (at 68, 153 S.E. 804) cites and discusses a bizarre Texas case, <i>Norris v. China Clipper Cafe,</i> 256 S.W.2d 664 (Tex.Civ.App.1953), which not only is legally illustrative but strongly suggests that a customer trifles with a Texas waitress at his own risk.</p>\n<p>[8]  For a further look at varying results among factually similar cases, <i>compare Wegner</i> and <i>Clemmons with </i><i>Dickerson v. Atlantic Refining Company,</i> 201 N.C. 90, 159 S.E. 446 (1931); <i>Robinson v. McAlhaney,</i> 222 S.E.2d 724, 214 N.C. 180, 198 S.E. 647 (1938); and <i>Overton v. Henderson,</i> 28 N.C.App. 699, 222 S.E.2d 724, <i>cert. denied,</i> 290 N.C. 95, 225 S.E.2d 324 (1976).</p>\n<p>[9]  Examples of fact questions yet to be decided include: (1) the scope of Hunter's authority as a security policeman; (2) the extent of his discretion in police matters; (3) the exact factual occurrences prior to and during plaintiffs' arrest; (4) clarification of the Hunter-Daniels' relationship; and (5) evidence of acrimony between Hunter and Daniels.</p>\n<p>[10]  The government's contention, that plaintiff Brenda Daniels was not assaulted, falsely arrested or imprisoned because Officers McGee and Matott were acting in good faith, is meritless. These officers' good faith is immaterial if S.Sgt. Hunter's initial acts were motivated by a bad faith desire to harass or persecute the plaintiffs.\n</p>\n<p>His purportedly wrongful acts were the catalyst for McGee and Matott appearing at the scene and treating Mrs. Daniels in such a manner that tort claims for assault and false imprisonment may be supported under North Carolina law. <i>See </i><i>Hales v. McCrory-McLellan Corporation,</i> 260 N.C. 568, 133 S.E.2d 225 (1963), and <i>State v. Mobley,</i> 240 N.C. 476, 83 S.E.2d 100 (1954). Thus, their actions and motivations cannot be severed from the overall circumstances as alleged by plaintiffs.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">64</span></span> (1979)</b></center>\n<center><h1>John Wayne DANIELS and wife, Brenda K. Daniels, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 78-1-Civ-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>March 14, 1979.</center>\n<p><span class=\"star-pagination\">*65</span> Tommy W. Jarrett, Dees, Dees, Smith, Powell &amp; Jarrett, Goldsboro, N. C., for plaintiffs.</p>\n<p>John M. Owens, Asst. U. S. Atty., Raleigh, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>John and Brenda Daniels bring this action under the Federal Tort Claims Act, 28 U.S.C. § 2671, <i>et seq.</i> (FTCA), alleging agents of the United States tortiously assaulted, battered, arrested and imprisoned them while they were visiting Seymour Johnson Air Force Base in Goldsboro, North Carolina. Cross motions for summary judgment are presently pending before the court and address two essential issues: (1) whether 28 U.S.C. § 2680(h) (as amended in 1974) sanctions liability against the United States merely upon a showing that security policeman Harry Hunter was acting \"under color of law,\" and (2) if the requirements of 28 U.S.C. § 1346(b) are instead applicable, whether S. Sgt. Hunter was acting \"within the scope of his employment\" when he detained and arrested plaintiffs.</p>\n<p>The facts, as gleaned from the parties' filings, are as follows. On the morning of July 18, 1976, at approximately 12:15 a. m., on leaving the Seymour Johnson Non-Commissioned Officer's Club with her husband, Mrs. Daniels noticed an acquaintance, Air Force Security Policeman Harry Hunter, with whom her husband had quarreled for some two years. After exchanging unpleasantries, plaintiffs left the parking lot for home only to be pursued by S. Sgt. Hunter who radioed air police headquarters saying he was chasing an armed man on base. Lt. John McGee and A1C Debra Matott proceeded to assist Hunter.</p>\n<p>In the meantime, Hunter had overtaken and stopped plaintiffs' car, ordered John Daniels out of the car at gun point, spread-eagle and with hands raised. When the two other security police appeared, Hunter informed them that Mr. Daniels had a gun. Both plaintiffs were handcuffed and taken to the Seymour Johnson security police office <span class=\"star-pagination\">*66</span> while the stop area and their car were searched for the purported weapon. Prior to their removal, Mrs. Daniels became agitated over her husband's treatment and had to be physically restrained from approaching him during which time she was wrestled to the ground by Officer Matott, frisked, handcuffed and taken to police headquarters. Lt. McGee remembers her as being intoxicated and emotional.</p>\n<p>After an investigation and search failed to reveal a gun, no charges were pressed and plaintiffs were released from custody at 1:30 a. m.</p>\n<p>Plaintiffs first contend the United States is liable for Hunter's conduct because he was acting under \"color of law\" as a federal law enforcement officer, irrespective of whether he was acting within the scope of his employment. They rely heavily on the Fourth Circuit's discussion of FTCA § 2680(h) in <i>Norton v. United States,</i> <span class=\"citation\" data-id=\"358689\"><a href=\"/opinion/358689/elizabeth-ann-norton-v-united-states-of-america-and-john-turner-robert/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">390</span></a></span> (4th Cir. 1978), particularly those portions dealing with its legislative history and case law precursors.</p>\n<p>Although <i>Norton</i> is instructive on the scope of employment issue, we find plaintiffs' position unconvincing when the case is examined in terms of the legal and legislative history discussed <i>infra.</i></p>\n<p>In March, 1974, 28 U.S.C. § 2680(h) was amended to add the following proviso:</p>\n<blockquote>\"<i>Provided,</i> That with regard to acts or omissions of investigative or law enforcement officers of the United States Government, the provisions of this chapter and section 1346(b) of this title shall apply to any claim arising, on or after the date of the enactment of this proviso, out of assault, battery, false imprisonment, false arrest, abuse of process, or malicious prosecution. For the purpose of this subsection, `investigative or law enforcement officer' means any officer of the United States who is empowered by law to execute searches, to seize evidence, or to make arrests for violations of Federal law.\"</blockquote>\n<p>The extent to which the FTCA's other statutory requirements were altered or superseded by this addition is somewhat unclear. An analysis of the 1974 amendment by J. Boger, M. Gitenstein and P. Verkuil in \"The Federal Tort Claims Act Intentional Torts Amendment: An Interpretative Analysis,\" 54 N.C.L.Rev. 497 (1976), indicates it was passed as a reaction to a series of unlawful and outrageous raids by federal law enforcement personnel involving innocent citizens. <i>See </i><i>Norton, supra,</i> at 396. Also looming large were the protean liability limits of <i>Bivens v. Six Unknown Named Agents of Federal Bureau of Narcotics,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971), which recognized a cause of action against federal officers directly under the Fourth Amendment for \"constitutional\" torts  these having been left largely undefined.</p>\n<p>The Section 2680(h) proviso therefore appears to have been the result of Congress' desire to formulate a remedy for the intentional torts of federal law enforcement officers while restricting the scope of <i>Bivens</i> through statutory specification within an established claims procedure. <i>Norton, supra</i> at 394. Unfortunately, the provision's official legislative history is brief to the point of imprecision<sup>[1]</sup> and includes several <span class=\"star-pagination\">*67</span> cryptic clauses that seem to hinge an agent's liability on whether he was \"acting within the scope of [his] employment, or under color of Federal law.\" <i>See</i> [1974] U.S.Code Cong. &amp; Admin.News at 2789.</p>\n<p>Plaintiffs cite this \"color of law\" language as indicative of a Congressional intent to \"federalize\" the government's vicarious liability for the torts enumerated in Section 2680(h).<sup>[2]</sup> Also noted in support of their proposition is a statement from <i>Norton</i> concerning the applicability of state <i>respondeat superior</i> doctrines to the 1974 amendment:</p>\n<blockquote>\"<i>Bivens</i> created a <i>federal</i> tort, and the scope of governmental liability under the 1974 amendment presents essentially a question of federal law. Instead of looking to a particular state's doctrine of <i>respondeat superior,</i> as we would in the typical FTCA case, we must seek to determine the scope of liability intended by Congress in enacting the 1974 proviso to § 2680(h).</blockquote>\n<blockquote>\"The plain language of the amendment offers no clue as to congressional intent with regard to the scope of the government's liability. Indeed, reading only the amendment itself, one might even question its applicability to the federal tort created by <i>Bivens.</i> The statutory language, as well as the placement of the waiver within the confines of FTCA, suggests that its applicability is limited to suits alleging certain state-created intentional torts committed by federal law enforcement officers. The legislative history, however, makes clear that the 1974 amendment was viewed by Congress as `a counterpart to the <i>Bivens</i> case . ..'\" 581 F.2d 394-95 (footnotes and authorities omitted).<sup>[3]</sup></blockquote>\n<p>Synthesizing this quote with the section's legislative history and legal antecedents, plaintiffs conclude that the intentional torts listed in subdivision (h) are embellished by the <i>Bivens</i> \"constitutional tort\" concept, thereby requiring a radical departure from standard FTCA governmental liability. Such a synthesis nullifies, through disjunction, the Section 1346(b) prerequisite that an agent act within the scope of his employment because every federal law enforcement officer \"acts under color of law\" by the very nature of his position, when he acts pursuant to his apparent authority.</p>\n<p>This court's reading of the above precedent and legislative history indicates as unwarranted a departure from the traditional scope of United States liability under the FTCA.</p>\n<p>First, the legislative background shows Congress intended to provide an effective remedy for innocent victims of federal law enforcement abuses through established <span class=\"star-pagination\">*68</span> FTCA procedures and analogous case law. S.Rep. 93-588, <i>supra,</i> [1974] U.S.Code Cong. &amp; Admin.News at 2792. Although not exhaustive, the tort listing in Section 2680(h) is illustrative of the type of common law intentional torts federal officers may commit in pursuit of their law enforcement duties. <i>See</i> Boger, et al., <i>supra</i> at 517-20. It also includes \"constitutional\" torts as envisioned by the Supreme Court in <i>Bivens. Id.</i> These conclusions dictate the continued applicability of the scope of employment requirement in Section 1346(b) to Section 2680(h) so as to avoid an untoward expansion of the federal government's vicarious liability.</p>\n<p>Second, it is well established that statutes which waive the United States' sovereign immunity are strictly construed. <i>McMahon v. United States,</i> <span class=\"citation\" data-id=\"104927\"><a href=\"/opinion/104927/mcmahon-v-united-states/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 27, <span class=\"citation\" data-id=\"104927\"><a href=\"/opinion/104927/mcmahon-v-united-states/\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">17</span></a></span>, <span class=\"citation\" data-id=\"104927\"><a href=\"/opinion/104927/mcmahon-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">26</span></a></span> (1951). In this regard, Congress did not enact a discrete statutory provision but placed its 1974 immunity amendment <i>within</i> the FTCA framework. Thus, absent a precise expression of Congressional intent either in the statute itself or the accompanying legislative history, it would be improper to apply Section 2680(h) without first satisfying the liability requirements delineated in Section 1346(b). <i>See </i><i>Lucas v. United States,</i> <span class=\"citation\" data-id=\"1953556\"><a href=\"/opinion/1953556/lucas-v-united-states/\"><span class=\"volume\">443</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">539</span></a></span> (D.D.C.1977), and <i>Avery v. United States,</i> <span class=\"citation\" data-id=\"1416946\"><a href=\"/opinion/1416946/avery-v-united-states/\"><span class=\"volume\">434</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">937</span></a></span> (D.Conn. 1977). A contrary result would ignore applicable respondeat superior principles and statutory construction rules, while inordinately burdening the federal treasury. <i>Cf. </i><i>Norton, supra</i> at 396-97 (cases cited therein).</p>\n<p>Finally, the Fourth Circuit in <i>Norton</i> spoke only to what defenses the United States retained under FTCA § 2680(h), and the consequent degree of vicarious liability which attached. There was no factual question as to the officer's scope of employment and no appeal was taken from the district court's finding that a Fourth Amendment violation had occurred. <i>See </i><i>Norton v. Turner,</i> <span class=\"citation\" data-id=\"1482698\"><a href=\"/opinion/1482698/norton-v-turner/\"><span class=\"volume\">427</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">138</span></a></span>, 146-47 (E.D.Va.1977), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"358689\"><a href=\"/opinion/358689/elizabeth-ann-norton-v-united-states-of-america-and-john-turner-robert/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">390</span></a></span>, 392 (4th Cir. 1978).</p>\n<p>We are concerned here not with the government's defenses but whether it is liable in <i>any</i> circumstance if the threshold requirements of Section 1346(b) have not been met.<sup>[4]</sup><i>Norton</i> does not decide this issue, yet its review of the 1974 amendment's legislative history in terms of the prevailing case law indicates subsection (h) should be construed subject to, and consistent with, the FTCA's other provisions, particularly jurisdictional Section 1346(b). <i>See</i> discussion <i>supra</i> and <i>Ramirez v. United States,</i> <span class=\"citation\" data-id=\"351775\"><a href=\"/opinion/351775/rudolfo-ramirez-v-united-states/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 855 (9th Cir. 1977).</p>\n<p>Therefore, plaintiffs must show S.Sgt. Hunter was acting within the scope of his employment, even if he were acting under color of law, because there is no authoritative support for the latter phrase modifying and/or superseding the former.<sup>[5]</sup></p>\n<p>Turning to the second issue, plaintiffs contend the government is still liable under traditional agency concepts because S.Sgt. Hunter was acting within the scope of his employment when he made the purportedly illegal detentions and arrests. The United States responds to the contrary by citing the same cases and principles of agency.</p>\n<p><span class=\"star-pagination\">*69</span> Since the scope of employment issue in FTCA cases is decided by the law of the place where the act or omission occurred, <i>Williams v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">857</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">100</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">761</span></span> (1955) (per curiam), North Carolina <i>respondeat superior</i> law applies. <i>See</i> 28 U.S.C. § 2671 and discussion in <i>James v. United States,</i> <span class=\"citation\" data-id=\"305876\"><a href=\"/opinion/305876/janice-l-james-by-her-next-friend-roland-c-james-and-f-d-english/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">832</span></a></span> (4th Cir. 1972). A perusal of that case law reveals a consistent body of agency principles, but divergent results in seemingly indistinguishable factual settings.<sup>[6]</sup></p>\n<p>For example, North Carolina law uniformly holds that a principal is liable for the torts of his agent when an act is expressly authorized. Likewise, he is responsible for even his agent's malicious and negligent torts when they are committed within the scope of his employment and in furtherance of his master's business  if the act falls within his implied authority. <i>West v. Woolworth Company,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">211</span></span>, 214, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">546</span></span> (1939), and <i>generally</i> 10 Strong, <i>North Carolina Index 3d,</i> \"Principal and Agent\" § 9 (1977). An employer who allows an employee to do certain acts for him, in accordance with the employee's judgment and discretion, is answerable for the manner and occasion of their being done, provided they are within the servant's express or implied authority and not from mere caprice or wantonness, wholly outside his conferred duties. <i>Marlowe v. Bland,</i> <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">140</span></span>, 143-44, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">752</span></span> (1910).</p>\n<p>The cases applying these principles run the gamut and often draw decisive conclusions on the most subtle of factual distinctions. <i>Hammond v. Eckerd's,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">596</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">151</span></span> (1941), involved an action for assault, false arrest and slander based upon a store clerk's following a customer onto the street, accusing him of stealing two cigars, and causing him to be seized and searched by a policeman. The court held the principal not liable because the agent had no implied authority to leave the store and prefer charges against a third party even though he was prosecuting the master's business. On similar facts, a principal was found liable in <i>Long v. Eagle Store Company,</i> <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">146</span></span>, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">573</span></span> (1938), due to the agent's position as \"assistant manager\" authorizing him in the discharge of his duties to prefer charges against suspected shoplifters.</p>\n<p>A different wrinkle is added when the servant's actions are not entirely in good faith. The \"in furtherance of the master's business\" factor then becomes crucial. <i>Wegner v. Delly-Land Delicatessen, Inc.,</i> <span class=\"citation\" data-id=\"1224648\"><a href=\"/opinion/1224648/wegner-v-delly-land-delicatessen-inc/\"><span class=\"volume\">270</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">62</span></a></span>, <span class=\"citation\" data-id=\"1224648\"><a href=\"/opinion/1224648/wegner-v-delly-land-delicatessen-inc/\"><span class=\"volume\">153</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">804</span></a></span> (1967), involved a plaintiff who patronized defendant's restaurant, gave his order to a waitress, but had removed from his table clean as well as dirty dishes. When the customer asked for another glass, the offending busboy slammed the glass down onto the table and exchanged threats and later blows with the plaintiff. Although the master was held not liable because the customer was not injured as a \"means or method\" of the busboy performing his duties,<sup>[7]</sup> the court did note:</p>\n<blockquote>\"A different situation would be presented if the glass which he `slammed down' upon the table had shattered and injured the plaintiff, for there the employee would have been performing an act which he was employed to do and his negligent or improper method of doing it would have been the act of his employer in the contemplation of the law. However, the assault, according to the plaintiff's testimony, was not for the purpose of doing anything related to the duties of a bus boy, but was for some undisclosed, personal motive. It cannot, therefore, be deemed an act of his employer and this basis for attacking the judgment of nonsuit also fails.\" 270 N.C. at 68, 153 S.E.2d at 809. <span class=\"star-pagination\">*70</span> Such a different situation was presented in <i>Clemmons v. Insurance Company,</i> <span class=\"citation\" data-id=\"1277376\"><a href=\"/opinion/1277376/clemmons-v-life-insurance-company-of-georgia/\"><span class=\"volume\">274</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">416</span></a></span>, <span class=\"citation\" data-id=\"1277376\"><a href=\"/opinion/1277376/clemmons-v-life-insurance-company-of-georgia/\"><span class=\"volume\">163</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">761</span></a></span> (1968). There, an insurance premium collector threatened a plaintiff with bodily harm if she did not have her payment in on time. After remanding the case for a jury trial on the scope of employment issue, the opinion held that, where doubt exists as to whether an agent injured a third party within the bounds of his authority, the doubt will be resolved against the master because he set the servant in motion. 274 N.C. at 421, <span class=\"citation\" data-id=\"1277376\"><a href=\"/opinion/1277376/clemmons-v-life-insurance-company-of-georgia/\"><span class=\"volume\">163</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">761</span></a></span>.<sup>[8]</sup></blockquote>\n<p>Our case has several factual aspects which make it difficult to square with any of the above decisions. First, S.Sgt. Hunter's status as a law enforcement officer cloaks him with express and implied authority to protect lives and property while maintaining base security. By job description, he is to exercise broad discretion in investigating, detaining, searching and arresting any person suspected of violating federal law or Air Force regulations. At least facially, Hunter would appear to have been acting within the scope of his employment when he detained and arrested the Daniels. Yet the plaintiffs allege he acted \"without probable cause\" and out of personal spite and malice to \"harass and persecute\" them. <i>See</i> Daniels complaint and affidavits.</p>\n<p>As discussed, a master can be liable for the malicious or spiteful acts of his servant as long as they are committed within the scope of his authority. However, an agent's injurious act, motivated by personal malice and without regard to the principal's business, would not bind the master. <i>See Clemmons</i> and <i>Wegner, supra,</i> and <i>Restatement of Agency 2d,</i> § 235, comments a and b (1958).</p>\n<p>Although both sides have filed summary judgment motions, the court's review of North Carolina law and its delineation of the parties' contentions (supported by various affidavits) indicate significant factual issues still exist. Hunter's scope of authority as a law enforcement officer and his personal motivations are inextricably bound to the events which transpired prior to, and during, the night in question. These problems of personal motivation, discretionary exercise and abuse of position produce evidentiary conflicts which are peculiarly within the trier of facts' competence for resolution.<sup>[9]</sup><i>Robinson v. McAlhaney,</i> <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">180</span></span>, 182, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">647</span></span> (1938), <i>Clemmons, supra,</i> 274 N.C. at 421-23, <span class=\"citation\" data-id=\"1277376\"><a href=\"/opinion/1277376/clemmons-v-life-insurance-company-of-georgia/\"><span class=\"volume\">163</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">761</span></a></span> and <i>see </i><i>Robertson v. Power Company,</i> <span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">359</span></span>, <span class=\"citation no-link\"><span class=\"volume\">168</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">415</span></span> (1933).</p>\n<p>To the extent discussed <i>supra,</i> partial summary judgment is entered for the United States on the 28 U.S.C. § 2680(h) issue, but both sides' motions are denied as to the scope of employment issue because significant factual questions remain.<sup>[10]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Committee report reads in relevant part:\n</p>\n<p>\". . . The effect of this provision [1974 amendment] is to deprive the Federal Government of the defense of sovereign immunity in cases in which Federal law enforcement agents, <i>acting within the scope of their employment, or under color of Federal law,</i> commit any of the following torts: assault, battery, false imprisonment, false arrest, malicious prosecution, or abuse of process. Thus, after the date of enactment of this measure, innocent individuals who are subjected to raids of the type conducted in Collinsville, Illinois, will have a cause of action against the individual Federal agents and the Federal Government. Furthermore, this provision should be viewed as a counterpart to the <i>Bivens</i> case and its progeny, in that it waives the defense of sovereign immunity so as to make the Government independently liable in damages for the same type of conduct that is alleged to have occurred in <i>Bivens</i> (and for which that case imposes liability upon the individual Government officials involved). (Emphasis added.)</p>\n<p>*   *   *   *   *   *</p>\n<p>\"This whole matter was brought to the attention of the Committee in the context of the Collinsville raids, where the law enforcement abuses involved Fourth Amendment constitutional torts. Therefore, the Committee amendment would submit the Government to liability whenever its agents act <i>under color of law</i> so as to injure the public through search and seizures that are conducted without warrants or with warrants issued without probable cause. However, the Committee's amendment should not be viewed as limited to constitutional tort situations but would apply to any case in which a Federal law enforcement agent committed the tort <i>while acting within the scope of his employment or under color of Federal law.</i> . . .\" (Emphasis added.) [1974] U.S. Code Cong. &amp; Admin.News at 2791.</p>\n<p>[2]  Such a \"federalization,\" it is contended, would be accomplished by nullifying the scope of employment requirement in 28 U.S.C. § 1346(b) if a law enforcement officer were acting under color of law, \"color of law\" being defined in 42 U.S.C. § 1983 terms as an officer \"operating under a badge of authority\" or representing the sovereign in some capacity. <i>See </i><i>Monroe v. Pape,</i> <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 171-72, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961), <i>rev'd on other grounds</i> in <i>Monell v. New York City Department of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978); <i>Paton v. LaPrade,</i> <span class=\"citation\" data-id=\"330736\"><a href=\"/opinion/330736/lori-paton-a-minor-under-18-suing-by-her-father-arthur-paton-and/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span> (3rd Cir. 1975); and <i>generally</i> Boger, et al., <i>supra</i> at 520-23 and 539-42. This conclusion apparently stems from an assumption that, by amending 28 U.S.C. § 2680(h), Congress intended to create a <i>federal</i> law of intentional torts, analogous to the <i>Bivens</i> development. <i>See </i><i>Norton, supra,</i> at 394-95. <i>But see</i> our discussion, <i>infra</i> at pages 68 and 69.</p>\n<p>[3]  Footnotes 5 at 394 and 8 at 395 are also pertinent to this discussion.</p>\n<p>[4]  To establish a prima facie case of liability under FTCA § 1346(b), one must show the following: (1) a negligent act or wrongful omission; (2) by an employee of the government; (3) while acting within the scope of his office or employment.</p>\n<p>[5]  Even if plaintiffs' argument, that Congress meant to \"federalize\" the scope of employment requirements by amending Section 2680(h), was accurate, this result would be the same. As in <i>Norton, supra</i> at 394-97, when the federal courts evolve federal law, they look first to an enactment's legislative history and then the applicable principles of general common law. <i>See </i><i>Bivens, supra</i><i>.</i>\n</p>\n<p>Our review of the amendment's legislative history, <i>supra,</i> indicates a Congressional intent not to expand the United States' vicarious liability but to provide a remedy within the FTCA framework. The Section 1346(b) scope of employment requirement would, in turn, be applicable in conformity with prevailing <i>respondeat superior</i> principles. <i>Restatement of the Law of Agency 2d,</i> § 235 (comments and illustrations) (1958), and <i>see </i><i>James v. United States,</i> <span class=\"citation\" data-id=\"305876\"><a href=\"/opinion/305876/janice-l-james-by-her-next-friend-roland-c-james-and-f-d-english/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">832</span></a></span> (4th Cir. 1972).</p>\n<p>[6]  This is the reason both sides can rely on the same cases even though their positions are antagonistic.</p>\n<p>[7]  To support its conclusion, the court (at 68, 153 S.E. 804) cites and discusses a bizarre Texas case, <i>Norris v. China Clipper Cafe,</i> <span class=\"citation\" data-id=\"1778726\"><a href=\"/opinion/1778726/norris-v-china-clipper-cafe/\"><span class=\"volume\">256</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">664</span></a></span> (Tex.Civ.App.1953), which not only is legally illustrative but strongly suggests that a customer trifles with a Texas waitress at his own risk.</p>\n<p>[8]  For a further look at varying results among factually similar cases, <i>compare Wegner</i> and <i>Clemmons with </i><i>Dickerson v. Atlantic Refining Company,</i> <span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">90</span></span>, <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">446</span></span> (1931); <i>Robinson v. McAlhaney,</i> <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">724</span></span>, <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">198</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">647</span></span> (1938); and <i>Overton v. Henderson,</i> 28 N.C.App. 699, <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">724</span></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">95</span></span>, <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">324</span></span> (1976).</p>\n<p>[9]  Examples of fact questions yet to be decided include: (1) the scope of Hunter's authority as a security policeman; (2) the extent of his discretion in police matters; (3) the exact factual occurrences prior to and during plaintiffs' arrest; (4) clarification of the Hunter-Daniels' relationship; and (5) evidence of acrimony between Hunter and Daniels.</p>\n<p>[10]  The government's contention, that plaintiff Brenda Daniels was not assaulted, falsely arrested or imprisoned because Officers McGee and Matott were acting in good faith, is meritless. These officers' good faith is immaterial if S.Sgt. Hunter's initial acts were motivated by a bad faith desire to harass or persecute the plaintiffs.\n</p>\n<p>His purportedly wrongful acts were the catalyst for McGee and Matott appearing at the scene and treating Mrs. Daniels in such a manner that tort claims for assault and false imprisonment may be supported under North Carolina law. <i>See </i><i>Hales v. McCrory-McLellan Corporation,</i> <span class=\"citation\" data-id=\"1339064\"><a href=\"/opinion/1339064/hales-v-mccrory-mclellan-corporation/\"><span class=\"volume\">260</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"1339064\"><a href=\"/opinion/1339064/hales-v-mccrory-mclellan-corporation/\"><span class=\"volume\">133</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">225</span></a></span> (1963), and <i>State v. Mobley,</i> <span class=\"citation\" data-id=\"1231044\"><a href=\"/opinion/1231044/state-v-mobley/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">476</span></a></span>, <span class=\"citation\" data-id=\"1231044\"><a href=\"/opinion/1231044/state-v-mobley/\"><span class=\"volume\">83</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">100</span></a></span> (1954). Thus, their actions and motivations cannot be severed from the overall circumstances as alleged by plaintiffs.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1224648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1231044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1277376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1416946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1482698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1778726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1953556/"
  ]
}