{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1366665/",
  "absolute_url": "/opinion/1366665/allen-v-wachovia-bank-trust-co-na/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1366665/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:48:54.250535Z",
  "date_modified": "2016-04-26T20:32:11.916897Z",
  "type": "010combined",
  "sha1": "8f19c4503cd97bdc20b1bb0d0607fb57ccdfc67c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>470 F.Supp. 18 (1978)</b></center>\n<center><h1>Buell Thomas ALLEN, Plaintiff,<br>\nv.<br>\nWACHOVIA BANK &amp; TRUST COMPANY, N.A., Robert Wallace Howard, and J. Reid Hooper, Defendants.</h1></center>\n<center>No. 76-0017-CIV-6.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>January 3, 1978.</center>\n<p><span class=\"star-pagination\">*19</span> J. David Duffus, Jr., Malcolm J. Howard, Charles M. Vincent, of Howard, Vincent &amp; Duffus, Greenville, N. C., for plaintiff.</p>\n<p>Michael E. Weddington, James D. Blount, Jr., of Smith, Anderson, Blount &amp; Mitchell, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>This case requires the Court to consider whether the venue provisions set out in the National Bank Act of 1875, 12 U.S.Code, Section 94, or the venue section found in the Employee's Retirement Income Security Act of 1974 (hereinafter referred to as ERISA), 29 U.S.Code, Section 1132(e)(1), determines the district where the plaintiff can initiate this action. The plaintiff urges the Court to rely on the venue provisions described in ERISA which deem the Eastern District of North Carolina as an appropriate district for the plaintiff to pursue this action. On the other hand, the defendant bank and individual defendants contend that this Court should transfer this action to the Middle District of North Carolina, Winston-Salem Division, to conform with the dictates of the National Bank Act which the defendants believe controls this question. Before tackling this question and scrutinizing the merits of the parties' contentions, the Court will briefly describe below the facts which underlie this action.</p>\n<p>According to the complaint, the defendant, Wachovia Bank &amp; Trust Company, N.A., employed the plaintiff at its Greenville, North Carolina, Regional Headquarters until August of 1975. On August 12, 1975, the Bank acting through its agents, the individual defendants named in the caption above, Robert Wallace Howard and J. Reid Hooper, discharged the plaintiff from his position with the Bank when they as agents of the Bank suspected that the plaintiff during the course of his employment, misapplied bank funds and embezzled sums from that institution. As a result of his separation from the Bank, the defendants purportedly deprived the plaintiff of the opportunity to continue to participate in or withdraw sums contributed by the plaintiff to a deferred compensation pension plan established and operated by Wachovia Bank for the benefit of its employees.</p>\n<p>Another result which allegedly flowed from the plaintiff's discharge was that the United States lodged criminal charges against the plaintiff. Upon information allegedly furnished by the defendants to the Federal Bureau of Investigation, the plaintiff was indicted for misapplication and embezzlement of funds which had previously <span class=\"star-pagination\">*20</span> led to his dismissal by the Bank. After some delay, the plaintiff was tried before a jury in this District on April 14, 1976; the jury acquitted the plaintiff of each count listed in the indictment.</p>\n<p>By this action, the plaintiff seeks to recover $364,646.00 in compensatory damages and $100,000.00 in punitive damages. The plaintiff bottoms this request for damages on three (3) independent claims for relief; the two (2) \"State\" claims are for libel and malicious prosecution and the \"Federal\" claim hinges on the plaintiff's desire to recover his contributions to the pension fund and other benefits which may stem from his participation in that deferred compensation program. The complaint alleges that 29 U.S.Code, Section 1132(e)(1), a combination jurisdiction and venue provision found in the ERISA, provides the subject matter jurisdiction for this action.</p>\n<p>In response, the defendants have interposed a four-prong motion submitted in accordance with Rule 12(b), Federal Rules of Civil Procedure. As the first prong of this motion, the defendant Bank requests a change of the present venue of this action to the Middle District of North Carolina. As the second aspect of the motion, the three (3) defendants contend that the second and third claims, for libel and malicious prosecution, fail to state a claim for relief. Thirdly, all of the defendants contend that the Court does not have subject matter jurisdiction of the two (2) \"State\" claims. Finally, the individual defendants request in the alternative that should the Court transfer the venue of this action as it effects the Bank to the Middle District of North Carolina, the venue of this cause with respect to the individual defendants should be transferred to the Middle District as well in accordance with 28 U.S.Code, Section 1404(a). Because of the procedural posture of this action, the Court will consider at this time only the first and fourth prong of the motion; the Court will hold the other aspects of the instant motion in abeyance pending a final determination as to the \"venue issues\" at bar.</p>\n<p></p>\n<h2>I. VENUE ISSUE</h2>\n<p></p>\n<h2>A. NATIONAL BANK ACT OR ERISA</h2>\n<p>In instituting this action, the plaintiff relies on the venue provisions provided in 29 U.S.Code, Section 1132(e)(2). Section 1132(e)(2) provides that:</p>\n<blockquote>\"Where an action under this title is brought in a district court of the United States, it may be brought in the district where the plan is administered, where the breach took place, or where a defendant resides or may be found, and process may be served in any other district where a defendant resides or may be found.\"</blockquote>\n<p>This action clearly sanctions the bringing of this action in the Eastern District. In opposition to the plaintiff's stance on this issue, the defendants bottom their transfer request on 12 U.S.Code, Section 94 which provides as follows:</p>\n<blockquote>\"Suits, actions, and proceedings against any association under this chapter may be had in any district or Territorial court of the United States held within the district in which such action may be established, or in any State, county, or municipal Court in the county or city in which said association is located having jurisdiction in similar cases.\"</blockquote>\n<p>Section 94 expresses Congressional intent that actions against a National Bank must be brought where the Bank is <i>established.</i> The word \"established\" has been consistently construed to mean the place specified in a Bank's charter as its home office here the Middle District of North Carolina. <i>Charlotte National Bank v. Morgan,</i> 132 U.S. 141, 145, 10 S.Ct. 37, 33 L.Ed. 282 (1895).</p>\n<p>In a recent United States Supreme Court decision, <i>Radzanower v. Touch, Ross &amp; Co.,</i> 426 U.S. 148, 96 S.Ct. 1989, 48 L.Ed.2d 540 (1976), the Justices in an eight to one vote disposed of a question analogous to that at bar. There the Court was posed with a question as to whether the Securities Exchange Act of 1934, 15 U.S.Code, Section 78aa, or the National Bank Act of 1875, should determine the venue of the action. The Securities Exchange Act section discussed in that case states that:</p>\n<blockquote>\n<span class=\"star-pagination\">*21</span> \"Any suit or action to enforce any liability or duty created . . . may be brought in any such district or in the district wherein any act or transaction constituting the violation occurred or in a district wherein the defendant is found or is an inhabitant or transacts business . . .\"</blockquote>\n<p>The national banking association being sued for Securities Act violations moved to dismiss that action on the grounds that venue was improper on account that venue was controlled by Section 94 of the National Bank Act. The Court approved the granting of the motion to dismiss by the District Court and ruled that Section 94 should apply and determine the venue question. The Court couched its analysis in the following term:</p>\n<blockquote>\"It follows under the general principals of statutory construction discussed above that the narrowly drawn, specific venue provision of the National Bank Act must prevail over the broader, more generally applicable venue provision of the Securities Exchange Act. We conclude, therefore, that a national banking association is subject to suit under the Securities Exchange Act only in that district wherein it is established, and that the judgment before must accordingly be affirmed.\" 96 S.Ct. at 1995, 48 L.Ed.2d at 549.</blockquote>\n<p>If this Court follows <i>Radzanower,</i> then a national banking association, such as Wachovia Bank &amp; Trust Company, N.A., would be subject to suit for a possible violation of the ERISA only in the district where the Bank is established.</p>\n<p>In a recent decision published and rendered since <i>Radzanower,</i> a District Court found <i>Radzanower</i> sufficiently analogous to follow in a case presenting the identical issue which is before this Court. <i>Ewton v. Employees' Profit-Sharing Retirement Plan of Hibbard,</i> 416 F.Supp. 1055 (S.D.Fla., 1976). There the Court ruled that the National Banking Act, not the ERISA, controlled the venue of the action. This Court finds the rational of <i>Radzanower</i> and its subsequent application by analogy in <i>Etwon</i> convincing.</p>\n<p>This analysis is buttressed by 29 U.S. Code, Section 1144(d) which provides:</p>\n<blockquote>\"Nothing in this title shall be construed to alter, amend, modify, invalidate, impair, or supersede any law of the United States (except as provided in Sections 111 and 507(b)) or any rule or regulation issued under any such law.\"</blockquote>\n<p>This Section lucidly expresses Congressional intent that ERISA will not by implication repeal prior legislation.</p>\n<p>In accordance with the spirit of the decisions noted above, <i>Radzanower</i> and <i>Etwon,</i> and the letter of Section 1144(d), this Court finds that 12 U.S.Code, Section 94 should furnish the basis for deciding the venue of this action. Since Wachovia Bank &amp; Trust Company, N.A., has named as its home office in the Bank's charter Winston-Salem, North Carolina, the Middle District of North Carolina, should serve as the District where venue should be laid. However, as noted by the extensive discussion below, the decision that Section 94 controls the venue question, does not entirely foreclose the issues posited by the first and fourth prongs of the defendants' motion.</p>\n<p></p>\n<h2>B. WAIVER OF SECTION 94</h2>\n<p>Having concluded that the National Bank Act venue provision applies to the question at bar, this Court must next address the question of whether Wachovia Bank &amp; Trust Company, N.A. has waived the benefits of Section 94. The United States Supreme Court has suggested, at least by implication, that the protection afforded by Section 94 can be waived. <i>Michigan National Bank v. Robertson,</i> 372 U.S. 591, 83 S.Ct. 914, 9 L.Ed.2d 961 (1963); <i>National Bank of North America v. Associates of Obstetrics,</i> 425 U.S. 460, 96 S.Ct. 1632, 48 L.Ed.2d 92 (1976) (Case remanded for determination of whether the bank had waived Section 94).</p>\n<p>The plaintiff contends that the Court should construe Section 94 so that Wachovia is amenable to suit in this district. To support this contention, the plaintiff by use of permissible discovery devices has developed <span class=\"star-pagination\">*22</span> facts which show the establishment by Wachovia of a number of branch banks in the Eastern District, related business operations in this district, extensive commercial advertising in this part of the state, and the use by Wachovia of the Federal Court for this district to prosecute certain actions. The plaintiff believes that these facts have created a sense of reliance in the community where Wachovia has located a branch bank that the bank can be sued in Federal Court in this district. What the plaintiff argues is related conceptually to the personal jurisdiction concept of \"minimum contacts\" announced in the celebrated decision of <i>International Shoe v. Washington.</i> However, since the Court is faced with a venue question, the principals developed to amplify the meaning of \"minimum contacts\" are not controlling in this instance.</p>\n<p>Of course, the Bank and the individual defendants, Robert Wallace Howard and J. Reid Hooper, argue to the contrary. They note that Section 94 is the mandate of Congress. In addition, their survey of the cases has yet to uncover a circuit court opinion which has held that the establishment of a branch bank or several branch banks in a judicial district beyond the confines of the district where the Bank has its chartered place of business, subjects the Bank to suit in a noncharter district. As noted before, Wachovia believes that it is only susceptible to suit in the Middle District of North Carolina. Since no published circuit court decision directly supports the position advocated by the plaintiff, the defendants argue that the first and fourth prong of their motion filed on August 6, 1976, should be allowed.</p>\n<p>The United States Court of Appeals for the Fourth Circuit has not discussed this issue in a published decision. There are, however, published decisions in four other circuits which have dealt with branch banking and the effect that it has on Section 94. <i>Leonardi v. Chase National Bank of City of New York,</i> 81 F.2d 19 (2d Cir. 1936); <i>United States National Bank v. Hill,</i> 434 F.2d 1019 (9 Cir. 1970); <i>Helco, Inc. v. First National City Bank,</i> 470 F.2d 883 (3d Cir. 1972); <i>Northside Iron and Metal Company, Inc. v. Dobson and Johnson, Inc.,</i> 480 F.2d 798 (5 Cir. 1973). Since the Fourth Circuit has not had the opportunity to explore this issue in a published decision, this Court has carefully reviewed and examined the decisions cited above and will briefly review them below.</p>\n<p>The first court to analyze this problem was <i>Leonardi v. Chase National Bank of New York,</i> supra. In that case, the Bank with its charter office in the Southern District of New York was sued for money had and received in the Eastern District of New York. The Second Circuit framed the issue before it as follows: \"Is a National Bank `established' within each district in which it operates a branch bank?\" Id. at 21. The Court answered the question in the negative and justified that result with following analysis:</p>\n<blockquote>However, in <i>National City Bank of Domenech,</i> (citation omitted), it was held that a bank, having its charter location in New York City, and a branch in Porto Rico, was \"located\" in New York City and not in Porto Rico for the purpose of taxation. This is sufficient authority to hold that a national bank is not \"established\" in every district in which it has a branch bank. Id. at 22.</blockquote>\n<p>So a taxation principle initially serves as the justification for that construction placed upon the word \"established\".</p>\n<p>Several Circuits have followed <i>Leonardo</i> blindly and have not advanced additional justification for the construction of the word \"established\". <i>United States National Bank v. Hill,</i> supra; <i>Helco, Inc. v. First National City Bank,</i> supra. In each of these decisions, the Court has ruled that Section 94 can serve as a barrier in suits against national banks in districts other than their charter location.</p>\n<p>In <i>Northside Iron and Metal Company, Inc., v. the Dobson and Johnson, Inc.,</i> supra, the Court again held that National Banks can be sued only on their home ground. In reaching this conclusion, the Fifth Circuit discussed the historical purpose of Section 94 and stated that:</p>\n<blockquote>\n<span class=\"star-pagination\">*23</span> The historical purpose of the bank venue statutes was to protect national banks against inconvenience and disruption in the conduct of their business which might result from removal of records to a foreign district for purposes of defending a lawsuit. (Citations omitted). While it is undoubtedly true, as appellants point out, that technological advances in transportation and communication in the past century have reduced the potential hardship to a bank of defending a lawsuit in a foreign district, we cannot say that such distant litigation would not normally entail some inconvenience for the bank and disruption of its business, or that the special treatment accorded national banks has no rational basis. If the venue statute is to be amended or repealed, Congress is the body which must act to do so and the body to which appellants' argument should be addressed. Id. at 800.</blockquote>\n<p>This decision placed the onus on the back of Congress for the harsh results caused by Section 94.</p>\n<p>This review of the decisions published by the four circuits which have dealt with the problem points out the development of incongruous trend which is documented in an Iowa Law Review article entitled \"Waiver of Venue Under the National Bank Act: Preferential Treatment for National Banks\". 62 Iowa Law Review 129. The word \"established\" has been subject to judicial construction, a construction imposed by the Second Circuit in <i>Leonardi.</i> However, recent decisions like <i>Northside Iron</i> and a number of district court opinions have opined that Congress, not the courts, bears the responsibility for changing the venue statute. It would seem that once a statutory term has been given a judicial construction that it would continue to be subject to judicial construction when the policy on which the statute is based changes.</p>\n<p>A very recent Supreme Court decision has been rendered which construes the meaning of the word \"located\" which is also found in Section 94. <i>Citizens &amp; Southern National Bank v. Bourgas,</i> 434 U.S. 35, 98 S.Ct. 88, 54 L.Ed.2d 218 (1977). This decision does not provide insight as to the meaning of the word \"established\". However, in a concurring opinion, Justice Stewart explained his concurrence in the opinion as follows:</p>\n<blockquote>The Court's opinion, despite its disclaimer, may be read by some to imply approval of the view that, for purposes of federal-court venue under 12 U.S.C. § 94, a national bank is \"established\" only in the district that includes its charter county. . . . I have serious doubt that the cases so holding were correctly decided, and in any event this question remains an open one here.</blockquote>\n<blockquote>Today we decide only that for purposes of state-court venue under § 94 a national bank is \"located\" in any county in which it has a branch bank. There is no need in this case to consider the meaning of the word \"established\" in § 94, nor to draw any contrasts between the words \"established\" and \"located\". It is upon this understanding that I join the opinion of the Court.</blockquote>\n<p>This Court shares Justice Stewart's concern for the rational and foundation of <i>Leonardi</i> and progeny.</p>\n<p>This venue statute was enacted by Congress in the 19th Century  before the vast modernization in transportation and communication. The policy embodied in the venue act is to present the disruption caused the bank by having to transport its record to a foreign district to defend a lawsuit. <i>First National Bank of Charlotte, North Carolina v. Morgan,</i> 132 U.S. 141, 10 S.Ct. 37, 33 L.Ed. 282 (1889). <i>In </i><i>Staley v. Homeland, Inc.,</i> 368 F.Supp. 1344 (E.D.N.C. 1974), this Court expressed its disdain for the irrational results which Section 94 precipitates. In this age of mobility, lightning communication, rapid reproduction of documents, the policy on which the venue principle is bottomed appears outmoded and antiquated. It is the opinion of this Court that the once important policy of the National Bank Act, embodied in Section 94, no longer supports the judicial interpretation given by the courts to the statutory term \"established\" and that a new construction should be placed upon this term.</p>\n<p><span class=\"star-pagination\">*24</span> As noted above, the facts revealed by the discovery devices employed by the plaintiff indicate the vast and extensive scope of Wachovia's branch banking operation in the Eastern District of North Carolina. In fact, the bank, when replying to a request for discovery, has admitted to the scope of its operation in this part of the state. In light of this record, in particular the number of branch banks established by Wachovia in the Eastern District, the court with its utmost concern being for fairness and justice concludes that Wachovia should not at this juncture be allowed to interpose an objection to the venue of this action. By the establishment of branch banks, use of the Federal Court, extensive commercial advertising, and trust activities, Wachovia Bank &amp; Trust Company, N.A. has by implication waived the benefits of Section 94. An order follows which denies the first and fourth prongs of the motion to transfer venue filed on August 6, 1976.</p>\n<p></p>\n<h2>II. MOTIONS TO DISMISS</h2>\n<p>The other two prongs of the motion filed on August 6, 1976 include a motion to dismiss for failure to state a claim for relief and a motion to dismiss for lack of subject matter jurisdiction. Proceeding in accordance with Local General Rule 4, the Court will grant the parties twenty days after receipt of this order to submit additional memoranda in support of and in opposition to these motions.</p>\n<p></p>\n<h2>III. CERTIFICATION TO THE FOURTH CIRCUIT</h2>\n<p>Because of the novelty of this venue question in this Circuit and the fact that this order is not immediately appealable, the Court will make appropriate findings pursuant to 28 United States Code Section, 1292(b) for a certification of this issue to the United States Court of Appeals for the Fourth Circuit.</p>\n<p>NOW THEREFORE, in accordance with the foregoing, it is</p>\n<p>ORDERED that the motion to transfer the venue of this action interposed by the defendants in accordance with Rule 12(b), Federal Rule of Civil Procedure, be and the same is hereby DENIED; and</p>\n<p>FURTHER ORDERED that in accordance with Local General Rule 4 the parties hereto are provided twenty (10) days after receipt of this ORDER to submit additional memoranda in support of and in opposition to motions to dismiss now pending before the Court; and</p>\n<p>FURTHER ORDERED, that this Court proceeding in accordance with 28 United States Code, Section 1292(b) is of opinion that this order involves a controlling question of law as to which there is substantial grounds for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of this litigation; and</p>\n<p>FURTHER ORDERED that the Clerk shall serve a copy of this MEMORANDUM OPINION AND ORDER upon all counsel of record.</p>\n<p>LET THIS ORDER BE ENTERED FORTHWITH.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">18</span></span> (1978)</b></center>\n<center><h1>Buell Thomas ALLEN, Plaintiff,<br>\nv.<br>\nWACHOVIA BANK &amp; TRUST COMPANY, N.A., Robert Wallace Howard, and J. Reid Hooper, Defendants.</h1></center>\n<center>No. 76-0017-CIV-6.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>January 3, 1978.</center>\n<p><span class=\"star-pagination\">*19</span> J. David Duffus, Jr., Malcolm J. Howard, Charles M. Vincent, of Howard, Vincent &amp; Duffus, Greenville, N. C., for plaintiff.</p>\n<p>Michael E. Weddington, James D. Blount, Jr., of Smith, Anderson, Blount &amp; Mitchell, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>This case requires the Court to consider whether the venue provisions set out in the National Bank Act of 1875, 12 U.S.Code, Section 94, or the venue section found in the Employee's Retirement Income Security Act of 1974 (hereinafter referred to as ERISA), 29 U.S.Code, Section 1132(e)(1), determines the district where the plaintiff can initiate this action. The plaintiff urges the Court to rely on the venue provisions described in ERISA which deem the Eastern District of North Carolina as an appropriate district for the plaintiff to pursue this action. On the other hand, the defendant bank and individual defendants contend that this Court should transfer this action to the Middle District of North Carolina, Winston-Salem Division, to conform with the dictates of the National Bank Act which the defendants believe controls this question. Before tackling this question and scrutinizing the merits of the parties' contentions, the Court will briefly describe below the facts which underlie this action.</p>\n<p>According to the complaint, the defendant, Wachovia Bank &amp; Trust Company, N.A., employed the plaintiff at its Greenville, North Carolina, Regional Headquarters until August of 1975. On August 12, 1975, the Bank acting through its agents, the individual defendants named in the caption above, Robert Wallace Howard and J. Reid Hooper, discharged the plaintiff from his position with the Bank when they as agents of the Bank suspected that the plaintiff during the course of his employment, misapplied bank funds and embezzled sums from that institution. As a result of his separation from the Bank, the defendants purportedly deprived the plaintiff of the opportunity to continue to participate in or withdraw sums contributed by the plaintiff to a deferred compensation pension plan established and operated by Wachovia Bank for the benefit of its employees.</p>\n<p>Another result which allegedly flowed from the plaintiff's discharge was that the United States lodged criminal charges against the plaintiff. Upon information allegedly furnished by the defendants to the Federal Bureau of Investigation, the plaintiff was indicted for misapplication and embezzlement of funds which had previously <span class=\"star-pagination\">*20</span> led to his dismissal by the Bank. After some delay, the plaintiff was tried before a jury in this District on April 14, 1976; the jury acquitted the plaintiff of each count listed in the indictment.</p>\n<p>By this action, the plaintiff seeks to recover $364,646.00 in compensatory damages and $100,000.00 in punitive damages. The plaintiff bottoms this request for damages on three (3) independent claims for relief; the two (2) \"State\" claims are for libel and malicious prosecution and the \"Federal\" claim hinges on the plaintiff's desire to recover his contributions to the pension fund and other benefits which may stem from his participation in that deferred compensation program. The complaint alleges that 29 U.S.Code, Section 1132(e)(1), a combination jurisdiction and venue provision found in the ERISA, provides the subject matter jurisdiction for this action.</p>\n<p>In response, the defendants have interposed a four-prong motion submitted in accordance with Rule 12(b), Federal Rules of Civil Procedure. As the first prong of this motion, the defendant Bank requests a change of the present venue of this action to the Middle District of North Carolina. As the second aspect of the motion, the three (3) defendants contend that the second and third claims, for libel and malicious prosecution, fail to state a claim for relief. Thirdly, all of the defendants contend that the Court does not have subject matter jurisdiction of the two (2) \"State\" claims. Finally, the individual defendants request in the alternative that should the Court transfer the venue of this action as it effects the Bank to the Middle District of North Carolina, the venue of this cause with respect to the individual defendants should be transferred to the Middle District as well in accordance with 28 U.S.Code, Section 1404(a). Because of the procedural posture of this action, the Court will consider at this time only the first and fourth prong of the motion; the Court will hold the other aspects of the instant motion in abeyance pending a final determination as to the \"venue issues\" at bar.</p>\n<p></p>\n<h2>I. VENUE ISSUE</h2>\n<p></p>\n<h2>A. NATIONAL BANK ACT OR ERISA</h2>\n<p>In instituting this action, the plaintiff relies on the venue provisions provided in 29 U.S.Code, Section 1132(e)(2). Section 1132(e)(2) provides that:</p>\n<blockquote>\"Where an action under this title is brought in a district court of the United States, it may be brought in the district where the plan is administered, where the breach took place, or where a defendant resides or may be found, and process may be served in any other district where a defendant resides or may be found.\"</blockquote>\n<p>This action clearly sanctions the bringing of this action in the Eastern District. In opposition to the plaintiff's stance on this issue, the defendants bottom their transfer request on 12 U.S.Code, Section 94 which provides as follows:</p>\n<blockquote>\"Suits, actions, and proceedings against any association under this chapter may be had in any district or Territorial court of the United States held within the district in which such action may be established, or in any State, county, or municipal Court in the county or city in which said association is located having jurisdiction in similar cases.\"</blockquote>\n<p>Section 94 expresses Congressional intent that actions against a National Bank must be brought where the Bank is <i>established.</i> The word \"established\" has been consistently construed to mean the place specified in a Bank's charter as its home office here the Middle District of North Carolina. <i>Charlotte National Bank v. Morgan,</i> <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></span>, 145, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">37</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">282</span></span> (1895).</p>\n<p>In a recent United States Supreme Court decision, <i>Radzanower v. Touch, Ross &amp; Co.,</i> <span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span>, <span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1989</span></a></span>, <span class=\"citation\" data-id=\"109466\"><a href=\"/opinion/109466/radzanower-v-touche-ross-co/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1976), the Justices in an eight to one vote disposed of a question analogous to that at bar. There the Court was posed with a question as to whether the Securities Exchange Act of 1934, 15 U.S.Code, Section 78aa, or the National Bank Act of 1875, should determine the venue of the action. The Securities Exchange Act section discussed in that case states that:</p>\n<blockquote>\n<span class=\"star-pagination\">*21</span> \"Any suit or action to enforce any liability or duty created . . . may be brought in any such district or in the district wherein any act or transaction constituting the violation occurred or in a district wherein the defendant is found or is an inhabitant or transacts business . . .\"</blockquote>\n<p>The national banking association being sued for Securities Act violations moved to dismiss that action on the grounds that venue was improper on account that venue was controlled by Section 94 of the National Bank Act. The Court approved the granting of the motion to dismiss by the District Court and ruled that Section 94 should apply and determine the venue question. The Court couched its analysis in the following term:</p>\n<blockquote>\"It follows under the general principals of statutory construction discussed above that the narrowly drawn, specific venue provision of the National Bank Act must prevail over the broader, more generally applicable venue provision of the Securities Exchange Act. We conclude, therefore, that a national banking association is subject to suit under the Securities Exchange Act only in that district wherein it is established, and that the judgment before must accordingly be affirmed.\" 96 S.Ct. at 1995, 48 L.Ed.2d at 549.</blockquote>\n<p>If this Court follows <i>Radzanower,</i> then a national banking association, such as Wachovia Bank &amp; Trust Company, N.A., would be subject to suit for a possible violation of the ERISA only in the district where the Bank is established.</p>\n<p>In a recent decision published and rendered since <i>Radzanower,</i> a District Court found <i>Radzanower</i> sufficiently analogous to follow in a case presenting the identical issue which is before this Court. <i>Ewton v. Employees' Profit-Sharing Retirement Plan of Hibbard,</i> <span class=\"citation\" data-id=\"1501068\"><a href=\"/opinion/1501068/ewton-v-emp-profit-sharing-ret-plan-of-hibbard/\"><span class=\"volume\">416</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1055</span></a></span> (S.D.Fla., 1976). There the Court ruled that the National Banking Act, not the ERISA, controlled the venue of the action. This Court finds the rational of <i>Radzanower</i> and its subsequent application by analogy in <i>Etwon</i> convincing.</p>\n<p>This analysis is buttressed by 29 U.S. Code, Section 1144(d) which provides:</p>\n<blockquote>\"Nothing in this title shall be construed to alter, amend, modify, invalidate, impair, or supersede any law of the United States (except as provided in Sections 111 and 507(b)) or any rule or regulation issued under any such law.\"</blockquote>\n<p>This Section lucidly expresses Congressional intent that ERISA will not by implication repeal prior legislation.</p>\n<p>In accordance with the spirit of the decisions noted above, <i>Radzanower</i> and <i>Etwon,</i> and the letter of Section 1144(d), this Court finds that 12 U.S.Code, Section 94 should furnish the basis for deciding the venue of this action. Since Wachovia Bank &amp; Trust Company, N.A., has named as its home office in the Bank's charter Winston-Salem, North Carolina, the Middle District of North Carolina, should serve as the District where venue should be laid. However, as noted by the extensive discussion below, the decision that Section 94 controls the venue question, does not entirely foreclose the issues posited by the first and fourth prongs of the defendants' motion.</p>\n<p></p>\n<h2>B. WAIVER OF SECTION 94</h2>\n<p>Having concluded that the National Bank Act venue provision applies to the question at bar, this Court must next address the question of whether Wachovia Bank &amp; Trust Company, N.A. has waived the benefits of Section 94. The United States Supreme Court has suggested, at least by implication, that the protection afforded by Section 94 can be waived. <i>Michigan National Bank v. Robertson,</i> <span class=\"citation\" data-id=\"106561\"><a href=\"/opinion/106561/michigan-nat-bank-v-robertson/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></a></span>, <span class=\"citation\" data-id=\"106561\"><a href=\"/opinion/106561/michigan-nat-bank-v-robertson/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">914</span></a></span>, <span class=\"citation\" data-id=\"106561\"><a href=\"/opinion/106561/michigan-nat-bank-v-robertson/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">961</span></a></span> (1963); <i>National Bank of North America v. Associates of Obstetrics,</i> <span class=\"citation\" data-id=\"109435\"><a href=\"/opinion/109435/national-bank-of-north-america-v-associates-of-obstetrics-female/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"109435\"><a href=\"/opinion/109435/national-bank-of-north-america-v-associates-of-obstetrics-female/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1632</span></a></span>, <span class=\"citation\" data-id=\"109435\"><a href=\"/opinion/109435/national-bank-of-north-america-v-associates-of-obstetrics-female/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">92</span></a></span> (1976) (Case remanded for determination of whether the bank had waived Section 94).</p>\n<p>The plaintiff contends that the Court should construe Section 94 so that Wachovia is amenable to suit in this district. To support this contention, the plaintiff by use of permissible discovery devices has developed <span class=\"star-pagination\">*22</span> facts which show the establishment by Wachovia of a number of branch banks in the Eastern District, related business operations in this district, extensive commercial advertising in this part of the state, and the use by Wachovia of the Federal Court for this district to prosecute certain actions. The plaintiff believes that these facts have created a sense of reliance in the community where Wachovia has located a branch bank that the bank can be sued in Federal Court in this district. What the plaintiff argues is related conceptually to the personal jurisdiction concept of \"minimum contacts\" announced in the celebrated decision of <i>International Shoe v. Washington.</i> However, since the Court is faced with a venue question, the principals developed to amplify the meaning of \"minimum contacts\" are not controlling in this instance.</p>\n<p>Of course, the Bank and the individual defendants, Robert Wallace Howard and J. Reid Hooper, argue to the contrary. They note that Section 94 is the mandate of Congress. In addition, their survey of the cases has yet to uncover a circuit court opinion which has held that the establishment of a branch bank or several branch banks in a judicial district beyond the confines of the district where the Bank has its chartered place of business, subjects the Bank to suit in a noncharter district. As noted before, Wachovia believes that it is only susceptible to suit in the Middle District of North Carolina. Since no published circuit court decision directly supports the position advocated by the plaintiff, the defendants argue that the first and fourth prong of their motion filed on August 6, 1976, should be allowed.</p>\n<p>The United States Court of Appeals for the Fourth Circuit has not discussed this issue in a published decision. There are, however, published decisions in four other circuits which have dealt with branch banking and the effect that it has on Section 94. <i>Leonardi v. Chase National Bank of City of New York,</i> <span class=\"citation\" data-id=\"1475126\"><a href=\"/opinion/1475126/leonardi-v-chase-nat-bank-of-city-of-new-york/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span> (2d Cir. 1936); <i>United States National Bank v. Hill,</i> <span class=\"citation\" data-id=\"293410\"><a href=\"/opinion/293410/united-states-national-bank-a-national-banking-association-v-honorable/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1019</span></a></span> (9 Cir. 1970); <i>Helco, Inc. v. First National City Bank,</i> <span class=\"citation\" data-id=\"307130\"><a href=\"/opinion/307130/helco-inc-and-james-w-potter-v-first-national-city-bank/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">883</span></a></span> (3d Cir. 1972); <i>Northside Iron and Metal Company, Inc. v. Dobson and Johnson, Inc.,</i> <span class=\"citation\" data-id=\"311804\"><a href=\"/opinion/311804/northside-iron-and-metal-company-inc-v-dobson-and-johnson-inc-and-the/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span> (5 Cir. 1973). Since the Fourth Circuit has not had the opportunity to explore this issue in a published decision, this Court has carefully reviewed and examined the decisions cited above and will briefly review them below.</p>\n<p>The first court to analyze this problem was <i>Leonardi v. Chase National Bank of New York,</i> supra. In that case, the Bank with its charter office in the Southern District of New York was sued for money had and received in the Eastern District of New York. The Second Circuit framed the issue before it as follows: \"Is a National Bank `established' within each district in which it operates a branch bank?\" Id. at 21. The Court answered the question in the negative and justified that result with following analysis:</p>\n<blockquote>However, in <i>National City Bank of Domenech,</i> (citation omitted), it was held that a bank, having its charter location in New York City, and a branch in Porto Rico, was \"located\" in New York City and not in Porto Rico for the purpose of taxation. This is sufficient authority to hold that a national bank is not \"established\" in every district in which it has a branch bank. Id. at 22.</blockquote>\n<p>So a taxation principle initially serves as the justification for that construction placed upon the word \"established\".</p>\n<p>Several Circuits have followed <i>Leonardo</i> blindly and have not advanced additional justification for the construction of the word \"established\". <i>United States National Bank v. Hill,</i> supra; <i>Helco, Inc. v. First National City Bank,</i> supra. In each of these decisions, the Court has ruled that Section 94 can serve as a barrier in suits against national banks in districts other than their charter location.</p>\n<p>In <i>Northside Iron and Metal Company, Inc., v. the Dobson and Johnson, Inc.,</i> supra, the Court again held that National Banks can be sued only on their home ground. In reaching this conclusion, the Fifth Circuit discussed the historical purpose of Section 94 and stated that:</p>\n<blockquote>\n<span class=\"star-pagination\">*23</span> The historical purpose of the bank venue statutes was to protect national banks against inconvenience and disruption in the conduct of their business which might result from removal of records to a foreign district for purposes of defending a lawsuit. (Citations omitted). While it is undoubtedly true, as appellants point out, that technological advances in transportation and communication in the past century have reduced the potential hardship to a bank of defending a lawsuit in a foreign district, we cannot say that such distant litigation would not normally entail some inconvenience for the bank and disruption of its business, or that the special treatment accorded national banks has no rational basis. If the venue statute is to be amended or repealed, Congress is the body which must act to do so and the body to which appellants' argument should be addressed. Id. at 800.</blockquote>\n<p>This decision placed the onus on the back of Congress for the harsh results caused by Section 94.</p>\n<p>This review of the decisions published by the four circuits which have dealt with the problem points out the development of incongruous trend which is documented in an Iowa Law Review article entitled \"Waiver of Venue Under the National Bank Act: Preferential Treatment for National Banks\". 62 Iowa Law Review 129. The word \"established\" has been subject to judicial construction, a construction imposed by the Second Circuit in <i>Leonardi.</i> However, recent decisions like <i>Northside Iron</i> and a number of district court opinions have opined that Congress, not the courts, bears the responsibility for changing the venue statute. It would seem that once a statutory term has been given a judicial construction that it would continue to be subject to judicial construction when the policy on which the statute is based changes.</p>\n<p>A very recent Supreme Court decision has been rendered which construes the meaning of the word \"located\" which is also found in Section 94. <i>Citizens &amp; Southern National Bank v. Bourgas,</i> <span class=\"citation\" data-id=\"109745\"><a href=\"/opinion/109745/citizens-southern-nat-bank-v-bougas/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, <span class=\"citation\" data-id=\"109745\"><a href=\"/opinion/109745/citizens-southern-nat-bank-v-bougas/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">88</span></a></span>, <span class=\"citation\" data-id=\"109745\"><a href=\"/opinion/109745/citizens-southern-nat-bank-v-bougas/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1977). This decision does not provide insight as to the meaning of the word \"established\". However, in a concurring opinion, Justice Stewart explained his concurrence in the opinion as follows:</p>\n<blockquote>The Court's opinion, despite its disclaimer, may be read by some to imply approval of the view that, for purposes of federal-court venue under 12 U.S.C. § 94, a national bank is \"established\" only in the district that includes its charter county. . . . I have serious doubt that the cases so holding were correctly decided, and in any event this question remains an open one here.</blockquote>\n<blockquote>Today we decide only that for purposes of state-court venue under § 94 a national bank is \"located\" in any county in which it has a branch bank. There is no need in this case to consider the meaning of the word \"established\" in § 94, nor to draw any contrasts between the words \"established\" and \"located\". It is upon this understanding that I join the opinion of the Court.</blockquote>\n<p>This Court shares Justice Stewart's concern for the rational and foundation of <i>Leonardi</i> and progeny.</p>\n<p>This venue statute was enacted by Congress in the 19th Century  before the vast modernization in transportation and communication. The policy embodied in the venue act is to present the disruption caused the bank by having to transport its record to a foreign district to defend a lawsuit. <i>First National Bank of Charlotte, North Carolina v. Morgan,</i> <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">37</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">282</span></span> (1889). <i>In </i><i>Staley v. Homeland, Inc.,</i> <span class=\"citation\" data-id=\"1803113\"><a href=\"/opinion/1803113/staley-v-homeland-inc/\"><span class=\"volume\">368</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1344</span></a></span> (E.D.N.C. 1974), this Court expressed its disdain for the irrational results which Section 94 precipitates. In this age of mobility, lightning communication, rapid reproduction of documents, the policy on which the venue principle is bottomed appears outmoded and antiquated. It is the opinion of this Court that the once important policy of the National Bank Act, embodied in Section 94, no longer supports the judicial interpretation given by the courts to the statutory term \"established\" and that a new construction should be placed upon this term.</p>\n<p><span class=\"star-pagination\">*24</span> As noted above, the facts revealed by the discovery devices employed by the plaintiff indicate the vast and extensive scope of Wachovia's branch banking operation in the Eastern District of North Carolina. In fact, the bank, when replying to a request for discovery, has admitted to the scope of its operation in this part of the state. In light of this record, in particular the number of branch banks established by Wachovia in the Eastern District, the court with its utmost concern being for fairness and justice concludes that Wachovia should not at this juncture be allowed to interpose an objection to the venue of this action. By the establishment of branch banks, use of the Federal Court, extensive commercial advertising, and trust activities, Wachovia Bank &amp; Trust Company, N.A. has by implication waived the benefits of Section 94. An order follows which denies the first and fourth prongs of the motion to transfer venue filed on August 6, 1976.</p>\n<p></p>\n<h2>II. MOTIONS TO DISMISS</h2>\n<p>The other two prongs of the motion filed on August 6, 1976 include a motion to dismiss for failure to state a claim for relief and a motion to dismiss for lack of subject matter jurisdiction. Proceeding in accordance with Local General Rule 4, the Court will grant the parties twenty days after receipt of this order to submit additional memoranda in support of and in opposition to these motions.</p>\n<p></p>\n<h2>III. CERTIFICATION TO THE FOURTH CIRCUIT</h2>\n<p>Because of the novelty of this venue question in this Circuit and the fact that this order is not immediately appealable, the Court will make appropriate findings pursuant to 28 United States Code Section, 1292(b) for a certification of this issue to the United States Court of Appeals for the Fourth Circuit.</p>\n<p>NOW THEREFORE, in accordance with the foregoing, it is</p>\n<p>ORDERED that the motion to transfer the venue of this action interposed by the defendants in accordance with Rule 12(b), Federal Rule of Civil Procedure, be and the same is hereby DENIED; and</p>\n<p>FURTHER ORDERED that in accordance with Local General Rule 4 the parties hereto are provided twenty (10) days after receipt of this ORDER to submit additional memoranda in support of and in opposition to motions to dismiss now pending before the Court; and</p>\n<p>FURTHER ORDERED, that this Court proceeding in accordance with 28 United States Code, Section 1292(b) is of opinion that this order involves a controlling question of law as to which there is substantial grounds for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of this litigation; and</p>\n<p>FURTHER ORDERED that the Clerk shall serve a copy of this MEMORANDUM OPINION AND ORDER upon all counsel of record.</p>\n<p>LET THIS ORDER BE ENTERED FORTHWITH.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/293410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1475126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1501068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1803113/"
  ]
}