{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1366820/",
  "absolute_url": "/opinion/1366820/anderson-v-pamlico-chemical-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1366820/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:48:56.976097Z",
  "date_modified": "2016-04-26T21:10:23.672811Z",
  "type": "010combined",
  "sha1": "7ccf457c95a948a2eb211174f570b8e24b147138",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>470 F.Supp. 12 (1977)</b></center>\n<center><h1>Edward Lee ANDERSON and Irene Moore Anderson, Plaintiffs,<br>\nv.<br>\nPAMLICO CHEMICAL COMPANY, INCORPORATED, Defendant.</h1></center>\n<center>No. 76-0029-CIV-6.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>November 22, 1977.</center>\n<p><span class=\"star-pagination\">*13</span> C. H. Pope, Jr., Rodney A. Currin of Ward &amp; Smith, P.A., New Bern, N. C., for plaintiffs.</p>\n<p>Samuel G. Grimes of Carter, Archie &amp; Grimes, Washington, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>This action consists of 4 (four) counts alleging that the Defendant has violated the Federal Truth-in-Lending Act, 15 U.S.C. § 1601, <i>et seq.;</i> alleging that the Defendant has violated the North Carolina Retail Installment Sales Act, Chapter 25A, Article 1 of N.C.G.S. The Plaintiffs have submitted their MOTION FOR SUMMARY JUDGMENT pursuant to Rule 56 of the Federal Rules of Civil Procedure, for an entry of Summary Judgment in their favor as follows:</p>\n<p>1) On the issue of Defendant's liability as alleged in Count I of the Complaint, that the Defendant has violated N.C.G.S. 24-11, and for monetary damages in the amount of twice the amount of Eighteen Hundred Dollars and Ninety-two cents ($1800.92) as provided for in N.C.G.S. 24-2;</p>\n<p>2) On the issue of the Defendant's liability as alleged in Count Two of the Complaint, that the Defendant has violated N.C. G.S. 25A-23, that a violation of N.C.G.S. 25A-23 is an unfair trade practice under N.C.G.S. 75-1.1, and therefore Plaintiffs can recover treble damages from the Defendant under N.C.G.S. 75-16 in the amount of three times Twenty-five Thousand Dollars;</p>\n<p>3) On the issue of Defendant's liability as alleged in Count Three of the Complaint, that the Defendant has violated N.C.G.S. 25A-15(d), and monetary damages due pursuant to N.C.G.S. 25A-44(1) in the amount of twice Eighteen Hundred Dollars and Ninety-two cents ($1,800.92), plus attorneys fees;</p>\n<p>4) On the issue of Defendant's liability as alleged in Count Four of the Complaint, that the Defendant has violated Federal Reserve Regulation Z, 12 C.F.R. section 226.8(j) by failing to meet the disclosure requirements of section 226.8 of the Regulations, and similarly violated the Truth-In-Lending Act, 15 U.S.C. § 1631, and for a monetary recovery of Two Thousand Dollars ($2000), which represents the One Thousand Dollar ($1000) recovery allowed by the statute for each Plaintiff/Co-borrower, plus reasonable attorneys fees; and</p>\n<p>5) That Plaintiffs recover such other and further relief by way of actual damages under Counts Two and Four of the Complaint as they can show at the trial of the action.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>At various times from February through June of 1974, the Plaintiff, Edward Lee Anderson, made purchases of fertilizer and chemicals from Defendant and charges were made to Plaintiffs pursuant to Defendant's open-end credit plan. During that period, the credit arrangement between <span class=\"star-pagination\">*14</span> Plaintiff and Defendant was such that Plaintiff was permitted to make purchases from time to time and was allowed to defer payment therefor, subject to the continual accrual of finance charges if payment was not made within certain time periods. Said credit arrangement was an open-end credit plan and revolving charge account under which no service charge was imposed if the account was paid within twenty-five (25) days from the billing date. The annual percentage rate for finance charges imposed on said account was initially twelve percent (12%) and later increased to eighteen percent (18%) in October of 1974. By March 24, 1975 Mr. Anderson had incurred a debt amounting to Seventy-five Hundred Seventy Dollars, on which debt Mr. Anderson had paid nothing. On that date, the Plaintiffs executed a promissory note for that amount, due in full on April 15, 1975, and with interest of Eighteen percent per annum (18%) from the date of maturity (April 15, 1975). There was no interest due during or accruing during the interim period. Following the execution of the note, the Defendant agreed to allow Plaintiff to make future purchases, so long as the purchases were paid in cash at the time of purchase; however, this agreement to allow only cash purchases did not last, and the Defendant on April 29, 1975 began to allow the Plaintiff to charge additional supplies under a new account which began on that date. As to the March 24, 1975 note, this note was not paid, and therefore under the terms of the note, interest began to accrue on the amount due on April 30, 1975.</p>\n<p>By July 25, 1975 Plaintiffs had an outstanding balance on the new account of $1,701.79, and a finance charge was then applied to Plaintiffs' new account; current finance charges on the March, 1975 balance were continuously applied from the date of non-payment of the note due April 15, 1975. No payments were made by Plaintiffs on the new account after purchases made and paid for by Plaintiffs on August 20, 1975, and no payments were ever made on the March, 1975 balance. In October of 1975 the Plaintiffs owed Defendant a balance of $1738.99 on the new account and the balance due on the March, 1975 account, with accrued interest was $8,155.88. Thereafter, the Defendants allowed Plaintiffs to make no more purchases and combined the balances due into a single statement which accrued finance charges at Defendant's then current rate. As of November 25, 1975 the total balance due to the Defendant by the Plaintiffs with accrued finance charges and interest was $10,093.75.</p>\n<p>On December 13, 1975, Plaintiffs and Defendant entered into an agreement and contract which called for Defendant to forebear collection of the amount due and to reduce its interest rate on the balance outstanding to eight percent (8%) per annum. Plaintiffs executed a promissory note to Defendant for the amount due, $10,093.75, and gave Defendant a Deed of Trust on Plaintiffs' farm to secure the note. Plaintiffs were allowed to make no further purchases from Defendant. No payments were made by Plaintiffs on the note, and foreclosure proceedings were instituted by the Defendant. Notice of Foreclosure Hearing was served upon Plaintiffs on April 6, 1976, as required by N.C.G.S. section 45-21.16, and said hearing was continued at the request of the trustee on April 16, 1976. The Order of Foreclosure Sale was made by the Clerk of Superior Court of Beaufort County on May 3, 1976, and no appeal was taken therefrom by Plaintiffs. After Plaintiffs' time to take appeal from the Clerk's Order expired, the Plaintiffs sought an injunction in the General Court of Justice, District Court Division, of Beaufort County, 76-CvD-166, restraining the Defendant and the Trustee from foreclosing on the Deed of Trust and general relief from the obligation. A Restraining Order pending final determination of the action was denied. The final report and account in the foreclosure proceeding was made on August 20, 1976. On December 15, 1976, the Plaintiffs filed a Notice of Voluntary Dismissal in 76-CvD-166 and thereafter instituted this action in United States District Court.</p>\n<p></p>\n<h2>II. COUNT I</h2>\n<p>N.C.G.S. § 24-11, in relevant part, reads:</p>\n<blockquote>\n<span class=\"star-pagination\">*15</span> <i>§ 24-11. Certain revolving credit charges.</i>  (a) On the extension of credit under an open-end credit or similar plan (including revolving credit card plans, and revolving charge accounts, but excluding any loan made directly by a lender under a check loan, check credit or other such plan) under which no service charge shall be imposed upon the consumer or creditor if the account is paid within twenty-five (25) days from the billing date, there may be charged and collected interest, finance charges or other fees at a rate in the aggregate not to exceed one and one-half per cent (1½%) per month on the unpaid balance of the previous month. <i>Such extension of credit may not be secured by real or personal property or any other thing of value.</i> No person, firm or corporation may charge a discount or fee in excess of four percent (4%) of the principal amount of the accounts acquired from or through any vendor or others providing services who participate in such plan. (emphasis added)</blockquote>\n<p>The question for decision in Count I is whether the December 13, 1975 transaction was an \"extension of credit\" within the meaning set out in N.C.G.S. § 24-11. The resolution of this issue requires a two-fold analysis: first, the parameters of the statutory prohibition; and second, whether, on the facts of this case, the transaction involved comes within that prohibition.</p>\n<p>Although not an interpretation of § 24-11, the North Carolina Court of Appeals has indicated that the North Carolina usury statutes must be strictly construed. <i>Argo Air, Inc. v. Scott,</i> 18 N.C.App. 506, 197 S.E.2d 256 (1973). Following this admonition, and the dictates of common sense, this Court reads § 24-11 to mean that the extension of credit at the outset of a relationship as outlined in the statute may not be secured by real or personal property, etc., and <i>not</i> to mean that once the relationship is terminated, that the amount due and owing to the creditor may not be handled in a fashion agreeable to both the creditor and the debtor. In this case, the Deed of Trust was given to secure Plaintiffs' agreement to pay the promissory note within sixty days. No analysis of the facts of this case yields a conclusion favorable to the Plaintiffs in this Count. All credit extended to the Plaintiffs had been terminated before the December 13 transaction, and none was extended after that date. The Deed of Trust, on the facts, was given as part of the contract made between the parties to settle the overdue accounts. Defendant did not pursue all of its possible remedies, and acted in good faith during the whole term of the relationship it had with the Plaintiffs. The Court is further persuaded by Defendant's argument that the December 13 transaction was a novation, and not a continuation of the former credit arrangement. The Court therefore holds that there has been no violation of N.C.G.S. § 24-11 in Count One. The Debt on the open accounts was complete at the time of the December 13, 1975 transaction. Any extension of time in which to pay was consideration under the new contract, and not any extension of credit under the old open accounts.</p>\n<p></p>\n<h2>III. COUNT II</h2>\n<p>N.C.G.S. § 25A-2, in relevant part, reads:</p>\n<blockquote>\n<i>§ 25A-2. \"Consumer credit sale\" defined.</i>  (a) Except as provided in subsection (c) of this section, a \"consumer credit sale\" is a sale of goods or services in which</blockquote>\n<blockquote>(1) The seller is one who in the ordinary course of business regularly extends or arranges for the extension of consumer credit, or offers to extend or arrange for the extension of such credit,</blockquote>\n<blockquote>(2) The buyer is a natural person,</blockquote>\n<blockquote>(3) The goods or services are purchased primarily for a personal, family, household or agricultural purpose,</blockquote>\n<blockquote>(4) Either the debt representing the price of the goods or services is payable in installments or a finance charge is imposed, and</blockquote>\n<blockquote>(5) The amount financed does not exceed twenty-five thousand dollars ($25,000).</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*16</span> (b) \"Sale\" includes but is not limited to any contract in the form of a bailment or lease if the bailee or lessee contracts to pay as compensation for use a sum substantially equivalent to or in excess of the aggregate value of the goods and services involved, and it is agreed that the bailee or lessee will become, or for no other or for a nominal consideration, has the option to become, the owner of the goods and services upon full compliance with his obligations under such contract. * * *</blockquote>\n<p>N.C.G.S. § 25A-23 reads:</p>\n<blockquote>\n<i>§ 25A-23. Collateral taken by the seller.</i>  (a) The seller in a consumer credit sale may take a security interest only in the following property of the buyer to secure the debt arising from the sale (consumer credit sale defined in 25A-2):</blockquote>\n<blockquote>(1) The property sold,</blockquote>\n<blockquote>(2) Property previously sold by the seller to the buyer and in which the seller has an existing security interest,</blockquote>\n<blockquote>(3) Personal property to which the property sold is installed, if the amount financed is more than three hundred dollars ($300.00),</blockquote>\n<blockquote>(4) Real property to which the property sold is affixed, if the amount financed is more than one thousand dollars ($1000.00).</blockquote>\n<blockquote>(5) A self-propelled motor vehicle to which repairs are made, if the amount financed exceeds one hundred dollars ($100.00).</blockquote>\n<blockquote>(b) A security interest taken in property other than that permitted in subsection</blockquote>\n<blockquote>(a) of this section shall be void and not enforceable.</blockquote>\n<blockquote>(c) Nothing in this section shall affect any right or liens granted by Chapter 44A of the General Statutes. (1971, c. 796, s. 1.) (Emphasis added)</blockquote>\n<p>Plaintiffs contend that the December 13, 1975 transaction was a \"consumer credit sale\" within the meaning of N.C.G.S. § 25A-2, and thereby the Defendants violated § 25A-23 by taking as collateral the Plaintiffs' real estate. Again, the Court is faced with the nature of the December 13, 1975 transaction. In <i>Carolina Equipment and Parts Company v. Anders,</i> 265 N.C. 393, 144 S.E.2d 252 at 257, Justice Sharp stated for the North Carolina Supreme Court, \"A novation is the substitution of a new contract for an old one which is thereby extinguished. [citation omitted] One of the several methods by which a contract may be discharged is the substitution of a new contract, the terms of which differ from the original. [citations omitted] `In such cases the release of the obligation of the old and the substitution of new obligations constitute valuable considerations.'\" [citations omitted] This Court finds as a matter of law that the December 13, 1975 transaction between the Plaintiffs and the Defendant was a novation. The Court also finds that the aforementioned transaction was not a \"consumer credit sale\" within the meaning of Chapter 25A of the N.C.G.S. for the following reasons:</p>\n<blockquote>1) There was no sale of goods involved in the transaction.</blockquote>\n<blockquote>2) The transaction was an entirely new contract between the parties involving a forebearance by the Defendant of the collection of the past due debts of the Plaintiffs as its consideration.</blockquote>\n<blockquote>3) From a period before, and after the transaction, there was no longer in existence any extension of credit or credit sales by Defendant to the Plaintiffs.</blockquote>\n<blockquote>4) After the transaction, there no longer existed any open account between the parties, and there were no longer any obligations due Defendant by Plaintiffs other than the promissory note signed on December 13, 1975 and the Deed of Trust that secured the note.</blockquote>\n<blockquote>5) Plaintiffs' consideration for this new debt and contract was the Deed of Trust; Defendant's consideration was forebearance of collection of a valid debt for a period of time, and also the lowering of its previously-proper rate of interest on the outstanding balances owed it by Plaintiffs from 18% to 8%.</blockquote>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*17</span> IV. COUNT III</h2>\n<p>N.C.G.S. § 25A-15, in relevant part, reads:</p>\n<blockquote>\n<i>§ 25A-15. Finance charge rates for consumer credit installment sale contracts.</i>  (a) With respect to a consumer credit installment sale contract, a seller may contract for and receive a finance charge not exceeding that permitted by this section. For the purposes of this section, the finance charge rates are the rates that are required to be disclosed by the Consumer Credit Protection Act. * * *</blockquote>\n<blockquote>(d) Notwithstanding the provisions of subsections (b) and (c) above, in the event that the amount financed in a consumer credit sale contract is secured in whole or in part by a security interest in real property, the finance charge rate may not exceed twelve percent (12%) per annum.</blockquote>\n<p>During the years 1974 and 1975, the Plaintiffs had an open account with the Defendant. At various times during that period, the Defendant charged interest at an annual percentage rate of 18% or 12% per annum. On such accounts under N.C. G.S. § 25A-11, the Defendant was entitled to charge up to a maximum of one and one-half percent per month or an annual percentage rate of 18%. The interest rates that the Defendant charged were therefore never in excess of the allowable interest rates on the open accounts. Also, since the December 13, 1975 transaction was not a \"consumer credit sale\" under Chapter 25A of the N.C.G.S., but a novation, the restrictions of N.C.G.S. § 25A-15(d) are not applicable to the case at bar. There is and has been no violation of this section by virtue of the December 13, 1975 transaction. There is nothing in the North Carolina General Statutes sections relied upon by Plaintiffs which indicate that the Defendant is in violation of either the letter or spirit of those statutes; rather, the Court notes that the Defendant acted throughout the totality of the transactions previously outlined in the statement of facts with good faith, and commendable patience and forebearance.</p>\n<p></p>\n<h2>V. COUNT IV</h2>\n<p>First addressing Plaintiffs' allegations that the Defendant has violated various provisions of the Truth in Lending Act, 15 U.S.C. § 1631 <i>et seq.,</i> and various Federal Reserve Regulations promulgated under the Truth In Lending Act, i. e., 12 C.F.R. § 226.8 <i>et seq.,</i> and § 226.9, let it be said by this Court that counsel for both Plaintiffs and Defendants have \"missed the boat\" in citing what they felt were the applicable provisions in prosecution of or in defense of their various allegations and claims. For purposes of analysis, the Court repeats its prior findings: the December 13, 1975 transaction was and is a novation. Therefore, the applicable provisions in the C.F.R. are § 226.8(a) of 12 C.F.R., and 15 U.S.C. § 1639 for purposes of analysing the transaction itself in terms of the disclosure required; and second that the \"principal residence issue\" raised by the Plaintiffs is dealt with by 12 C.F.R. § 226.9.</p>\n<p>The Court has painstakingly waded through the maze of regulations, letters, and advisory opinions by various committees, and comes to this conclusion: The Defendant complied with all relevant parts of the Federal Reserve Regulations and the United States Code with regard to disclosure required under the circumstances outlined by the facts in this case, EXCEPT one, that being the disclosure required by 12 C.F.R. § 226.9(a) and (b), which speaks to the requirement of the debtor's right to rescind within three (3) days any contract extending or granting credit which is secured by a security interest in the debtor's principal residence. The fact that the Plaintiffs' have waived their right to rescind the agreement by virtue of the fact that they have transferred all of their interests, both legal and equitable, in the property away, 12 C.F.R. § 226.9(h)(2), does not alter the fact that Defendant did not comply with the requirements. The Court is distressed to make this finding due to the fact that Defendant gave Plaintiffs many opportunities to make good on their debt, the Plaintiffs willingly entered into the December 13, 1975 transaction, and the Defendant still had to bear a significant loss in <span class=\"star-pagination\">*18</span> the long run in reducing the Plaintiffs' debt to Defendant. However, this Court is unable to arrive at the equitable solution by reason of its duty to enforce and uphold the statutes of the United States. Therefore, it is held that the Defendant is in violation of 12 C.F.R. § 226.9 and is therefore liable for damages in the amount to be determined by an examination of 15 U.S.C. 1640 and an analysis of the damages available thereunder. The Court will next address the quantum of damages.</p>\n<p>Under 15 U.S.C. § 1640, a person found to be in violation of the Truth in Lending Act is liable to the person wronged in an amount equal to the sum of \"(1) twice the amount of the finance charge in connection with the transaction, except that the liability under this paragraph shall not be less than $100 nor greater than $1000; and (2) in the case of any successful action to enforce the foregoing liability, the costs of the action together with a reasonable attorney's fee as determined by the court.\" In this action, no finance charge was ever collected from the transaction in question, the December 13, 1975 note and Deed of Trust transaction. To impose a penalty for what the finance charge \"would have been\" is the sheerest folly, and therefore the damages due from Defendant to Plaintiffs is the amount of One Hundred Dollars ($100). Plaintiff's claim that two statutory penalties are recoverable is incorrect in that the Fourth Circuit has held that where there is only one credit transaction, only one civil penalty should be imposed. <i>Powers v. Sims and Levin,</i> 542 F.2d 1216 (4th Cir. 1976). There was but one credit transaction, and the plaintiffs were but joint obligors of that obligation. <i>Id.</i> at 1219.</p>\n<p>NOW THEREFORE, IN ACCORDANCE WITH THE FOREGOING, IT IS ORDERED, ADJUDGED, AND DECREED that the Plaintiffs' MOTIONS for Summary Judgment as to Counts I, II, III, and the prayer for \"such and other relief as the Court may grant under Counts II &amp; IV be, and the same are hereby DENIED, and those causes of action are hereby DISMISSED. It is FURTHER ORDERED that the Plaintiffs' MOTION for Summary Judgment as to Count IV be, and the same is hereby GRANTED insofar as the liability of the Defendant is established under the Statutes and Regulations cited by the Court above. It is FURTHER ORDERED that the Defendant is liable to the Plaintiffs for violation of said Statutes and Regulations in the sum of One Hundred Dollars ($100); It is FURTHER ORDERED THAT THE DEFENDANT IS TO PAY THE COSTS OF THIS ACTION INSOFAR AS they relate to the Federal Truth in Lending Counts of the Complaint; and it is further ORDERED that the Plaintiffs' attorneys are to submit to this Court within twenty (20) days a proposed sum which represents a reasonable attorneys fee for work done on the Federal Cause of Action; and it is FURTHER ORDERED THAT the Clerk shall serve copies of this MEMORANDUM OPINION AND ORDER upon counsel for Plaintiffs and upon counsel for the Defendant.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">12</span></span> (1977)</b></center>\n<center><h1>Edward Lee ANDERSON and Irene Moore Anderson, Plaintiffs,<br>\nv.<br>\nPAMLICO CHEMICAL COMPANY, INCORPORATED, Defendant.</h1></center>\n<center>No. 76-0029-CIV-6.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>November 22, 1977.</center>\n<p><span class=\"star-pagination\">*13</span> C. H. Pope, Jr., Rodney A. Currin of Ward &amp; Smith, P.A., New Bern, N. C., for plaintiffs.</p>\n<p>Samuel G. Grimes of Carter, Archie &amp; Grimes, Washington, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>This action consists of 4 (four) counts alleging that the Defendant has violated the Federal Truth-in-Lending Act, 15 U.S.C. § 1601, <i>et seq.;</i> alleging that the Defendant has violated the North Carolina Retail Installment Sales Act, Chapter 25A, Article 1 of N.C.G.S. The Plaintiffs have submitted their MOTION FOR SUMMARY JUDGMENT pursuant to Rule 56 of the Federal Rules of Civil Procedure, for an entry of Summary Judgment in their favor as follows:</p>\n<p>1) On the issue of Defendant's liability as alleged in Count I of the Complaint, that the Defendant has violated N.C.G.S. 24-11, and for monetary damages in the amount of twice the amount of Eighteen Hundred Dollars and Ninety-two cents ($1800.92) as provided for in N.C.G.S. 24-2;</p>\n<p>2) On the issue of the Defendant's liability as alleged in Count Two of the Complaint, that the Defendant has violated N.C. G.S. 25A-23, that a violation of N.C.G.S. 25A-23 is an unfair trade practice under N.C.G.S. 75-1.1, and therefore Plaintiffs can recover treble damages from the Defendant under N.C.G.S. 75-16 in the amount of three times Twenty-five Thousand Dollars;</p>\n<p>3) On the issue of Defendant's liability as alleged in Count Three of the Complaint, that the Defendant has violated N.C.G.S. 25A-15(d), and monetary damages due pursuant to N.C.G.S. 25A-44(1) in the amount of twice Eighteen Hundred Dollars and Ninety-two cents ($1,800.92), plus attorneys fees;</p>\n<p>4) On the issue of Defendant's liability as alleged in Count Four of the Complaint, that the Defendant has violated Federal Reserve Regulation Z, 12 C.F.R. section 226.8(j) by failing to meet the disclosure requirements of section 226.8 of the Regulations, and similarly violated the Truth-In-Lending Act, 15 U.S.C. § 1631, and for a monetary recovery of Two Thousand Dollars ($2000), which represents the One Thousand Dollar ($1000) recovery allowed by the statute for each Plaintiff/Co-borrower, plus reasonable attorneys fees; and</p>\n<p>5) That Plaintiffs recover such other and further relief by way of actual damages under Counts Two and Four of the Complaint as they can show at the trial of the action.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>At various times from February through June of 1974, the Plaintiff, Edward Lee Anderson, made purchases of fertilizer and chemicals from Defendant and charges were made to Plaintiffs pursuant to Defendant's open-end credit plan. During that period, the credit arrangement between <span class=\"star-pagination\">*14</span> Plaintiff and Defendant was such that Plaintiff was permitted to make purchases from time to time and was allowed to defer payment therefor, subject to the continual accrual of finance charges if payment was not made within certain time periods. Said credit arrangement was an open-end credit plan and revolving charge account under which no service charge was imposed if the account was paid within twenty-five (25) days from the billing date. The annual percentage rate for finance charges imposed on said account was initially twelve percent (12%) and later increased to eighteen percent (18%) in October of 1974. By March 24, 1975 Mr. Anderson had incurred a debt amounting to Seventy-five Hundred Seventy Dollars, on which debt Mr. Anderson had paid nothing. On that date, the Plaintiffs executed a promissory note for that amount, due in full on April 15, 1975, and with interest of Eighteen percent per annum (18%) from the date of maturity (April 15, 1975). There was no interest due during or accruing during the interim period. Following the execution of the note, the Defendant agreed to allow Plaintiff to make future purchases, so long as the purchases were paid in cash at the time of purchase; however, this agreement to allow only cash purchases did not last, and the Defendant on April 29, 1975 began to allow the Plaintiff to charge additional supplies under a new account which began on that date. As to the March 24, 1975 note, this note was not paid, and therefore under the terms of the note, interest began to accrue on the amount due on April 30, 1975.</p>\n<p>By July 25, 1975 Plaintiffs had an outstanding balance on the new account of $1,701.79, and a finance charge was then applied to Plaintiffs' new account; current finance charges on the March, 1975 balance were continuously applied from the date of non-payment of the note due April 15, 1975. No payments were made by Plaintiffs on the new account after purchases made and paid for by Plaintiffs on August 20, 1975, and no payments were ever made on the March, 1975 balance. In October of 1975 the Plaintiffs owed Defendant a balance of $1738.99 on the new account and the balance due on the March, 1975 account, with accrued interest was $8,155.88. Thereafter, the Defendants allowed Plaintiffs to make no more purchases and combined the balances due into a single statement which accrued finance charges at Defendant's then current rate. As of November 25, 1975 the total balance due to the Defendant by the Plaintiffs with accrued finance charges and interest was $10,093.75.</p>\n<p>On December 13, 1975, Plaintiffs and Defendant entered into an agreement and contract which called for Defendant to forebear collection of the amount due and to reduce its interest rate on the balance outstanding to eight percent (8%) per annum. Plaintiffs executed a promissory note to Defendant for the amount due, $10,093.75, and gave Defendant a Deed of Trust on Plaintiffs' farm to secure the note. Plaintiffs were allowed to make no further purchases from Defendant. No payments were made by Plaintiffs on the note, and foreclosure proceedings were instituted by the Defendant. Notice of Foreclosure Hearing was served upon Plaintiffs on April 6, 1976, as required by N.C.G.S. section 45-21.16, and said hearing was continued at the request of the trustee on April 16, 1976. The Order of Foreclosure Sale was made by the Clerk of Superior Court of Beaufort County on May 3, 1976, and no appeal was taken therefrom by Plaintiffs. After Plaintiffs' time to take appeal from the Clerk's Order expired, the Plaintiffs sought an injunction in the General Court of Justice, District Court Division, of Beaufort County, 76-CvD-166, restraining the Defendant and the Trustee from foreclosing on the Deed of Trust and general relief from the obligation. A Restraining Order pending final determination of the action was denied. The final report and account in the foreclosure proceeding was made on August 20, 1976. On December 15, 1976, the Plaintiffs filed a Notice of Voluntary Dismissal in 76-CvD-166 and thereafter instituted this action in United States District Court.</p>\n<p></p>\n<h2>II. COUNT I</h2>\n<p>N.C.G.S. § 24-11, in relevant part, reads:</p>\n<blockquote>\n<span class=\"star-pagination\">*15</span> <i>§ 24-11. Certain revolving credit charges.</i>  (a) On the extension of credit under an open-end credit or similar plan (including revolving credit card plans, and revolving charge accounts, but excluding any loan made directly by a lender under a check loan, check credit or other such plan) under which no service charge shall be imposed upon the consumer or creditor if the account is paid within twenty-five (25) days from the billing date, there may be charged and collected interest, finance charges or other fees at a rate in the aggregate not to exceed one and one-half per cent (1½%) per month on the unpaid balance of the previous month. <i>Such extension of credit may not be secured by real or personal property or any other thing of value.</i> No person, firm or corporation may charge a discount or fee in excess of four percent (4%) of the principal amount of the accounts acquired from or through any vendor or others providing services who participate in such plan. (emphasis added)</blockquote>\n<p>The question for decision in Count I is whether the December 13, 1975 transaction was an \"extension of credit\" within the meaning set out in N.C.G.S. § 24-11. The resolution of this issue requires a two-fold analysis: first, the parameters of the statutory prohibition; and second, whether, on the facts of this case, the transaction involved comes within that prohibition.</p>\n<p>Although not an interpretation of § 24-11, the North Carolina Court of Appeals has indicated that the North Carolina usury statutes must be strictly construed. <i>Argo Air, Inc. v. Scott,</i> 18 N.C.App. 506, <span class=\"citation\" data-id=\"1222253\"><a href=\"/opinion/1222253/argo-air-inc-v-scott/\"><span class=\"volume\">197</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">256</span></a></span> (1973). Following this admonition, and the dictates of common sense, this Court reads § 24-11 to mean that the extension of credit at the outset of a relationship as outlined in the statute may not be secured by real or personal property, etc., and <i>not</i> to mean that once the relationship is terminated, that the amount due and owing to the creditor may not be handled in a fashion agreeable to both the creditor and the debtor. In this case, the Deed of Trust was given to secure Plaintiffs' agreement to pay the promissory note within sixty days. No analysis of the facts of this case yields a conclusion favorable to the Plaintiffs in this Count. All credit extended to the Plaintiffs had been terminated before the December 13 transaction, and none was extended after that date. The Deed of Trust, on the facts, was given as part of the contract made between the parties to settle the overdue accounts. Defendant did not pursue all of its possible remedies, and acted in good faith during the whole term of the relationship it had with the Plaintiffs. The Court is further persuaded by Defendant's argument that the December 13 transaction was a novation, and not a continuation of the former credit arrangement. The Court therefore holds that there has been no violation of N.C.G.S. § 24-11 in Count One. The Debt on the open accounts was complete at the time of the December 13, 1975 transaction. Any extension of time in which to pay was consideration under the new contract, and not any extension of credit under the old open accounts.</p>\n<p></p>\n<h2>III. COUNT II</h2>\n<p>N.C.G.S. § 25A-2, in relevant part, reads:</p>\n<blockquote>\n<i>§ 25A-2. \"Consumer credit sale\" defined.</i>  (a) Except as provided in subsection (c) of this section, a \"consumer credit sale\" is a sale of goods or services in which</blockquote>\n<blockquote>(1) The seller is one who in the ordinary course of business regularly extends or arranges for the extension of consumer credit, or offers to extend or arrange for the extension of such credit,</blockquote>\n<blockquote>(2) The buyer is a natural person,</blockquote>\n<blockquote>(3) The goods or services are purchased primarily for a personal, family, household or agricultural purpose,</blockquote>\n<blockquote>(4) Either the debt representing the price of the goods or services is payable in installments or a finance charge is imposed, and</blockquote>\n<blockquote>(5) The amount financed does not exceed twenty-five thousand dollars ($25,000).</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*16</span> (b) \"Sale\" includes but is not limited to any contract in the form of a bailment or lease if the bailee or lessee contracts to pay as compensation for use a sum substantially equivalent to or in excess of the aggregate value of the goods and services involved, and it is agreed that the bailee or lessee will become, or for no other or for a nominal consideration, has the option to become, the owner of the goods and services upon full compliance with his obligations under such contract. * * *</blockquote>\n<p>N.C.G.S. § 25A-23 reads:</p>\n<blockquote>\n<i>§ 25A-23. Collateral taken by the seller.</i>  (a) The seller in a consumer credit sale may take a security interest only in the following property of the buyer to secure the debt arising from the sale (consumer credit sale defined in 25A-2):</blockquote>\n<blockquote>(1) The property sold,</blockquote>\n<blockquote>(2) Property previously sold by the seller to the buyer and in which the seller has an existing security interest,</blockquote>\n<blockquote>(3) Personal property to which the property sold is installed, if the amount financed is more than three hundred dollars ($300.00),</blockquote>\n<blockquote>(4) Real property to which the property sold is affixed, if the amount financed is more than one thousand dollars ($1000.00).</blockquote>\n<blockquote>(5) A self-propelled motor vehicle to which repairs are made, if the amount financed exceeds one hundred dollars ($100.00).</blockquote>\n<blockquote>(b) A security interest taken in property other than that permitted in subsection</blockquote>\n<blockquote>(a) of this section shall be void and not enforceable.</blockquote>\n<blockquote>(c) Nothing in this section shall affect any right or liens granted by Chapter 44A of the General Statutes. (1971, c. 796, s. 1.) (Emphasis added)</blockquote>\n<p>Plaintiffs contend that the December 13, 1975 transaction was a \"consumer credit sale\" within the meaning of N.C.G.S. § 25A-2, and thereby the Defendants violated § 25A-23 by taking as collateral the Plaintiffs' real estate. Again, the Court is faced with the nature of the December 13, 1975 transaction. In <i>Carolina Equipment and Parts Company v. Anders,</i> <span class=\"citation\" data-id=\"1348657\"><a href=\"/opinion/1348657/carolina-equipment-and-parts-company-v-anders/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">393</span></a></span>, <span class=\"citation\" data-id=\"1348657\"><a href=\"/opinion/1348657/carolina-equipment-and-parts-company-v-anders/\"><span class=\"volume\">144</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">252</span></a></span> at 257, Justice Sharp stated for the North Carolina Supreme Court, \"A novation is the substitution of a new contract for an old one which is thereby extinguished. [citation omitted] One of the several methods by which a contract may be discharged is the substitution of a new contract, the terms of which differ from the original. [citations omitted] `In such cases the release of the obligation of the old and the substitution of new obligations constitute valuable considerations.'\" [citations omitted] This Court finds as a matter of law that the December 13, 1975 transaction between the Plaintiffs and the Defendant was a novation. The Court also finds that the aforementioned transaction was not a \"consumer credit sale\" within the meaning of Chapter 25A of the N.C.G.S. for the following reasons:</p>\n<blockquote>1) There was no sale of goods involved in the transaction.</blockquote>\n<blockquote>2) The transaction was an entirely new contract between the parties involving a forebearance by the Defendant of the collection of the past due debts of the Plaintiffs as its consideration.</blockquote>\n<blockquote>3) From a period before, and after the transaction, there was no longer in existence any extension of credit or credit sales by Defendant to the Plaintiffs.</blockquote>\n<blockquote>4) After the transaction, there no longer existed any open account between the parties, and there were no longer any obligations due Defendant by Plaintiffs other than the promissory note signed on December 13, 1975 and the Deed of Trust that secured the note.</blockquote>\n<blockquote>5) Plaintiffs' consideration for this new debt and contract was the Deed of Trust; Defendant's consideration was forebearance of collection of a valid debt for a period of time, and also the lowering of its previously-proper rate of interest on the outstanding balances owed it by Plaintiffs from 18% to 8%.</blockquote>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*17</span> IV. COUNT III</h2>\n<p>N.C.G.S. § 25A-15, in relevant part, reads:</p>\n<blockquote>\n<i>§ 25A-15. Finance charge rates for consumer credit installment sale contracts.</i>  (a) With respect to a consumer credit installment sale contract, a seller may contract for and receive a finance charge not exceeding that permitted by this section. For the purposes of this section, the finance charge rates are the rates that are required to be disclosed by the Consumer Credit Protection Act. * * *</blockquote>\n<blockquote>(d) Notwithstanding the provisions of subsections (b) and (c) above, in the event that the amount financed in a consumer credit sale contract is secured in whole or in part by a security interest in real property, the finance charge rate may not exceed twelve percent (12%) per annum.</blockquote>\n<p>During the years 1974 and 1975, the Plaintiffs had an open account with the Defendant. At various times during that period, the Defendant charged interest at an annual percentage rate of 18% or 12% per annum. On such accounts under N.C. G.S. § 25A-11, the Defendant was entitled to charge up to a maximum of one and one-half percent per month or an annual percentage rate of 18%. The interest rates that the Defendant charged were therefore never in excess of the allowable interest rates on the open accounts. Also, since the December 13, 1975 transaction was not a \"consumer credit sale\" under Chapter 25A of the N.C.G.S., but a novation, the restrictions of N.C.G.S. § 25A-15(d) are not applicable to the case at bar. There is and has been no violation of this section by virtue of the December 13, 1975 transaction. There is nothing in the North Carolina General Statutes sections relied upon by Plaintiffs which indicate that the Defendant is in violation of either the letter or spirit of those statutes; rather, the Court notes that the Defendant acted throughout the totality of the transactions previously outlined in the statement of facts with good faith, and commendable patience and forebearance.</p>\n<p></p>\n<h2>V. COUNT IV</h2>\n<p>First addressing Plaintiffs' allegations that the Defendant has violated various provisions of the Truth in Lending Act, 15 U.S.C. § 1631 <i>et seq.,</i> and various Federal Reserve Regulations promulgated under the Truth In Lending Act, i. e., 12 C.F.R. § 226.8 <i>et seq.,</i> and § 226.9, let it be said by this Court that counsel for both Plaintiffs and Defendants have \"missed the boat\" in citing what they felt were the applicable provisions in prosecution of or in defense of their various allegations and claims. For purposes of analysis, the Court repeats its prior findings: the December 13, 1975 transaction was and is a novation. Therefore, the applicable provisions in the C.F.R. are § 226.8(a) of 12 C.F.R., and 15 U.S.C. § 1639 for purposes of analysing the transaction itself in terms of the disclosure required; and second that the \"principal residence issue\" raised by the Plaintiffs is dealt with by 12 C.F.R. § 226.9.</p>\n<p>The Court has painstakingly waded through the maze of regulations, letters, and advisory opinions by various committees, and comes to this conclusion: The Defendant complied with all relevant parts of the Federal Reserve Regulations and the United States Code with regard to disclosure required under the circumstances outlined by the facts in this case, EXCEPT one, that being the disclosure required by 12 C.F.R. § 226.9(a) and (b), which speaks to the requirement of the debtor's right to rescind within three (3) days any contract extending or granting credit which is secured by a security interest in the debtor's principal residence. The fact that the Plaintiffs' have waived their right to rescind the agreement by virtue of the fact that they have transferred all of their interests, both legal and equitable, in the property away, 12 C.F.R. § 226.9(h)(2), does not alter the fact that Defendant did not comply with the requirements. The Court is distressed to make this finding due to the fact that Defendant gave Plaintiffs many opportunities to make good on their debt, the Plaintiffs willingly entered into the December 13, 1975 transaction, and the Defendant still had to bear a significant loss in <span class=\"star-pagination\">*18</span> the long run in reducing the Plaintiffs' debt to Defendant. However, this Court is unable to arrive at the equitable solution by reason of its duty to enforce and uphold the statutes of the United States. Therefore, it is held that the Defendant is in violation of 12 C.F.R. § 226.9 and is therefore liable for damages in the amount to be determined by an examination of 15 U.S.C. 1640 and an analysis of the damages available thereunder. The Court will next address the quantum of damages.</p>\n<p>Under 15 U.S.C. § 1640, a person found to be in violation of the Truth in Lending Act is liable to the person wronged in an amount equal to the sum of \"(1) twice the amount of the finance charge in connection with the transaction, except that the liability under this paragraph shall not be less than $100 nor greater than $1000; and (2) in the case of any successful action to enforce the foregoing liability, the costs of the action together with a reasonable attorney's fee as determined by the court.\" In this action, no finance charge was ever collected from the transaction in question, the December 13, 1975 note and Deed of Trust transaction. To impose a penalty for what the finance charge \"would have been\" is the sheerest folly, and therefore the damages due from Defendant to Plaintiffs is the amount of One Hundred Dollars ($100). Plaintiff's claim that two statutory penalties are recoverable is incorrect in that the Fourth Circuit has held that where there is only one credit transaction, only one civil penalty should be imposed. <i>Powers v. Sims and Levin,</i> <span class=\"citation\" data-id=\"339735\"><a href=\"/opinion/339735/eugene-roosevelt-powers-and-lila-virginia-powers-v-sims-and-levin/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1216</span></a></span> (4th Cir. 1976). There was but one credit transaction, and the plaintiffs were but joint obligors of that obligation. <i>Id.</i> at 1219.</p>\n<p>NOW THEREFORE, IN ACCORDANCE WITH THE FOREGOING, IT IS ORDERED, ADJUDGED, AND DECREED that the Plaintiffs' MOTIONS for Summary Judgment as to Counts I, II, III, and the prayer for \"such and other relief as the Court may grant under Counts II &amp; IV be, and the same are hereby DENIED, and those causes of action are hereby DISMISSED. It is FURTHER ORDERED that the Plaintiffs' MOTION for Summary Judgment as to Count IV be, and the same is hereby GRANTED insofar as the liability of the Defendant is established under the Statutes and Regulations cited by the Court above. It is FURTHER ORDERED that the Defendant is liable to the Plaintiffs for violation of said Statutes and Regulations in the sum of One Hundred Dollars ($100); It is FURTHER ORDERED THAT THE DEFENDANT IS TO PAY THE COSTS OF THIS ACTION INSOFAR AS they relate to the Federal Truth in Lending Counts of the Complaint; and it is further ORDERED that the Plaintiffs' attorneys are to submit to this Court within twenty (20) days a proposed sum which represents a reasonable attorneys fee for work done on the Federal Cause of Action; and it is FURTHER ORDERED THAT the Clerk shall serve copies of this MEMORANDUM OPINION AND ORDER upon counsel for Plaintiffs and upon counsel for the Defendant.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/339735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1348657/"
  ]
}