{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1367331/",
  "absolute_url": "/opinion/1367331/united-states-v-state-of-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1367331/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:49:06.042391Z",
  "date_modified": "2016-04-27T00:19:43.283271Z",
  "type": "010combined",
  "sha1": "e13e6d281a354f6148437e34ee2ebb950061f451",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>400 F.Supp. 343 (1975)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nNorth Carolina Association of Educators et al., Plaintiffs-Intervenors,<br>\nv.<br>\nSTATE OF NORTH CAROLINA et al., Defendants.</h1></center>\n<center>Civ. No. 4476.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 27, 1975.</center>\n<p><span class=\"star-pagination\">*344</span> <span class=\"star-pagination\">*345</span> Carl Tilghman, Asst. U. S. Atty., J. Stanley Pottinger, Asst. Atty. Gen., Thomas M. Keeling, Daniel L. Bell, II, Bruce L. Downey, Attys., Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Stephen J. Pollak, Richard M. Sharp, and David Rubin, Washington, D. C., for intervening plaintiff, National Education Association.</p>\n<p>Adam Stein, Chapel Hill, N. C., and J. LeVonne Chambers, for intervening plaintiffs North Carolina Association of Educators, Inc. and Annie M. Brown, and others.</p>\n<p>Rufus L. Edmisten, Atty. Gen., Andrew A. Vanore, Jr., Deputy Atty. Gen., and Edwin M. Speas, Jr., Asst. Atty. Gen., Dept. of Justice, Raleigh, N. C., for defendants.</p>\n<p>Before HAYNSWORTH, Chief Circuit Judge, CRAVEN, Circuit Judge, and DUPREE, District Judge.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND RESERVATION OF QUESTIONS</h2>\n<p>CRAVEN, Circuit Judge:</p>\n<p>This is a partial decision in a bifurcated trial before a three-judge court. What we presently decide goes to the merits, and maybe the heart of the matter, but is only one of several difficult questions presented.</p>\n<p>In the beginning, (October 16, 1973) this was a lawsuit brought by the United States in the form of a \"pattern and practice\" complaint against the State of North Carolina and its state Board of Education and the members of that Board. The defendants are charged in the complaint with having violated 42 U.S.C. § 2000e, <i>et seq.,</i> and the <span class=\"star-pagination\">*346</span> fourteenth amendment to the Constitution of the United States. Invidious discrimination against blacks, Indians and Oriental persons is alleged to have been implemented by minimum test score requirements on the National Teacher Examination (NTE), and we are asked to hold N.C.Gen.Stat. § 115-153 (Supp.1974) and <i>as amended</i> and certification regulations of the state Board, which together require the minimum scores, to be unconstitutional and/or in violation of 42 U.S.C. § 2000e <i>et seq.</i><sup>[1]</sup></p>\n<p>On January 15, 1974, the North Carolina Association of Educators (NCAE), and 24 individual black teachers, on behalf of themselves and all other teachers in North Carolina similarly situated, moved to intervene as parties plaintiff. Jurisdictional allegations were broadened, and in addition to invocation of the fourteenth amendment and 42 U.S.C. § 2000e, the plaintiff-intervenors also alleged that the State and its Board were in violation of 42 U.S.C. §§ 1981, 1983. We permitted the intervention, but in a pre-trial order, entered with the consent of the parties, we postponed \"all legal and factual issues relating to back pay, damages or other monetary relief, including costs and attorneys' fees, and all legal and factual issues relating to class action requirements, . . . [until] after the court has determined whether any or all of the teacher certification requirements challenged by plaintiff and plaintiff-intervenors are contrary to federal law.\"</p>\n<p></p>\n<h2>I.</h2>\n<p>Does the use of a 475 WCE and 475 TAE, or composite 950 NTE cut-off score by the State and its Board of Education violate the fourteenth amendment?<sup>[2]</sup></p>\n<p>The certification of teachers by way of testing is not new in North Carolina. The laws of 1881 contemplated some form of testing and gradation of excellence and three different certificates were issued varying with proficiency in the matters examined upon. But the practice was apparently abandoned and from 1921 through 1959 the State adopted and followed the \"course and hour\" method of certification which meant automatic admission and licensing upon completion of a specified course and hour sequence in an accredited institution in North Carolina.<sup>[3]</sup> From April 9, 1960, to January 9, 1964, the State and its Board returned to testing pursuant to Resolution 73 of the General Assembly of North Carolina of 1959 mandating the state Board \"to administer the National Teacher Examination or its nationally recognized equivalent.\" But during this period of time applicants were not required to attain a minimum score on the NTE as a prerequisite for certification.</p>\n<p>On January 9, 1964, the state Board for the first time adopted minimum score requirements on the Weighted Common Examination (WCE) of the NTE to be effective July 1, 1964, as a prerequisite for the issuance of certificates.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*347</span> The state Board on June 2, 1966, revised its NTE regulations to increase the minimum WCE score requirement for all types of certificates and for the first time established a separate minimum score requirement on the Teacher Area Examinations (TAE) of the NTE.<sup>[5]</sup> The state Board adopted the same minimum scores for both WCE and TAE, <i>e. g.,</i> to qualify for a class A teaching certificate the applicant must get 475 or above on each examination or a total minimum score of 950. The 950 minimum score remained in effect from March 7, 1968, to August 10, 1972. On December 7, 1972, the state Board continued its retreat, begun in August of 1972, from the minimum score scheme, and abolished it entirely. The Board provided that licensing after July 1, 1973, would be determined by \"exit criteria.\" Under the new licensing format the applicant's class rank would be accorded equal weight with his NTE score, and the NTE score would constitute not less than 10 points and no more than 25 points on a total point scale of 150. Professional performance and personal and social characteristics of the candidate would account for two thirds of the total possible points.</p>\n<p>On April 19, 1973, the General Assembly, notwithstanding the opposition of the state superintendent of public instruction, the director of teacher certification, and Educational Testing Service, enacted N.C.Gen.Stat. § 115-153 (Supp. 1974) directing the state Board to require applicants for certification \"to demonstrate his or her academic and professional preparation by achieving a prescribed minimum score at least equivalent to that required by the Board on November 30, 1972, on a standard examination appropriate and adequate for that purpose; provided further, that in the event that the Board shall specify the National Teachers Examinations for this purpose, the required minimum score shall not be lower than that which the Board required on November 30, 1972.\"</p>\n<p>At the time the bill to reinstate the NTE cut-off score requirement was pending before the General Assembly, NTE racial statistics were made available to the chairman of the House Education Committee. These figures showed that 31.08 percent of the black candidates for certification scored below the 950 cut-off on the NTE, while only 1.36 <span class=\"star-pagination\">*348</span> percent of white candidates fell below that score.</p>\n<p>There are 32 teacher training institutions accredited by the state of North Carolina. Their quality varies from institutions of the highest academic standards to those that admit any applicant, regardless of high school record, including at least one whose president conceded that his institution sometimes admitted functional illiterates and graduated some of them. The State itself proposes that we find as a fact, and we do, that the State cannot rely on all its teacher institutions to produce graduates and candidates for certification who possess minimal academic capabilities. Although all such institutions are presumably integrated, the record strongly suggests that by reason of habit or tradition or other reasons, more blacks tend to go to the poorer quality training institutes and more whites to the better ones.</p>\n<p>Consistently, Educational Testing Service has urged the state Board <i>not</i> to use NTE scores as cut-off requirements for licensing. ETS's guidelines for using NTE, which guidelines were sent to the state Board, flatly state that using an NTE score for determining a teacher's retention, tenure, or salary level is a misuse of the examinations. The NTE are not designed for use in assessing in-service teachers; they measure only the academic preparation of prospective teachers. Even as to candidates for initial licensing, ETS opposes, and opposed in this case, the use of 950 as a cut-off score. When the initial cut-off score of 450 on the WCE was adopted in 1964 no study or appraisal of any sort was conducted by anyone to establish either the purpose or validity of such a score as a minimum requirement for licensing. Apparently 950 was chosen as the cut-off score without considering what level of academic knowledge would be minimal for competent teaching, and indeed, without considering whether the NTE examination actually tested essential academic knowledge without which one would lack competency to teach. Instead, the idea seems to have been one of grading on a curve so as to simply eliminate a statistically predictable predetermined percentage. At best it was a convoluted curve that failed to exclude the same percentage in the various teaching areas. For example, a score of 500 on the NTE Biology and General Science Examination would disqualify about two percent of the biology majors, whereas the same score on the NTE German Examination would eliminate nearly 17 percent of all German majors.</p>\n<p>Relatively little integration was achieved in North Carolina until the 1960's, and we view it as more than coincidental, that written testing of teacher applicants coincided with the movement of black teachers into previously all-white schools. Resolution 73 of the General Assembly in 1959 reflected the legislative awareness that no longer could the incompetency of black training schools and black teachers be viewed with apathy and indifference because the day might be coming when some of those teachers would be teaching white pupils. Even now the record strongly suggests that the State is still paying the price for having accredited teacher training institutions that were never fit to do the job and whose present incapacity largely contributes to the problem. For example, Appendix E of the State's trial brief shows that the average SAT score of entering freshmen in North Carolina public senior institutions varied from 717 at North Carolina Central to 1,100 at UNC-Chapel Hill in the year 1974.</p>\n<p></p>\n<h2>II.</h2>\n<p>We think it is beyond argument that the State of North Carolina has the right to adopt academic requirements and written achievement tests designed and validated to disclose the minimum amount of knowledge necessary to effective teaching. <i>Dent v. West Virginia,</i> 129 U.S. 114, 9 S.Ct. 231, 32 L.Ed.2d 623 (1889) (medicine); <i>Stephens v. Dennis,</i> 293 F.Supp. 589 (N.D.Ala.1968) (pharmacy); <span class=\"star-pagination\">*349</span> <i>Lombardi v. Tauro,</i> 470 F.2d 798 (1st Cir. 1972), <i>cert. denied,</i> 412 U. S. 919, 93 S.Ct. 2734, 37 L.Ed.2d 145 (1973) (law); <i>Graves v. Minnesota,</i> 272 U.S. 425, 47 S.Ct. 122, 71 L.Ed. 331 (1926) (dentistry); <i>Williamson v. Lee Optical Co.,</i> 348 U.S. 483, 75 S.Ct. 461, 99 L.Ed. 563 (1955) (optometry); <i>England v. Louisiana Board of Medical Examiners,</i> 246 F.Supp. 993 (E.D.La.1965), <i>aff'd </i><i>mem.,</i> 384 U.S. 885, 86 S.Ct. 1924, 16 L.Ed.2d 998 (1966) (chiropractic medicine) and <i>Milner v. Burson,</i> 320 F. Supp. 706 (N.D.Ga.1970) (driver training instruction).</p>\n<p>What is wrong here is the failure of North Carolina to validate 950 as a NTE cut-off score. The record does not disclose why 950 was chosen rather than 900 or 1,000 or 800 or 1,100.<sup>[6]</sup> We do not know what, if any, relationship exists between the cut-off score and the so-called competency based program adopted by the State Board of Education in April 1973. Nor has there been any validation with respect to teacher competency, <i>e. g.,</i> that a score of 949 truly means that one does not possess enough knowledge to teach adequately. One exhibit, Table X in plaintiff-intervenors' brief, indicates that 158 out of 165 teachers who made a score lower than 950 on the NTE were rated as satisfactory or better by their principals or supervisors.</p>\n<p>In <i>Baker v. Columbus Municipal Separate School District,</i> 462 F.2d 1112 (5th Cir. 1972), the court said:</p>\n<blockquote>It is uncontradicted that the NTE cut-off score requirement was set by [the school district] without any investigation or study of the validity and reliability of the examination or the cut-off score as a means of selecting teachers for hiring . . . and without consultation with the Educational Testing Service.</blockquote>\n<p><i>Id.</i> at 1114.</p>\n<p>We have the same situation here plus the additional factor that Educational Testing Service consistently opposed the adoption of any cut-off score without validation in relation to the training institutions in North Carolina and the job performance desired and thought to be necessary in the various public school positions. As stated in the brief of Educational Testing Service,</p>\n<blockquote>[t]here is no evidence in the record that prior to establishing this score requirement, any study or appraisal was conducted by any expert, either a member of the staff of a state agency or independent consultant, that could provide any basis for rational relationship between the score and the stated goals of the legislature. It is fundamental that any classification of persons by a state must be, at the very least, rationally related to a legitimate legislative purpose, and if there is no such relationship the legislation must be held to be arbitrary and capricious in violation of the fourteenth amendment.</blockquote>\n<p>We hold that selection of a cut-off score that has not been shown to reveal teacher competency and that has a disparate impact on blacks \". . . is not reasonably related to any proper governmental objective,\" and constitutes a burdensome and arbitrary denial of equal protection under the fourteenth amendment. <i>See </i><i>Bolling v. Sharpe,</i> 347 U.S. 497, 74 S.Ct. 693, 98 L.Ed. 884 (1954); <i>Yick Wo v. Hopkins,</i> 118 U.S. 356, 6 S. Ct. 1064, 30 L.Ed. 220 (1886); <i>Keyes v. School District No. 1,</i> 413 U.S. 189, 93 S.Ct. 2686, 37 L.Ed.2d 548 (1973); <i>Chance v. Board of Examiners,</i> 458 F. 2d 1167, 1177 (2d Cir. 1972).</p>\n<p>On June 19, 1975, the North Carolina General Assembly amended N.C.Gen. Stat. § 115-153 (Supp.1974). The effect of the amendment is to license all persons who make the minimum 950 score with a \"regular certificate.\" <span class=\"star-pagination\">*350</span> Those who do not make such a score but who meet such other requirements as may be established by the state Board, are to be issued a probation certificate which shall be effective for a period of two years. During that two-year period the classroom performance of those who fail to make the minimum score shall be regularly and systematically evaluated and thereafter the state Board is empowered to review the classroom performance and determine whether the teacher has demonstrated that degree of knowledge of subject matter and the principles and methods of education necessary to teach in public schools. If the state Board makes such an affirmative determination it shall issue a regular certificate, and if not, the probationary certificate shall expire and the teacher shall not be eligible for employment in the public schools. Curiously, the amendment is temporary. It expires on July 1, 1977, and upon expiration, the provisions of N.C.Gen.Stat. § 115-153 (Supp.1974) will again apply unless there is further legislative action. We reject the defendants' suggestion of partial mootness. The classification is still the same: it depends upon attainment of the minimum 950 score. The consequences are ameliorated by the establishment of an alternate way to achieve licensing. To have another way is better than to have none, but it is not so good as to be initially licensed and not subject to further competency inquiry.</p>\n<p></p>\n<h2>III.</h2>\n<p>We conclude:</p>\n<p>1. In a free society all persons have a right of access to all vocations. <i>Schware v. Board of Bar Examiners,</i> 353 U.S. 232, 77 S.Ct. 752, 1 L.Ed.2d 796 (1957).</p>\n<p>2. For the purpose of protecting the public from incompetency, the State may limit access to a vocation, here teaching, by establishing minimum standards of knowledge and acquired skills. <i>Dent v. West Virginia,</i> 129 U.S. 114, 9 S.Ct. 231, 32 L.Ed. 623 (1889).</p>\n<p>3. NTE tests do not measure teaching skills but do measure the content of the academic preparation of prospective teachers. We are inclined to think that the NTE tests measure the critical mass of knowledge in academic subject matter and that a score somewhere on the scale would disclose the knowledge necessary as a prerequisite to effective teaching.</p>\n<p>4. Where that point is  whether at 950 or some other score  is not established by the record.</p>\n<p>5. Therefore, the establishment of 950 as a cut-off score is arbitrary, and unrelated to the legitimate state purpose of assuring possession of knowledge in academic subject matter necessary to effective teaching.</p>\n<p>6. The right of the State to set standards for the purpose of improving the quality of instruction in the public schools is not separable from the right of the prospective teacher applicant to enter his chosen vocation. It is doubtless true that the top ten percent of those taking an NTE test possess more academic knowledge than the bottom ten percent, but it does not necessarily follow that the State may refuse to license the lowest 90 percent, or any other percent  unless the refusal is job-related. Instead, the State must license not only the \"best\" but all those who are competent. Yet it is for the State to determine the minimum level of competence which shall be required of its teachers. It may require a higher level of competence than required by other states and it may administer tests designed to measure that competence and shown to be job-related.</p>\n<blockquote>The nature and extent of the qualifications required must depend primarily upon the judgment of the state as to their necessity. If they are appropriate to the calling or profession, and attainable by reasonable study or application, <i>no objection to their validity can be raised because of their stringency or difficulty.</i>\n</blockquote>\n<p><i>Dent v. West Virginia,</i> 129 U.S. 114, 9 S.Ct. 231, 32 L.Ed. 623 (1889). (Italics added).</p>\n<p><span class=\"star-pagination\">*351</span> Here there has been no valid determination of the point or dividing line between competency and incompetency and no job-relationship. Because the State may not refuse to license the competent applicant it may not do what it has done here: select a given score that is statistically calculated to produce a given failure percentage without showing a correlation with competency. In theory, at least, it should be possible for <i>all</i> applicants to pass a given test, <i>i. e.,</i> to demonstrate the minimum necessary academic knowledge to enter the profession.</p>\n<p>7. Plaintiff and plaintiff-intervenors are entitled to a declaration that N.C. Gen.Stat. § 115-153 (Supp.1974), and <i>as amended,</i> is invalid and unconstitutional to the extent that it mandates refusal of licensing to otherwise qualified applicants who fail to score as high as 950 on the combined tests, or 475 on the WCE.</p>\n<p>8. An injunction will issue to require the defendants to license the plaintiff-intervenors and members of their class who are qualified for licensing except for their failure to attain the minimum NTE score requirements. The defendants will be further required to issue to each teacher in the state holding an \"NTE\" permit or \"nonstandard\" rating or denied any certification or ratings since the adoption of the minimum cut-off score requirements, the certificate or rating he would be entitled to hold but for the minimum cut-off score requirements.</p>\n<p>9. Nothing contained herein shall be deemed to prevent the State from reinstating a written test cut-off score for prospective applicants to enter the teaching profession in North Carolina provided that such cut-off score shall first have been validated with respect to minimum academic knowledge an applicant must possess in order to become a reasonably adequate and competent teacher and that such score be shown to bear a rational relationship to teaching capacity.<sup>[7]</sup><i>See</i> ETS' Manual for Designing and Conducting Validity Studies Based on the National Teacher Examinations 1972.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2><i>Reserved Questions</i></h2>\n<p>Pursuant to the Pre-Trial Order bifurcating the trial, the court requests that the parties brief these questions:<sup>[8]</sup></p>\n<p>1. Does the eleventh amendment, not a bar to a suit by the United States against a state, <i>Monaco v. Mississippi,</i> 292 U.S. 313, 54 S.Ct. 745, 78 L.Ed. 1282 (1934), nevertheless constitute a bar to the prayer of the United States that the State be enjoined from \"failing and refusing to grant relief, including . . . compensation for financial loss to otherwise qualified black, American Indian and Oriental applicants . . .\"?</p>\n<p>2. Does the complaint of the United States seek, and if so, is the United States entitled to recover monetary damages against the State for named plaintiff-intervenors <span class=\"star-pagination\">*352</span> and members of the class? Put differently, may the United States in a \"pattern or practice\" suit filed by the attorney general recover from a state monetary compensation for persons who have been unlawfully denied licensing as teachers? <i>See </i><i>United States v. Masonry Contractors Assn,</i> 497 F.2d 871 (6th Cir. 1974).</p>\n<p>3. Assuming that back pay can be awarded in a § 2000e-6(a) suit by the United States against a private employer, <i>United States v. Masonry, supra,</i> does it make a difference that here the suit is against one of the states and in a context not involving \"back pay\" but instead monetary compensation for failure to license?</p>\n<p>4. With respect to the complaint of plaintiff-intervenors and the class of teachers unlawfully denied licensing, does the eleventh amendment bar monetary relief against the State? <i>See </i><i>Edelman v. Jordan,</i> 415 U.S. 651, 94 S. Ct. 1347, 39 L.Ed.2d 662 (1974).</p>\n<p>5. Is the State and/or its State Board of Education an \"employer\" or \"employment agency\" within the meaning of 42 U.S.C. 2000e <i>et seq.</i>? <i>See </i><i>Sibley Memorial Hospital v. Wilson,</i> 160 U.S.App.D.C. 14, 488 F.2d 1338 (1973); <i>Puntolillo v. New Hampshire Racing Comm'n,</i> 375 F.Supp. 1089 (D.N.H. 1974).</p>\n<p>6. If the State and its Board are held to be employers or employment agencies within the meaning of the statute, does the eleventh amendment nevertheless protect the State against a monetary award?</p>\n<p>7. With respect to the § 1981 and 1983 causes of action pleaded by plaintiff-intervenors, does the doctrine of legislative immunity have any application to the Board of Education acting under the mandate of the state legislature, and does the doctrine protect the State and its Board from an award of monetary damages? <i>See </i><i>Eslinger v. Thomas,</i> 476 F.2d 225 (4th Cir. 1973).</p>\n<p>8. If 42 U.S.C. 2000e <i>et seq.</i> does not apply to the State in this fact context, are plaintiffs nevertheless entitled to monetary compensation for violation of their rights under the fourteenth amendment?</p>\n<p>9. Are counsel for plaintiff-intervenors entitled to recover reasonable attorneys' fees?</p>\n<p>We request counsel to agree as to the form of an appropriate judgment and submit it.</p>\n<h2>NOTES</h2>\n<p>[1]  Because it is easier to test the state statute against the fourteenth amendment than against the federal statute, we reverse the usual practice of disposing of a case on statutory grounds where possible. There is ample precedent for such a course. <i>Eisenstadt v. Baird,</i> 405 U.S. 438, 447 n. 7, 92 S.Ct. 1029, 31 L.Ed.2d 349 (1972); <i>Chance v. Board of Examiners,</i> 458 F.2d 1167 (2d Cir. 1972).</p>\n<p>[2]  WCE means Weighted Common Examination and is a \"general\" examination as compared with TAE which is a specific teaching area examination. <i>See, infra,</i> pp. 346-347 &amp; note 5.</p>\n<p>[3]  Later, the state Board went to an \"Approved Program\" method of certification, and has since moved toward what it calls a Competency-Based Program. Except for legislative intervention by enactment of the challenged statute, the present Competency-Based Program would have included \"exit criteria\" reducing NTE scores to one sixth of the total points required for certification.</p>\n<p>[4]  To qualify for the regular A certificate:\n</p>\n<p>(a) The candidate had to meet all requirements for the certificate and in addition score a minimum of 450 on the WCE of the NTE.</p>\n<p>(b) A candidate who met all requirements for the A certificate, but scored less than 450 and not lower than 400 on the WCE was issued a probationary certificate. The holder of this certificate had to convert to a regular certificate by attaining the 450 score within a two year period. Failure to reach that score within the probationary period voided the certificate until a minimum score was attained.</p>\n<p>(c) No certificate was issued to an applicant who made a score lower than 400 on the WCE until an acceptable score was made in a later examination.</p>\n<p>To qualify for the G or advanced certificate:</p>\n<p>(a) A candidate for such certificate had to meet all requirements for the certificate and in addition score a minimum of 500 on the WCE of the NTE.</p>\n<p>(b) No graduate or advanced certificate was issued to an applicant who made a score lower than 500 on the WCE until that score was raised to 500 or above in the later examination. (RA-15).</p>\n<p>[5]  The NTE's prepared by Educational Testing Service, of Princeton, New Jersey, are a battery of achievement tests designed to measure the academic preparation of college seniors completing a four-year program in teacher education. The WCE, sometimes called common examinations, are designed to measure an individual's level of academic training in psychological foundations of education, and methods, principles and practices of teaching, plus (in a second part) written English expression, social studies, literature and the fine arts and science and mathematicswhich subjects are included in most teacher training programs and are thought to provide useful background in any teaching field. The area examinations (TAE) measure a prospective teacher's level of academic preparation in his area of specialization. There are currently 28 such examinations ranging from the teaching of reading in elementary school to chemistry, biology and educational administration and supervision.</p>\n<p>[6]  In oral argument we are told by counsel for Educational Testing Service that Chicago and Los Angeles use cut-off scores of 1,100  validated and approved by Educational Testing Service.</p>\n<p>[7]  If we were deciding the question of test validity under 42 U.S.C. § 2000e <i>et seq.,</i> the standard would be job-relatedness. Neither the fourteenth amendment approach nor 42 U.S.C. § 2000e <i>et seq.</i> require determination of state purpose and intention; and we need not, and do not, decide the briefed and argued question of deliberate invidious discrimination. Adverse consequences are enough  unless cut-off scores are rationally related to teaching capacity and performance. <i>Griggs v. Duke Power Co.,</i> 401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1970).</p>\n<p>[8]  Citations contained in the questions are meant to mark the beginning of analysis and research and not the end of it. Such citations are <i>not</i> an intimation of the court's viewpoint with respect to the answer to any of the questions.\n</p>\n<p>The findings of fact contained herein, although applicable to determination of the reserved questions, are not intended to be exhaustive. The court will make further findings as may be thought necessary, and invites counsel to propose any further findings that are thought to be essential to decision of the questions reserved.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">343</span></span> (1975)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nNorth Carolina Association of Educators et al., Plaintiffs-Intervenors,<br>\nv.<br>\nSTATE OF NORTH CAROLINA et al., Defendants.</h1></center>\n<center>Civ. No. 4476.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 27, 1975.</center>\n<p><span class=\"star-pagination\">*344</span> <span class=\"star-pagination\">*345</span> Carl Tilghman, Asst. U. S. Atty., J. Stanley Pottinger, Asst. Atty. Gen., Thomas M. Keeling, Daniel L. Bell, II, Bruce L. Downey, Attys., Dept. of Justice, Washington, D. C., for plaintiff.</p>\n<p>Stephen J. Pollak, Richard M. Sharp, and David Rubin, Washington, D. C., for intervening plaintiff, National Education Association.</p>\n<p>Adam Stein, Chapel Hill, N. C., and J. LeVonne Chambers, for intervening plaintiffs North Carolina Association of Educators, Inc. and Annie M. Brown, and others.</p>\n<p>Rufus L. Edmisten, Atty. Gen., Andrew A. Vanore, Jr., Deputy Atty. Gen., and Edwin M. Speas, Jr., Asst. Atty. Gen., Dept. of Justice, Raleigh, N. C., for defendants.</p>\n<p>Before HAYNSWORTH, Chief Circuit Judge, CRAVEN, Circuit Judge, and DUPREE, District Judge.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION AND RESERVATION OF QUESTIONS</h2>\n<p>CRAVEN, Circuit Judge:</p>\n<p>This is a partial decision in a bifurcated trial before a three-judge court. What we presently decide goes to the merits, and maybe the heart of the matter, but is only one of several difficult questions presented.</p>\n<p>In the beginning, (October 16, 1973) this was a lawsuit brought by the United States in the form of a \"pattern and practice\" complaint against the State of North Carolina and its state Board of Education and the members of that Board. The defendants are charged in the complaint with having violated 42 U.S.C. § 2000e, <i>et seq.,</i> and the <span class=\"star-pagination\">*346</span> fourteenth amendment to the Constitution of the United States. Invidious discrimination against blacks, Indians and Oriental persons is alleged to have been implemented by minimum test score requirements on the National Teacher Examination (NTE), and we are asked to hold N.C.Gen.Stat. § 115-153 (Supp.1974) and <i>as amended</i> and certification regulations of the state Board, which together require the minimum scores, to be unconstitutional and/or in violation of 42 U.S.C. § 2000e <i>et seq.</i><sup>[1]</sup></p>\n<p>On January 15, 1974, the North Carolina Association of Educators (NCAE), and 24 individual black teachers, on behalf of themselves and all other teachers in North Carolina similarly situated, moved to intervene as parties plaintiff. Jurisdictional allegations were broadened, and in addition to invocation of the fourteenth amendment and 42 U.S.C. § 2000e, the plaintiff-intervenors also alleged that the State and its Board were in violation of 42 U.S.C. §§ 1981, 1983. We permitted the intervention, but in a pre-trial order, entered with the consent of the parties, we postponed \"all legal and factual issues relating to back pay, damages or other monetary relief, including costs and attorneys' fees, and all legal and factual issues relating to class action requirements, . . . [until] after the court has determined whether any or all of the teacher certification requirements challenged by plaintiff and plaintiff-intervenors are contrary to federal law.\"</p>\n<p></p>\n<h2>I.</h2>\n<p>Does the use of a 475 WCE and 475 TAE, or composite 950 NTE cut-off score by the State and its Board of Education violate the fourteenth amendment?<sup>[2]</sup></p>\n<p>The certification of teachers by way of testing is not new in North Carolina. The laws of 1881 contemplated some form of testing and gradation of excellence and three different certificates were issued varying with proficiency in the matters examined upon. But the practice was apparently abandoned and from 1921 through 1959 the State adopted and followed the \"course and hour\" method of certification which meant automatic admission and licensing upon completion of a specified course and hour sequence in an accredited institution in North Carolina.<sup>[3]</sup> From April 9, 1960, to January 9, 1964, the State and its Board returned to testing pursuant to Resolution 73 of the General Assembly of North Carolina of 1959 mandating the state Board \"to administer the National Teacher Examination or its nationally recognized equivalent.\" But during this period of time applicants were not required to attain a minimum score on the NTE as a prerequisite for certification.</p>\n<p>On January 9, 1964, the state Board for the first time adopted minimum score requirements on the Weighted Common Examination (WCE) of the NTE to be effective July 1, 1964, as a prerequisite for the issuance of certificates.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*347</span> The state Board on June 2, 1966, revised its NTE regulations to increase the minimum WCE score requirement for all types of certificates and for the first time established a separate minimum score requirement on the Teacher Area Examinations (TAE) of the NTE.<sup>[5]</sup> The state Board adopted the same minimum scores for both WCE and TAE, <i>e. g.,</i> to qualify for a class A teaching certificate the applicant must get 475 or above on each examination or a total minimum score of 950. The 950 minimum score remained in effect from March 7, 1968, to August 10, 1972. On December 7, 1972, the state Board continued its retreat, begun in August of 1972, from the minimum score scheme, and abolished it entirely. The Board provided that licensing after July 1, 1973, would be determined by \"exit criteria.\" Under the new licensing format the applicant's class rank would be accorded equal weight with his NTE score, and the NTE score would constitute not less than 10 points and no more than 25 points on a total point scale of 150. Professional performance and personal and social characteristics of the candidate would account for two thirds of the total possible points.</p>\n<p>On April 19, 1973, the General Assembly, notwithstanding the opposition of the state superintendent of public instruction, the director of teacher certification, and Educational Testing Service, enacted N.C.Gen.Stat. § 115-153 (Supp. 1974) directing the state Board to require applicants for certification \"to demonstrate his or her academic and professional preparation by achieving a prescribed minimum score at least equivalent to that required by the Board on November 30, 1972, on a standard examination appropriate and adequate for that purpose; provided further, that in the event that the Board shall specify the National Teachers Examinations for this purpose, the required minimum score shall not be lower than that which the Board required on November 30, 1972.\"</p>\n<p>At the time the bill to reinstate the NTE cut-off score requirement was pending before the General Assembly, NTE racial statistics were made available to the chairman of the House Education Committee. These figures showed that 31.08 percent of the black candidates for certification scored below the 950 cut-off on the NTE, while only 1.36 <span class=\"star-pagination\">*348</span> percent of white candidates fell below that score.</p>\n<p>There are 32 teacher training institutions accredited by the state of North Carolina. Their quality varies from institutions of the highest academic standards to those that admit any applicant, regardless of high school record, including at least one whose president conceded that his institution sometimes admitted functional illiterates and graduated some of them. The State itself proposes that we find as a fact, and we do, that the State cannot rely on all its teacher institutions to produce graduates and candidates for certification who possess minimal academic capabilities. Although all such institutions are presumably integrated, the record strongly suggests that by reason of habit or tradition or other reasons, more blacks tend to go to the poorer quality training institutes and more whites to the better ones.</p>\n<p>Consistently, Educational Testing Service has urged the state Board <i>not</i> to use NTE scores as cut-off requirements for licensing. ETS's guidelines for using NTE, which guidelines were sent to the state Board, flatly state that using an NTE score for determining a teacher's retention, tenure, or salary level is a misuse of the examinations. The NTE are not designed for use in assessing in-service teachers; they measure only the academic preparation of prospective teachers. Even as to candidates for initial licensing, ETS opposes, and opposed in this case, the use of 950 as a cut-off score. When the initial cut-off score of 450 on the WCE was adopted in 1964 no study or appraisal of any sort was conducted by anyone to establish either the purpose or validity of such a score as a minimum requirement for licensing. Apparently 950 was chosen as the cut-off score without considering what level of academic knowledge would be minimal for competent teaching, and indeed, without considering whether the NTE examination actually tested essential academic knowledge without which one would lack competency to teach. Instead, the idea seems to have been one of grading on a curve so as to simply eliminate a statistically predictable predetermined percentage. At best it was a convoluted curve that failed to exclude the same percentage in the various teaching areas. For example, a score of 500 on the NTE Biology and General Science Examination would disqualify about two percent of the biology majors, whereas the same score on the NTE German Examination would eliminate nearly 17 percent of all German majors.</p>\n<p>Relatively little integration was achieved in North Carolina until the 1960's, and we view it as more than coincidental, that written testing of teacher applicants coincided with the movement of black teachers into previously all-white schools. Resolution 73 of the General Assembly in 1959 reflected the legislative awareness that no longer could the incompetency of black training schools and black teachers be viewed with apathy and indifference because the day might be coming when some of those teachers would be teaching white pupils. Even now the record strongly suggests that the State is still paying the price for having accredited teacher training institutions that were never fit to do the job and whose present incapacity largely contributes to the problem. For example, Appendix E of the State's trial brief shows that the average SAT score of entering freshmen in North Carolina public senior institutions varied from 717 at North Carolina Central to 1,100 at UNC-Chapel Hill in the year 1974.</p>\n<p></p>\n<h2>II.</h2>\n<p>We think it is beyond argument that the State of North Carolina has the right to adopt academic requirements and written achievement tests designed and validated to disclose the minimum amount of knowledge necessary to effective teaching. <i>Dent v. West Virginia,</i> <span class=\"citation\" data-id=\"92392\"><a href=\"/opinion/92392/dent-v-west-virginia/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">231</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">623</span></span> (1889) (medicine); <i>Stephens v. Dennis,</i> <span class=\"citation\" data-id=\"1982315\"><a href=\"/opinion/1982315/stephens-v-dennis/\"><span class=\"volume\">293</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">589</span></a></span> (N.D.Ala.1968) (pharmacy); <span class=\"star-pagination\">*349</span> <i>Lombardi v. Tauro,</i> <span class=\"citation\" data-id=\"307111\"><a href=\"/opinion/307111/dominic-m-lombardi-v-g-joseph-tauro/\"><span class=\"volume\">470</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span> (1st Cir. 1972), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2734</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">145</span></span> (1973) (law); <i>Graves v. Minnesota,</i> <span class=\"citation\" data-id=\"100937\"><a href=\"/opinion/100937/graves-v-minnesota/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">425</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">122</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">331</span></span> (1926) (dentistry); <i>Williamson v. Lee Optical Co.,</i> <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">563</span></a></span> (1955) (optometry); <i>England v. Louisiana Board of Medical Examiners,</i> <span class=\"citation\" data-id=\"1425205\"><a href=\"/opinion/1425205/england-v-louisiana-state-board-of-medical-examiners/\"><span class=\"volume\">246</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">993</span></a></span> (E.D.La.1965), <i>aff'd </i><i>mem.,</i> <span class=\"citation\" data-id=\"1087686\"><a href=\"/opinion/1087686/england-v-louisiana-bd-of-medical-examiners/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">885</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1924</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">998</span></span> (1966) (chiropractic medicine) and <i>Milner v. Burson,</i> <span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">706</span></span> (N.D.Ga.1970) (driver training instruction).</p>\n<p>What is wrong here is the failure of North Carolina to validate 950 as a NTE cut-off score. The record does not disclose why 950 was chosen rather than 900 or 1,000 or 800 or 1,100.<sup>[6]</sup> We do not know what, if any, relationship exists between the cut-off score and the so-called competency based program adopted by the State Board of Education in April 1973. Nor has there been any validation with respect to teacher competency, <i>e. g.,</i> that a score of 949 truly means that one does not possess enough knowledge to teach adequately. One exhibit, Table X in plaintiff-intervenors' brief, indicates that 158 out of 165 teachers who made a score lower than 950 on the NTE were rated as satisfactory or better by their principals or supervisors.</p>\n<p>In <i>Baker v. Columbus Municipal Separate School District,</i> <span class=\"citation\" data-id=\"304328\"><a href=\"/opinion/304328/4-fair-emplpraccas-921-4-empl-prac-dec-p-7889-bettye-joe-baker-v/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></a></span> (5th Cir. 1972), the court said:</p>\n<blockquote>It is uncontradicted that the NTE cut-off score requirement was set by [the school district] without any investigation or study of the validity and reliability of the examination or the cut-off score as a means of selecting teachers for hiring . . . and without consultation with the Educational Testing Service.</blockquote>\n<p><i>Id.</i> at 1114.</p>\n<p>We have the same situation here plus the additional factor that Educational Testing Service consistently opposed the adoption of any cut-off score without validation in relation to the training institutions in North Carolina and the job performance desired and thought to be necessary in the various public school positions. As stated in the brief of Educational Testing Service,</p>\n<blockquote>[t]here is no evidence in the record that prior to establishing this score requirement, any study or appraisal was conducted by any expert, either a member of the staff of a state agency or independent consultant, that could provide any basis for rational relationship between the score and the stated goals of the legislature. It is fundamental that any classification of persons by a state must be, at the very least, rationally related to a legitimate legislative purpose, and if there is no such relationship the legislation must be held to be arbitrary and capricious in violation of the fourteenth amendment.</blockquote>\n<p>We hold that selection of a cut-off score that has not been shown to reveal teacher competency and that has a disparate impact on blacks \". . . is not reasonably related to any proper governmental objective,\" and constitutes a burdensome and arbitrary denial of equal protection under the fourteenth amendment. <i>See </i><i>Bolling v. Sharpe,</i> <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></a></span>, <span class=\"citation\" data-id=\"105222\"><a href=\"/opinion/105222/bolling-v-sharpe/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">884</span></a></span> (1954); <i>Yick Wo v. Hopkins,</i> <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">220</span></span> (1886); <i>Keyes v. School District No. 1,</i> <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2686</span></a></span>, <span class=\"citation\" data-id=\"108844\"><a href=\"/opinion/108844/keyes-v-school-dist-no-1-denver/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1973); <i>Chance v. Board of Examiners,</i> <span class=\"citation\" data-id=\"302977\"><a href=\"/opinion/302977/4-fair-emplpraccas-596-4-empl-prac-dec-p-7756-boston-m-chance/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1167</span></a></span>, 1177 (2d Cir. 1972).</p>\n<p>On June 19, 1975, the North Carolina General Assembly amended N.C.Gen. Stat. § 115-153 (Supp.1974). The effect of the amendment is to license all persons who make the minimum 950 score with a \"regular certificate.\" <span class=\"star-pagination\">*350</span> Those who do not make such a score but who meet such other requirements as may be established by the state Board, are to be issued a probation certificate which shall be effective for a period of two years. During that two-year period the classroom performance of those who fail to make the minimum score shall be regularly and systematically evaluated and thereafter the state Board is empowered to review the classroom performance and determine whether the teacher has demonstrated that degree of knowledge of subject matter and the principles and methods of education necessary to teach in public schools. If the state Board makes such an affirmative determination it shall issue a regular certificate, and if not, the probationary certificate shall expire and the teacher shall not be eligible for employment in the public schools. Curiously, the amendment is temporary. It expires on July 1, 1977, and upon expiration, the provisions of N.C.Gen.Stat. § 115-153 (Supp.1974) will again apply unless there is further legislative action. We reject the defendants' suggestion of partial mootness. The classification is still the same: it depends upon attainment of the minimum 950 score. The consequences are ameliorated by the establishment of an alternate way to achieve licensing. To have another way is better than to have none, but it is not so good as to be initially licensed and not subject to further competency inquiry.</p>\n<p></p>\n<h2>III.</h2>\n<p>We conclude:</p>\n<p>1. In a free society all persons have a right of access to all vocations. <i>Schware v. Board of Bar Examiners,</i> <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">796</span></a></span> (1957).</p>\n<p>2. For the purpose of protecting the public from incompetency, the State may limit access to a vocation, here teaching, by establishing minimum standards of knowledge and acquired skills. <i>Dent v. West Virginia,</i> <span class=\"citation\" data-id=\"92392\"><a href=\"/opinion/92392/dent-v-west-virginia/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">231</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">623</span></span> (1889).</p>\n<p>3. NTE tests do not measure teaching skills but do measure the content of the academic preparation of prospective teachers. We are inclined to think that the NTE tests measure the critical mass of knowledge in academic subject matter and that a score somewhere on the scale would disclose the knowledge necessary as a prerequisite to effective teaching.</p>\n<p>4. Where that point is  whether at 950 or some other score  is not established by the record.</p>\n<p>5. Therefore, the establishment of 950 as a cut-off score is arbitrary, and unrelated to the legitimate state purpose of assuring possession of knowledge in academic subject matter necessary to effective teaching.</p>\n<p>6. The right of the State to set standards for the purpose of improving the quality of instruction in the public schools is not separable from the right of the prospective teacher applicant to enter his chosen vocation. It is doubtless true that the top ten percent of those taking an NTE test possess more academic knowledge than the bottom ten percent, but it does not necessarily follow that the State may refuse to license the lowest 90 percent, or any other percent  unless the refusal is job-related. Instead, the State must license not only the \"best\" but all those who are competent. Yet it is for the State to determine the minimum level of competence which shall be required of its teachers. It may require a higher level of competence than required by other states and it may administer tests designed to measure that competence and shown to be job-related.</p>\n<blockquote>The nature and extent of the qualifications required must depend primarily upon the judgment of the state as to their necessity. If they are appropriate to the calling or profession, and attainable by reasonable study or application, <i>no objection to their validity can be raised because of their stringency or difficulty.</i>\n</blockquote>\n<p><i>Dent v. West Virginia,</i> <span class=\"citation\" data-id=\"92392\"><a href=\"/opinion/92392/dent-v-west-virginia/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">231</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">623</span></span> (1889). (Italics added).</p>\n<p><span class=\"star-pagination\">*351</span> Here there has been no valid determination of the point or dividing line between competency and incompetency and no job-relationship. Because the State may not refuse to license the competent applicant it may not do what it has done here: select a given score that is statistically calculated to produce a given failure percentage without showing a correlation with competency. In theory, at least, it should be possible for <i>all</i> applicants to pass a given test, <i>i. e.,</i> to demonstrate the minimum necessary academic knowledge to enter the profession.</p>\n<p>7. Plaintiff and plaintiff-intervenors are entitled to a declaration that N.C. Gen.Stat. § 115-153 (Supp.1974), and <i>as amended,</i> is invalid and unconstitutional to the extent that it mandates refusal of licensing to otherwise qualified applicants who fail to score as high as 950 on the combined tests, or 475 on the WCE.</p>\n<p>8. An injunction will issue to require the defendants to license the plaintiff-intervenors and members of their class who are qualified for licensing except for their failure to attain the minimum NTE score requirements. The defendants will be further required to issue to each teacher in the state holding an \"NTE\" permit or \"nonstandard\" rating or denied any certification or ratings since the adoption of the minimum cut-off score requirements, the certificate or rating he would be entitled to hold but for the minimum cut-off score requirements.</p>\n<p>9. Nothing contained herein shall be deemed to prevent the State from reinstating a written test cut-off score for prospective applicants to enter the teaching profession in North Carolina provided that such cut-off score shall first have been validated with respect to minimum academic knowledge an applicant must possess in order to become a reasonably adequate and competent teacher and that such score be shown to bear a rational relationship to teaching capacity.<sup>[7]</sup><i>See</i> ETS' Manual for Designing and Conducting Validity Studies Based on the National Teacher Examinations 1972.</p>\n<p></p>\n<h2>IV.</h2>\n<p></p>\n<h2><i>Reserved Questions</i></h2>\n<p>Pursuant to the Pre-Trial Order bifurcating the trial, the court requests that the parties brief these questions:<sup>[8]</sup></p>\n<p>1. Does the eleventh amendment, not a bar to a suit by the United States against a state, <i>Monaco v. Mississippi,</i> <span class=\"citation\" data-id=\"102271\"><a href=\"/opinion/102271/principality-of-monaco-v-mississippi/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">745</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1282</span></span> (1934), nevertheless constitute a bar to the prayer of the United States that the State be enjoined from \"failing and refusing to grant relief, including . . . compensation for financial loss to otherwise qualified black, American Indian and Oriental applicants . . .\"?</p>\n<p>2. Does the complaint of the United States seek, and if so, is the United States entitled to recover monetary damages against the State for named plaintiff-intervenors <span class=\"star-pagination\">*352</span> and members of the class? Put differently, may the United States in a \"pattern or practice\" suit filed by the attorney general recover from a state monetary compensation for persons who have been unlawfully denied licensing as teachers? <i>See </i><i>United States v. Masonry Contractors Assn,</i> <span class=\"citation\" data-id=\"319521\"><a href=\"/opinion/319521/8-fair-emplpraccas-159-8-empl-prac-dec-p-9445-united-states-of/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span> (6th Cir. 1974).</p>\n<p>3. Assuming that back pay can be awarded in a § 2000e-6(a) suit by the United States against a private employer, <i>United States v. Masonry, supra,</i> does it make a difference that here the suit is against one of the states and in a context not involving \"back pay\" but instead monetary compensation for failure to license?</p>\n<p>4. With respect to the complaint of plaintiff-intervenors and the class of teachers unlawfully denied licensing, does the eleventh amendment bar monetary relief against the State? <i>See </i><i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974).</p>\n<p>5. Is the State and/or its State Board of Education an \"employer\" or \"employment agency\" within the meaning of 42 U.S.C. 2000e <i>et seq.</i>? <i>See </i><i>Sibley Memorial Hospital v. Wilson,</i> 160 U.S.App.D.C. 14, <span class=\"citation\" data-id=\"315684\"><a href=\"/opinion/315684/sibley-memorial-hospital-v-verne-wilson/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1338</span></a></span> (1973); <i>Puntolillo v. New Hampshire Racing Comm'n,</i> <span class=\"citation\" data-id=\"1669736\"><a href=\"/opinion/1669736/puntolillo-v-new-hampshire-racing-commission/\"><span class=\"volume\">375</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1089</span></a></span> (D.N.H. 1974).</p>\n<p>6. If the State and its Board are held to be employers or employment agencies within the meaning of the statute, does the eleventh amendment nevertheless protect the State against a monetary award?</p>\n<p>7. With respect to the § 1981 and 1983 causes of action pleaded by plaintiff-intervenors, does the doctrine of legislative immunity have any application to the Board of Education acting under the mandate of the state legislature, and does the doctrine protect the State and its Board from an award of monetary damages? <i>See </i><i>Eslinger v. Thomas,</i> <span class=\"citation\" data-id=\"310078\"><a href=\"/opinion/310078/5-fair-emplpraccas-793-5-empl-prac-dec-p-8530-victoria-lamonte/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span> (4th Cir. 1973).</p>\n<p>8. If 42 U.S.C. 2000e <i>et seq.</i> does not apply to the State in this fact context, are plaintiffs nevertheless entitled to monetary compensation for violation of their rights under the fourteenth amendment?</p>\n<p>9. Are counsel for plaintiff-intervenors entitled to recover reasonable attorneys' fees?</p>\n<p>We request counsel to agree as to the form of an appropriate judgment and submit it.</p>\n<h2>NOTES</h2>\n<p>[1]  Because it is easier to test the state statute against the fourteenth amendment than against the federal statute, we reverse the usual practice of disposing of a case on statutory grounds where possible. There is ample precedent for such a course. <i>Eisenstadt v. Baird,</i> <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 447 n. 7, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, <span class=\"citation\" data-id=\"108489\"><a href=\"/opinion/108489/eisenstadt-v-baird/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">349</span></a></span> (1972); <i>Chance v. Board of Examiners,</i> <span class=\"citation\" data-id=\"302977\"><a href=\"/opinion/302977/4-fair-emplpraccas-596-4-empl-prac-dec-p-7756-boston-m-chance/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1167</span></a></span> (2d Cir. 1972).</p>\n<p>[2]  WCE means Weighted Common Examination and is a \"general\" examination as compared with TAE which is a specific teaching area examination. <i>See, infra,</i> pp. 346-347 &amp; note 5.</p>\n<p>[3]  Later, the state Board went to an \"Approved Program\" method of certification, and has since moved toward what it calls a Competency-Based Program. Except for legislative intervention by enactment of the challenged statute, the present Competency-Based Program would have included \"exit criteria\" reducing NTE scores to one sixth of the total points required for certification.</p>\n<p>[4]  To qualify for the regular A certificate:\n</p>\n<p>(a) The candidate had to meet all requirements for the certificate and in addition score a minimum of 450 on the WCE of the NTE.</p>\n<p>(b) A candidate who met all requirements for the A certificate, but scored less than 450 and not lower than 400 on the WCE was issued a probationary certificate. The holder of this certificate had to convert to a regular certificate by attaining the 450 score within a two year period. Failure to reach that score within the probationary period voided the certificate until a minimum score was attained.</p>\n<p>(c) No certificate was issued to an applicant who made a score lower than 400 on the WCE until an acceptable score was made in a later examination.</p>\n<p>To qualify for the G or advanced certificate:</p>\n<p>(a) A candidate for such certificate had to meet all requirements for the certificate and in addition score a minimum of 500 on the WCE of the NTE.</p>\n<p>(b) No graduate or advanced certificate was issued to an applicant who made a score lower than 500 on the WCE until that score was raised to 500 or above in the later examination. (RA-15).</p>\n<p>[5]  The NTE's prepared by Educational Testing Service, of Princeton, New Jersey, are a battery of achievement tests designed to measure the academic preparation of college seniors completing a four-year program in teacher education. The WCE, sometimes called common examinations, are designed to measure an individual's level of academic training in psychological foundations of education, and methods, principles and practices of teaching, plus (in a second part) written English expression, social studies, literature and the fine arts and science and mathematicswhich subjects are included in most teacher training programs and are thought to provide useful background in any teaching field. The area examinations (TAE) measure a prospective teacher's level of academic preparation in his area of specialization. There are currently 28 such examinations ranging from the teaching of reading in elementary school to chemistry, biology and educational administration and supervision.</p>\n<p>[6]  In oral argument we are told by counsel for Educational Testing Service that Chicago and Los Angeles use cut-off scores of 1,100  validated and approved by Educational Testing Service.</p>\n<p>[7]  If we were deciding the question of test validity under 42 U.S.C. § 2000e <i>et seq.,</i> the standard would be job-relatedness. Neither the fourteenth amendment approach nor 42 U.S.C. § 2000e <i>et seq.</i> require determination of state purpose and intention; and we need not, and do not, decide the briefed and argued question of deliberate invidious discrimination. Adverse consequences are enough  unless cut-off scores are rationally related to teaching capacity and performance. <i>Griggs v. Duke Power Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">158</span></span> (1970).</p>\n<p>[8]  Citations contained in the questions are meant to mark the beginning of analysis and research and not the end of it. Such citations are <i>not</i> an intimation of the court's viewpoint with respect to the answer to any of the questions.\n</p>\n<p>The findings of fact contained herein, although applicable to determination of the reserved questions, are not intended to be exhaustive. The court will make further findings as may be thought necessary, and invites counsel to propose any further findings that are thought to be essential to decision of the questions reserved.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1425205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1669736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1982315/"
  ]
}