{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1368453/",
  "absolute_url": "/opinion/1368453/burns-v-duplin-land-development-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1368453/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:49:24.313291Z",
  "date_modified": "2016-04-26T23:44:24.488806Z",
  "type": "010combined",
  "sha1": "6502ea848ef1d146df406c5bb8d2539c79d783f7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>621 F.Supp.2d 292 (2009)</b></center>\n<center><h1>Darryl T. BURNS and wife, Lily Yee, Plaintiffs,<br>\nv.<br>\nDUPLIN LAND DEVELOPMENT, INC., a North Carolina Corporation, d/b/a River Landing, Defendant.</h1></center>\n<center>No. 7:07-CV-172-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 27, 2009.</center>\n<p><span class=\"star-pagination\">*295</span> Auley McRae Crouch, III, Christopher K. Behm, Block, Crouch, Keeter, Behm &amp; Sayed, LLP, Wilmington, NC, for Plaintiffs.</p>\n<p>Gregory S. Camp, Randall R. Adams, Poyner &amp; Spruill, LLP, Rocky Mount, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiffs Darryl T. Burns and his wife Lily Yee (\"plaintiffs\") bought a lot in Duplin County, North Carolina from defendant Duplin Land Development, Inc. (\"Duplin\" or \"defendant\"). Plaintiffs contend that Duplin violated various provisions of the Interstate Land Sales Full Disclosure Act (\"ILSFDA\"), including 15 U.S.C. § 1703(a)(1)(C). Section 1703(a)(1)(C) makes it unlawful for a developer such as Duplin to sell a \"lot where any part of the statement of record or the property report contained an untrue statement of material fact or omitted to state a material fact required to be stated therein pursuant to the [Act] or any regulations thereunder.\" 15 U.S.C. § 1703(a)(1)(C). Duplin denies violating the ILSFDA, but concedes that the \"property report\" required by 15 U.S.C. § 1703(a)(1)(C) mistakenly omitted that plaintiffs' lot was in a flood plain. Duplin argues, however, that this court should interpret section 1703(a)(1)(C) to preclude liability. Although defendant makes various statutory interpretation arguments, defendant focuses on plaintiffs' admission that they knew that the lot was in a flood plain before they signed the contract to purchase the lot. Plaintiffs disagree with defendant's proposed interpretations of section 1703(a)(1)(C), rely on the plain meaning of section 1703(a)(1)(C), and seek partial summary judgment as to defendant's liability under 15 U.S.C. § 1703(a)(1)(C) [D.E. 21]. In response, defendant seeks summary judgment as to all of plaintiffs' claims [D.E. 26].</p>\n<p>As explained below, the court rejects defendant's proposed interpretation of section 1703(a)(1)(C) and grants plaintiffs' motion for partial summary judgment as to defendant's liability under section 1703(a)(1)(C). The court also grants summary judgment to defendant as to all of plaintiffs' other claims.</p>\n<p></p>\n<h2>I.</h2>\n<p>Duplin is a North Carolina corporation that develops and sells real property in Duplin County, North Carolina. P'ls.' Mot. for Partial Summ. J., Ex. A [hereinafter \"Def.'s Admiss.\"], at ¶ 1. Duplin developed the River Landing real estate subdivision in Duplin County, North Carolina. Am. Compl. ¶ 2; Answer ¶ 2. This subdivision is a 1,400-acre community containing distinct neighborhoods, one of which is River Stone. Def.'s Mem. in Resp. to Pls.' Mot. for Partial Summ. J. &amp; in Supp. of Def.'s Cross-Mot. for Summ. J. 4 [hereinafter \"Def.'s Mem.\"]. River Stone is located on a 152-acre peninsula along the Northeast Cape Fear River. <i>Id.</i> at 4.</p>\n<p>Plaintiffs are citizens and residents of Alexandria, Virginia. Am. Compl. ¶ 1; <i>see also</i> Def.'s Cross-Mot. for Summ. J. &amp; Req. for Hr'g [hereinafter \"Def.'s Cross-Mot. for S.J.\"], Ex. D [hereinafter \"Burns <span class=\"star-pagination\">*296</span> Dep.\"], at 6. In 2004, they learned of Duplin's River Stone development during a resort property show in Reston, Virginia. Burns Dep. 28-29; Def.'s Cross-Mot. for S.J., Ex. C [hereinafter \"Def.'s Resp. to Interrogs.\"], at ¶ 3. At the show, plaintiffs met representatives from River Stone who invited them to a grand-opening event for the sale of lots in River Stone. Burns Dep. 29; Def.'s Resp. to Interrogs. ¶ 3. On October 22, 2004, plaintiffs traveled to North Carolina to visit River Stone. Burns Dep. 29-30; Def.'s Resp. to Interrogs. ¶ 9. Plaintiffs met with Duplin sales representatives, examined various lots in River Stone, and made several visits to the lot they ultimately purchased: \"RS-32\" (\"Lot 32,\" \"Lot RS-32,\" the \"Lot,\" or the \"Property\"). Am. Compl. ¶ 5; Compl., Ex. A [hereinafter \"Purchase Contract\"]; Answer ¶ 5; Burns Dep. 30-31.</p>\n<p>During meetings with Duplin representatives, plaintiffs admit to being told that the Lot and the whole River Stone community were in a flood plain. Burns Dep. 23-26; Def.'s Cross-Mot. for S.J., Ex. A [hereinafter \"Yee Dep.\"], at 13-16, 30-31. Plaintiffs never asked whether the Lot had flooded, and no one discussed the history of flooding in River Stone. Burns Dep. 39-40.</p>\n<p>After visiting several properties, plaintiffs decided to purchase Lot RS-32 located on the Northeast Cape Fear River in River Stone. Burns Dep. 31-32; Am. Compl. ¶ 5; Purchase Contract 2; Answer ¶ 5. Although the Lot was \"more than what [plaintiffs] had originally planned [to spend] by a couple hundred thousand,\" plaintiffs \"felt what [they] were getting and the view [were] just really tremendous.\" Burns Dep. 31. According to Yee, the Lot \"was the prime piece of property within the community, probably the largest[,] most expensive lot of wooded waterfront property.\" Yee Dep. 12.</p>\n<p>On October 23, 2004, plaintiffs met with Kevin Hine, Duplin's Executive Vice President and General Manager, to purchase the Lot. Def.'s Resp. to Interrogs. ¶ 4; Burns Dep. 33. Hine gave plaintiffs a copy of the property report associated with the Lot. Def.'s Resp. to Interrogs. ¶ 4; Compl., Ex. B [hereinafter \"Property Report\"]; Def.'s Admiss. ¶ 4. At or about the same time, Hine gave plaintiffs the purchase contract, along with copies of the \"Covenants,\" the \"River Landing Architectural Guideline Procedures and Requirements,\" the \"Additional Declaration of Covenants, Conditions and Restrictions for Estate Properties,\" and the \"Supplementary Additional Declaration of Covenants, Conditions and Restrictions for Estate Properties Regarding RiverStone.\" <i>See</i> Def.'s Resp. to Interrogs. ¶ 4; Purchase Contract 4.</p>\n<p>Hine discussed various provisions in the property report and stated that the Lot was in the 100-year flood plain and that portions of River Landing flooded in 1999, during Hurricane Floyd. <i>See</i> Def.'s Resp. to Interrogs. ¶ 4. The property report discusses \"subdivision characteristics and climate\" and states:</p>\n<blockquote>*In September, 1999, Hurricane Floyd caused unprecedented flooding in parts of eastern North Carolina, but only a very small part of River Landing was affected. During Hurricane Floyd, waters rose to 34 feet above sea level and the 100 year flood plain is measured at 28 feet above sea level.</blockquote>\n<p>Property Report 46. At the time of Hurricane Floyd, none of the River Stone lots had yet been subdivided. Def.'s Mem. 7. Burns admits to reading this disclosure later in the evening after he had signed the purchase contract. <i>See</i> Burns Dep. 86-87. However, Burns did not inquire further about the disclosure. <i>See id.</i> at 87.</p>\n<p><span class=\"star-pagination\">*297</span> The property report omits in two places the fact that the Lot is located in a flood plain. <i>See</i> Def.'s Mem. 7-8; Mem. in Supp. of Pls.' Mot. for Partial Summ. J. 4 [hereinafter \"Pls.' Mem.\"]; Def.'s Admiss. ¶ 8. The first omission is in a paragraph which lists the properties in the \"100 Year Flood Area\" in River Landing:</p>\n<blockquote>All or a portion of lots 13R, 14R, 1-22, 613-615 in River Ridge, Phase 1 and 2, lots 72-78 and lots 97 and 98 in Red Fox Run, Phase 1; lots 387, 388, 397-399 in Maple Creek, Phase 2; lots 496-500, 511-514, 622-628, and 630-631 in Red Berry, Phase 1 and 2; and lots 515, 515A, 516, 516A, 517, 517A, 518, 518A, 519, 519A, 520, 520A, 521, 521A, 522, 522A, 523, 523A, 524, 524A, 525, and 525A in River Bend; <i>lot RS1 in RiverStone are located within the 100 Year Flood Area.</i> None of the lots in Candlewood, Phase 1 and 2, Red Fox Run, Phase 2, Maple Creek, Phase 1, River Landing, Phase 1 and 2, Firefly Meadow, Phase 1, 2, and 3, Cedar Point, Magnolia Bay, Cardinal Crest, Legacy Lakes, Legacy Woods, Phase 1 and 2, Legacy Oaks, Sycamore Glenn, Phase 1 and 2 and Sycamore Forest, Phase 1 are located within the 100 year Flood Area.</blockquote>\n<p>Property Report 28 (emphasis added). The first sentence reads: \"All or a portion of ... lot RS1 in RiverStone [is] located within the 100 Year Flood Area.\" <i>Id.</i> The sentence omits plaintiffs' Lot RS-32 from the flood plain list. According to Duplin, the sentence should have read: \"lots <i>RS1-RS70</i> in RiverStone are located within the 100 Year Flood Area.\" Def.'s Mem. 7.</p>\n<p>The property report repeats the omission in a paragraph entitled \"FLOOD PLAIN\":</p>\n<blockquote>All or a portion of the following lots in River Ridge, Phase 1 and 2, are located within the 100 year Flood Area: lots 1-16 as shown on Map Book 14, Page 153, Duplin County Register; lots 17-22 as shown on Map Book 14, Page 154, Duplin County Registry; lots 13R and 14R as shown on Map Book 14, Page 196, Duplin County Registry; and lots 613-615 as shown on Map Book 19, Page 274, Duplin County Registry. A portion of the following lots in Red Fox Run, Phase 1, are located within the 100 year Flood Area: lots 72-78 as shown on Map Book 15, Page 67, Duplin County Registry. All or a portion of the following lots in Maple Creek, Phase 2, are located within the 100 year Flood Area: lots 387, 388, 397-399 as shown on Map Book 15, Pages 326 and 327, Duplin County registry. All or a portion of the following lots in Red Berry, Phase 1 and 2, are located within the 100 Year 4 Flood Area: lots 496-500 and 511-514 as shown on Map Book 15, Page 334 and 335, Duplin County Registry and lots 622-628 and 630-631 as shown in Map Book 19, Page 374, Duplin County Registry. All or a portion of the following lots in River Bend, are located within the 100 Year Flood Area: lots 515, 515A, 516, 516A, 517, 517A, 518, 518A, 519, 519A, 520, 520A, 521, 521A, 522, 522A, 523, 523A, 524, 524A, 525, and 525A, as shown on Map Book 15, Page 324, Duplin County Registry. <i>All or a portion of the following lots in RiverStone, are located within the 100 Year Flood Area: lot RS1 as shown on Map Book 19. Page 371, Duplin County Registry.</i>\n</blockquote>\n<p>Property Report 47 (emphasis added). According to Duplin, the last sentence should have read: \"All or a portion of the following lots in RiverStone, are located within the 100 Year Flood Area: lot[s] RSIRS70 as shown on Map Book 19, Page 371, Duplin County Registry.\" Def.'s Mem. 7-8.</p>\n<p><span class=\"star-pagination\">*298</span> After reviewing the erroneous property report, plaintiffs signed the \"PURCHASER RECEIPT\" in the property report, which provided:</p>\n<blockquote>We must give you a copy of this Property Report and give you an opportunity to read it before you sign any contract or agreement. By signing this receipt, you acknowledge that you have received a copy of our Property Report.</blockquote>\n<p>Property Report 58; <i>see</i> Def.'s Resp. to Interrogs. ¶ 4.</p>\n<p>Next, Hine reviewed the contract with plaintiffs and had them initial certain disclosures in the contract. <i>See</i> Def.'s Resp. to Interrogs. ¶ 4. In the purchase contract, the flood-plain disclosure states that the Lot is in a flood plain and may be subject to special building requirements:</p>\n<blockquote>G. FLOODPLAIN DISCLOSURE: PURCHASER HEREBY ACKNOWLEDGES THAT THE PROPERTY IS LOCATED ADJACENT TO THE NORTHEAST CAPE FEAR RIVER AND IS LOCATED IN A FLOOD PLAIN. DUE TO THE EXISTENCE OF A FLOOD PLAIN, ALL OR A PORTION OF THE PROPERTY MAY BE SUBJECT TO ADDITIONAL ARCHITECTURAL STANDARDS OF THE ASC AND/OR LOCAL, STATE AND/OR FEDERAL LAWS, RULES, AND REGULATIONS REGARDING DEVELOPMENT, WHICH MAY INCLUDE, WITHOUT LIMITATION, PURCHASER ADHERING TO SPECIAL BUILDING AND LANDSCAPING REQUIREMENTS AND/OR THE NEED FOR PURCHASER TO OBTAIN AND MAINTAIN CERTAIN APPROVALS OR PERMITS FOR DEVELOPMENT OF THE PROPERTY. _____ (Initials)</blockquote>\n<p>Purchase Contract 3. Plaintiffs read and initialed the above disclosure. <i>See id.</i>; Def.'s Resp. to Interrogs. ¶ 4; Burns Dep. 45-46; Yee Dep. 18. Another paragraph in the contract makes a similar disclosure:</p>\n<blockquote>I. ADDITIONAL COVENANTS .... [D]ue to the unique nature of the location of the Property near the Northeast Cape Fear River and that the Property is located in a flood plain, the Property is also subject to that Supplementary Additional Declaration of Covenants, Conditions and Restrictions for Estate Properties regarding RiverStone recorded in Book 1487, Page 722 Duplin County Registry. Purchaser is responsible for compliance with any and all such covenants, conditions and restrictions applicable to the Property.</blockquote>\n<p>Purchase Contract 4.</p>\n<p>Plaintiffs also initialed several other acknowledgments, including acknowledgments that they had received the \"River Landing Architectural Guideline Procedures and Requirements that govern all building in River Landing\" (the \"Architectural Standards\"), the \"Additional Declarations of Covenants, Conditions and Restrictions for Estate Properties,\" and the \"Supplementary Additional Declaration of Covenants, Conditions and Restrictions for Estate Properties Regarding RiverStone\" (the \"Supplementary Declaration\"), and an acknowledgment that they had personally inspected the property before signing the contract. <i>Id.</i> The Architectural Standards indicate the Lot is in a flood plain:</p>\n<blockquote>1. The garage will be located underneath the first heated floor of the dwelling (i.e., <i>due to each Lot being in a flood plain,</i> the garage is to be located on the ground level and the <span class=\"star-pagination\">*299</span> living space is to be located above the garage).</blockquote>\n<p>Def.'s Cross-Mot. for S.J., Ex. E, at 20.</p>\n<p>The Supplementary Declaration also states that all River Stone lots are in a flood plain:</p>\n<blockquote>4. <i>Additional RiverStone Covenants.</i> In addition to the Architectural Standards promulgated pursuant to the Restated Declaration and Architectural Landscape Guidelines promulgated for estate properties pursuant to the Additional Declaration, as such Architectural Standards may be supplemented, revised and modified from time to time, due to the unique nature of the location of the Additional Property near the Cape Fear River and that <i>all of the Additional Property is located in a flood plain</i> and that Declarant desires to provide for the preservation and enhancement of the property values, Declarant hereby provides for and subjects the Additional Property to the following additional controls, covenants, conditions, restrictions, easements, development guidelines, charges, and liens hereinafter described[.]</blockquote>\n<p>Def.'s Cross-Mot. for S.J., Ex. F, at 2-3 (emphasis added).<sup>[1]</sup> The Supplementary Declaration repeats the requirement found in the Architectural Standards, which mentions flood plain status:</p>\n<blockquote>Garage Location: The garage will be located underneath the first heated floor of the dwelling (<i>i.e.,</i> due to each Lot being in a flood plain, the garage is to be located on the ground level and the living space is to be located above the garage).</blockquote>\n<p><i>Id.</i> at 3. In a paragraph titled \"Flood plain,\" the Supplementary Declaration again discloses the flood plain status of the Lot:</p>\n<blockquote>\n<i>Floodplain.</i> All of the Additional Property is located in a flood plain. Due to the existence of a flood plain, all or a portion of each Lot in the Additional Property may be subject to additional Architectural Standards of the ASC and/or local, state, and/or federal laws, rules, and regulations regarding development, which may include, without limitation, Lot Owners adhering to special building and landscaping requirements and/or the need for each Lot Owner to obtain and maintain certain approvals or permits for development of their Lot. It is each Lot Owner's responsibility to make itself aware of and comply with any such Architectural Standards or rules or regulations and obtain and maintain any such required approvals or permits. Declarant makes no oral, express or implied representation as to what requirements may be necessary for a Lot Owner to develop any such Lot in RiverStone due to the location of the flood plain or for a Lot Owner to meet such requirements.</blockquote>\n<p><i>Id.</i> at 4.</p>\n<p>Plaintiffs read and signed the contract. Def.'s Admiss. ¶ 7; Burns Dep. 44-45; Yee Dep. 19. Plaintiffs admit that \"[they] understood [the Lot] was in a flood plain\" when they signed the contract. Burns Dep. 47; <i>see</i> Yee Dep. 30-31. They had been told \"[a]ny time you're near water you're in a flood plain.\" Burns Dep. 24. Plaintiffs, however, claim they did not completely understand what flood plain status meant, but they did not inquire further. <i>Id.</i> at 47. According to Burns, <span class=\"star-pagination\">*300</span> plaintiffs \"knew [the Lot] was in a flood plain, but ... based on the information [plaintiffs] had got [they] didn't think this was a major issue.\" <i>Id.</i> at 48. According to Yee: \"[A] flood plain ... meant that it was just near water. And unless it got designated something it was just that it was near water. It's not to say [that it's] impossible to ever flood. Otherwise, it wouldn't be in the flood plain.\" Yee Dep. 25. After signing the contract, plaintiffs returned to their hotel and read the Property Report, the Architectural Standards, the Supplementary Declaration, and other documents that Hine provided. Burns Dep. 52-54. After reviewing the documents, plaintiffs were not concerned about the flood plain status of the Lot. <i>See id.</i> at 54.</p>\n<p>The contract provides that \"YOU HAVE THE OPTION TO CANCEL YOUR CONTRACT OR AGREEMENT OF SALE BY NOTICE TO THE SELLER UNTIL MIDNIGHT OF THE SEVENTH DAY FOLLOWING THE SIGNING OF THE CONTRACT OR AGREEMENT.\" Purchase Contract 4. Plaintiffs did not cancel the contract.</p>\n<p>Plaintiffs closed on the Lot a few weeks after signing the contract. More than a year later, plaintiffs began discussions with builders about building a house on the Lot. Burns Dep. 27-28. In 2006 or 2007, plaintiffs learned that, due to the flood plain status of the Lot, they were required to get a no-rise certificate from Duplin County in order to begin construction. <i>See id.</i> at 62; Def.'s Mem. 12-13; Pls.' Mem. 4-5, Ex. D. Plaintiffs concluded that the requirements associated with the no-rise certificate made it prohibitively expensive to build a house on the Lot. <i>See</i> Def.'s Mem. 13; Burns Dep. 91-92; Yee Dep. 10, 32-34.</p>\n<p>After selling Lot RS-32 to plaintiffs, Duplin corrected the omission as to flood plain status in subsequent property reports. <i>See</i> Pls.' Mem. 5; Pls.' Mot. for Partial Surnm. J., Ex. E, at 29 (property report dated April 14, 2005); <i>id.,</i> Ex. F, at 36 (property report dated May 17, 2007).</p>\n<p>On October 19, 2007, plaintiffs filed suit against Duplin [D.E. 1]. On April 15, 2008, plaintiffs filed an amended complaint [D.E. 16]. Plaintiffs allege that Duplin violated various provisions of the Interstate Land Sales Full Disclosure Act (\"ILSFDA\" or the \"Act\").<sup>[2]</sup><i>See</i> Am. Compl. ¶¶ 13-15. Plaintiffs seek either (1) rescission of the contract, return of all monies paid to Duplin (plus interest), costs, and attorneys' fees, or (2) compensatory damages of at least $500,000 (plus interest), costs, attorneys' fees, and damages. <i>See id.</i> at 7-8. Duplin answered, denied liability, and requested its costs and attorneys' fees.</p>\n<p>Plaintiffs filed a motion for partial summary judgment as to defendant's liability under 15 U.S.C. § 1703(a)(1)(C) due to Duplin's omission of a material factthe flood plain status of the Lotin the property report [D.E. 21]. Duplin responded in opposition [D.E. 27] and filed a cross-motion for summary judgment as to all of plaintiffs' claims [D.E. 26].</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 91 L.Ed.2d 202 <span class=\"star-pagination\">*301</span> (1986). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quotation omitted) (emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> 550 U.S. 372, 127 S.Ct. 1769, 1774, 167 L.Ed.2d 686 (2007).</p>\n<p>The Interstate Land Sales Full Disclosure Act (\"ILSFDA\" or the \"Act\"), 15 U.S.C. §§ 1701-20, is designed to protect purchasers from fraud and deception in the sale of land. <i>See, e.g., </i><i>Flint Ridge Dev. Co. v. Scenic Rivers Ass'n of Okla.,</i> 426 U.S. 776, 778, 96 S.Ct. 2430, 49 L.Ed.2d 205 (1976); <i>Kemp v. Peterson,</i> 940 F.2d 110, 112 (4th Cir.1991). The Act also requires sellers to inform buyers, prior to purchase, of facts which would enable a reasonably prudent individual to make an informed decision about purchasing a piece of real property. <i>See </i><i>Paquin v. Four Seasons of Tenn., Inc.,</i> 519 F.2d 1105, 1109 (5th Cir.1975). Congress enacted the ILSFDA due to \"revelations of substantial abuse in the sale of undeveloped land by promoters.\" <i>Husted v. Amrep Corp.,</i> 429 F.Supp. 298, 303 (S.D.N.Y.1977) (quotation omitted).</p>\n<p>The ILSFDA is to be construed broadly to effectuate its remedial purposes. <i>See, e.g., </i><i>Olsen v. Lake Country, Inc.,</i> 955 F.2d 203, 205 (4th Cir.1991) (per curiam). Moreover, the ILSFDA borrows heavily from the full disclosure provisions and philosophy of the Securities Act of 1933. <i>See </i><i>Flint Ridge,</i> 426 U.S. at 778, 96 S.Ct. 2430; <i>U.S. Dep't of Hous. &amp; Urban Dev. v. Cost Control Mktg. &amp; Sales Mgmt. of Va., Inc.,</i> 64 F.3d 920, 924 (4th Cir. 1995). \"Accordingly, in interpreting the Act, courts have applied the more comprehensively developed jurisprudence of securities cases.\" <i>Cost Control</i> 64 F.3d at 924. Under the ILSFDA, a developer may not sell a lot unless it has registered a statement of record with the Secretary of Housing and Urban Development (\"HUD\") and delivered a property report to the purchaser. <i>See</i> 15 U.S.C. §§ 1703(a), 1704(a). The statement of record describes the subdivision and must make various disclosures, including persons having an interest in subdivision lots, a legal description of the subdivision, condition of title, range of selling prices of lots, condition of access to the subdivision, unusual noise or safety conditions, availability of sewage disposal and other public utilities, the nature of any improvements to be installed by the developer, consequences of any encumbrances, deed to the subdivision, any liens, and any easements. <i>See id.</i> § 1705. The property report provided to purchasers must include the information contained in the statement of record, with some exclusions, and any other information that HUD may require. <i>See id.</i> § 1707(a).</p>\n<p>A purchaser may bring an action against a developer who violates section 1703(a) of the Act. <i>See id.</i> § 1709(a). Section 1703(a)(1) regulates activities concerning the statement of record and property report. <i>See id.</i> § 1703(a)(1). Under section <span class=\"star-pagination\">*302</span> 1703(a)(1), it is unlawful for developers (A) to sell any lot unless a statement of record is in effect; (B) to sell any lot unless a printed property report, meeting the requirements of section 1707 of the Act, has been furnished to the purchaser before signing the contract; (C) to sell any lot where any part of the statement of record or the property report contained an untrue statement of a material fact or omitted to state a material fact required to be stated therein; or (D) to display or deliver to prospective purchasers advertising and promotional material which is inconsistent with information required to be disclosed in the property report. <i>Id.</i> § 1703(a)(1).</p>\n<p>The anti-fraud provisions contained in 1703(a)(2) provide that a developer may not:</p>\n<blockquote>(A) ... employ any device, scheme, or artifice to defraud; (B) ... obtain money or property by means of any untrue statement of a material fact, or any omission to state a material fact necessary in order to make statements made (in light of the circumstances in which they were made and within the context of the overall offer and sale or lease) not misleading, with respect to any information pertinent to the lot or subdivision; (C) ... engage in any transaction, practice, or course of business which operates or would operate as a fraud or deceit upon a purchaser; or (D) ... represent that roads, sewers, water, gas, or electric service, or recreational amenities will be provided or completed by the developer without stipulating in the contract of sale or lease that such services or amenities will be provided or completed.</blockquote>\n<p><i>Id.</i> § 1703(a)(2).</p>\n<p>Under the Act, a court \"may order damages, specific performance, or such other relief as the court deems fair, just, and equitable.\" <i>Id.</i> § 1709(a). Additionally, recovery may include interest, court costs, reasonable attorneys' fees, independent appraisers' fees, and travel to and from the lot. <i>Id.</i> § 1709(c).</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiffs seek partial summary judgment on the issue of defendant's liability under section 1703(a)(1)(C). Section 1703(a)(1)(C) provides:</p>\n<blockquote>(a) Prohibited Activities</blockquote>\n<blockquote>It shall be unlawful for any developer [by means of interstate commerce]</blockquote>\n<blockquote>(1) with respect to the sale ... of any lot not exempt [under the Act]</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>(C) to sell [any such] lot where any part of the statement of record or the property report contained an untrue statement of a material fact or omitted to state a material fact required to be stated therein pursuant to [the Act] or any regulations thereunder[.]</blockquote>\n<p>15 U.S.C. § 1703(a).</p>\n<p>The parties do not dispute that the property report omitted the Lot's flood plain status in two places. <i>See</i> Def.'s Mem. 7-8, 15; Pls.' Mem. 4, 8-9; Property Report 28. Under the Act and relevant regulations, the property report is required to have a section on \"Subdivision Characteristics and Climate,\" which is to discuss, among other things:</p>\n<blockquote>(d) Flood plain. Is the subdivision located within a flood plain or an area designated by any Federal, State or local agency as being flood prone? What lots are affected? Is flood insurance available? Is it required in connection with the financing of any improvements to the lot? What is the estimated cost of the flood insurance?</blockquote>\n<p>24 C.F.R. § 1710.115; <i>see</i> 15 U.S.C. §§ 1705, 1707(a); 24 C.F.R. § 1710.100.</p>\n<p><span class=\"star-pagination\">*303</span> In order to avoid liability under section 1703(a)(1)(C), Duplin makes numerous statutory arguments: (1) section 1703(a)(1)(C) requires the purchaser to rely on the omission; (2) section 1703(a)(1)(C) requires the purchaser to lack actual knowledge of the omitted fact; (3) section 1703(a)(1)(C) requires the seller to have an intent to defraud; (4) the \"or\" in section 1703(a)(1)(C) should be construed conjunctively; (5) the property report referenced in section 1703(a)(1)(C) can be supplemented by other documents and oral statements; and (6) the omitted fact of flood plain status is not material. <i>See</i> Def.'s Mem. 14-29.</p>\n<p>Before addressing Duplin's various statutory arguments, the court describes the framework for resolving such statutory arguments. \"In interpreting a statute, `a court should always turn first to one, cardinal canon [of construction] before all others': the plain meaning rule.\" <i>Ayes v. U.S. Dep't of Veterans Affairs,</i> 473 F.3d 104, 108 (4th Cir.2006) (quoting <i>Conn. Nat'l Bank v. Germain,</i> 503 U.S. 249, 253, 112 S.Ct. 1146, 117 L.Ed.2d 391 (1992)) (alteration in original). A court must \"presume that Congress says in a statute what it means and means in a statute what it says.\" <i>Ayes,</i> 473 F.3d at 108 (quotation omitted). Of course, in applying the plain meaning rule, courts must \"consider the context in which the statutory words are used because [courts] do not construe statutory phrases in isolation; [courts] read statutes as a whole.\" <i>Id.</i> (quotation &amp; alterations thereof omitted). However, \"[t]he [statutory construction] inquiry ceases if the statutory language is unambiguous and the statutory scheme is coherent and consistent.\" <i>Barnhart v. Sigmon Coal Co.,</i> 534 U.S. 438, 450, 122 S.Ct. 941, 151 L.Ed.2d 908 (2002) (quotation omitted); <i>see </i><i>Ayes,</i> 473 F.3d at 108.</p>\n<p>The plain meaning rule is subject to \"two narrow exceptions.\" <i>In re Sunterra Corp.,</i> 361 F.3d 257, 265 (4th Cir.2004). According to the Fourth Circuit:</p>\n<blockquote>The first such exception, premised on absurdity, exists when literal application of the statutory language at issue results in an outcome that can truly be characterized as absurd, i.e., that is so gross as to shock the general moral or common sense. The second exception is premised on legislative intent, and it exists only when literal application of the statutory language at issue produces an outcome that is demonstrably at odds with clearly expressed congressional intent. A reviewing court may look beyond the plain language of an unambiguous statute only when one of these exceptions is implicated. And [the Fourth Circuit] ha[s] recognized that the instances in which either of these exceptions to the Plain Meaning Rule apply are, and should be, exceptionally rare.</blockquote>\n<p><i>Id.</i> (quotations &amp; citations omitted). Moreover, the party challenging the plain meaning of a statute bears an exceptionally heavy burden. <i>See, e.g., id.</i></p>\n<p></p>\n<h2>A.</h2>\n<p>First, Duplin notes that a typical fraud claim requires reliance. Def.'s Mem. 2. Duplin then argues that the court should construe section 1703(a)(1)(C) to require reliance given that the ILSFDA's overarching goal is to prevent fraud and inform buyers about real property before they sign the contract to purchase. <i>See</i> Def.'s Mem. 15. According to Duplin, because Duplin informed plaintiffs of the flood plain status through various supplemental documents and oral statements, and because plaintiffs admit to knowing the Lot's flood plain status before they signed the contact, they did not rely on the omission in the property report, and their section 1703(a)(1)(C) claim fails. <i>See id.</i></p>\n<p><span class=\"star-pagination\">*304</span> Initially, the court examines the text of section 1703(a)(1)(C). The text makes no reference to reliance. <i>See</i> 15 U.S.C. § 1703(a)(1)(C); <i>Ayes,</i> 473 F.3d at 108. The statute's plain language simply prohibits the sale of a lot when \"any part\" of the property report \"omitted to state a material fact\" that the ILSFDA requires. <i>See</i> 15 U.S.C. § 1703(a)(1)(C). Accordingly, the text appears to refute Duplin's argument. <i>See id.</i>; <i>Dongelewicz v. First E. Bank,</i> 80 F.Supp.2d 339, 348 (M.D.Pa. 1999) (\"[T]he language of the statute is to the effect that simply making a material misrepresentation or omission in a document required to be prepared and/or provided under the Act is actionable under §§ 1709, 1703(a)(1), and does not require proof of reliance ....\"), <i>aff'd sub nom. </i><i>Dongelewicz v. PNC Bank Nat'l Ass'n,</i> 104 Fed.Appx. 811 (3d Cir.2004) (unpublished). In light of the statutory text, it is not surprising that since the Act's inception, courts have uniformly concluded that a purchaser need not rely on the property report to establish liability under section 1703(a)(1)(C) (and its predecessors). <i>See </i><i>Paniaguas v. Aldon Cos.,</i> No. 2:04-CV-468-PRC, 2006 WL 2568210, at *19 (N.D.Ind. Sept. 5, 2006) (unpublished); <i>Dongelewicz,</i> 80 F.Supp.2d at 348; <i>Shirley v. Mann,</i> No. 90-C-0008, 1993 U.S. Dist. LEXIS 13843, at *21 (N.D.Ill. Sept. 22, 1993) (unpublished); <i>Gibbes v. Rose Hill Plantation Dev. Co.,</i> 794 F.Supp. 1327, 1334 (D.S.C.1992); <i>DiSandro v. Makahuena Corp.,</i> 588 F.Supp. 889, 895 (D.Haw. 1984); <i>see also </i><i>Hester v. Hidden Valley Lakes, Inc.,</i> 495 F.Supp. 48, 53-54 (N.D.Miss.1980) (holding liability under a predecessor to section 1703(a)(1)(C) did not require reliance by purchaser on misrepresentations); <i>Bryan v. Amrep Corp.,</i> 429 F.Supp. 313, 317 (S.D.N.Y.1977); <i>Husted,</i> 429 F.Supp. at 310-11; <i>Hoffman v. Charnita, Inc.,</i> 58 F.R.D. 86, 90-91 (M.D.Pa.1973); <i>cf. </i><i>Lukenas v. Bryce's Mountain Resort, Inc.,</i> 538 F.2d 594, 596 n. 11 (4th Cir.1976) (\"Whether `reliance' is essential to [an action for material misrepresentations or omissions in the property report] is subject to some doubt.\"). Thus, a \"plaintiff does not need to prove ... that the plaintiff relied on the property report. Plaintiff needs only to show that the omission or misrepresentation existed in the report at the time the property was sold.\" <i>Gibbes,</i> 794 F.Supp. at 1334 (citation omitted).</p>\n<p>In concluding that section 1703(a)(1)(C) does not require reliance, the court has considered the jurisprudence of the Securities Act of 1933. <i>See, e.g., </i><i>Cost Control,</i> 64 F.3d at 924; <i>Hester,</i> 495 F.Supp. at 54. Section 1703(a)(1)(C) has its origins in section 12(a)(2) of the Securities Act of 1933, 15 U.S.C. § 77<i>l</i> (a)(2). <i>Compare</i> 15 U.S.C. § 1703(a)(1)(C) (prohibiting sale of lot \"where any part of the statement of record or the property report contained an untrue statement of a material fact or omitted to state a material fact required\" by the Act), <i>with id.</i> § 77<i>l</i> (a)(2) (prohibiting sale of security \"by means of a prospectus or oral communication, which includes an untrue statement of a material fact or omits to state a material fact necessary in order to make the statements ... not misleading\"); <i>see, e.g., </i><i>Hester,</i> 495 F.Supp. at 54 (finding a predecessor section to 1703(a)(1)(C) had similarities to section 12); <i>Husted,</i> 429 F.Supp. at 304 (finding predecessors to 1703(a)(1)(C) \"were modelled\" on section 12); <i>Hoffman,</i> 58 F.R.D. at 90-91 (\"[T]he remedy provided [by the predecessor to section 1703(a)(1)(C)] is analogous to that provided by § 12....\").<sup>[3]</sup> Under section 12(a)(2), <span class=\"star-pagination\">*305</span> a claim \"may be grounded on untrue statements and omissions that make a [document] misleading, whether or not the plaintiff relied on the [document] or even read it\" <i>Caviness v. DeRand Res. Corp.,</i> 983 F.2d 1295, 1305 (4th Cir.1993). Thus, reliance is not an element of a section 12(a)(2) claim. <i>See, e.g., </i><i>Dunn v. Borta,</i> 369 F.3d 421, 433 (4th Cir.2004); <i>Gasner v. Bd. of Supervisors,</i> 103 F.3d 351, 356 (4th Cir.1996). Given section 1703(a)(1)(C)'s roots in section 12(a)(2) and with no textual reason to conclude otherwise, the court gives similar legal effect to the text of section 1703(a)(1)(C).</p>\n<p>Finally, the Fourth Circuit's analysis in <i>Dunn</i> bolsters the conclusion that section 1703(a)(1)(C) does not require reliance. <i>See</i> 369 F.3d at 432-33. In <i>Dunn,</i> the Fourth Circuit analyzed a Virginia statute modelled on section 12. <i>Id.</i> at 428-29. Defendants argued that the statute should be construed to require reliance. <i>See id.</i> at 432. The Fourth Circuit rejected the argument. <i>Id.</i> First, the Fourth Circuit analyzed the plain language of the statute. <i>Id.</i> Finding no element of reliance in the plain language, the court then evaluated whether to judicially imply a reliance requirement. <i>Id.</i> at 432-33. The Fourth Circuit declined to do so. <i>Id.</i> at 433. In reaching this conclusion, the Fourth Circuit acknowledged that federal courts have implied the element of reliance in claims under section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b), and Rule 10b-5, 17 C.F.R. § 240.10b-5. <i>See id.</i> at 433 n. 22. However, a cause of action under section 10(b) was \"judicially created,\" unlike a cause of action under section 12 or the Virginia statute at issue. <i>See id.</i> Alternatively, even assuming the Virginia statute at issue in <i>Dunn</i> was ambiguous on the issue of reliance, the Fourth Circuit stated it would reach the same result and find no reliance requirement. <i>See id.</i> at 433. The Fourth Circuit reasoned that its \"construction comports with the purpose of the [Virginia statute], which is intended to protect investors from fraudulent sales of securities.\" <i>Id.</i> (quotation omitted). It was \"therefore proper to construe a statutory ambiguity, if any exists, in favor of the investor.\" <i>Id.</i><sup>[4]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>Duplin argues that the court should interpret section 1703(a)(1)(C) to require that the purchaser lack actual knowledge of the omitted fact in order for a seller to be liable under section 1703(a)(1)(C). For reasons described above, the court declines to judicially imply an ignorance requirement. The plain text of section 1703(a)(1)(C) does not support Duplin's argument. <span class=\"star-pagination\">*306</span> <i>See</i> 15 U.S.C. § 1703(a)(1)(C). Moreover, the remedial intent of Congress counsels against judicially implying an ignorance requirement. <i>See, e.g., </i><i>Dunn,</i> 369 F.3d at 433; <i>see also </i><i>Olsen,</i> 955 F.2d at 205.</p>\n<p>Admittedly, plaintiffs' knowledge of the omitted fact would defeat an analogous section 12(a)(2) claim. <i>See, e.g., </i><i>Gasner,</i> 103 F.3d at 356. However, section 12(a)(2) is explicit on this point. <i>See</i> 15 U.S.C. § 77<i>l</i> (a)(2) (\"the purchaser not knowing of such untruth or omission\"). Section 1703(a)(1)(C) contains no such language, and the court declines to rewrite the statute. <i>See </i><i>Sunterra,</i> 361 F.3d at 269; <i>First S. Prod. Credit Ass'n v. Farm Credit Admin.,</i> 926 F.2d 339, 346 (4th Cir.1991); <i>cf. </i><i>Oubre v. Entergy Operations, Inc.,</i> 522 U.S. 422, 427-28, 118 S.Ct. 838, 139 L.Ed.2d 849 (1998) (rejecting the use of general contract principles to override the plain text of the release provisions in the Older Workers Benefit Protection Act where the Act \"implements Congress' policy via a strict, unqualified statutory stricture on waivers, and [the Court is] bound to take Congress at its word\").</p>\n<p></p>\n<h2>C.</h2>\n<p>Duplin argues that a seller's mistake or inadvertent omission in a property report is not actionable under section 1703(a)(1)(C). <i>See</i> Def.'s Mem. 15. Essentially, Duplin argues that the court should add a scienter element to section 1703(a)(1)(C) and thereby require a buyer to show that the seller had an intent to deceive or defraud. <i>See id.</i> at 15-16.</p>\n<p>The text of section 1703(a)(1)(C) does not mention scienter, and the court concludes that section 1703(a)(1)(C) does not require scienter. <i>See, e.g., Shirley,</i> 1993 U.S. Dist. LEXIS 13843, at *21 (\"Plaintiffs need not prove that defendants intended to defraud or deceive or that plaintiffs relied on the property report.\"). Further, the remedial intent of Congress counsels against judicially implying scienter. <i>See, e.g., </i><i>Dunn,</i> 369 F.3d at 433; <i>see also </i><i>Olsen,</i> 955 F.2d at 205. Finally, section 1703(a)(1)(C)'s analogue in the securities realm, section 12(a)(2), does not require scienter. <i>See, e.g., </i><i>Cozzarelli v. Inspire Pharms. Inc.,</i> 549 F.3d 618, 628 (4th Cir.2008).</p>\n<p></p>\n<h2>D.</h2>\n<p>Duplin argues that the court should interpret the \"or\" in section 1703(a)(1)(C) as a conjunctive \"and\" instead of the usual disjunctive \"or.\" <i>See</i> Def.'s Mem. 16. Section 1703(a)(1)(C) prohibits the sale of a lot \"where any part of the statement of record <i>or</i> the property report contained an untrue statement\" or omission of material fact. 15 U.S.C. § 1703(a)(1)(C) (emphasis added). According to Duplin, a conjunctive interpretation would produce the result that the \"ILSFDA has only been violated when the omission fails to appear in <i>both</i> the statement of record and the [p]roperty [r]eport.\" Def.'s Mem. 16 (emphasis added). Duplin reasons that a literal application of section 1703(a)(1)(C) would produce an outcome demonstrably at odds with the congressional intent to protect against fraud and deception. <i>Id.</i> Not surprisingly, in making this argument, Duplin notes that the statement of record provided to plaintiffs mentioned the flood plain status. <i>Id.</i> at 14.</p>\n<p>The court rejects Duplin's argument. Congress enacted section 1703(a)(1)(C) in the disjunctive, and its plain meaning is that an action exists where \"any part of the statement of record or the property report\" contains an omission of material fact, not just where the statement of record <i>and</i> the property report contain a material omission. Moreover, <span class=\"star-pagination\">*307</span> construing \"or\" disjunctively is consistent with the intent and structure of the ILSFDA for at least two reasons. First, the anti-fraud provisions in section 1703(a)(2) address congressional intent concerning fraud. Second, Duplin's focus on the statement of record is misplaced. It is the property report, not the statement of record, which the seller must deliver to the purchaser before the contract is signed. <i>See</i> 15 U.S.C. § 1703(a)(1)(B). To permit a material omission in the property report so long as the fact omitted is contained in the statement of record would subvert Congress' evident intent under section 1703(a)(1)(C) concerning the property report. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 269; <i>First S. Prod. Credit Ass'n,</i> 926 F.2d at 346.</p>\n<p></p>\n<h2>E.</h2>\n<p>Duplin argues that its oral statements and \"the disclosure items contained in the statement of record should be determined to have supplemented and cured the omission found in the Property Report.\" Def.'s Mem. 17. According to Duplin, the \"HUD regulations for ILSFDA contemplate supplementing the Property Report,\" as evidenced by \"their treatment of the cost sheet, which is a blank form in the Property Report that HUD regulations require and instruct the seller to complete in supplementation of the information provided to the prospective purchaser at the time of sale.\" Def.'s Mem. 17; <i>see</i> 24 C.F.R. § 1710.117.</p>\n<p>Duplin cites no statutory or regulatory authority for concluding that section 1703(a)(1)(C) should be interpreted to permit the statement of record or oral statements to supplement a property report under section 1703(a)(1)(C). In fact, Duplin's argument is merely an invitation to interpret \"or\" conjunctively or to accept \"substantial compliance\" under section 1703(a)(1)(C). This court declines Duplin's invitation. <i>See, e.g., </i><i>Gaudet v. Woodlake Dev. Co.,</i> 399 F.Supp. 1005, 1006 (E.D.La. 1975) (rejecting application of substantial compliance under the ILSFDA); <i>Rockefeller v. High Sky, Inc.,</i> 394 F.Supp. 303, 304-05 (E.D.Pa.1975) (rejecting defendant's argument that verbal disclosure can cure failure to deliver property report and remarking \"had Congress intended to provide developers with an alternative means of furnishing information to purchasers, it could have said so very plainly and simply\"); <i>see generally </i><i>Oubre,</i> 522 U.S. at 427-28, 118 S.Ct. 838. Because section 1703(a)(1)(C) targets \"any part\" of a property report which contains an omission of material fact, the court declines to hold that the statement of record or oral statements may supplement the property report.</p>\n<p></p>\n<h2>F.</h2>\n<p>Finally, Duplin argues that the omitted fact of flood plain status was not material. Def.'s Mem. 20-23. Of course, section 1703(a)(1)(C) requires materiality. <i>See</i> 15 U.S.C. § 1703(a)(1)(C) (\"where any part of ... the property report ... omitted to state a material fact required to be stated therein\"). Further, the parties agree on the Act's materiality standard: \"The test of materiality is whether a reasonable investor might have considered the omitted fact or erroneous statement as important in making a decision.\" <i>Paquin,</i> 519 F.2d at 1109; <i>accord </i><i>Gibbes,</i> 794 F.Supp. at 1334; <i>Price v. Owens-Ill. Dev. Corp.,</i> 646 F.Supp. 314, 316 (M.D.Ga.1986); <i>Prebil v. Pinehurst, Inc.,</i> 638 F.Supp. 1314, 1317 (D.Mont.1986).</p>\n<p>The Act's materiality standard is borrowed from federal securities jurisprudence. <i>See </i><i>Paquin,</i> 519 F.2d at 1109 (citing <i>Affiliated Ute Citizens of Utah v. United States,</i> 406 U.S. 128, 153-54, 92 S.Ct. <span class=\"star-pagination\">*308</span> 1456, 31 L.Ed.2d 741 (1972) (\"[In the securities context, all] that is necessary is that the facts withheld be material in the sense that a reasonable investor might have considered them important in the making of [the] decision.\")). In the Fourth Circuit, \"a fact stated or omitted is material if there is a substantial likelihood that a reasonable purchaser or seller of a security (1) would consider the fact important in deciding whether to buy or sell the security or (2) would have viewed the total mix of information made available to be significantly altered by disclosure of the fact.\" <i>Longman v. Food Lion, Inc.,</i> 197 F.3d 675, 683 (4th Cir.1999) <i>see </i><i>Basic Inc. v. Levinson,</i> 485 U.S. 224, 231-32, 108 S.Ct. 978, 99 L.Ed.2d 194 (1988); <i>TSC Indus., Inc. v. Northway, Inc.,</i> 426 U.S. 438, 448-49, 96 S.Ct. 2126, 48 L.Ed.2d 757 (1976). The court takes guidance from this articulation of the materiality standard in construing section 1703(a)(1)(C). <i>See, e.g., </i><i>Cost Control,</i> 64 F.3d at 924.</p>\n<p>The Fourth Circuit has made clear that the fact itself must be material, not the misrepresentation or omission. <i>See </i><i>Greenhouse v. MCG Capital Corp.,</i> 392 F.3d 650, 656 (4th Cir.2004). Thus, assuming other requirements are met, any omission of a material fact is prohibited. <i>See id.</i> In addition, the materiality inquiry is objective and examines the significance of the omitted fact to a hypothetical reasonable investor, not to the specific plaintiff. <i>See </i><i>Nolte v. Capital One Fin. Corp.,</i> 390 F.3d 311, 315 (4th Cir.2004). Further, materiality \"does not require proof that an investor would not have invested had he known the truth; rather, the reasonable investor standard requires `a showing of a substantial likelihood that, under all the circumstances, the omitted fact would have assumed actual significance in the deliberations of the reasonable [investor].'\" <i>Dunn,</i> 369 F.3d at 427 (quoting <i>TSC Indus.,</i> 426 U.S. at 449, 96 S.Ct. 2126) (alteration in original). Moreover, in the analogous section 12(a)(2) context, the fact that omitted information is publicly available does not defeat materiality as to a seller's omission. <i>See, e.g., </i><i>Dunn,</i> 369 F.3d at 429. \"[I]nvestors are not generally required to look beyond a given document to discover what is true and what is not.\" <i>Miller v. Thane Int'l, Inc.,</i> 519 F.3d 879, 887 (9th Cir.), <i>cert. denied,</i> ___ U.S. ___, 129 S.Ct. 161, 172 L.Ed.2d 43 (2008); <i>see </i><i>Dunn,</i> 369 F.3d at 429.</p>\n<p>Duplin contends that the omitted fact of flood plain status was not material for numerous reasons. <i>See</i> Def.'s Mem. 20-23. First, Duplin argues the omission is not material because Duplin provided the Lot's flood plain status to plaintiffs through other documents and oral statements. <i>See id.</i> at 21. Duplin's argument, however, erroneously focuses on the omission  which need not be material  instead of the fact omitted, which must be. <i>See</i> 15 U.S.C. § 1703(a)(1)(C) (\"material\" modifies \"fact\"); <i>Greenhouse,</i> 392 F.3d at 656. That an omission is insignificant in the face of information otherwise available has no bearing on whether the fact itself is material.</p>\n<p>Next, Duplin argues that flood plain status was not material to plaintiffs, who purchased the Lot knowing about the Lot's flood plain status and who failed to cancel the contract after doing so. <i>See</i> Def.'s Mem. 22. However, the materiality inquiry is objective and considers the reasonable purchaser  not the actual purchaser. <i>See, e.g., </i><i>Nolte,</i> 390 F.3d at 315. Stated differently, whether plaintiffs considered flood plain status to be material is irrelevant to the issue of materiality under section 1703(a)(1)(C).</p>\n<p>Finally, Duplin argues that reasonable investors would not consider flood plain status material and would assume that all <span class=\"star-pagination\">*309</span> waterfront property is in a flood plain. <i>See</i> Def.'s Mem. 22-23. According to Duplin, waterfront property  albeit in a flood plain  is often highly desirable property in a development. <i>See id.</i> at 22.</p>\n<p>The court rejects Duplin's argument. To begin, all waterfront property is not in a flood plain. For example, a home built on a cliff overlooking the ocean may be waterfront property, yet not be in a flood plain. Moreover, and in any event, a reasonable purchaser would consider it important to know if a particular piece of property is in a flood plain. <i>See, e.g., </i><i>Paquin,</i> 519 F.2d at 1109. Flood plain status indicates a risk of flooding, the possible need for flood insurance, and the possibility of special building/land ordinances. <i>Cf.</i> 24 C.F.R. § 1710.115(d). Accordingly, flood plain status is material under section 1703(a)(1)(C), and plaintiffs are entitled to summary judgment as to Duplin's liability under section 1703(a)(1)(C). <i>Cf. </i><i>Prebil,</i> 638 F.Supp. at 1317-18 (finding, on cross-motions for summary judgment, that \"[c]learly, if an investor is looking to hold real property for a short period of time and then resell it, the date upon which access roads will be completed will be an important factor in making the decision to buy [and is material], for this affects not only the value of the property but its salability\"); <i>Hester,</i> 495 F.Supp. at 54 (holding defendants liable for omission of material facts \"which related to the circumstances under which a buyer might lose his investment\" because \"[a]ny reasonable investor under similar circumstances, would consider such facts to be important in determining whether or not to expose his investment to a great risk\").</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons explained above, the court denies Duplin's motion for summary judgment on plaintiffs' section 1703(a)(1)(C) claim. As for the balance of the remaining claims in plaintiffs' amended complaint, plaintiffs do not seriously contest Duplin's motion for summary judgment on such claims. In any event, after fully considering the record and the governing law, the court concludes that Duplin is entitled to summary judgment on all other pending claims. Thus, Duplin's motion for summary judgment is granted in part and denied in part.</p>\n<p></p>\n<h2>V.</h2>\n<p>Accordingly, plaintiffs' motion for partial summary judgment [D.E. 21] as to defendant's liability under 15 U.S.C. § 1703(a)(1)(C) is GRANTED. Moreover, the court DENIES Duplin's motion for summary judgment [D.E. 26] as to plaintiffs' section 1703(a)(1)(C) claim, but GRANTS Duplin's motion for summary judgment [D.E. 26] on all of plaintiffs' other claims. In due course, the court will hold a status conference to discuss the issue of remedy.</p>\n<h2>NOTES</h2>\n<p>[1]  The term \"Additional Property\" includes the Lot. <i>See</i> Def.'s Cross-Mot. for S.J., Ex. F, at 2 (defining \"Additional Property\" as \"Lots numbered RS1 through RS70, inclusive, of that portion of the Development [of River Landing] known as RiverStone\").</p>\n<p>[2]  Initially, plaintiffs also alleged violations of North Carolina's Unfair and Deceptive Trade Practices Act, N.C. Gen.Stat. § 75-1.1 et seq., and negligent misrepresentation under North Carolina common law. <i>See</i> Am. Compl. ¶¶ 16-28. On September 23, 2008, the parties agreed to a stipulated dismissal of those claims with prejudice [D.E. 28].</p>\n<p>[3]  Section 12(a)(2) provides:\n</p>\n<p>Any person who</p>\n<p>...</p>\n<p>(2) offers or sells a security ... by the use of [interstate commerce], by means of a prospectus or oral communication, which includes an untrue statement of a material fact or omits to state a material fact necessary in order to make the statements, in the light of the circumstances under which they were made, not misleading (the purchaser not knowing of such untruth or omission), and who shall not sustain the burden of proof that he did not know, and in the exercise of reasonable care could not have known, of such untruth or omission, shall be liable ... to the person purchasing such security from him....</p>\n<p>15 U.S.C. § 77<i>l</i> (a).</p>\n<p>[4]  That some courts have found reliance required under the \"fraud\" provisions of the ILSFDA (section 1703(a)(2)(A)-(C)) does not impact this court's analysis of section 1703(a)(1)(C). <i>See, e.g., </i><i>Dongelewicz,</i> 80 F.Supp.2d at 348 (noting \"there is a split in authority as to whether a claim of fraud [under section 1703(a)(2)(A), (B), or (C)] requires evidence of reliance\"; citing cases and concluding section 1703(a)(1) \"does not require proof of reliance, while fraud under § 1703(a)(2) requires proof of reliance\"). In this case, the court need not and does not address whether reliance is required under the ILSFDA's fraud provisions.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">292</span></span> (2009)</b></center>\n<center><h1>Darryl T. BURNS and wife, Lily Yee, Plaintiffs,<br>\nv.<br>\nDUPLIN LAND DEVELOPMENT, INC., a North Carolina Corporation, d/b/a River Landing, Defendant.</h1></center>\n<center>No. 7:07-CV-172-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 27, 2009.</center>\n<p><span class=\"star-pagination\">*295</span> Auley McRae Crouch, III, Christopher K. Behm, Block, Crouch, Keeter, Behm &amp; Sayed, LLP, Wilmington, NC, for Plaintiffs.</p>\n<p>Gregory S. Camp, Randall R. Adams, Poyner &amp; Spruill, LLP, Rocky Mount, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiffs Darryl T. Burns and his wife Lily Yee (\"plaintiffs\") bought a lot in Duplin County, North Carolina from defendant Duplin Land Development, Inc. (\"Duplin\" or \"defendant\"). Plaintiffs contend that Duplin violated various provisions of the Interstate Land Sales Full Disclosure Act (\"ILSFDA\"), including 15 U.S.C. § 1703(a)(1)(C). Section 1703(a)(1)(C) makes it unlawful for a developer such as Duplin to sell a \"lot where any part of the statement of record or the property report contained an untrue statement of material fact or omitted to state a material fact required to be stated therein pursuant to the [Act] or any regulations thereunder.\" 15 U.S.C. § 1703(a)(1)(C). Duplin denies violating the ILSFDA, but concedes that the \"property report\" required by 15 U.S.C. § 1703(a)(1)(C) mistakenly omitted that plaintiffs' lot was in a flood plain. Duplin argues, however, that this court should interpret section 1703(a)(1)(C) to preclude liability. Although defendant makes various statutory interpretation arguments, defendant focuses on plaintiffs' admission that they knew that the lot was in a flood plain before they signed the contract to purchase the lot. Plaintiffs disagree with defendant's proposed interpretations of section 1703(a)(1)(C), rely on the plain meaning of section 1703(a)(1)(C), and seek partial summary judgment as to defendant's liability under 15 U.S.C. § 1703(a)(1)(C) [D.E. 21]. In response, defendant seeks summary judgment as to all of plaintiffs' claims [D.E. 26].</p>\n<p>As explained below, the court rejects defendant's proposed interpretation of section 1703(a)(1)(C) and grants plaintiffs' motion for partial summary judgment as to defendant's liability under section 1703(a)(1)(C). The court also grants summary judgment to defendant as to all of plaintiffs' other claims.</p>\n<p></p>\n<h2>I.</h2>\n<p>Duplin is a North Carolina corporation that develops and sells real property in Duplin County, North Carolina. P'ls.' Mot. for Partial Summ. J., Ex. A [hereinafter \"Def.'s Admiss.\"], at ¶ 1. Duplin developed the River Landing real estate subdivision in Duplin County, North Carolina. Am. Compl. ¶ 2; Answer ¶ 2. This subdivision is a 1,400-acre community containing distinct neighborhoods, one of which is River Stone. Def.'s Mem. in Resp. to Pls.' Mot. for Partial Summ. J. &amp; in Supp. of Def.'s Cross-Mot. for Summ. J. 4 [hereinafter \"Def.'s Mem.\"]. River Stone is located on a 152-acre peninsula along the Northeast Cape Fear River. <i>Id.</i> at 4.</p>\n<p>Plaintiffs are citizens and residents of Alexandria, Virginia. Am. Compl. ¶ 1; <i>see also</i> Def.'s Cross-Mot. for Summ. J. &amp; Req. for Hr'g [hereinafter \"Def.'s Cross-Mot. for S.J.\"], Ex. D [hereinafter \"Burns <span class=\"star-pagination\">*296</span> Dep.\"], at 6. In 2004, they learned of Duplin's River Stone development during a resort property show in Reston, Virginia. Burns Dep. 28-29; Def.'s Cross-Mot. for S.J., Ex. C [hereinafter \"Def.'s Resp. to Interrogs.\"], at ¶ 3. At the show, plaintiffs met representatives from River Stone who invited them to a grand-opening event for the sale of lots in River Stone. Burns Dep. 29; Def.'s Resp. to Interrogs. ¶ 3. On October 22, 2004, plaintiffs traveled to North Carolina to visit River Stone. Burns Dep. 29-30; Def.'s Resp. to Interrogs. ¶ 9. Plaintiffs met with Duplin sales representatives, examined various lots in River Stone, and made several visits to the lot they ultimately purchased: \"RS-32\" (\"Lot 32,\" \"Lot RS-32,\" the \"Lot,\" or the \"Property\"). Am. Compl. ¶ 5; Compl., Ex. A [hereinafter \"Purchase Contract\"]; Answer ¶ 5; Burns Dep. 30-31.</p>\n<p>During meetings with Duplin representatives, plaintiffs admit to being told that the Lot and the whole River Stone community were in a flood plain. Burns Dep. 23-26; Def.'s Cross-Mot. for S.J., Ex. A [hereinafter \"Yee Dep.\"], at 13-16, 30-31. Plaintiffs never asked whether the Lot had flooded, and no one discussed the history of flooding in River Stone. Burns Dep. 39-40.</p>\n<p>After visiting several properties, plaintiffs decided to purchase Lot RS-32 located on the Northeast Cape Fear River in River Stone. Burns Dep. 31-32; Am. Compl. ¶ 5; Purchase Contract 2; Answer ¶ 5. Although the Lot was \"more than what [plaintiffs] had originally planned [to spend] by a couple hundred thousand,\" plaintiffs \"felt what [they] were getting and the view [were] just really tremendous.\" Burns Dep. 31. According to Yee, the Lot \"was the prime piece of property within the community, probably the largest[,] most expensive lot of wooded waterfront property.\" Yee Dep. 12.</p>\n<p>On October 23, 2004, plaintiffs met with Kevin Hine, Duplin's Executive Vice President and General Manager, to purchase the Lot. Def.'s Resp. to Interrogs. ¶ 4; Burns Dep. 33. Hine gave plaintiffs a copy of the property report associated with the Lot. Def.'s Resp. to Interrogs. ¶ 4; Compl., Ex. B [hereinafter \"Property Report\"]; Def.'s Admiss. ¶ 4. At or about the same time, Hine gave plaintiffs the purchase contract, along with copies of the \"Covenants,\" the \"River Landing Architectural Guideline Procedures and Requirements,\" the \"Additional Declaration of Covenants, Conditions and Restrictions for Estate Properties,\" and the \"Supplementary Additional Declaration of Covenants, Conditions and Restrictions for Estate Properties Regarding RiverStone.\" <i>See</i> Def.'s Resp. to Interrogs. ¶ 4; Purchase Contract 4.</p>\n<p>Hine discussed various provisions in the property report and stated that the Lot was in the 100-year flood plain and that portions of River Landing flooded in 1999, during Hurricane Floyd. <i>See</i> Def.'s Resp. to Interrogs. ¶ 4. The property report discusses \"subdivision characteristics and climate\" and states:</p>\n<blockquote>*In September, 1999, Hurricane Floyd caused unprecedented flooding in parts of eastern North Carolina, but only a very small part of River Landing was affected. During Hurricane Floyd, waters rose to 34 feet above sea level and the 100 year flood plain is measured at 28 feet above sea level.</blockquote>\n<p>Property Report 46. At the time of Hurricane Floyd, none of the River Stone lots had yet been subdivided. Def.'s Mem. 7. Burns admits to reading this disclosure later in the evening after he had signed the purchase contract. <i>See</i> Burns Dep. 86-87. However, Burns did not inquire further about the disclosure. <i>See id.</i> at 87.</p>\n<p><span class=\"star-pagination\">*297</span> The property report omits in two places the fact that the Lot is located in a flood plain. <i>See</i> Def.'s Mem. 7-8; Mem. in Supp. of Pls.' Mot. for Partial Summ. J. 4 [hereinafter \"Pls.' Mem.\"]; Def.'s Admiss. ¶ 8. The first omission is in a paragraph which lists the properties in the \"100 Year Flood Area\" in River Landing:</p>\n<blockquote>All or a portion of lots 13R, 14R, 1-22, 613-615 in River Ridge, Phase 1 and 2, lots 72-78 and lots 97 and 98 in Red Fox Run, Phase 1; lots 387, 388, 397-399 in Maple Creek, Phase 2; lots 496-500, 511-514, 622-628, and 630-631 in Red Berry, Phase 1 and 2; and lots 515, 515A, 516, 516A, 517, 517A, 518, 518A, 519, 519A, 520, 520A, 521, 521A, 522, 522A, 523, 523A, 524, 524A, 525, and 525A in River Bend; <i>lot RS1 in RiverStone are located within the 100 Year Flood Area.</i> None of the lots in Candlewood, Phase 1 and 2, Red Fox Run, Phase 2, Maple Creek, Phase 1, River Landing, Phase 1 and 2, Firefly Meadow, Phase 1, 2, and 3, Cedar Point, Magnolia Bay, Cardinal Crest, Legacy Lakes, Legacy Woods, Phase 1 and 2, Legacy Oaks, Sycamore Glenn, Phase 1 and 2 and Sycamore Forest, Phase 1 are located within the 100 year Flood Area.</blockquote>\n<p>Property Report 28 (emphasis added). The first sentence reads: \"All or a portion of ... lot RS1 in RiverStone [is] located within the 100 Year Flood Area.\" <i>Id.</i> The sentence omits plaintiffs' Lot RS-32 from the flood plain list. According to Duplin, the sentence should have read: \"lots <i>RS1-RS70</i> in RiverStone are located within the 100 Year Flood Area.\" Def.'s Mem. 7.</p>\n<p>The property report repeats the omission in a paragraph entitled \"FLOOD PLAIN\":</p>\n<blockquote>All or a portion of the following lots in River Ridge, Phase 1 and 2, are located within the 100 year Flood Area: lots 1-16 as shown on Map Book 14, Page 153, Duplin County Register; lots 17-22 as shown on Map Book 14, Page 154, Duplin County Registry; lots 13R and 14R as shown on Map Book 14, Page 196, Duplin County Registry; and lots 613-615 as shown on Map Book 19, Page 274, Duplin County Registry. A portion of the following lots in Red Fox Run, Phase 1, are located within the 100 year Flood Area: lots 72-78 as shown on Map Book 15, Page 67, Duplin County Registry. All or a portion of the following lots in Maple Creek, Phase 2, are located within the 100 year Flood Area: lots 387, 388, 397-399 as shown on Map Book 15, Pages 326 and 327, Duplin County registry. All or a portion of the following lots in Red Berry, Phase 1 and 2, are located within the 100 Year 4 Flood Area: lots 496-500 and 511-514 as shown on Map Book 15, Page 334 and 335, Duplin County Registry and lots 622-628 and 630-631 as shown in Map Book 19, Page 374, Duplin County Registry. All or a portion of the following lots in River Bend, are located within the 100 Year Flood Area: lots 515, 515A, 516, 516A, 517, 517A, 518, 518A, 519, 519A, 520, 520A, 521, 521A, 522, 522A, 523, 523A, 524, 524A, 525, and 525A, as shown on Map Book 15, Page 324, Duplin County Registry. <i>All or a portion of the following lots in RiverStone, are located within the 100 Year Flood Area: lot RS1 as shown on Map Book 19. Page 371, Duplin County Registry.</i>\n</blockquote>\n<p>Property Report 47 (emphasis added). According to Duplin, the last sentence should have read: \"All or a portion of the following lots in RiverStone, are located within the 100 Year Flood Area: lot[s] RSIRS70 as shown on Map Book 19, Page 371, Duplin County Registry.\" Def.'s Mem. 7-8.</p>\n<p><span class=\"star-pagination\">*298</span> After reviewing the erroneous property report, plaintiffs signed the \"PURCHASER RECEIPT\" in the property report, which provided:</p>\n<blockquote>We must give you a copy of this Property Report and give you an opportunity to read it before you sign any contract or agreement. By signing this receipt, you acknowledge that you have received a copy of our Property Report.</blockquote>\n<p>Property Report 58; <i>see</i> Def.'s Resp. to Interrogs. ¶ 4.</p>\n<p>Next, Hine reviewed the contract with plaintiffs and had them initial certain disclosures in the contract. <i>See</i> Def.'s Resp. to Interrogs. ¶ 4. In the purchase contract, the flood-plain disclosure states that the Lot is in a flood plain and may be subject to special building requirements:</p>\n<blockquote>G. FLOODPLAIN DISCLOSURE: PURCHASER HEREBY ACKNOWLEDGES THAT THE PROPERTY IS LOCATED ADJACENT TO THE NORTHEAST CAPE FEAR RIVER AND IS LOCATED IN A FLOOD PLAIN. DUE TO THE EXISTENCE OF A FLOOD PLAIN, ALL OR A PORTION OF THE PROPERTY MAY BE SUBJECT TO ADDITIONAL ARCHITECTURAL STANDARDS OF THE ASC AND/OR LOCAL, STATE AND/OR FEDERAL LAWS, RULES, AND REGULATIONS REGARDING DEVELOPMENT, WHICH MAY INCLUDE, WITHOUT LIMITATION, PURCHASER ADHERING TO SPECIAL BUILDING AND LANDSCAPING REQUIREMENTS AND/OR THE NEED FOR PURCHASER TO OBTAIN AND MAINTAIN CERTAIN APPROVALS OR PERMITS FOR DEVELOPMENT OF THE PROPERTY. _____ (Initials)</blockquote>\n<p>Purchase Contract 3. Plaintiffs read and initialed the above disclosure. <i>See id.</i>; Def.'s Resp. to Interrogs. ¶ 4; Burns Dep. 45-46; Yee Dep. 18. Another paragraph in the contract makes a similar disclosure:</p>\n<blockquote>I. ADDITIONAL COVENANTS .... [D]ue to the unique nature of the location of the Property near the Northeast Cape Fear River and that the Property is located in a flood plain, the Property is also subject to that Supplementary Additional Declaration of Covenants, Conditions and Restrictions for Estate Properties regarding RiverStone recorded in Book 1487, Page 722 Duplin County Registry. Purchaser is responsible for compliance with any and all such covenants, conditions and restrictions applicable to the Property.</blockquote>\n<p>Purchase Contract 4.</p>\n<p>Plaintiffs also initialed several other acknowledgments, including acknowledgments that they had received the \"River Landing Architectural Guideline Procedures and Requirements that govern all building in River Landing\" (the \"Architectural Standards\"), the \"Additional Declarations of Covenants, Conditions and Restrictions for Estate Properties,\" and the \"Supplementary Additional Declaration of Covenants, Conditions and Restrictions for Estate Properties Regarding RiverStone\" (the \"Supplementary Declaration\"), and an acknowledgment that they had personally inspected the property before signing the contract. <i>Id.</i> The Architectural Standards indicate the Lot is in a flood plain:</p>\n<blockquote>1. The garage will be located underneath the first heated floor of the dwelling (i.e., <i>due to each Lot being in a flood plain,</i> the garage is to be located on the ground level and the <span class=\"star-pagination\">*299</span> living space is to be located above the garage).</blockquote>\n<p>Def.'s Cross-Mot. for S.J., Ex. E, at 20.</p>\n<p>The Supplementary Declaration also states that all River Stone lots are in a flood plain:</p>\n<blockquote>4. <i>Additional RiverStone Covenants.</i> In addition to the Architectural Standards promulgated pursuant to the Restated Declaration and Architectural Landscape Guidelines promulgated for estate properties pursuant to the Additional Declaration, as such Architectural Standards may be supplemented, revised and modified from time to time, due to the unique nature of the location of the Additional Property near the Cape Fear River and that <i>all of the Additional Property is located in a flood plain</i> and that Declarant desires to provide for the preservation and enhancement of the property values, Declarant hereby provides for and subjects the Additional Property to the following additional controls, covenants, conditions, restrictions, easements, development guidelines, charges, and liens hereinafter described[.]</blockquote>\n<p>Def.'s Cross-Mot. for S.J., Ex. F, at 2-3 (emphasis added).<sup>[1]</sup> The Supplementary Declaration repeats the requirement found in the Architectural Standards, which mentions flood plain status:</p>\n<blockquote>Garage Location: The garage will be located underneath the first heated floor of the dwelling (<i>i.e.,</i> due to each Lot being in a flood plain, the garage is to be located on the ground level and the living space is to be located above the garage).</blockquote>\n<p><i>Id.</i> at 3. In a paragraph titled \"Flood plain,\" the Supplementary Declaration again discloses the flood plain status of the Lot:</p>\n<blockquote>\n<i>Floodplain.</i> All of the Additional Property is located in a flood plain. Due to the existence of a flood plain, all or a portion of each Lot in the Additional Property may be subject to additional Architectural Standards of the ASC and/or local, state, and/or federal laws, rules, and regulations regarding development, which may include, without limitation, Lot Owners adhering to special building and landscaping requirements and/or the need for each Lot Owner to obtain and maintain certain approvals or permits for development of their Lot. It is each Lot Owner's responsibility to make itself aware of and comply with any such Architectural Standards or rules or regulations and obtain and maintain any such required approvals or permits. Declarant makes no oral, express or implied representation as to what requirements may be necessary for a Lot Owner to develop any such Lot in RiverStone due to the location of the flood plain or for a Lot Owner to meet such requirements.</blockquote>\n<p><i>Id.</i> at 4.</p>\n<p>Plaintiffs read and signed the contract. Def.'s Admiss. ¶ 7; Burns Dep. 44-45; Yee Dep. 19. Plaintiffs admit that \"[they] understood [the Lot] was in a flood plain\" when they signed the contract. Burns Dep. 47; <i>see</i> Yee Dep. 30-31. They had been told \"[a]ny time you're near water you're in a flood plain.\" Burns Dep. 24. Plaintiffs, however, claim they did not completely understand what flood plain status meant, but they did not inquire further. <i>Id.</i> at 47. According to Burns, <span class=\"star-pagination\">*300</span> plaintiffs \"knew [the Lot] was in a flood plain, but ... based on the information [plaintiffs] had got [they] didn't think this was a major issue.\" <i>Id.</i> at 48. According to Yee: \"[A] flood plain ... meant that it was just near water. And unless it got designated something it was just that it was near water. It's not to say [that it's] impossible to ever flood. Otherwise, it wouldn't be in the flood plain.\" Yee Dep. 25. After signing the contract, plaintiffs returned to their hotel and read the Property Report, the Architectural Standards, the Supplementary Declaration, and other documents that Hine provided. Burns Dep. 52-54. After reviewing the documents, plaintiffs were not concerned about the flood plain status of the Lot. <i>See id.</i> at 54.</p>\n<p>The contract provides that \"YOU HAVE THE OPTION TO CANCEL YOUR CONTRACT OR AGREEMENT OF SALE BY NOTICE TO THE SELLER UNTIL MIDNIGHT OF THE SEVENTH DAY FOLLOWING THE SIGNING OF THE CONTRACT OR AGREEMENT.\" Purchase Contract 4. Plaintiffs did not cancel the contract.</p>\n<p>Plaintiffs closed on the Lot a few weeks after signing the contract. More than a year later, plaintiffs began discussions with builders about building a house on the Lot. Burns Dep. 27-28. In 2006 or 2007, plaintiffs learned that, due to the flood plain status of the Lot, they were required to get a no-rise certificate from Duplin County in order to begin construction. <i>See id.</i> at 62; Def.'s Mem. 12-13; Pls.' Mem. 4-5, Ex. D. Plaintiffs concluded that the requirements associated with the no-rise certificate made it prohibitively expensive to build a house on the Lot. <i>See</i> Def.'s Mem. 13; Burns Dep. 91-92; Yee Dep. 10, 32-34.</p>\n<p>After selling Lot RS-32 to plaintiffs, Duplin corrected the omission as to flood plain status in subsequent property reports. <i>See</i> Pls.' Mem. 5; Pls.' Mot. for Partial Surnm. J., Ex. E, at 29 (property report dated April 14, 2005); <i>id.,</i> Ex. F, at 36 (property report dated May 17, 2007).</p>\n<p>On October 19, 2007, plaintiffs filed suit against Duplin [D.E. 1]. On April 15, 2008, plaintiffs filed an amended complaint [D.E. 16]. Plaintiffs allege that Duplin violated various provisions of the Interstate Land Sales Full Disclosure Act (\"ILSFDA\" or the \"Act\").<sup>[2]</sup><i>See</i> Am. Compl. ¶¶ 13-15. Plaintiffs seek either (1) rescission of the contract, return of all monies paid to Duplin (plus interest), costs, and attorneys' fees, or (2) compensatory damages of at least $500,000 (plus interest), costs, attorneys' fees, and damages. <i>See id.</i> at 7-8. Duplin answered, denied liability, and requested its costs and attorneys' fees.</p>\n<p>Plaintiffs filed a motion for partial summary judgment as to defendant's liability under 15 U.S.C. § 1703(a)(1)(C) due to Duplin's omission of a material factthe flood plain status of the Lotin the property report [D.E. 21]. Duplin responded in opposition [D.E. 27] and filed a cross-motion for summary judgment as to all of plaintiffs' claims [D.E. 26].</p>\n<p></p>\n<h2>II.</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> <span class=\"star-pagination\">*301</span> (1986). The party seeking summary judgment initially must demonstrate the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the nonmoving party may not rest on the allegations or denials in its pleading, <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, but \"must come forward with specific facts showing that there is a genuine issue for trial.\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quotation omitted) (emphasis removed). A trial court reviewing a motion for summary judgment should determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>. In making this determination, the court must view the evidence and the inferences drawn from the evidence in the light most favorable to the nonmoving party. <i>Scott v. Harris,</i> <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">372</span></a></span>, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, 1774, <span class=\"citation\" data-id=\"145738\"><a href=\"/opinion/145738/scott-v-harris/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (2007).</p>\n<p>The Interstate Land Sales Full Disclosure Act (\"ILSFDA\" or the \"Act\"), 15 U.S.C. §§ 1701-20, is designed to protect purchasers from fraud and deception in the sale of land. <i>See, e.g., </i><i>Flint Ridge Dev. Co. v. Scenic Rivers Ass'n of Okla.,</i> <span class=\"citation\" data-id=\"109497\"><a href=\"/opinion/109497/flint-ridge-development-co-v-scenic-rivers-assn-of-okla/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">776</span></a></span>, 778, <span class=\"citation\" data-id=\"109497\"><a href=\"/opinion/109497/flint-ridge-development-co-v-scenic-rivers-assn-of-okla/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2430</span></a></span>, <span class=\"citation\" data-id=\"109497\"><a href=\"/opinion/109497/flint-ridge-development-co-v-scenic-rivers-assn-of-okla/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (1976); <i>Kemp v. Peterson,</i> <span class=\"citation\" data-id=\"565217\"><a href=\"/opinion/565217/jack-kemp-secretary-of-housing-and-urban-development-v-william-p/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 112 (4th Cir.1991). The Act also requires sellers to inform buyers, prior to purchase, of facts which would enable a reasonably prudent individual to make an informed decision about purchasing a piece of real property. <i>See </i><i>Paquin v. Four Seasons of Tenn., Inc.,</i> <span class=\"citation\" data-id=\"328949\"><a href=\"/opinion/328949/claude-y-paquin-v-four-seasons-of-tennessee-inc-norman-h-cronk/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span>, 1109 (5th Cir.1975). Congress enacted the ILSFDA due to \"revelations of substantial abuse in the sale of undeveloped land by promoters.\" <i>Husted v. Amrep Corp.,</i> <span class=\"citation\" data-id=\"1554817\"><a href=\"/opinion/1554817/husted-v-amrep-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">298</span></a></span>, 303 (S.D.N.Y.1977) (quotation omitted).</p>\n<p>The ILSFDA is to be construed broadly to effectuate its remedial purposes. <i>See, e.g., </i><i>Olsen v. Lake Country, Inc.,</i> <span class=\"citation\" data-id=\"577023\"><a href=\"/opinion/577023/leroy-olsen-cheryl-olsen-v-lake-country-incorporated-and-cost-control/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span>, 205 (4th Cir.1991) (per curiam). Moreover, the ILSFDA borrows heavily from the full disclosure provisions and philosophy of the Securities Act of 1933. <i>See </i><i>Flint Ridge,</i> 426 U.S. at 778, <span class=\"citation\" data-id=\"109497\"><a href=\"/opinion/109497/flint-ridge-development-co-v-scenic-rivers-assn-of-okla/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2430</span></a></span>; <i>U.S. Dep't of Hous. &amp; Urban Dev. v. Cost Control Mktg. &amp; Sales Mgmt. of Va., Inc.,</i> <span class=\"citation\" data-id=\"703174\"><a href=\"/opinion/703174/us-department-of-housing-urban-development-v-cost-control-marketing/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">920</span></a></span>, 924 (4th Cir. 1995). \"Accordingly, in interpreting the Act, courts have applied the more comprehensively developed jurisprudence of securities cases.\" <i>Cost Control</i> 64 F.3d at 924. Under the ILSFDA, a developer may not sell a lot unless it has registered a statement of record with the Secretary of Housing and Urban Development (\"HUD\") and delivered a property report to the purchaser. <i>See</i> 15 U.S.C. §§ 1703(a), 1704(a). The statement of record describes the subdivision and must make various disclosures, including persons having an interest in subdivision lots, a legal description of the subdivision, condition of title, range of selling prices of lots, condition of access to the subdivision, unusual noise or safety conditions, availability of sewage disposal and other public utilities, the nature of any improvements to be installed by the developer, consequences of any encumbrances, deed to the subdivision, any liens, and any easements. <i>See id.</i> § 1705. The property report provided to purchasers must include the information contained in the statement of record, with some exclusions, and any other information that HUD may require. <i>See id.</i> § 1707(a).</p>\n<p>A purchaser may bring an action against a developer who violates section 1703(a) of the Act. <i>See id.</i> § 1709(a). Section 1703(a)(1) regulates activities concerning the statement of record and property report. <i>See id.</i> § 1703(a)(1). Under section <span class=\"star-pagination\">*302</span> 1703(a)(1), it is unlawful for developers (A) to sell any lot unless a statement of record is in effect; (B) to sell any lot unless a printed property report, meeting the requirements of section 1707 of the Act, has been furnished to the purchaser before signing the contract; (C) to sell any lot where any part of the statement of record or the property report contained an untrue statement of a material fact or omitted to state a material fact required to be stated therein; or (D) to display or deliver to prospective purchasers advertising and promotional material which is inconsistent with information required to be disclosed in the property report. <i>Id.</i> § 1703(a)(1).</p>\n<p>The anti-fraud provisions contained in 1703(a)(2) provide that a developer may not:</p>\n<blockquote>(A) ... employ any device, scheme, or artifice to defraud; (B) ... obtain money or property by means of any untrue statement of a material fact, or any omission to state a material fact necessary in order to make statements made (in light of the circumstances in which they were made and within the context of the overall offer and sale or lease) not misleading, with respect to any information pertinent to the lot or subdivision; (C) ... engage in any transaction, practice, or course of business which operates or would operate as a fraud or deceit upon a purchaser; or (D) ... represent that roads, sewers, water, gas, or electric service, or recreational amenities will be provided or completed by the developer without stipulating in the contract of sale or lease that such services or amenities will be provided or completed.</blockquote>\n<p><i>Id.</i> § 1703(a)(2).</p>\n<p>Under the Act, a court \"may order damages, specific performance, or such other relief as the court deems fair, just, and equitable.\" <i>Id.</i> § 1709(a). Additionally, recovery may include interest, court costs, reasonable attorneys' fees, independent appraisers' fees, and travel to and from the lot. <i>Id.</i> § 1709(c).</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiffs seek partial summary judgment on the issue of defendant's liability under section 1703(a)(1)(C). Section 1703(a)(1)(C) provides:</p>\n<blockquote>(a) Prohibited Activities</blockquote>\n<blockquote>It shall be unlawful for any developer [by means of interstate commerce]</blockquote>\n<blockquote>(1) with respect to the sale ... of any lot not exempt [under the Act]</blockquote>\n<blockquote>. . .</blockquote>\n<blockquote>(C) to sell [any such] lot where any part of the statement of record or the property report contained an untrue statement of a material fact or omitted to state a material fact required to be stated therein pursuant to [the Act] or any regulations thereunder[.]</blockquote>\n<p>15 U.S.C. § 1703(a).</p>\n<p>The parties do not dispute that the property report omitted the Lot's flood plain status in two places. <i>See</i> Def.'s Mem. 7-8, 15; Pls.' Mem. 4, 8-9; Property Report 28. Under the Act and relevant regulations, the property report is required to have a section on \"Subdivision Characteristics and Climate,\" which is to discuss, among other things:</p>\n<blockquote>(d) Flood plain. Is the subdivision located within a flood plain or an area designated by any Federal, State or local agency as being flood prone? What lots are affected? Is flood insurance available? Is it required in connection with the financing of any improvements to the lot? What is the estimated cost of the flood insurance?</blockquote>\n<p>24 C.F.R. § 1710.115; <i>see</i> 15 U.S.C. §§ 1705, 1707(a); 24 C.F.R. § 1710.100.</p>\n<p><span class=\"star-pagination\">*303</span> In order to avoid liability under section 1703(a)(1)(C), Duplin makes numerous statutory arguments: (1) section 1703(a)(1)(C) requires the purchaser to rely on the omission; (2) section 1703(a)(1)(C) requires the purchaser to lack actual knowledge of the omitted fact; (3) section 1703(a)(1)(C) requires the seller to have an intent to defraud; (4) the \"or\" in section 1703(a)(1)(C) should be construed conjunctively; (5) the property report referenced in section 1703(a)(1)(C) can be supplemented by other documents and oral statements; and (6) the omitted fact of flood plain status is not material. <i>See</i> Def.'s Mem. 14-29.</p>\n<p>Before addressing Duplin's various statutory arguments, the court describes the framework for resolving such statutory arguments. \"In interpreting a statute, `a court should always turn first to one, cardinal canon [of construction] before all others': the plain meaning rule.\" <i>Ayes v. U.S. Dep't of Veterans Affairs,</i> <span class=\"citation\" data-id=\"796429\"><a href=\"/opinion/796429/taylor-ayes-william-p-cutshall-frank-a-ribar-edward-c-smith-james-f/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 108 (4th Cir.2006) (quoting <i>Conn. Nat'l Bank v. Germain,</i> <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 253, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1146</span></a></span>, <span class=\"citation\" data-id=\"112706\"><a href=\"/opinion/112706/connecticut-nat-bank-v-germain/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></a></span> (1992)) (alteration in original). A court must \"presume that Congress says in a statute what it means and means in a statute what it says.\" <i>Ayes,</i> 473 F.3d at 108 (quotation omitted). Of course, in applying the plain meaning rule, courts must \"consider the context in which the statutory words are used because [courts] do not construe statutory phrases in isolation; [courts] read statutes as a whole.\" <i>Id.</i> (quotation &amp; alterations thereof omitted). However, \"[t]he [statutory construction] inquiry ceases if the statutory language is unambiguous and the statutory scheme is coherent and consistent.\" <i>Barnhart v. Sigmon Coal Co.,</i> <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 450, <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">941</span></a></span>, <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">908</span></a></span> (2002) (quotation omitted); <i>see </i><i>Ayes,</i> 473 F.3d at 108.</p>\n<p>The plain meaning rule is subject to \"two narrow exceptions.\" <i>In re Sunterra Corp.,</i> <span class=\"citation\" data-id=\"785425\"><a href=\"/opinion/785425/in-re-sunterra-corporation-debtor-rci-technology-corporation-formerly/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 265 (4th Cir.2004). According to the Fourth Circuit:</p>\n<blockquote>The first such exception, premised on absurdity, exists when literal application of the statutory language at issue results in an outcome that can truly be characterized as absurd, i.e., that is so gross as to shock the general moral or common sense. The second exception is premised on legislative intent, and it exists only when literal application of the statutory language at issue produces an outcome that is demonstrably at odds with clearly expressed congressional intent. A reviewing court may look beyond the plain language of an unambiguous statute only when one of these exceptions is implicated. And [the Fourth Circuit] ha[s] recognized that the instances in which either of these exceptions to the Plain Meaning Rule apply are, and should be, exceptionally rare.</blockquote>\n<p><i>Id.</i> (quotations &amp; citations omitted). Moreover, the party challenging the plain meaning of a statute bears an exceptionally heavy burden. <i>See, e.g., id.</i></p>\n<p></p>\n<h2>A.</h2>\n<p>First, Duplin notes that a typical fraud claim requires reliance. Def.'s Mem. 2. Duplin then argues that the court should construe section 1703(a)(1)(C) to require reliance given that the ILSFDA's overarching goal is to prevent fraud and inform buyers about real property before they sign the contract to purchase. <i>See</i> Def.'s Mem. 15. According to Duplin, because Duplin informed plaintiffs of the flood plain status through various supplemental documents and oral statements, and because plaintiffs admit to knowing the Lot's flood plain status before they signed the contact, they did not rely on the omission in the property report, and their section 1703(a)(1)(C) claim fails. <i>See id.</i></p>\n<p><span class=\"star-pagination\">*304</span> Initially, the court examines the text of section 1703(a)(1)(C). The text makes no reference to reliance. <i>See</i> 15 U.S.C. § 1703(a)(1)(C); <i>Ayes,</i> 473 F.3d at 108. The statute's plain language simply prohibits the sale of a lot when \"any part\" of the property report \"omitted to state a material fact\" that the ILSFDA requires. <i>See</i> 15 U.S.C. § 1703(a)(1)(C). Accordingly, the text appears to refute Duplin's argument. <i>See id.</i>; <i>Dongelewicz v. First E. Bank,</i> <span class=\"citation\" data-id=\"2565287\"><a href=\"/opinion/2565287/dongelewicz-v-first-eastern-bank/\"><span class=\"volume\">80</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">339</span></a></span>, 348 (M.D.Pa. 1999) (\"[T]he language of the statute is to the effect that simply making a material misrepresentation or omission in a document required to be prepared and/or provided under the Act is actionable under §§ 1709, 1703(a)(1), and does not require proof of reliance ....\"), <i>aff'd sub nom. </i><i>Dongelewicz v. PNC Bank Nat'l Ass'n,</i> 104 Fed.Appx. 811 (3d Cir.2004) (unpublished). In light of the statutory text, it is not surprising that since the Act's inception, courts have uniformly concluded that a purchaser need not rely on the property report to establish liability under section 1703(a)(1)(C) (and its predecessors). <i>See </i><i>Paniaguas v. Aldon Cos.,</i> No. 2:04-CV-468-PRC, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2568210</span></span>, at *19 (N.D.Ind. Sept. 5, 2006) (unpublished); <i>Dongelewicz,</i> 80 F.Supp.2d at 348; <i>Shirley v. Mann,</i> No. 90-C-0008, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">13843</span></span>, at *21 (N.D.Ill. Sept. 22, 1993) (unpublished); <i>Gibbes v. Rose Hill Plantation Dev. Co.,</i> <span class=\"citation\" data-id=\"1477371\"><a href=\"/opinion/1477371/gibbes-v-rose-hill-plantation-development-co/\"><span class=\"volume\">794</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1327</span></a></span>, 1334 (D.S.C.1992); <i>DiSandro v. Makahuena Corp.,</i> <span class=\"citation\" data-id=\"1680014\"><a href=\"/opinion/1680014/disandro-v-makahuena-corp/\"><span class=\"volume\">588</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">889</span></a></span>, 895 (D.Haw. 1984); <i>see also </i><i>Hester v. Hidden Valley Lakes, Inc.,</i> <span class=\"citation\" data-id=\"2007903\"><a href=\"/opinion/2007903/hester-v-hidden-valley-lakes-inc/\"><span class=\"volume\">495</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">48</span></a></span>, 53-54 (N.D.Miss.1980) (holding liability under a predecessor to section 1703(a)(1)(C) did not require reliance by purchaser on misrepresentations); <i>Bryan v. Amrep Corp.,</i> <span class=\"citation\" data-id=\"1554937\"><a href=\"/opinion/1554937/bryan-v-amrep-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">313</span></a></span>, 317 (S.D.N.Y.1977); <i>Husted,</i> 429 F.Supp. at 310-11; <i>Hoffman v. Charnita, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">86</span></span>, 90-91 (M.D.Pa.1973); <i>cf. </i><i>Lukenas v. Bryce's Mountain Resort, Inc.,</i> <span class=\"citation\" data-id=\"337608\"><a href=\"/opinion/337608/leo-a-lukenas-and-geraldine-r-lukenas-etc-on-behalf-of-themselves-and/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span>, 596 n. 11 (4th Cir.1976) (\"Whether `reliance' is essential to [an action for material misrepresentations or omissions in the property report] is subject to some doubt.\"). Thus, a \"plaintiff does not need to prove ... that the plaintiff relied on the property report. Plaintiff needs only to show that the omission or misrepresentation existed in the report at the time the property was sold.\" <i>Gibbes,</i> 794 F.Supp. at 1334 (citation omitted).</p>\n<p>In concluding that section 1703(a)(1)(C) does not require reliance, the court has considered the jurisprudence of the Securities Act of 1933. <i>See, e.g., </i><i>Cost Control,</i> 64 F.3d at 924; <i>Hester,</i> 495 F.Supp. at 54. Section 1703(a)(1)(C) has its origins in section 12(a)(2) of the Securities Act of 1933, 15 U.S.C. § 77<i>l</i> (a)(2). <i>Compare</i> 15 U.S.C. § 1703(a)(1)(C) (prohibiting sale of lot \"where any part of the statement of record or the property report contained an untrue statement of a material fact or omitted to state a material fact required\" by the Act), <i>with id.</i> § 77<i>l</i> (a)(2) (prohibiting sale of security \"by means of a prospectus or oral communication, which includes an untrue statement of a material fact or omits to state a material fact necessary in order to make the statements ... not misleading\"); <i>see, e.g., </i><i>Hester,</i> 495 F.Supp. at 54 (finding a predecessor section to 1703(a)(1)(C) had similarities to section 12); <i>Husted,</i> 429 F.Supp. at 304 (finding predecessors to 1703(a)(1)(C) \"were modelled\" on section 12); <i>Hoffman,</i> 58 F.R.D. at 90-91 (\"[T]he remedy provided [by the predecessor to section 1703(a)(1)(C)] is analogous to that provided by § 12....\").<sup>[3]</sup> Under section 12(a)(2), <span class=\"star-pagination\">*305</span> a claim \"may be grounded on untrue statements and omissions that make a [document] misleading, whether or not the plaintiff relied on the [document] or even read it\" <i>Caviness v. DeRand Res. Corp.,</i> <span class=\"citation\" data-id=\"598984\"><a href=\"/opinion/598984/robert-j-caviness-barry-j-friedman-brian-a-johnson-mark-h-tuohey-iii/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1295</span></a></span>, 1305 (4th Cir.1993). Thus, reliance is not an element of a section 12(a)(2) claim. <i>See, e.g., </i><i>Dunn v. Borta,</i> <span class=\"citation\" data-id=\"786342\"><a href=\"/opinion/786342/edward-m-dunn-v-ronald-t-borta-peter-c-linzmeyer-leslie-a-davis-and/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">421</span></a></span>, 433 (4th Cir.2004); <i>Gasner v. Bd. of Supervisors,</i> <span class=\"citation\" data-id=\"732322\"><a href=\"/opinion/732322/alan-h-gasner-signet-trust-company-as-trustee-under-indenture-of-trust/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 356 (4th Cir.1996). Given section 1703(a)(1)(C)'s roots in section 12(a)(2) and with no textual reason to conclude otherwise, the court gives similar legal effect to the text of section 1703(a)(1)(C).</p>\n<p>Finally, the Fourth Circuit's analysis in <i>Dunn</i> bolsters the conclusion that section 1703(a)(1)(C) does not require reliance. <i>See</i> 369 F.3d at 432-33. In <i>Dunn,</i> the Fourth Circuit analyzed a Virginia statute modelled on section 12. <i>Id.</i> at 428-29. Defendants argued that the statute should be construed to require reliance. <i>See id.</i> at 432. The Fourth Circuit rejected the argument. <i>Id.</i> First, the Fourth Circuit analyzed the plain language of the statute. <i>Id.</i> Finding no element of reliance in the plain language, the court then evaluated whether to judicially imply a reliance requirement. <i>Id.</i> at 432-33. The Fourth Circuit declined to do so. <i>Id.</i> at 433. In reaching this conclusion, the Fourth Circuit acknowledged that federal courts have implied the element of reliance in claims under section 10(b) of the Securities Exchange Act of 1934, 15 U.S.C. § 78j(b), and Rule 10b-5, 17 C.F.R. § 240.10b-5. <i>See id.</i> at 433 n. 22. However, a cause of action under section 10(b) was \"judicially created,\" unlike a cause of action under section 12 or the Virginia statute at issue. <i>See id.</i> Alternatively, even assuming the Virginia statute at issue in <i>Dunn</i> was ambiguous on the issue of reliance, the Fourth Circuit stated it would reach the same result and find no reliance requirement. <i>See id.</i> at 433. The Fourth Circuit reasoned that its \"construction comports with the purpose of the [Virginia statute], which is intended to protect investors from fraudulent sales of securities.\" <i>Id.</i> (quotation omitted). It was \"therefore proper to construe a statutory ambiguity, if any exists, in favor of the investor.\" <i>Id.</i><sup>[4]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>Duplin argues that the court should interpret section 1703(a)(1)(C) to require that the purchaser lack actual knowledge of the omitted fact in order for a seller to be liable under section 1703(a)(1)(C). For reasons described above, the court declines to judicially imply an ignorance requirement. The plain text of section 1703(a)(1)(C) does not support Duplin's argument. <span class=\"star-pagination\">*306</span> <i>See</i> 15 U.S.C. § 1703(a)(1)(C). Moreover, the remedial intent of Congress counsels against judicially implying an ignorance requirement. <i>See, e.g., </i><i>Dunn,</i> 369 F.3d at 433; <i>see also </i><i>Olsen,</i> 955 F.2d at 205.</p>\n<p>Admittedly, plaintiffs' knowledge of the omitted fact would defeat an analogous section 12(a)(2) claim. <i>See, e.g., </i><i>Gasner,</i> 103 F.3d at 356. However, section 12(a)(2) is explicit on this point. <i>See</i> 15 U.S.C. § 77<i>l</i> (a)(2) (\"the purchaser not knowing of such untruth or omission\"). Section 1703(a)(1)(C) contains no such language, and the court declines to rewrite the statute. <i>See </i><i>Sunterra,</i> 361 F.3d at 269; <i>First S. Prod. Credit Ass'n v. Farm Credit Admin.,</i> <span class=\"citation\" data-id=\"556434\"><a href=\"/opinion/556434/first-south-production-credit-association-federal-intermediate-credit-bank/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span>, 346 (4th Cir.1991); <i>cf. </i><i>Oubre v. Entergy Operations, Inc.,</i> <span class=\"citation\" data-id=\"118169\"><a href=\"/opinion/118169/oubre-v-entergy-operations-inc/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></a></span>, 427-28, <span class=\"citation\" data-id=\"118169\"><a href=\"/opinion/118169/oubre-v-entergy-operations-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">838</span></a></span>, <span class=\"citation\" data-id=\"118169\"><a href=\"/opinion/118169/oubre-v-entergy-operations-inc/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">849</span></a></span> (1998) (rejecting the use of general contract principles to override the plain text of the release provisions in the Older Workers Benefit Protection Act where the Act \"implements Congress' policy via a strict, unqualified statutory stricture on waivers, and [the Court is] bound to take Congress at its word\").</p>\n<p></p>\n<h2>C.</h2>\n<p>Duplin argues that a seller's mistake or inadvertent omission in a property report is not actionable under section 1703(a)(1)(C). <i>See</i> Def.'s Mem. 15. Essentially, Duplin argues that the court should add a scienter element to section 1703(a)(1)(C) and thereby require a buyer to show that the seller had an intent to deceive or defraud. <i>See id.</i> at 15-16.</p>\n<p>The text of section 1703(a)(1)(C) does not mention scienter, and the court concludes that section 1703(a)(1)(C) does not require scienter. <i>See, e.g., Shirley,</i> <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">13843</span></span>, at *21 (\"Plaintiffs need not prove that defendants intended to defraud or deceive or that plaintiffs relied on the property report.\"). Further, the remedial intent of Congress counsels against judicially implying scienter. <i>See, e.g., </i><i>Dunn,</i> 369 F.3d at 433; <i>see also </i><i>Olsen,</i> 955 F.2d at 205. Finally, section 1703(a)(1)(C)'s analogue in the securities realm, section 12(a)(2), does not require scienter. <i>See, e.g., </i><i>Cozzarelli v. Inspire Pharms. Inc.,</i> <span class=\"citation\" data-id=\"1027338\"><a href=\"/opinion/1027338/cozzarelli-v-inspire-pharmaceuticals-inc/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">618</span></a></span>, 628 (4th Cir.2008).</p>\n<p></p>\n<h2>D.</h2>\n<p>Duplin argues that the court should interpret the \"or\" in section 1703(a)(1)(C) as a conjunctive \"and\" instead of the usual disjunctive \"or.\" <i>See</i> Def.'s Mem. 16. Section 1703(a)(1)(C) prohibits the sale of a lot \"where any part of the statement of record <i>or</i> the property report contained an untrue statement\" or omission of material fact. 15 U.S.C. § 1703(a)(1)(C) (emphasis added). According to Duplin, a conjunctive interpretation would produce the result that the \"ILSFDA has only been violated when the omission fails to appear in <i>both</i> the statement of record and the [p]roperty [r]eport.\" Def.'s Mem. 16 (emphasis added). Duplin reasons that a literal application of section 1703(a)(1)(C) would produce an outcome demonstrably at odds with the congressional intent to protect against fraud and deception. <i>Id.</i> Not surprisingly, in making this argument, Duplin notes that the statement of record provided to plaintiffs mentioned the flood plain status. <i>Id.</i> at 14.</p>\n<p>The court rejects Duplin's argument. Congress enacted section 1703(a)(1)(C) in the disjunctive, and its plain meaning is that an action exists where \"any part of the statement of record or the property report\" contains an omission of material fact, not just where the statement of record <i>and</i> the property report contain a material omission. Moreover, <span class=\"star-pagination\">*307</span> construing \"or\" disjunctively is consistent with the intent and structure of the ILSFDA for at least two reasons. First, the anti-fraud provisions in section 1703(a)(2) address congressional intent concerning fraud. Second, Duplin's focus on the statement of record is misplaced. It is the property report, not the statement of record, which the seller must deliver to the purchaser before the contract is signed. <i>See</i> 15 U.S.C. § 1703(a)(1)(B). To permit a material omission in the property report so long as the fact omitted is contained in the statement of record would subvert Congress' evident intent under section 1703(a)(1)(C) concerning the property report. <i>See, e.g., </i><i>Sunterra,</i> 361 F.3d at 269; <i>First S. Prod. Credit Ass'n,</i> 926 F.2d at 346.</p>\n<p></p>\n<h2>E.</h2>\n<p>Duplin argues that its oral statements and \"the disclosure items contained in the statement of record should be determined to have supplemented and cured the omission found in the Property Report.\" Def.'s Mem. 17. According to Duplin, the \"HUD regulations for ILSFDA contemplate supplementing the Property Report,\" as evidenced by \"their treatment of the cost sheet, which is a blank form in the Property Report that HUD regulations require and instruct the seller to complete in supplementation of the information provided to the prospective purchaser at the time of sale.\" Def.'s Mem. 17; <i>see</i> 24 C.F.R. § 1710.117.</p>\n<p>Duplin cites no statutory or regulatory authority for concluding that section 1703(a)(1)(C) should be interpreted to permit the statement of record or oral statements to supplement a property report under section 1703(a)(1)(C). In fact, Duplin's argument is merely an invitation to interpret \"or\" conjunctively or to accept \"substantial compliance\" under section 1703(a)(1)(C). This court declines Duplin's invitation. <i>See, e.g., </i><i>Gaudet v. Woodlake Dev. Co.,</i> <span class=\"citation\" data-id=\"1489091\"><a href=\"/opinion/1489091/gaudet-v-woodlake-development-co/\"><span class=\"volume\">399</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1005</span></a></span>, 1006 (E.D.La. 1975) (rejecting application of substantial compliance under the ILSFDA); <i>Rockefeller v. High Sky, Inc.,</i> <span class=\"citation\" data-id=\"1415281\"><a href=\"/opinion/1415281/rockefeller-v-high-sky-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">303</span></a></span>, 304-05 (E.D.Pa.1975) (rejecting defendant's argument that verbal disclosure can cure failure to deliver property report and remarking \"had Congress intended to provide developers with an alternative means of furnishing information to purchasers, it could have said so very plainly and simply\"); <i>see generally </i><i>Oubre,</i> 522 U.S. at 427-28, <span class=\"citation\" data-id=\"118169\"><a href=\"/opinion/118169/oubre-v-entergy-operations-inc/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">838</span></a></span>. Because section 1703(a)(1)(C) targets \"any part\" of a property report which contains an omission of material fact, the court declines to hold that the statement of record or oral statements may supplement the property report.</p>\n<p></p>\n<h2>F.</h2>\n<p>Finally, Duplin argues that the omitted fact of flood plain status was not material. Def.'s Mem. 20-23. Of course, section 1703(a)(1)(C) requires materiality. <i>See</i> 15 U.S.C. § 1703(a)(1)(C) (\"where any part of ... the property report ... omitted to state a material fact required to be stated therein\"). Further, the parties agree on the Act's materiality standard: \"The test of materiality is whether a reasonable investor might have considered the omitted fact or erroneous statement as important in making a decision.\" <i>Paquin,</i> 519 F.2d at 1109; <i>accord </i><i>Gibbes,</i> 794 F.Supp. at 1334; <i>Price v. Owens-Ill. Dev. Corp.,</i> <span class=\"citation\" data-id=\"1750632\"><a href=\"/opinion/1750632/price-v-owens-illinois-development-corp/\"><span class=\"volume\">646</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">314</span></a></span>, 316 (M.D.Ga.1986); <i>Prebil v. Pinehurst, Inc.,</i> <span class=\"citation\" data-id=\"1490360\"><a href=\"/opinion/1490360/prebil-v-pinehurst-inc/\"><span class=\"volume\">638</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1314</span></a></span>, 1317 (D.Mont.1986).</p>\n<p>The Act's materiality standard is borrowed from federal securities jurisprudence. <i>See </i><i>Paquin,</i> 519 F.2d at 1109 (citing <i>Affiliated Ute Citizens of Utah v. United States,</i> <span class=\"citation\" data-id=\"108526\"><a href=\"/opinion/108526/affiliated-ute-citizens-of-utah-v-united-states/\"><span class=\"volume\">406</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 153-54, 92 S.Ct. <span class=\"star-pagination\">*308</span> 1456, <span class=\"citation\" data-id=\"108526\"><a href=\"/opinion/108526/affiliated-ute-citizens-of-utah-v-united-states/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">741</span></a></span> (1972) (\"[In the securities context, all] that is necessary is that the facts withheld be material in the sense that a reasonable investor might have considered them important in the making of [the] decision.\")). In the Fourth Circuit, \"a fact stated or omitted is material if there is a substantial likelihood that a reasonable purchaser or seller of a security (1) would consider the fact important in deciding whether to buy or sell the security or (2) would have viewed the total mix of information made available to be significantly altered by disclosure of the fact.\" <i>Longman v. Food Lion, Inc.,</i> <span class=\"citation\" data-id=\"766884\"><a href=\"/opinion/766884/david-i-longman-jeffrey-feinman-paul-m-gardner-defined-plan-trust-edward/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">675</span></a></span>, 683 (4th Cir.1999) <i>see </i><i>Basic Inc. v. Levinson,</i> <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 231-32, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">978</span></a></span>, <span class=\"citation\" data-id=\"112022\"><a href=\"/opinion/112022/basic-inc-v-levinson/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">194</span></a></span> (1988); <i>TSC Indus., Inc. v. Northway, Inc.,</i> <span class=\"citation\" data-id=\"109481\"><a href=\"/opinion/109481/tsc-industries-inc-v-northway-inc/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 448-49, <span class=\"citation\" data-id=\"109481\"><a href=\"/opinion/109481/tsc-industries-inc-v-northway-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2126</span></a></span>, <span class=\"citation\" data-id=\"109481\"><a href=\"/opinion/109481/tsc-industries-inc-v-northway-inc/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">757</span></a></span> (1976). The court takes guidance from this articulation of the materiality standard in construing section 1703(a)(1)(C). <i>See, e.g., </i><i>Cost Control,</i> 64 F.3d at 924.</p>\n<p>The Fourth Circuit has made clear that the fact itself must be material, not the misrepresentation or omission. <i>See </i><i>Greenhouse v. MCG Capital Corp.,</i> <span class=\"citation\" data-id=\"788665\"><a href=\"/opinion/788665/charles-greenhouse-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">650</span></a></span>, 656 (4th Cir.2004). Thus, assuming other requirements are met, any omission of a material fact is prohibited. <i>See id.</i> In addition, the materiality inquiry is objective and examines the significance of the omitted fact to a hypothetical reasonable investor, not to the specific plaintiff. <i>See </i><i>Nolte v. Capital One Fin. Corp.,</i> <span class=\"citation\" data-id=\"788452\"><a href=\"/opinion/788452/frank-nolte-helen-nolte-local-144-nursing-home-pension-fund-and-bill/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">311</span></a></span>, 315 (4th Cir.2004). Further, materiality \"does not require proof that an investor would not have invested had he known the truth; rather, the reasonable investor standard requires `a showing of a substantial likelihood that, under all the circumstances, the omitted fact would have assumed actual significance in the deliberations of the reasonable [investor].'\" <i>Dunn,</i> 369 F.3d at 427 (quoting <i>TSC Indus.,</i> 426 U.S. at 449, <span class=\"citation\" data-id=\"109481\"><a href=\"/opinion/109481/tsc-industries-inc-v-northway-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2126</span></a></span>) (alteration in original). Moreover, in the analogous section 12(a)(2) context, the fact that omitted information is publicly available does not defeat materiality as to a seller's omission. <i>See, e.g., </i><i>Dunn,</i> 369 F.3d at 429. \"[I]nvestors are not generally required to look beyond a given document to discover what is true and what is not.\" <i>Miller v. Thane Int'l, Inc.,</i> <span class=\"citation\" data-id=\"1193936\"><a href=\"/opinion/1193936/miller-v-thane-intern-inc/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">879</span></a></span>, 887 (9th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></span>, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">43</span></span> (2008); <i>see </i><i>Dunn,</i> 369 F.3d at 429.</p>\n<p>Duplin contends that the omitted fact of flood plain status was not material for numerous reasons. <i>See</i> Def.'s Mem. 20-23. First, Duplin argues the omission is not material because Duplin provided the Lot's flood plain status to plaintiffs through other documents and oral statements. <i>See id.</i> at 21. Duplin's argument, however, erroneously focuses on the omission  which need not be material  instead of the fact omitted, which must be. <i>See</i> 15 U.S.C. § 1703(a)(1)(C) (\"material\" modifies \"fact\"); <i>Greenhouse,</i> 392 F.3d at 656. That an omission is insignificant in the face of information otherwise available has no bearing on whether the fact itself is material.</p>\n<p>Next, Duplin argues that flood plain status was not material to plaintiffs, who purchased the Lot knowing about the Lot's flood plain status and who failed to cancel the contract after doing so. <i>See</i> Def.'s Mem. 22. However, the materiality inquiry is objective and considers the reasonable purchaser  not the actual purchaser. <i>See, e.g., </i><i>Nolte,</i> 390 F.3d at 315. Stated differently, whether plaintiffs considered flood plain status to be material is irrelevant to the issue of materiality under section 1703(a)(1)(C).</p>\n<p>Finally, Duplin argues that reasonable investors would not consider flood plain status material and would assume that all <span class=\"star-pagination\">*309</span> waterfront property is in a flood plain. <i>See</i> Def.'s Mem. 22-23. According to Duplin, waterfront property  albeit in a flood plain  is often highly desirable property in a development. <i>See id.</i> at 22.</p>\n<p>The court rejects Duplin's argument. To begin, all waterfront property is not in a flood plain. For example, a home built on a cliff overlooking the ocean may be waterfront property, yet not be in a flood plain. Moreover, and in any event, a reasonable purchaser would consider it important to know if a particular piece of property is in a flood plain. <i>See, e.g., </i><i>Paquin,</i> 519 F.2d at 1109. Flood plain status indicates a risk of flooding, the possible need for flood insurance, and the possibility of special building/land ordinances. <i>Cf.</i> 24 C.F.R. § 1710.115(d). Accordingly, flood plain status is material under section 1703(a)(1)(C), and plaintiffs are entitled to summary judgment as to Duplin's liability under section 1703(a)(1)(C). <i>Cf. </i><i>Prebil,</i> 638 F.Supp. at 1317-18 (finding, on cross-motions for summary judgment, that \"[c]learly, if an investor is looking to hold real property for a short period of time and then resell it, the date upon which access roads will be completed will be an important factor in making the decision to buy [and is material], for this affects not only the value of the property but its salability\"); <i>Hester,</i> 495 F.Supp. at 54 (holding defendants liable for omission of material facts \"which related to the circumstances under which a buyer might lose his investment\" because \"[a]ny reasonable investor under similar circumstances, would consider such facts to be important in determining whether or not to expose his investment to a great risk\").</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons explained above, the court denies Duplin's motion for summary judgment on plaintiffs' section 1703(a)(1)(C) claim. As for the balance of the remaining claims in plaintiffs' amended complaint, plaintiffs do not seriously contest Duplin's motion for summary judgment on such claims. In any event, after fully considering the record and the governing law, the court concludes that Duplin is entitled to summary judgment on all other pending claims. Thus, Duplin's motion for summary judgment is granted in part and denied in part.</p>\n<p></p>\n<h2>V.</h2>\n<p>Accordingly, plaintiffs' motion for partial summary judgment [D.E. 21] as to defendant's liability under 15 U.S.C. § 1703(a)(1)(C) is GRANTED. Moreover, the court DENIES Duplin's motion for summary judgment [D.E. 26] as to plaintiffs' section 1703(a)(1)(C) claim, but GRANTS Duplin's motion for summary judgment [D.E. 26] on all of plaintiffs' other claims. In due course, the court will hold a status conference to discuss the issue of remedy.</p>\n<h2>NOTES</h2>\n<p>[1]  The term \"Additional Property\" includes the Lot. <i>See</i> Def.'s Cross-Mot. for S.J., Ex. F, at 2 (defining \"Additional Property\" as \"Lots numbered RS1 through RS70, inclusive, of that portion of the Development [of River Landing] known as RiverStone\").</p>\n<p>[2]  Initially, plaintiffs also alleged violations of North Carolina's Unfair and Deceptive Trade Practices Act, N.C. Gen.Stat. § 75-1.1 et seq., and negligent misrepresentation under North Carolina common law. <i>See</i> Am. Compl. ¶¶ 16-28. On September 23, 2008, the parties agreed to a stipulated dismissal of those claims with prejudice [D.E. 28].</p>\n<p>[3]  Section 12(a)(2) provides:\n</p>\n<p>Any person who</p>\n<p>...</p>\n<p>(2) offers or sells a security ... by the use of [interstate commerce], by means of a prospectus or oral communication, which includes an untrue statement of a material fact or omits to state a material fact necessary in order to make the statements, in the light of the circumstances under which they were made, not misleading (the purchaser not knowing of such untruth or omission), and who shall not sustain the burden of proof that he did not know, and in the exercise of reasonable care could not have known, of such untruth or omission, shall be liable ... to the person purchasing such security from him....</p>\n<p>15 U.S.C. § 77<i>l</i> (a).</p>\n<p>[4]  That some courts have found reliance required under the \"fraud\" provisions of the ILSFDA (section 1703(a)(2)(A)-(C)) does not impact this court's analysis of section 1703(a)(1)(C). <i>See, e.g., </i><i>Dongelewicz,</i> 80 F.Supp.2d at 348 (noting \"there is a split in authority as to whether a claim of fraud [under section 1703(a)(2)(A), (B), or (C)] requires evidence of reliance\"; citing cases and concluding section 1703(a)(1) \"does not require proof of reliance, while fraud under § 1703(a)(2) requires proof of reliance\"). In this case, the court need not and does not address whether reliance is required under the ILSFDA's fraud provisions.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/337608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1027338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1193936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1415281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1489091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1490360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1554817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1554937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1680014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1750632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2007903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2565287/"
  ]
}