{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1368537/",
  "absolute_url": "/opinion/1368537/major-media-of-southeast-inc-v-city-of-raleigh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1368537/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:49:25.202727Z",
  "date_modified": "2016-04-27T00:26:05.609009Z",
  "type": "010combined",
  "sha1": "4acd48f35dd3b6779e9b037b211309bf053d694e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>621 F.Supp. 1446 (1985)</b></center>\n<center><h1>MAJOR MEDIA OF the SOUTHEAST, INC., d/b/a Naegele Outdoor Advertising Company of Raleigh-Durham, Plaintiff,<br>\nv.<br>\nCITY OF RALEIGH, Defendant.</h1></center>\n<center>No. 84-796-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 16, 1985.</center>\n<p><span class=\"star-pagination\">*1447</span> Richard W. Ellis, Smith Moore Smith Schell &amp; Hunter, Raleigh, N.C., for plaintiff.</p>\n<p>Thomas A. McCormick, City Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action arose as a result of amendments made to the Raleigh City Code in 1983 regarding the regulation of billboards and signs within the city. These regulations had initially been enacted in 1979 and had permitted off-premise signs to be considerably larger than on-premise signs and also permitted off-premise signs to change their copy as frequently as desired.<sup>[1]</sup> The <span class=\"star-pagination\">*1448</span> 1983 amendment substantially altered the regulations for off-premise signs. It reduced the number of zoning classifications in which billboards are allowed and reduced the amount of square footage permissible per sign. It also provided for a five and one-half year amortization period from October 18, 1983 before any non-conforming signs would be removed.</p>\n<p>Plaintiff subsequently brought this action challenging the constitutionality of the new ordinance. During discovery, it was discovered that a section of the ordinance presented to the City Council had been left out of the amendments. That section, which was to be placed in Section 20 of Raleigh City Code § 10-2066, provided as follows:</p>\n<blockquote>Nothing in this ordinance or in 10-2065 of the Raleigh City Code shall apply to non-commercial signs.</blockquote>\n<p>As it turns out, this section was extremely important, for without it Section 10-2065 could be construed to be unconstitutional, because it would give commercial speech greater preference than non-commercial speech. In <i>Metromedia, Inc. v. City of San Diego,</i> 453 U.S. 490, 101 S.Ct. 2882, 69 L.Ed.2d 800 (1981), the Supreme Court found a similar ordinance to be unconstitutional on exactly the same grounds.</p>\n<p>Relying on this case, plaintiff filed a motion for summary judgment seeking to have the ordinance declared unconstitutional as a matter of law. However, on the same day that plaintiff filed its motion defendant, seeking to eliminate any potential constitutionality problems, substantially amended the ordinance. Of particular import is Section 4, which amends Section 10-2065 to provide as follows:</p>\n<blockquote>Section 10-2065.4 Permitted Signs.</blockquote>\n<blockquote>Any sign authorized in this chapter is allowed to contain noncommercial copy in lieu of any other copy.</blockquote>\n<p>Because plaintiff in its complaint sought only declaratory and injunctive relief, the court concluded that any ruling on the constitutionality of Raleigh's ordinance would have to be based on the ordinance as amended on December 4, 1984. The court then gave the parties additional time to seek further discovery and to subsequently resubmit their motions for summary judgment with such further memoranda and materials as they deemed necessary. Discovery has been completed, the parties have filed their motions, and the action is now ripe for disposition.</p>\n<p></p>\n<h2>PLAINTIFF'S MOTION FOR SUMMARY JUDGMENT</h2>\n<p>In its memorandum in support of its motion for summary judgment, plaintiff sets out two general grounds why the Raleigh City Code as it relates to signs is unconstitutional. First, plaintiff asserts that it is a vague, standardless, content-based infringement on plaintiff's First Amendment right to freedom of speech. Second, plaintiff contends that the Code violates due process because it gives city officials unguided enforcement discretion which exceeds the zoning power given to municipalities by the state legislature.<sup>[2]</sup></p>\n<p>However, both of these contentions center on the plaintiff's assertion that defendant has failed to adequately define the terms \"commercial\" and \"non-commercial\" as they relate to signs. As a result, it argues, non-commercial speech may be improperly restricted in violation of the First Amendment and billboard inspectors may be given unbridled discretion to violate plaintiff's due process rights by determining what speech is permitted and what is not. These contentions will be addressed seriatim.</p>\n<p></p>\n<h2>1. <i>First Amendment</i>\n</h2>\n<p>In <i>Metromedia,</i> the Supreme Court addressed the question of what degree of speech could be regulated by a city when enacting an ordinance limiting the use of signs within the city limits. San Diego's ordinance permitted on-site commercial advertising <span class=\"star-pagination\">*1449</span> but forbade other commercial advertising (off-site signs) and non-commercial signs unless permitted by one of the ordinance's specified exceptions. A plurality of the Supreme Court ruled the statute unconstitutional because it improperly gave on-site commercial advertising preference over non-commercial advertising.</p>\n<blockquote>Although the city may distinguish between the relative value of different categories of commercial speech, the city does not have the same range of choice in the area of non-commercial speech to evaluate the strength of, or distinguish between, various communicative interests. ... To allow a government the choice of permissible subjects for public debate would be to allow that government control over the search for political truth.</blockquote>\n<p>453 U.S. at 514-15, 101 S.Ct. at 2896 (citations omitted).</p>\n<p>As stated before, plaintiff argues that even with the recent amendments, the Raleigh City Code as it relates to signs is still in violation of the First Amendment, due to the fact that it fails to define or provide any guidelines for the interpretation of the terms \"commercial\" and \"non-commercial\" as used in the city's sign regulations. <i>See </i><i>Grayned v. City of Rockford,</i> 408 U.S. 104, 108-09, 92 S.Ct. 2294, 2298-99, 33 L.Ed.2d 222 (1972). In support of this contention, plaintiff points to the depositions of several city sign inspectors who gave varying interpretations of the two terms. Watkins Deposition at 43-48, 140-42; Strickland Deposition at 11, 22-25; Parker Deposition at 17; Wiggins Deposition at 8, 15-17; Barber Deposition at 11-13.</p>\n<p>In response, defendant asserts first that no codification of these terms is necessary, since the Supreme Court has already defined them. In <i>Central Hudson Gas &amp; Electric Corporation v. Public Service Commission of New York,</i> 447 U.S. 557, 561, 100 S.Ct. 2343, 2348-49, 65 L.Ed.2d 341 (1980), commercial speech was defined as being \"expression related solely to the economic interests of the speaker and its audience.\" Defendant asserts that it would be improper for the city to attempt to give the term some other meaning. Defendant also contends that the statements given to plaintiff's counsel by the city's inspectors in response to hypothetical questions should be given little consideration at this time. These inspectors have not been given any instruction on the new ordinance because no necessity for interpretation has arisen. Watkins Deposition at 43. Defendant contends that it would be unfair to find the ordinance unconstitutional simply because the individual inspectors have not been instructed prior to any inspections as to how it should be interpreted.</p>\n<p>The court must agree with these assertions. Where the courts have provided a city with specific guidelines with regard to the definition of applicable terms, the city need not include those definitions in its ordinance. The Supreme Court's discussion of commercial speech in <i>Central Hudson</i> should provide defendant with those guidelines. Furthermore, the Court expanded on this definition in <i>Metromedia</i> when it implicitly acknowledged as proper the City of San Diego's definitions of on-site and off-site commercial signs. San Diego defined an on-site commercial sign as \"a sign advertising goods or services available on the property where the sign is located,\" and an off-site commercial sign as \"a sign on a building or other property advertising goods or services produced or offered elsewhere.\" 453 U.S. at 503, 101 S.Ct. at 2890. The plurality expressly ruled that insofar as it regulated commercial speech the San Diego ordinance met the requirements of <i>Central Hudson. Id.</i> at 512, 101 S.Ct. at 2895.</p>\n<p>Plaintiff points to Justice Brennan's concurring opinion in <i>Metromedia</i> in support of its position that city officials should not be given the right to determine whether a proposed message is commercial or non-commercial. 453 U.S. at 536-37, 101 S.Ct. at 2907-08. However, as defendant points out, Justice Brennan was in the minority on this point. Seven justices (four in the plurality and three dissenters) concluded that San Diego had the right to regulate the size and spacing of all commercial signs. None expressed any problems with the <span class=\"star-pagination\">*1450</span> city's ability to distinguish between commercial and non-commercial advertising.</p>\n<p>Thus, this court must similarly find that defendant's failure to define the terms \"commercial\" and \"non-commercial\" as they relate to signs does not render the sign ordinance unconstitutionally vague. These terms have been adequately defined in prior court decisions and those definitions need not be repeated in the ordinance to render it constitutional.</p>\n<p>In a similar vein, plaintiff argues that even after the December, 1984 amendments to the ordinance, commercial signs still are treated more favorably than non-commercial ones in violation of the Supreme Court's ruling in <i>Metromedia.</i> First, they contend that an on-premise commercial sign is permitted merely by meeting the definition of on-premise sign,<sup>[3]</sup> while a non-commercial sign must also meet the approval of a zoning inspector, who, \"in his unguided discretion, may wrongly determine that the proposed message is commercial ... amounting to a prior restraint.\" Memorandum in Support of Plaintiff's Motion for Summary Judgment, filed July 22, 1985, p. 41. Second, plaintiff argues that non-commercial on-premise signs are subordinated to commercial signs because, \"before a non-commercial message may be erected on a business premise, the structure to which that message is to be attached must independently qualify as an on-premise sign.\" Plaintiff's Memorandum, p. 42.</p>\n<p>Neither of these contentions entitle plaintiff to relief. First, for the reasons set out above, zoning inspectors have not been given unbridled discretion to decide whether a particular sign is commercial or non-commercial. These inspectors have not yet been instructed on this issue because the need for such inspections has not yet arisen.</p>\n<p>Plaintiff's second contention also does not entitle it to relief. The ordinance as amended gives no preference to commercial signs. Also, under the ordinance, the \"structure to which the message is to be attached\" need not <i>qualify</i> as an on-premise sign; rather, the structure must be <i>entitled</i> to have an on-premise sign. However, the city expresses no preference as to whether the message on the on-premise sign is commercial or non-commercial.</p>\n<p>Plaintiff also argues that the ordinance is vague because it does not address the question of commercial signs offering real property for sale in residential districts. However, the Supreme Court has held that such signs are so unique, special and necessary and that alternative methods of selling residential real property are so inadequate that they cannot be prohibited. <i>Linmark Associates, Inc. v. Willingboro,</i> 431 U.S. 85, 97 S.Ct. 1614, 52 L.Ed.2d 155 (1977). The state has acknowledged this exception and has provided in Section 2301.3(b) of the North Carolina Building Code that such signs are permissible so long as they are no more than fifteen square feet in size. Thus, it was not necessary for defendant to make any further provision in the Raleigh City Code regarding such signs.</p>\n<p>Therefore, for the reasons set out herein, plaintiff's motion for summary judgment on the grounds that the Raleigh City Code as it relates to signs violates the First Amendment right to freedom of speech is denied.</p>\n<p></p>\n<h2>2. <i>Due Process</i>\n</h2>\n<p>Plaintiff's due process claim again raises the argument that zoning inspectors are given too much discretion in determining whether a sign is commercial or non-commercial. However, the court has already found that such is not the case. Accordingly, plaintiff's motion for summary judgment on due process grounds must also be denied.</p>\n<p>Accordingly, for the reasons set out herein, plaintiff's motion for summary judgment is denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1451</span> DEFENDANT'S MOTION FOR SUMMARY JUDGMENT</h2>\n<p>In support of its motion for summary judgment, defendant argues that the facts as set out hereinbefore show that the ordinance, as amended in December, 1984, is constitutional as a matter of law. Additionally, defendant asserts that plaintiff's challenge to the constitutionality of Section 10-2065 is barred by the applicable statute of limitations. In response, plaintiff asserts that defendant has waived the statute of limitations and that genuine issues of fact remain regarding whether defendant has adequately considered traffic safety and aesthetics, and whether the amortization period for removal of non-conforming signs is a reasonable exercise of the city's police power.</p>\n<p></p>\n<h2>1. <i>Statute of Limitations</i>\n</h2>\n<p>Defendant contends that plaintiff's challenge to the provisions of Section 10-2065 is barred by the nine-month statute of limitations set out in Session Laws 1981, c. 891, s. 10. However, defendant did not raise this defense until it filed its memorandum in support of its motion for summary judgment on July 22, 1985. This motion was filed more than ten months after defendant's original answer was filed. An assertion that a claim is barred by the statute of limitations is an affirmative defense and must be included in the defendant's answer. Rule 8(c), F.R.Civ.P. Failure to do so constitutes a waiver of that defense. <i>Alexandria Hospital v. Heckler,</i> 586 F.Supp. 581 (E.D.Va.1984). Thus, defendant has failed to timely raise the defense of statute of limitations, and has given no reason for this failure. Therefore, it has waived the defense of statute of limitations, and its motion for summary judgment on those grounds must be denied.</p>\n<p></p>\n<h2>2. <i>Traffic Safety and Aesthetics</i>\n</h2>\n<p>In support of its contention that these factors were not adequately considered, plaintiff asserts that no objective research or study was conducted by the defendant to determine the present impact of advertising signs in the city, nor did the city rely on any research conducted at other locations. Defendant also has failed to present evidence of one instance where a billboard caused an automobile accident. Maness Deposition at 223-30.</p>\n<p>Nevertheless, the court believes that there remain no material questions of fact with respect to this issue. No empirical studies are necessary for reasonable people to conclude that billboards pose a traffic hazard, since by their very nature they are designed to distract drivers and their passengers from maintaining their view of the road. <i>See </i><i>County of Cumberland v. Eastern Federal Corporation,</i> 48 N.C.App. 518, 524, 269 S.E.2d 672, 676, <i>petition for discretionary review denied,</i> 301 N.C. 527, 273 S.E.2d 453 (1980). Furthermore, defendant did engage in public hearings at which citizens expressed their concern about the traffic hazard billboards pose.</p>\n<p>The question of traffic safety is also an issue generally left to the discretion of local officials. As the Supreme Court said in <i>Railway Express Agency, Inc. v. New York,</i> 336 U.S. 106, 69 S.Ct. 463, 93 L.Ed. 533. (1949),</p>\n<blockquote>[w]e would be trespassing on one of the most intensely local and specialized of all municipal problems if we held that this regulation had no relation to the traffic problem of New York City. It is the judgment of the local authorities that it does have such a relation. And nothing has been advanced which shows that to be palpably false.</blockquote>\n<p><i>Id.</i> at 109, 69 S.Ct. at 465, <i>quoted with approval in </i><i>Metromedia, supra,</i> 453 U.S. at 509, 101 S.Ct. at 2893. Similarly, plaintiff in this action has presented no evidence tending to show that billboards do <i>not</i> negatively affect traffic safety.</p>\n<p>With regard to aesthetics, a quote of Justice White's opinion in <i>Metromedia</i> is perhaps most appropriate.</p>\n<blockquote>It is not speculative to recognize that billboards by their very nature, wherever located and however constructed, can be perceived as an \"esthetic harm.\" San Diego, like many States and other municipalities, has chosen to minimize the presence <span class=\"star-pagination\">*1452</span> of such structures. Such esthetic judgments are necessarily subjective, defying objective evaluation, and for that reason must be carefully scrutinized to determine if they are only a public rationalization of an impermissible purpose. But there is no claim in this case that San Diego has as an ulterior motive the suppression of speech, and the judgment involved here is not so unusual as to raise suspicions in itself.</blockquote>\n<p>453 U.S. at 510, 101 S.Ct. at 2894 (footnotes omitted).</p>\n<p>As the Supreme Court found with respect to the City of San Diego, this court has concluded that Raleigh's sign ordinance was not intended to limit certain forms of protected speech. Rather, it is a legitimate effort on the part of the City Council to promote an important public interest in maintaining traffic safety and the aesthetic appearance of the city.<sup>[4]</sup></p>\n<p>Not all legislative decisions warrant or are even capable of objective empirical studies. Defendant's ordinance limiting the size and spacing of on-premise and off-premise signs within the city's zoning jurisdiction was one such decision. Furthermore, \"any exercise by a municipality of its police power is presumed valid, and when the reasonableness of an ordinance is debatable, judicial discretion gives way to legislative judgment.\" <i>Goodman Toyota, Inc. v. City of Raleigh,</i> 63 N.C.App. 660, 664, 306 S.E.2d 192, 194 (1983), <i>petition for discretionary review denied,</i> 310 N.C. 477, 312 S.E.2d 884 (1984). Absent more showing than has been made here, the court will not question defendant's expressed motives of improvement of traffic safety and aesthetics. <i>See </i><i>A-S-P Associates v. City of Raleigh,</i> 298 N.C. 207, 214, 258 S.E.2d 444, 449 (1979).</p>\n<p></p>\n<h2>3. <i>Amortization Period</i>\n</h2>\n<p>Raleigh City Code § 10-2066.4 provides a five and one-half year amortization period for removal of all off-premise signs which do not conform to the Code as amended in October, 1983. Plaintiff first contends that no amortization period can amount to just compensation so as to come within the requirements of the Fifth and Fourteenth Amendments. However, the North Carolina Supreme Court has found otherwise. In <i>State v. Joyner,</i> 286 N.C. 366, 375, 211 S.E.2d 320, 325, <i>appeal dismissed,</i> 422 U.S. 1002, 95 S.Ct. 2618, 45 L.Ed.2d 666 (1975), the court followed the majority of other jurisdictions in the country, holding \"that the provisions for amortization of nonconforming uses are valid if reasonable, and reject[ing] the <i>per se</i> rule holding all amortization provisions unconstitutional.\" Furthermore, plaintiff has pointed to no case or statutory law supporting the <i>per se</i> rule, and this court must therefore conclude that the five and one-half year amortization period, if reasonable, amounts to just compensation for plaintiff's loss. <i>See also</i> 1 Anderson, American Law of Zoning, Section 6.65, 446-47 (1965).</p>\n<p>Plaintiff next contends that summary judgment is not proper because the court cannot determine at this time that the amortization period set out in the Code is reasonable as a matter of law. The court disagrees. The factors to be considered when determining whether a particular amortization period is reasonable include the length of the period and whether the public gain achieved outweighs the private loss suffered by owners of the non-conforming uses. <i>Modjeska Sign Studios, Inc. v. Berle,</i> 43 N.Y.2d 468, 402 N.Y.S.2d 359, 373 N.E.2d 255 (1977), <i>appeal dismissed,</i> 439 U.S. 809, 99 S.Ct. 66, 58 L.Ed.2d 101 (1978). With respect to the length of the amortization period, numerous courts have ruled that much shorter periods were reasonable. <i>Donrey Communications Company, Inc. v. City of Fayetteville, Arkansas,</i> 280 Ark. 408, 660 S.W.2d 900 (1983), <i>cert. denied,</i> 466 U.S. <span class=\"star-pagination\">*1453</span> 959, 104 S.Ct. 2172, 80 L.Ed.2d 555 (1984) (four-year period); <i>State v. Joyner, supra</i> (three years); <i>Village of Gurnee v. Miller,</i> 69 Ill.App.2d 248, 215 N.E.2d 829 (1966) (three years); <i>Naegele Outdoor Advertising Company v. Village of Minnetonka,</i> 281 Minn. 492, 162 N.W.2d 206 (1983) (three years); <i>Spurgeon v. Board of Commissioners of Shawnee County,</i> 181 Kan. 1008, 317 P.2d 798 (1952) (two years); <i>Standard Oil Company v. Tallahassee,</i> 183 F.2d 410 (5th Cir.), <i>cert. denied,</i> 340 U.S. 892, 71 S.Ct. 208, 95 L.Ed. 467 (1950) (one year); <i>McKinney v. Riley,</i> 105 N.H. 249, 197 A.2d 218 (1964) (one year); <i>City of Seattle v. Martin,</i> 54 Wash.2d 541, 342 P.2d 602 (1959) (one year).</p>\n<p>In addition, in <i>R.O. Givens, Inc. v. Town of Nags Head,</i> 58 N.C.App. 697, 294 S.E.2d 388, <i>cert. denied,</i> 307 N.C. 127, 297 S.E.2d 400 (1982), the North Carolina Court of Appeals reversed a decision of the trial court and held that a town ordinance prohibiting off-premise commercial signs and providing for a five and one-half year amortization period was reasonable as a matter of law. The Supreme Court of Arkansas also ruled in <i>Donrey, supra,</i> that defendant's amortization period was reasonable as a matter of law. Finally, the constitutionality of a ninety-day amortization provision in Raleigh City Code § 10-2065.6 regarding non-conforming on-premise windblown and portable signs in the City of Raleigh was upheld in <i>Goodman Toyota v. City of Raleigh, supra</i><i>.</i> Based on these cases, the court concludes that the five and one-half year amortization period set out in Raleigh City Code § 10-2066.4 is reasonable as a matter of law.</p>\n<p>Furthermore, the balance of benefit to the public versus harm to the plaintiff favors the city as well. Plaintiff certainly may lose income as a result of the ordinance. However, the purpose of the amortization provision is to allow a party to recoup some of their investment, not to repay them for potential future income which is lost as a result of the city's actions. Furthermore, plaintiff's argument that its business will be ruined by this ordinance is suspect, at best. First, plaintiff's business is not limited to the City of Raleigh, but covers all of eastern North Carolina with at least seven hundred sign structures located in some fifty-two cities and communities. Pierce Deposition at 6, 59, 67. Second, many of plaintiff's lease agreements contain provisions which would relieve plaintiff of any obligations under the lease if governmental action forces the removal of a billboard. Pierce Deposition at 79 and Exhibit D to Defendant's July 22, 1985 Memorandum. Third, Raleigh's ordinance does not eliminate all off-premise signs, but merely restricts their size and spacing. Fourth, the city has no intention of seizing non-conforming billboards, and plaintiff will be able to salvage at least parts of those structures and use them elsewhere. Pierce Deposition at 56. And finally, all signs on Interstate and Federal Aid Primary System roadways may remain as they are. In answers to interrogatories, plaintiff admitted that eighty-one of its signs located within the Raleigh zoning jurisdiction fit within that category. Thus, it is unlikely that plaintiff's business will be ruined by the new ordinance.</p>\n<p>As stated before, ordinances which provide for amortization periods for the removal of non-conforming structures are constitutional if those periods are deemed reasonable. Plaintiff has presented no evidence other than its own opinion to support its position that the period set out in Section 10-2066.4 is not reasonable, and has also failed to show that its business will be unfairly impacted as a result of this amortization scheme. As the exercise by a municipality of its police power is generally presumed valid, and as plaintiff has failed to show that defendant's actions in enacting this ordinance have been unreasonable, the court must conclude that the five and one-half year amortization period provided in Section 10-2066.4 is reasonable as a matter of law.</p>\n<p>Finally, plaintiff asserts that it is entitled to an extension of the amortization period because prior to the December 4, 1984 amendments, the ordinance relating to signs was unconstitutional as a matter of law. However, because the provision dealing <span class=\"star-pagination\">*1454</span> with off-premise signs, Section 10-2066, was not unconstitutional prior to that date, and because that provision is severable from Section 10-2065, the court concludes that plaintiff is not entitled to any extension of the amortization period.</p>\n<p>To determine whether a portion of an enactment is severable from other portions, the court must determine first whether the remaining portion is valid and enforceable on its own and second, whether there is a legislative intent to enforce the remainder. <i>Cavanagh v. Brock,</i> 577 F.Supp. 176, 181 (E.D.N.C.1983). With respect to the second determination, it is clear that the Raleigh City Council intended to enforce all valid sections of the sign code because they included severance clauses in both Section 10-2065 and Section 10-2066. Ordinance No. (1983) 210 TC 198, § 23; Ordinance No. (1979) 982 TC 96, § 48. Those clauses state that if any portion of the ordinance is held to be invalid, such invalidity will not affect other valid provisions which can be given separate effect.</p>\n<p>Plaintiff argues that despite this language, defendant would never have enacted an ordinance relating only to off-premise signs. However, such a severability clause carries the presumption that the legislative authority <i>would have</i> enacted the remaining provisions. <i>Champlin Refining Company v. Corporation Commission of Oklahoma,</i> 286 U.S. 210, 234, 52 S.Ct. 559, 564, 76 L.Ed. 1062 (1932). For example, in <i>Jackson v. Guilford County Board of Adjustment,</i> 275 N.C. 155, 166 S.E.2d 78 (1969), the North Carolina Supreme Court held that a virtually identical provision in a Guilford County ordinance did reflect the legislative intent of the Board.</p>\n<blockquote>When the statute, or ordinance, could be given effect had the invalid portion never been included, it will be given such effect if it is apparent that the legislative body, had it known of the invalidity of the one portion, would have enacted the remainder alone. Here, the legislative body, the Board of County Commissioners, has expressly declared in the ordinance that it would have done so.</blockquote>\n<p>275 N.C. at 168, 166 S.E.2d at 87 (citation omitted). As with that case, it is clear that the Raleigh City Council intended that all valid provisions of its sign ordinance should continue to remain in effect even if other portions are declared invalid.</p>\n<p>With respect to the first question, it is also clear that Section 10-2066 is valid and enforceable on its own. <i>Metromedia</i> only prohibits a municipality giving preference to commercial speech over non-commercial speech. It does not prohibit the regulation of certain types of commercial speech while not regulating others. Even if Raleigh's on-premise sign ordinance was unconstitutional prior to December, 1984, there is no constitutional prohibition against regulating off-premise signs while failing to regulate on-premise signs.</p>\n<p>Therefore, the severability clause in Section 10-2066 is valid. Consequently, the five and one-half year amortization period in that ordinance properly began to run against plaintiff's off-premise signs as of October, 1983, and plaintiff is not entitled to any extension of that period. Accordingly, for the reasons set out herein, defendant's motion for summary judgment is granted.<sup>[5]</sup></p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In conclusion, it is hereby</p>\n<p>ORDERED that plaintiff's motion for summary judgment be denied, defendant's motion for summary judgment be granted, and this action be dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  The regulation regarding on-premise signs is Raleigh City Code § 10-2065. The off-premise regulations are contained in Section 10-2066.</p>\n<p>[2]  Plaintiff also argues that the part of the Code which is unconstitutional is not severable from other parts relating to signs and that consequently the whole section relating to signs must be deemed unconstitutional. This argument is addressed separately on pages 1453 through 1454, <i>infra.</i></p>\n<p>[3]  Raleigh City Code § 10-2002.</p>\n<p>[4]  Defendant also points out that the sign ordinance is not the only project underway designed to improve the city's appearance. The city has also engaged in landscaping projects, sponsored the preservation of historic buildings, attempted to reduce litter, enacted an ordinance regulating placement of newsracks, and attempted to have future power lines placed underground. Affidavit of Ken Maness, dated December 20, 1984.</p>\n<p>[5]  Plaintiff also argues that it intends to seek attorney's fees due to the fact that the December, 1984 amendments to Section 10-2065 were a direct result of this lawsuit being filed. However, this motion has not yet been filed, and the parties have not fully addressed the issues in their memoranda. Therefore, the court will refrain from considering this question until such time as a motion is filed and the issues have been briefed.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1446</span></span> (1985)</b></center>\n<center><h1>MAJOR MEDIA OF the SOUTHEAST, INC., d/b/a Naegele Outdoor Advertising Company of Raleigh-Durham, Plaintiff,<br>\nv.<br>\nCITY OF RALEIGH, Defendant.</h1></center>\n<center>No. 84-796-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 16, 1985.</center>\n<p><span class=\"star-pagination\">*1447</span> Richard W. Ellis, Smith Moore Smith Schell &amp; Hunter, Raleigh, N.C., for plaintiff.</p>\n<p>Thomas A. McCormick, City Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action arose as a result of amendments made to the Raleigh City Code in 1983 regarding the regulation of billboards and signs within the city. These regulations had initially been enacted in 1979 and had permitted off-premise signs to be considerably larger than on-premise signs and also permitted off-premise signs to change their copy as frequently as desired.<sup>[1]</sup> The <span class=\"star-pagination\">*1448</span> 1983 amendment substantially altered the regulations for off-premise signs. It reduced the number of zoning classifications in which billboards are allowed and reduced the amount of square footage permissible per sign. It also provided for a five and one-half year amortization period from October 18, 1983 before any non-conforming signs would be removed.</p>\n<p>Plaintiff subsequently brought this action challenging the constitutionality of the new ordinance. During discovery, it was discovered that a section of the ordinance presented to the City Council had been left out of the amendments. That section, which was to be placed in Section 20 of Raleigh City Code § 10-2066, provided as follows:</p>\n<blockquote>Nothing in this ordinance or in 10-2065 of the Raleigh City Code shall apply to non-commercial signs.</blockquote>\n<p>As it turns out, this section was extremely important, for without it Section 10-2065 could be construed to be unconstitutional, because it would give commercial speech greater preference than non-commercial speech. In <i>Metromedia, Inc. v. City of San Diego,</i> <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">453</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2882</span></a></span>, <span class=\"citation\" data-id=\"110561\"><a href=\"/opinion/110561/metromedia-inc-v-san-diego/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">800</span></a></span> (1981), the Supreme Court found a similar ordinance to be unconstitutional on exactly the same grounds.</p>\n<p>Relying on this case, plaintiff filed a motion for summary judgment seeking to have the ordinance declared unconstitutional as a matter of law. However, on the same day that plaintiff filed its motion defendant, seeking to eliminate any potential constitutionality problems, substantially amended the ordinance. Of particular import is Section 4, which amends Section 10-2065 to provide as follows:</p>\n<blockquote>Section 10-2065.4 Permitted Signs.</blockquote>\n<blockquote>Any sign authorized in this chapter is allowed to contain noncommercial copy in lieu of any other copy.</blockquote>\n<p>Because plaintiff in its complaint sought only declaratory and injunctive relief, the court concluded that any ruling on the constitutionality of Raleigh's ordinance would have to be based on the ordinance as amended on December 4, 1984. The court then gave the parties additional time to seek further discovery and to subsequently resubmit their motions for summary judgment with such further memoranda and materials as they deemed necessary. Discovery has been completed, the parties have filed their motions, and the action is now ripe for disposition.</p>\n<p></p>\n<h2>PLAINTIFF'S MOTION FOR SUMMARY JUDGMENT</h2>\n<p>In its memorandum in support of its motion for summary judgment, plaintiff sets out two general grounds why the Raleigh City Code as it relates to signs is unconstitutional. First, plaintiff asserts that it is a vague, standardless, content-based infringement on plaintiff's First Amendment right to freedom of speech. Second, plaintiff contends that the Code violates due process because it gives city officials unguided enforcement discretion which exceeds the zoning power given to municipalities by the state legislature.<sup>[2]</sup></p>\n<p>However, both of these contentions center on the plaintiff's assertion that defendant has failed to adequately define the terms \"commercial\" and \"non-commercial\" as they relate to signs. As a result, it argues, non-commercial speech may be improperly restricted in violation of the First Amendment and billboard inspectors may be given unbridled discretion to violate plaintiff's due process rights by determining what speech is permitted and what is not. These contentions will be addressed seriatim.</p>\n<p></p>\n<h2>1. <i>First Amendment</i>\n</h2>\n<p>In <i>Metromedia,</i> the Supreme Court addressed the question of what degree of speech could be regulated by a city when enacting an ordinance limiting the use of signs within the city limits. San Diego's ordinance permitted on-site commercial advertising <span class=\"star-pagination\">*1449</span> but forbade other commercial advertising (off-site signs) and non-commercial signs unless permitted by one of the ordinance's specified exceptions. A plurality of the Supreme Court ruled the statute unconstitutional because it improperly gave on-site commercial advertising preference over non-commercial advertising.</p>\n<blockquote>Although the city may distinguish between the relative value of different categories of commercial speech, the city does not have the same range of choice in the area of non-commercial speech to evaluate the strength of, or distinguish between, various communicative interests. ... To allow a government the choice of permissible subjects for public debate would be to allow that government control over the search for political truth.</blockquote>\n<p>453 U.S. at 514-15, 101 S.Ct. at 2896 (citations omitted).</p>\n<p>As stated before, plaintiff argues that even with the recent amendments, the Raleigh City Code as it relates to signs is still in violation of the First Amendment, due to the fact that it fails to define or provide any guidelines for the interpretation of the terms \"commercial\" and \"non-commercial\" as used in the city's sign regulations. <i>See </i><i>Grayned v. City of Rockford,</i> <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 108-09, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2294</span></a></span>, 2298-99, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1972). In support of this contention, plaintiff points to the depositions of several city sign inspectors who gave varying interpretations of the two terms. Watkins Deposition at 43-48, 140-42; Strickland Deposition at 11, 22-25; Parker Deposition at 17; Wiggins Deposition at 8, 15-17; Barber Deposition at 11-13.</p>\n<p>In response, defendant asserts first that no codification of these terms is necessary, since the Supreme Court has already defined them. In <i>Central Hudson Gas &amp; Electric Corporation v. Public Service Commission of New York,</i> <span class=\"citation\" data-id=\"110312\"><a href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></a></span>, 561, <span class=\"citation\" data-id=\"110312\"><a href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2343</span></a></span>, 2348-49, <span class=\"citation\" data-id=\"110312\"><a href=\"/opinion/110312/central-hudson-gas-elec-corp-v-public-serv-commn-of-ny/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">341</span></a></span> (1980), commercial speech was defined as being \"expression related solely to the economic interests of the speaker and its audience.\" Defendant asserts that it would be improper for the city to attempt to give the term some other meaning. Defendant also contends that the statements given to plaintiff's counsel by the city's inspectors in response to hypothetical questions should be given little consideration at this time. These inspectors have not been given any instruction on the new ordinance because no necessity for interpretation has arisen. Watkins Deposition at 43. Defendant contends that it would be unfair to find the ordinance unconstitutional simply because the individual inspectors have not been instructed prior to any inspections as to how it should be interpreted.</p>\n<p>The court must agree with these assertions. Where the courts have provided a city with specific guidelines with regard to the definition of applicable terms, the city need not include those definitions in its ordinance. The Supreme Court's discussion of commercial speech in <i>Central Hudson</i> should provide defendant with those guidelines. Furthermore, the Court expanded on this definition in <i>Metromedia</i> when it implicitly acknowledged as proper the City of San Diego's definitions of on-site and off-site commercial signs. San Diego defined an on-site commercial sign as \"a sign advertising goods or services available on the property where the sign is located,\" and an off-site commercial sign as \"a sign on a building or other property advertising goods or services produced or offered elsewhere.\" 453 U.S. at 503, 101 S.Ct. at 2890. The plurality expressly ruled that insofar as it regulated commercial speech the San Diego ordinance met the requirements of <i>Central Hudson. Id.</i> at 512, 101 S.Ct. at 2895.</p>\n<p>Plaintiff points to Justice Brennan's concurring opinion in <i>Metromedia</i> in support of its position that city officials should not be given the right to determine whether a proposed message is commercial or non-commercial. 453 U.S. at 536-37, 101 S.Ct. at 2907-08. However, as defendant points out, Justice Brennan was in the minority on this point. Seven justices (four in the plurality and three dissenters) concluded that San Diego had the right to regulate the size and spacing of all commercial signs. None expressed any problems with the <span class=\"star-pagination\">*1450</span> city's ability to distinguish between commercial and non-commercial advertising.</p>\n<p>Thus, this court must similarly find that defendant's failure to define the terms \"commercial\" and \"non-commercial\" as they relate to signs does not render the sign ordinance unconstitutionally vague. These terms have been adequately defined in prior court decisions and those definitions need not be repeated in the ordinance to render it constitutional.</p>\n<p>In a similar vein, plaintiff argues that even after the December, 1984 amendments to the ordinance, commercial signs still are treated more favorably than non-commercial ones in violation of the Supreme Court's ruling in <i>Metromedia.</i> First, they contend that an on-premise commercial sign is permitted merely by meeting the definition of on-premise sign,<sup>[3]</sup> while a non-commercial sign must also meet the approval of a zoning inspector, who, \"in his unguided discretion, may wrongly determine that the proposed message is commercial ... amounting to a prior restraint.\" Memorandum in Support of Plaintiff's Motion for Summary Judgment, filed July 22, 1985, p. 41. Second, plaintiff argues that non-commercial on-premise signs are subordinated to commercial signs because, \"before a non-commercial message may be erected on a business premise, the structure to which that message is to be attached must independently qualify as an on-premise sign.\" Plaintiff's Memorandum, p. 42.</p>\n<p>Neither of these contentions entitle plaintiff to relief. First, for the reasons set out above, zoning inspectors have not been given unbridled discretion to decide whether a particular sign is commercial or non-commercial. These inspectors have not yet been instructed on this issue because the need for such inspections has not yet arisen.</p>\n<p>Plaintiff's second contention also does not entitle it to relief. The ordinance as amended gives no preference to commercial signs. Also, under the ordinance, the \"structure to which the message is to be attached\" need not <i>qualify</i> as an on-premise sign; rather, the structure must be <i>entitled</i> to have an on-premise sign. However, the city expresses no preference as to whether the message on the on-premise sign is commercial or non-commercial.</p>\n<p>Plaintiff also argues that the ordinance is vague because it does not address the question of commercial signs offering real property for sale in residential districts. However, the Supreme Court has held that such signs are so unique, special and necessary and that alternative methods of selling residential real property are so inadequate that they cannot be prohibited. <i>Linmark Associates, Inc. v. Willingboro,</i> <span class=\"citation\" data-id=\"109649\"><a href=\"/opinion/109649/linmark-associates-inc-v-willingboro/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, <span class=\"citation\" data-id=\"109649\"><a href=\"/opinion/109649/linmark-associates-inc-v-willingboro/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1614</span></a></span>, <span class=\"citation\" data-id=\"109649\"><a href=\"/opinion/109649/linmark-associates-inc-v-willingboro/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">155</span></a></span> (1977). The state has acknowledged this exception and has provided in Section 2301.3(b) of the North Carolina Building Code that such signs are permissible so long as they are no more than fifteen square feet in size. Thus, it was not necessary for defendant to make any further provision in the Raleigh City Code regarding such signs.</p>\n<p>Therefore, for the reasons set out herein, plaintiff's motion for summary judgment on the grounds that the Raleigh City Code as it relates to signs violates the First Amendment right to freedom of speech is denied.</p>\n<p></p>\n<h2>2. <i>Due Process</i>\n</h2>\n<p>Plaintiff's due process claim again raises the argument that zoning inspectors are given too much discretion in determining whether a sign is commercial or non-commercial. However, the court has already found that such is not the case. Accordingly, plaintiff's motion for summary judgment on due process grounds must also be denied.</p>\n<p>Accordingly, for the reasons set out herein, plaintiff's motion for summary judgment is denied.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1451</span> DEFENDANT'S MOTION FOR SUMMARY JUDGMENT</h2>\n<p>In support of its motion for summary judgment, defendant argues that the facts as set out hereinbefore show that the ordinance, as amended in December, 1984, is constitutional as a matter of law. Additionally, defendant asserts that plaintiff's challenge to the constitutionality of Section 10-2065 is barred by the applicable statute of limitations. In response, plaintiff asserts that defendant has waived the statute of limitations and that genuine issues of fact remain regarding whether defendant has adequately considered traffic safety and aesthetics, and whether the amortization period for removal of non-conforming signs is a reasonable exercise of the city's police power.</p>\n<p></p>\n<h2>1. <i>Statute of Limitations</i>\n</h2>\n<p>Defendant contends that plaintiff's challenge to the provisions of Section 10-2065 is barred by the nine-month statute of limitations set out in Session Laws 1981, c. 891, s. 10. However, defendant did not raise this defense until it filed its memorandum in support of its motion for summary judgment on July 22, 1985. This motion was filed more than ten months after defendant's original answer was filed. An assertion that a claim is barred by the statute of limitations is an affirmative defense and must be included in the defendant's answer. Rule 8(c), F.R.Civ.P. Failure to do so constitutes a waiver of that defense. <i>Alexandria Hospital v. Heckler,</i> <span class=\"citation\" data-id=\"1903806\"><a href=\"/opinion/1903806/alexandria-hosp-v-heckler/\"><span class=\"volume\">586</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">581</span></a></span> (E.D.Va.1984). Thus, defendant has failed to timely raise the defense of statute of limitations, and has given no reason for this failure. Therefore, it has waived the defense of statute of limitations, and its motion for summary judgment on those grounds must be denied.</p>\n<p></p>\n<h2>2. <i>Traffic Safety and Aesthetics</i>\n</h2>\n<p>In support of its contention that these factors were not adequately considered, plaintiff asserts that no objective research or study was conducted by the defendant to determine the present impact of advertising signs in the city, nor did the city rely on any research conducted at other locations. Defendant also has failed to present evidence of one instance where a billboard caused an automobile accident. Maness Deposition at 223-30.</p>\n<p>Nevertheless, the court believes that there remain no material questions of fact with respect to this issue. No empirical studies are necessary for reasonable people to conclude that billboards pose a traffic hazard, since by their very nature they are designed to distract drivers and their passengers from maintaining their view of the road. <i>See </i><i>County of Cumberland v. Eastern Federal Corporation,</i> 48 N.C.App. 518, 524, <span class=\"citation\" data-id=\"1293292\"><a href=\"/opinion/1293292/county-of-cumberland-v-eastern-federal-corp/\"><span class=\"volume\">269</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">672</span></a></span>, 676, <i>petition for discretionary review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">527</span></span>, <span class=\"citation\" data-id=\"1368667\"><a href=\"/opinion/1368667/county-of-cumberland-v-eastern-federal-corporation/\"><span class=\"volume\">273</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">453</span></a></span> (1980). Furthermore, defendant did engage in public hearings at which citizens expressed their concern about the traffic hazard billboards pose.</p>\n<p>The question of traffic safety is also an issue generally left to the discretion of local officials. As the Supreme Court said in <i>Railway Express Agency, Inc. v. New York,</i> <span class=\"citation\" data-id=\"104624\"><a href=\"/opinion/104624/railway-express-agency-inc-v-new-york/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"104624\"><a href=\"/opinion/104624/railway-express-agency-inc-v-new-york/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">463</span></a></span>, 93 L.Ed. 533. (1949),</p>\n<blockquote>[w]e would be trespassing on one of the most intensely local and specialized of all municipal problems if we held that this regulation had no relation to the traffic problem of New York City. It is the judgment of the local authorities that it does have such a relation. And nothing has been advanced which shows that to be palpably false.</blockquote>\n<p><i>Id.</i> at 109, 69 S.Ct. at 465, <i>quoted with approval in </i><i>Metromedia, supra,</i> 453 U.S. at 509, 101 S.Ct. at 2893. Similarly, plaintiff in this action has presented no evidence tending to show that billboards do <i>not</i> negatively affect traffic safety.</p>\n<p>With regard to aesthetics, a quote of Justice White's opinion in <i>Metromedia</i> is perhaps most appropriate.</p>\n<blockquote>It is not speculative to recognize that billboards by their very nature, wherever located and however constructed, can be perceived as an \"esthetic harm.\" San Diego, like many States and other municipalities, has chosen to minimize the presence <span class=\"star-pagination\">*1452</span> of such structures. Such esthetic judgments are necessarily subjective, defying objective evaluation, and for that reason must be carefully scrutinized to determine if they are only a public rationalization of an impermissible purpose. But there is no claim in this case that San Diego has as an ulterior motive the suppression of speech, and the judgment involved here is not so unusual as to raise suspicions in itself.</blockquote>\n<p>453 U.S. at 510, 101 S.Ct. at 2894 (footnotes omitted).</p>\n<p>As the Supreme Court found with respect to the City of San Diego, this court has concluded that Raleigh's sign ordinance was not intended to limit certain forms of protected speech. Rather, it is a legitimate effort on the part of the City Council to promote an important public interest in maintaining traffic safety and the aesthetic appearance of the city.<sup>[4]</sup></p>\n<p>Not all legislative decisions warrant or are even capable of objective empirical studies. Defendant's ordinance limiting the size and spacing of on-premise and off-premise signs within the city's zoning jurisdiction was one such decision. Furthermore, \"any exercise by a municipality of its police power is presumed valid, and when the reasonableness of an ordinance is debatable, judicial discretion gives way to legislative judgment.\" <i>Goodman Toyota, Inc. v. City of Raleigh,</i> 63 N.C.App. 660, 664, <span class=\"citation\" data-id=\"1289859\"><a href=\"/opinion/1289859/goodman-toyota-inc-v-city-of-raleigh/\"><span class=\"volume\">306</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">192</span></a></span>, 194 (1983), <i>petition for discretionary review denied,</i> <span class=\"citation\" data-id=\"1255579\"><a href=\"/opinion/1255579/goodman-toyota-inc-v-city-of-raleigh/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">477</span></a></span>, <span class=\"citation\" data-id=\"1255579\"><a href=\"/opinion/1255579/goodman-toyota-inc-v-city-of-raleigh/\"><span class=\"volume\">312</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">884</span></a></span> (1984). Absent more showing than has been made here, the court will not question defendant's expressed motives of improvement of traffic safety and aesthetics. <i>See </i><i>A-S-P Associates v. City of Raleigh,</i> <span class=\"citation\" data-id=\"1276005\"><a href=\"/opinion/1276005/asp-associates-v-city-of-raleigh/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">207</span></a></span>, 214, <span class=\"citation\" data-id=\"1276005\"><a href=\"/opinion/1276005/asp-associates-v-city-of-raleigh/\"><span class=\"volume\">258</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">444</span></a></span>, 449 (1979).</p>\n<p></p>\n<h2>3. <i>Amortization Period</i>\n</h2>\n<p>Raleigh City Code § 10-2066.4 provides a five and one-half year amortization period for removal of all off-premise signs which do not conform to the Code as amended in October, 1983. Plaintiff first contends that no amortization period can amount to just compensation so as to come within the requirements of the Fifth and Fourteenth Amendments. However, the North Carolina Supreme Court has found otherwise. In <i>State v. Joyner,</i> <span class=\"citation\" data-id=\"1323826\"><a href=\"/opinion/1323826/state-v-joyner/\"><span class=\"volume\">286</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">366</span></a></span>, 375, <span class=\"citation\" data-id=\"1323826\"><a href=\"/opinion/1323826/state-v-joyner/\"><span class=\"volume\">211</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">320</span></a></span>, 325, <i>appeal dismissed,</i> <span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1002</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2618</span></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></span> (1975), the court followed the majority of other jurisdictions in the country, holding \"that the provisions for amortization of nonconforming uses are valid if reasonable, and reject[ing] the <i>per se</i> rule holding all amortization provisions unconstitutional.\" Furthermore, plaintiff has pointed to no case or statutory law supporting the <i>per se</i> rule, and this court must therefore conclude that the five and one-half year amortization period, if reasonable, amounts to just compensation for plaintiff's loss. <i>See also</i> 1 Anderson, American Law of Zoning, Section 6.65, 446-47 (1965).</p>\n<p>Plaintiff next contends that summary judgment is not proper because the court cannot determine at this time that the amortization period set out in the Code is reasonable as a matter of law. The court disagrees. The factors to be considered when determining whether a particular amortization period is reasonable include the length of the period and whether the public gain achieved outweighs the private loss suffered by owners of the non-conforming uses. <i>Modjeska Sign Studios, Inc. v. Berle,</i> <span class=\"citation\" data-id=\"2583566\"><a href=\"/opinion/2583566/modjeska-sign-v-berle/\"><span class=\"volume\">43</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">468</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">359</span></span>, <span class=\"citation no-link\"><span class=\"volume\">373</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">255</span></span> (1977), <i>appeal dismissed,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">809</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">66</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></span> (1978). With respect to the length of the amortization period, numerous courts have ruled that much shorter periods were reasonable. <i>Donrey Communications Company, Inc. v. City of Fayetteville, Arkansas,</i> <span class=\"citation\" data-id=\"1676798\"><a href=\"/opinion/1676798/donrey-communications-v-city-of-fayetteville/\"><span class=\"volume\">280</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">408</span></a></span>, <span class=\"citation\" data-id=\"1676798\"><a href=\"/opinion/1676798/donrey-communications-v-city-of-fayetteville/\"><span class=\"volume\">660</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">900</span></a></span> (1983), <i>cert. denied,</i> 466 U.S. <span class=\"star-pagination\">*1453</span> 959, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2172</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">555</span></span> (1984) (four-year period); <i>State v. Joyner, supra</i> (three years); <i>Village of Gurnee v. Miller,</i> 69 Ill.App.2d 248, <span class=\"citation\" data-id=\"2191095\"><a href=\"/opinion/2191095/village-of-gurnee-v-miller/\"><span class=\"volume\">215</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">829</span></a></span> (1966) (three years); <i>Naegele Outdoor Advertising Company v. Village of Minnetonka,</i> <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">492</span></span>, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">206</span></span> (1983) (three years); <i>Spurgeon v. Board of Commissioners of Shawnee County,</i> <span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">1008</span></span>, <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">798</span></span> (1952) (two years); <i>Standard Oil Company v. Tallahassee,</i> <span class=\"citation\" data-id=\"225456\"><a href=\"/opinion/225456/standard-oil-co-v-city-of-tallahassee/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">410</span></a></span> (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">892</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">208</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">467</span></span> (1950) (one year); <i>McKinney v. Riley,</i> <span class=\"citation\" data-id=\"1507520\"><a href=\"/opinion/1507520/mckinney-v-riley/\"><span class=\"volume\">105</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">218</span></span> (1964) (one year); <i>City of Seattle v. Martin,</i> 54 Wash.2d 541, <span class=\"citation\" data-id=\"1167961\"><a href=\"/opinion/1167961/city-of-seattle-v-martin/\"><span class=\"volume\">342</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">602</span></a></span> (1959) (one year).</p>\n<p>In addition, in <i>R.O. Givens, Inc. v. Town of Nags Head,</i> 58 N.C.App. 697, <span class=\"citation\" data-id=\"1321278\"><a href=\"/opinion/1321278/ro-givens-inc-v-town-of-nags-head/\"><span class=\"volume\">294</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">388</span></a></span>, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">127</span></span>, <span class=\"citation\" data-id=\"1356400\"><a href=\"/opinion/1356400/givens-inc-v-town-of-nags-head/\"><span class=\"volume\">297</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">400</span></a></span> (1982), the North Carolina Court of Appeals reversed a decision of the trial court and held that a town ordinance prohibiting off-premise commercial signs and providing for a five and one-half year amortization period was reasonable as a matter of law. The Supreme Court of Arkansas also ruled in <i>Donrey, supra,</i> that defendant's amortization period was reasonable as a matter of law. Finally, the constitutionality of a ninety-day amortization provision in Raleigh City Code § 10-2065.6 regarding non-conforming on-premise windblown and portable signs in the City of Raleigh was upheld in <i>Goodman Toyota v. City of Raleigh, supra</i><i>.</i> Based on these cases, the court concludes that the five and one-half year amortization period set out in Raleigh City Code § 10-2066.4 is reasonable as a matter of law.</p>\n<p>Furthermore, the balance of benefit to the public versus harm to the plaintiff favors the city as well. Plaintiff certainly may lose income as a result of the ordinance. However, the purpose of the amortization provision is to allow a party to recoup some of their investment, not to repay them for potential future income which is lost as a result of the city's actions. Furthermore, plaintiff's argument that its business will be ruined by this ordinance is suspect, at best. First, plaintiff's business is not limited to the City of Raleigh, but covers all of eastern North Carolina with at least seven hundred sign structures located in some fifty-two cities and communities. Pierce Deposition at 6, 59, 67. Second, many of plaintiff's lease agreements contain provisions which would relieve plaintiff of any obligations under the lease if governmental action forces the removal of a billboard. Pierce Deposition at 79 and Exhibit D to Defendant's July 22, 1985 Memorandum. Third, Raleigh's ordinance does not eliminate all off-premise signs, but merely restricts their size and spacing. Fourth, the city has no intention of seizing non-conforming billboards, and plaintiff will be able to salvage at least parts of those structures and use them elsewhere. Pierce Deposition at 56. And finally, all signs on Interstate and Federal Aid Primary System roadways may remain as they are. In answers to interrogatories, plaintiff admitted that eighty-one of its signs located within the Raleigh zoning jurisdiction fit within that category. Thus, it is unlikely that plaintiff's business will be ruined by the new ordinance.</p>\n<p>As stated before, ordinances which provide for amortization periods for the removal of non-conforming structures are constitutional if those periods are deemed reasonable. Plaintiff has presented no evidence other than its own opinion to support its position that the period set out in Section 10-2066.4 is not reasonable, and has also failed to show that its business will be unfairly impacted as a result of this amortization scheme. As the exercise by a municipality of its police power is generally presumed valid, and as plaintiff has failed to show that defendant's actions in enacting this ordinance have been unreasonable, the court must conclude that the five and one-half year amortization period provided in Section 10-2066.4 is reasonable as a matter of law.</p>\n<p>Finally, plaintiff asserts that it is entitled to an extension of the amortization period because prior to the December 4, 1984 amendments, the ordinance relating to signs was unconstitutional as a matter of law. However, because the provision dealing <span class=\"star-pagination\">*1454</span> with off-premise signs, Section 10-2066, was not unconstitutional prior to that date, and because that provision is severable from Section 10-2065, the court concludes that plaintiff is not entitled to any extension of the amortization period.</p>\n<p>To determine whether a portion of an enactment is severable from other portions, the court must determine first whether the remaining portion is valid and enforceable on its own and second, whether there is a legislative intent to enforce the remainder. <i>Cavanagh v. Brock,</i> <span class=\"citation\" data-id=\"1498159\"><a href=\"/opinion/1498159/cavanagh-v-brock/\"><span class=\"volume\">577</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">176</span></a></span>, 181 (E.D.N.C.1983). With respect to the second determination, it is clear that the Raleigh City Council intended to enforce all valid sections of the sign code because they included severance clauses in both Section 10-2065 and Section 10-2066. Ordinance No. (1983) 210 TC 198, § 23; Ordinance No. (1979) 982 TC 96, § 48. Those clauses state that if any portion of the ordinance is held to be invalid, such invalidity will not affect other valid provisions which can be given separate effect.</p>\n<p>Plaintiff argues that despite this language, defendant would never have enacted an ordinance relating only to off-premise signs. However, such a severability clause carries the presumption that the legislative authority <i>would have</i> enacted the remaining provisions. <i>Champlin Refining Company v. Corporation Commission of Oklahoma,</i> <span class=\"citation\" data-id=\"101918\"><a href=\"/opinion/101918/champlin-rfg-co-v-corporation-commission-of-oklahoma/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span>, 234, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">559</span></span>, 564, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1062</span></span> (1932). For example, in <i>Jackson v. Guilford County Board of Adjustment,</i> <span class=\"citation\" data-id=\"1209620\"><a href=\"/opinion/1209620/jackson-v-guilford-county-board-of-adjustment/\"><span class=\"volume\">275</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">155</span></a></span>, <span class=\"citation\" data-id=\"1209620\"><a href=\"/opinion/1209620/jackson-v-guilford-county-board-of-adjustment/\"><span class=\"volume\">166</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">78</span></a></span> (1969), the North Carolina Supreme Court held that a virtually identical provision in a Guilford County ordinance did reflect the legislative intent of the Board.</p>\n<blockquote>When the statute, or ordinance, could be given effect had the invalid portion never been included, it will be given such effect if it is apparent that the legislative body, had it known of the invalidity of the one portion, would have enacted the remainder alone. Here, the legislative body, the Board of County Commissioners, has expressly declared in the ordinance that it would have done so.</blockquote>\n<p>275 N.C. at 168, 166 S.E.2d at 87 (citation omitted). As with that case, it is clear that the Raleigh City Council intended that all valid provisions of its sign ordinance should continue to remain in effect even if other portions are declared invalid.</p>\n<p>With respect to the first question, it is also clear that Section 10-2066 is valid and enforceable on its own. <i>Metromedia</i> only prohibits a municipality giving preference to commercial speech over non-commercial speech. It does not prohibit the regulation of certain types of commercial speech while not regulating others. Even if Raleigh's on-premise sign ordinance was unconstitutional prior to December, 1984, there is no constitutional prohibition against regulating off-premise signs while failing to regulate on-premise signs.</p>\n<p>Therefore, the severability clause in Section 10-2066 is valid. Consequently, the five and one-half year amortization period in that ordinance properly began to run against plaintiff's off-premise signs as of October, 1983, and plaintiff is not entitled to any extension of that period. Accordingly, for the reasons set out herein, defendant's motion for summary judgment is granted.<sup>[5]</sup></p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In conclusion, it is hereby</p>\n<p>ORDERED that plaintiff's motion for summary judgment be denied, defendant's motion for summary judgment be granted, and this action be dismissed.</p>\n<h2>NOTES</h2>\n<p>[1]  The regulation regarding on-premise signs is Raleigh City Code § 10-2065. The off-premise regulations are contained in Section 10-2066.</p>\n<p>[2]  Plaintiff also argues that the part of the Code which is unconstitutional is not severable from other parts relating to signs and that consequently the whole section relating to signs must be deemed unconstitutional. This argument is addressed separately on pages 1453 through 1454, <i>infra.</i></p>\n<p>[3]  Raleigh City Code § 10-2002.</p>\n<p>[4]  Defendant also points out that the sign ordinance is not the only project underway designed to improve the city's appearance. The city has also engaged in landscaping projects, sponsored the preservation of historic buildings, attempted to reduce litter, enacted an ordinance regulating placement of newsracks, and attempted to have future power lines placed underground. Affidavit of Ken Maness, dated December 20, 1984.</p>\n<p>[5]  Plaintiff also argues that it intends to seek attorney's fees due to the fact that the December, 1984 amendments to Section 10-2065 were a direct result of this lawsuit being filed. However, this motion has not yet been filed, and the parties have not fully addressed the issues in their memoranda. Therefore, the court will refrain from considering this question until such time as a motion is filed and the issues have been briefed.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/225456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1167961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1209620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1255579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1276005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1289859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1293292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1321278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1676798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2191095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2583566/"
  ]
}