{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1369012/",
  "absolute_url": "/opinion/1369012/marler-v-amoco-oil-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1369012/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:49:30.430392Z",
  "date_modified": "2016-04-26T21:10:26.650801Z",
  "type": "010combined",
  "sha1": "3f78a51f0526fed6afa324ee1a4510ddfda53bc2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>793 F.Supp. 656 (1992)</b></center>\n<center><h1>Ruby G. MARLER, Plaintiff,<br>\nv.<br>\nAMOCO OIL CO., INC., Defendant.</h1></center>\n<center>No. 92-45-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 12, 1992.</center>\n<p>James Edward Gates, Maupin, Taylor, Ellis, Adams, P.A., Robert A. Cohen, Frank H. Sheffield, Jr., Raleigh, N.C., for plaintiff.</p>\n<p>M. Gray Styers, Jr., Petree, Stockton &amp; Robinson, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion to remand this action to state court pursuant to 28 U.S.C. § 1447(c). Plaintiff also seeks costs and attorney's fees incurred as a result of what plaintiff contends is an attempt at improper removal by defendant. The motion has been fully briefed by both parties and is now ripe for ruling.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On 31 October 1991, plaintiff filed this action in the Superior Court of Johnston County, North Carolina.<sup>[1]</sup> Plaintiff seeks <span class=\"star-pagination\">*657</span> damages and related relief for petroleum contamination of soil and groundwater caused by leaking underground storage tanks owned and operated by defendant. Specifically, the prayer for relief in the complaint seeks damages \"in excess of $10,000\". Complaint at p. 6. Defendant states to the court that it is currently in the process of cleaning up this property and attempting to return the land to an uncontaminated state.</p>\n<p>The parties further relate that in all three of these cases before the court, plaintiffs agreed to two extensions of time for defendant to answer the respective complaints. These extensions were granted to allow for what the parties characterize as an attempt to facilitate settlement negotiations. The parties agreed to extend the deadline to 16 January 1992 for defendant to answer. Apparently, during this mutually-agreed upon extension, the parties did indeed enter into settlement negotiations. Defendant informs the court in its response memorandum that a \"representative of Amoco entered into settlement negotiations with counsel for plaintiff.\" Response Memorandum at p. 2. Defendant does not name nor does it identify the position of the \"representative\" within the Amoco corporation.<sup>[2]</sup></p>\n<p>Settlement negotiations eventually broke down however, and upon realizing this, defendant obtained local counsel to represent it shortly before the 16 January 1992 deadline expired. Then, on 16 January 1992, defendant filed three answers to the respective complaints, and filed a notice of removal pursuant to 28 U.S.C. § 1446(b) on the same date. From these events, plaintiff timely filed this motion to remand this action to Johnston County Superior Court on 14 February 1992.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. The Motion to Remand</h2>\n<p>Section 1446(b) provides:</p>\n<blockquote>The notice of removal of a civil action or proceeding shall be filed within thirty days after the receipt by the defendant, through service or otherwise, of a copy of the initial pleading setting forth the claim for relief upon which such action or proceeding is based, or within thirty days after service of summons upon the defendant if such initial pleading has then been filed in court and is not required to be served on the defendant, whichever period is shorter.</blockquote>\n<blockquote>If the case stated by the initial pleading is not removable, a notice of removal may be filed within thirty days after receipt by defendant, through service or otherwise, of a copy of an amended pleading, motion, order or other paper from which it may first be ascertained that the case is one which is or has become removable, except that a case may not be removed on the basis of jurisdiction conferred by section 1332 of this title more than 1 year after commencement of the action.</blockquote>\n<p>28 U.S.C. § 1446 (1988).</p>\n<p>In support of the motion to remand<sup>[3]</sup>, plaintiff argues that defendant's 16 January 1992 filing of its notice of removal was untimely. Plaintiff essentially contends that because defendant received the complaint on 5 November 1991<sup>[4]</sup> and did not file <span class=\"star-pagination\">*658</span> its notice of removal until 16 January 1992, the notice of removal filed by defendant was untimely in that it was filed after the 30-day deadline set forth in § 1446(b). As further support for its argument, plaintiff contends that it is indisputable that the basis for removal, diversity jurisdiction under 28 U.S.C. § 1332, was apparent on the face of the complaint. Therefore, plaintiff asserts that this action should be remanded to the state court.</p>\n<p>In response, defendant contends that since the latest amendment to § 1332 in 1988, there is a serious anomaly between state and federal rules of procedure. This anomaly arises, so the argument goes, when a demand for judgment seeks damages only in excess of $10,000, as alleged here in the complaint, as required by the North Carolina Rules of Civil Procedure, and defendant's local counsel independently determines more than 30 days after service of the complaint that the amount in controversy probably exceeds $50,000. Defendant goes on to say that this issue raised by the procedural developments in this case is one of first impression before any federal district court sitting in North Carolina.</p>\n<p>As support for its argument, defendant claims that the basis for removal under § 1332 was not apparent from the face of the complaint. Defendant states that it could not determine whether the amount in controversy was sufficient to meet the jurisdictional requirement until after the 30-day time limit set forth in § 1446(b) had run. Apparently, the reason for defendant's failure to \"reasonably and intelligently\" make this determination is its contention that no formal notice of the amount in controversy was ever made by plaintiff or received by defendant. Further, defendant asserts that it was not until an independent assessment had been made by local counsel, shortly before the deadline expired within which to answer the complaint, that more than $50,000 was in dispute. Thus, defendant contends that the filing of its notice of removal was timely because it would have this court read into the second paragraph of § 1446(b) that local counsel for defendant has one year within which to conduct an independent assessment to ascertain the amount in controversy and then file an appropriate notice of removal if the jurisdictional requirements are met.</p>\n<p>Plaintiff's complaint filed in the Superior Court of Johnston County, North Carolina on 31 October 1991 did not state a specific amount of damages, because North Carolina Rule of Civil Procedure 8(a)(2) requires that in negligence actions such as this one where more than $10,000 is involved, \"the pleading shall not state the demand for monetary relief, but shall state that the relief demanded is for damages incurred or to be incurred in excess of ten thousand dollars ($10,000).\" N.C.R.Civ.P. 8(a)(2). On 5 November 1991, plaintiff served the complaint on defendant. Then, two and one-half months later, on 16 January 1992 defendant filed its notice of removal of this action to this federal court, basing jurisdiction on diversity of citizenship and jurisdictional amount. The jurisdictional amount required in this case is $50,000 pursuant to § 1332, amended well over three and one-half years ago with the enactment of Pub.L. 100-702 on 19 November 1988 increasing the amount previously required from $10,000 to $50,000.</p>\n<p>At the outset, this court recognizes that § 1446(b) should be construed to favor jurisdiction of a diversity action in the state court and permit jurisdiction in the federal court only if a party clearly demonstrates the federal court has jurisdiction. <i>Central Iowa Agri-Systems v. Old Heritage Advertising &amp; Publishers, Inc.,</i> 727 F.Supp. 1304, 1305 (S.D.Iowa 1989); <i>Holiday v. Travelers Ins. Co.,</i> 666 F.Supp. 1286, 1290 (W.D.Ark.1987). Defendant bears the burden of establishing the right to removal, including compliance with the requirements of § 1446(b). <i>B., Inc. v. Miller Brewing Co.,</i> 663 F.2d 545 (5th Cir. 1981); <i>Dawson v. Orkin Exterminating</i> <span class=\"star-pagination\">*659</span> <i>Co.,</i> 736 F.Supp. 1049 (D.Colo.1990). Further, the burden of persuasion rests upon the removing party to show that the action was duly removed, and any substantial doubts as to the propriety of removal must be resolved against the proponents of the federal forum. <i>Gorman v. Abbott Laboratories,</i> 629 F.Supp. 1196 (D.R.I.1986). Finally, the fact that plaintiff's complaint did not disclose the amount in controversy other than to state that damages would exceed the requisite state court jurisdictional amount did not excuse defendant from meeting its burden of informing the court of the jurisdictional grounds for removal predicated on diversity of citizenship. <i>Cole v. Great Atlantic &amp; Pacific Tea Co.,</i> 728 F.Supp. 1305 (E.D.Ky.1990).</p>\n<p>From these cases, the court finds that a logical extrapolation and interpretation would necessarily prescribe that the burden of proof is on defendant to assess and ascertain the amount in controversy within the 30-day time limit for removal provided in § 1446(b). Indeed, one district court has so held that a defendant has a duty to make a reasonable inquiry regarding the dollar amount in controversy at the time the suit is filed, using information that defendant then has concerning plaintiff's claim, even when the state court pleading does not allege a specific dollar amount in controversy such as here. <i>Central Iowa, supra,</i> at 1305. Moreover, other district courts have held similarly. <i>See </i><i>Turner v. Wilson Foods Corp.,</i> 711 F.Supp. 624, 626 (N.D.Ga.1989) (removal was untimely where research as to the nature of plaintiff's claim should have indicated to defendant that the allegations contained in the complaint provided a sufficient basis to intelligently ascertain that it had grounds for removal to federal court); <i>Richman v. Zimmer, Inc.,</i> 644 F.Supp. 540 (S.D.Fla. 1986) (removal of action more than 30 days from date complaint was served was untimely where defendant had \"clues\" and must have known from fair reading of the complaint that jurisdictional amount had been met).</p>\n<p>From a review of all the materials submitted to the court, all the evidence strongly suggests that defendant had ample notice at the time the complaint was filed, if not very soon thereafter, that more than $50,000 was at issue in this action. The court believes that the complaint itself provided defendant the necessary information with which to research and ascertain that more than $50,000 was in controversy. Moreover, as a particularly illuminating example regarding defendant's knowledge of the requisite jurisdictional amount, plaintiffs in these three companion cases sent defendant two demand letters months before these suits were filed. Plaintiff's Reply Memorandum, Exs. 2 and 3. In these letters, plaintiff outlines in detail the elements of damages sought. Although no specific amount was provided, the nature of the claim compels the court to find that these letters leave little doubt that more than $50,000 was involved here. In light of this evidence, the court determines that defendant should have known within the 30-day time limit set forth in § 1446(b) that grounds for removal to this court existed.</p>\n<p>Finally, this court finds it difficult to conceive that an extremely large corporation, such as defendant Amoco here, would unabashedly plunge into this litigation unrepresented by competent legal counsel. Indeed, the court has every reason to believe that Amoco was represented by in-house counsel during the early stages of this litigation. It was not until the procurement of local counsel that this motion to remand was filed. The court is of the opinion that it does not take local counsel, presumably familiar with the local rules of procedure in the local district court, to read and correctly interpret the Federal Rules of Civil Procedure. The court sees no reason why in-house counsel could not have independently determined himself or herself that at least $50,000 was in controversy here within the 30-day time limit.</p>\n<p>In view of this, the court observes that the 30-day time limit provided in § 1446(b) must be strictly applied. <i>York v. Horizon Fed. Savings and Loan Ass'n,</i> 712 F.Supp. 85 (E.D.La.1989); <i>Diaz v. Swiss Chalet,</i> 525 F.Supp. 247 (D.C.Puerto Rico 1981). Therefore, this court holds that because defendant failed to timely file <span class=\"star-pagination\">*660</span> its notice of removal within the 30-day time limit set forth in § 1446(b), this action must be remanded to the Superior Court Division of the General Court of Justice of Johnston County, North Carolina for further proceedings.</p>\n<p></p>\n<h2>II. Plaintiff's Request for Costs and Attorney's Fees</h2>\n<p>Plaintiff also seeks costs and attorney's fees pursuant to § 1447(c) as part of the motion to remand. Although plaintiff's motion to remand has been granted, the court believes that defendant did not act improvidently in filing and arguing in support of its notice of removal. In light of this, this court refuses to award costs and attorney's fees absent a showing of bad faith on the part of defendant. <i>Gorman, supra,</i> at 1206. Therefore, in the discretion of the court, plaintiff's request is hereby DENIED. <i>See </i><i>Olsen v. Olsen,</i> 580 F.Supp. 1569, 1572 (N.D.Ind.1984).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiff's motion to remand this action is hereby GRANTED, and plaintiff's request for costs and attorney's fees as part of the motion to remand is hereby DENIED. This action is remanded to the Superior Court Division of the General Court of Justice of Johnston County for further proceedings.</p>\n<h2>NOTES</h2>\n<p>[1]  Two companion cases, <i>Jimmy W. Marler, et al. v. Amoco Oil Co. Inc.,</i> 92-47-CIV-5-BR, and <i>Beauford Deese, et al. v. Amoco Oil Co.,</i> 92-48-CIV-5-BR, were filed on 31 October 1991 and 1 October 1991 respectively. Essentially identical orders as this one have been entered by this court in these cases.</p>\n<p>[2]  Plaintiff, on the other hand, does mention to the court that defendant's \"representative\" was one H. Kirk Henson, an in-house attorney who works in the claims division of Amoco's legal department. To support this contention, plaintiff has submitted an original Amoco business card bearing the name \"H. Kirk Henson, Attorney\" in the \"Law Department  Claims Division\" of Amoco. Plaintiff's Reply Brief, Ex. 6. Plaintiff has also submitted an Amoco Directory of Corporate Counsel to show Henson's legal position within defendant's organization. <i>Id.,</i> Ex. 7.</p>\n<p>[3]  Plaintiff, in the initial memorandum in support of the motion to remand, refuted two of defendant's anticipated contentions: 1) that the stipulations extending the time to respond to the complaint also extended the time period for removal of this action, and 2) that the extensions of time estop plaintiff from contesting removal. However, defendant informs the court in its response memorandum that it has abandoned relying on these two arguments. Defendant's Response Memorandum, p. 4, n. 3. Thus, the court will not consider them.</p>\n<p>[4]  Plaintiff has attached the signed Affidavit of Service by Certified Mail to prove this assertion. Plaintiff's Memorandum, Ex. 1. Defendant does not dispute this fact in its submissions to this court. Therefore, this court will take as true that defendant received the complaint on 5 November 1991.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">793</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">656</span></span> (1992)</b></center>\n<center><h1>Ruby G. MARLER, Plaintiff,<br>\nv.<br>\nAMOCO OIL CO., INC., Defendant.</h1></center>\n<center>No. 92-45-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 12, 1992.</center>\n<p>James Edward Gates, Maupin, Taylor, Ellis, Adams, P.A., Robert A. Cohen, Frank H. Sheffield, Jr., Raleigh, N.C., for plaintiff.</p>\n<p>M. Gray Styers, Jr., Petree, Stockton &amp; Robinson, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's motion to remand this action to state court pursuant to 28 U.S.C. § 1447(c). Plaintiff also seeks costs and attorney's fees incurred as a result of what plaintiff contends is an attempt at improper removal by defendant. The motion has been fully briefed by both parties and is now ripe for ruling.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On 31 October 1991, plaintiff filed this action in the Superior Court of Johnston County, North Carolina.<sup>[1]</sup> Plaintiff seeks <span class=\"star-pagination\">*657</span> damages and related relief for petroleum contamination of soil and groundwater caused by leaking underground storage tanks owned and operated by defendant. Specifically, the prayer for relief in the complaint seeks damages \"in excess of $10,000\". Complaint at p. 6. Defendant states to the court that it is currently in the process of cleaning up this property and attempting to return the land to an uncontaminated state.</p>\n<p>The parties further relate that in all three of these cases before the court, plaintiffs agreed to two extensions of time for defendant to answer the respective complaints. These extensions were granted to allow for what the parties characterize as an attempt to facilitate settlement negotiations. The parties agreed to extend the deadline to 16 January 1992 for defendant to answer. Apparently, during this mutually-agreed upon extension, the parties did indeed enter into settlement negotiations. Defendant informs the court in its response memorandum that a \"representative of Amoco entered into settlement negotiations with counsel for plaintiff.\" Response Memorandum at p. 2. Defendant does not name nor does it identify the position of the \"representative\" within the Amoco corporation.<sup>[2]</sup></p>\n<p>Settlement negotiations eventually broke down however, and upon realizing this, defendant obtained local counsel to represent it shortly before the 16 January 1992 deadline expired. Then, on 16 January 1992, defendant filed three answers to the respective complaints, and filed a notice of removal pursuant to 28 U.S.C. § 1446(b) on the same date. From these events, plaintiff timely filed this motion to remand this action to Johnston County Superior Court on 14 February 1992.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. The Motion to Remand</h2>\n<p>Section 1446(b) provides:</p>\n<blockquote>The notice of removal of a civil action or proceeding shall be filed within thirty days after the receipt by the defendant, through service or otherwise, of a copy of the initial pleading setting forth the claim for relief upon which such action or proceeding is based, or within thirty days after service of summons upon the defendant if such initial pleading has then been filed in court and is not required to be served on the defendant, whichever period is shorter.</blockquote>\n<blockquote>If the case stated by the initial pleading is not removable, a notice of removal may be filed within thirty days after receipt by defendant, through service or otherwise, of a copy of an amended pleading, motion, order or other paper from which it may first be ascertained that the case is one which is or has become removable, except that a case may not be removed on the basis of jurisdiction conferred by section 1332 of this title more than 1 year after commencement of the action.</blockquote>\n<p>28 U.S.C. § 1446 (1988).</p>\n<p>In support of the motion to remand<sup>[3]</sup>, plaintiff argues that defendant's 16 January 1992 filing of its notice of removal was untimely. Plaintiff essentially contends that because defendant received the complaint on 5 November 1991<sup>[4]</sup> and did not file <span class=\"star-pagination\">*658</span> its notice of removal until 16 January 1992, the notice of removal filed by defendant was untimely in that it was filed after the 30-day deadline set forth in § 1446(b). As further support for its argument, plaintiff contends that it is indisputable that the basis for removal, diversity jurisdiction under 28 U.S.C. § 1332, was apparent on the face of the complaint. Therefore, plaintiff asserts that this action should be remanded to the state court.</p>\n<p>In response, defendant contends that since the latest amendment to § 1332 in 1988, there is a serious anomaly between state and federal rules of procedure. This anomaly arises, so the argument goes, when a demand for judgment seeks damages only in excess of $10,000, as alleged here in the complaint, as required by the North Carolina Rules of Civil Procedure, and defendant's local counsel independently determines more than 30 days after service of the complaint that the amount in controversy probably exceeds $50,000. Defendant goes on to say that this issue raised by the procedural developments in this case is one of first impression before any federal district court sitting in North Carolina.</p>\n<p>As support for its argument, defendant claims that the basis for removal under § 1332 was not apparent from the face of the complaint. Defendant states that it could not determine whether the amount in controversy was sufficient to meet the jurisdictional requirement until after the 30-day time limit set forth in § 1446(b) had run. Apparently, the reason for defendant's failure to \"reasonably and intelligently\" make this determination is its contention that no formal notice of the amount in controversy was ever made by plaintiff or received by defendant. Further, defendant asserts that it was not until an independent assessment had been made by local counsel, shortly before the deadline expired within which to answer the complaint, that more than $50,000 was in dispute. Thus, defendant contends that the filing of its notice of removal was timely because it would have this court read into the second paragraph of § 1446(b) that local counsel for defendant has one year within which to conduct an independent assessment to ascertain the amount in controversy and then file an appropriate notice of removal if the jurisdictional requirements are met.</p>\n<p>Plaintiff's complaint filed in the Superior Court of Johnston County, North Carolina on 31 October 1991 did not state a specific amount of damages, because North Carolina Rule of Civil Procedure 8(a)(2) requires that in negligence actions such as this one where more than $10,000 is involved, \"the pleading shall not state the demand for monetary relief, but shall state that the relief demanded is for damages incurred or to be incurred in excess of ten thousand dollars ($10,000).\" N.C.R.Civ.P. 8(a)(2). On 5 November 1991, plaintiff served the complaint on defendant. Then, two and one-half months later, on 16 January 1992 defendant filed its notice of removal of this action to this federal court, basing jurisdiction on diversity of citizenship and jurisdictional amount. The jurisdictional amount required in this case is $50,000 pursuant to § 1332, amended well over three and one-half years ago with the enactment of Pub.L. 100-702 on 19 November 1988 increasing the amount previously required from $10,000 to $50,000.</p>\n<p>At the outset, this court recognizes that § 1446(b) should be construed to favor jurisdiction of a diversity action in the state court and permit jurisdiction in the federal court only if a party clearly demonstrates the federal court has jurisdiction. <i>Central Iowa Agri-Systems v. Old Heritage Advertising &amp; Publishers, Inc.,</i> <span class=\"citation\" data-id=\"1461115\"><a href=\"/opinion/1461115/central-iowa-agri-systems-v-old-heritage-adv/\"><span class=\"volume\">727</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1304</span></a></span>, 1305 (S.D.Iowa 1989); <i>Holiday v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"2150903\"><a href=\"/opinion/2150903/holiday-v-travelers-ins-co/\"><span class=\"volume\">666</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1286</span></a></span>, 1290 (W.D.Ark.1987). Defendant bears the burden of establishing the right to removal, including compliance with the requirements of § 1446(b). <i>B., Inc. v. Miller Brewing Co.,</i> <span class=\"citation\" data-id=\"396543\"><a href=\"/opinion/396543/b-inc-v-miller-brewing-company/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span> (5th Cir. 1981); <i>Dawson v. Orkin Exterminating</i> <span class=\"star-pagination\">*659</span> <i>Co.,</i> <span class=\"citation\" data-id=\"1884111\"><a href=\"/opinion/1884111/dawson-v-orkin-exterminating-co-inc/\"><span class=\"volume\">736</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1049</span></a></span> (D.Colo.1990). Further, the burden of persuasion rests upon the removing party to show that the action was duly removed, and any substantial doubts as to the propriety of removal must be resolved against the proponents of the federal forum. <i>Gorman v. Abbott Laboratories,</i> <span class=\"citation\" data-id=\"1577282\"><a href=\"/opinion/1577282/gorman-v-abbott-laboratories/\"><span class=\"volume\">629</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1196</span></a></span> (D.R.I.1986). Finally, the fact that plaintiff's complaint did not disclose the amount in controversy other than to state that damages would exceed the requisite state court jurisdictional amount did not excuse defendant from meeting its burden of informing the court of the jurisdictional grounds for removal predicated on diversity of citizenship. <i>Cole v. Great Atlantic &amp; Pacific Tea Co.,</i> <span class=\"citation\" data-id=\"2596775\"><a href=\"/opinion/2596775/cole-v-great-atlantic-pacific-tea-co/\"><span class=\"volume\">728</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1305</span></a></span> (E.D.Ky.1990).</p>\n<p>From these cases, the court finds that a logical extrapolation and interpretation would necessarily prescribe that the burden of proof is on defendant to assess and ascertain the amount in controversy within the 30-day time limit for removal provided in § 1446(b). Indeed, one district court has so held that a defendant has a duty to make a reasonable inquiry regarding the dollar amount in controversy at the time the suit is filed, using information that defendant then has concerning plaintiff's claim, even when the state court pleading does not allege a specific dollar amount in controversy such as here. <i>Central Iowa, supra,</i> at 1305. Moreover, other district courts have held similarly. <i>See </i><i>Turner v. Wilson Foods Corp.,</i> <span class=\"citation\" data-id=\"1655279\"><a href=\"/opinion/1655279/turner-v-wilson-foods-corp/\"><span class=\"volume\">711</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">624</span></a></span>, 626 (N.D.Ga.1989) (removal was untimely where research as to the nature of plaintiff's claim should have indicated to defendant that the allegations contained in the complaint provided a sufficient basis to intelligently ascertain that it had grounds for removal to federal court); <i>Richman v. Zimmer, Inc.,</i> <span class=\"citation\" data-id=\"1559022\"><a href=\"/opinion/1559022/richman-v-zimmer-inc/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">540</span></a></span> (S.D.Fla. 1986) (removal of action more than 30 days from date complaint was served was untimely where defendant had \"clues\" and must have known from fair reading of the complaint that jurisdictional amount had been met).</p>\n<p>From a review of all the materials submitted to the court, all the evidence strongly suggests that defendant had ample notice at the time the complaint was filed, if not very soon thereafter, that more than $50,000 was at issue in this action. The court believes that the complaint itself provided defendant the necessary information with which to research and ascertain that more than $50,000 was in controversy. Moreover, as a particularly illuminating example regarding defendant's knowledge of the requisite jurisdictional amount, plaintiffs in these three companion cases sent defendant two demand letters months before these suits were filed. Plaintiff's Reply Memorandum, Exs. 2 and 3. In these letters, plaintiff outlines in detail the elements of damages sought. Although no specific amount was provided, the nature of the claim compels the court to find that these letters leave little doubt that more than $50,000 was involved here. In light of this evidence, the court determines that defendant should have known within the 30-day time limit set forth in § 1446(b) that grounds for removal to this court existed.</p>\n<p>Finally, this court finds it difficult to conceive that an extremely large corporation, such as defendant Amoco here, would unabashedly plunge into this litigation unrepresented by competent legal counsel. Indeed, the court has every reason to believe that Amoco was represented by in-house counsel during the early stages of this litigation. It was not until the procurement of local counsel that this motion to remand was filed. The court is of the opinion that it does not take local counsel, presumably familiar with the local rules of procedure in the local district court, to read and correctly interpret the Federal Rules of Civil Procedure. The court sees no reason why in-house counsel could not have independently determined himself or herself that at least $50,000 was in controversy here within the 30-day time limit.</p>\n<p>In view of this, the court observes that the 30-day time limit provided in § 1446(b) must be strictly applied. <i>York v. Horizon Fed. Savings and Loan Ass'n,</i> <span class=\"citation\" data-id=\"1475511\"><a href=\"/opinion/1475511/york-v-horizon-federal-sav-and-loan-assn/\"><span class=\"volume\">712</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">85</span></a></span> (E.D.La.1989); <i>Diaz v. Swiss Chalet,</i> <span class=\"citation\" data-id=\"1692115\"><a href=\"/opinion/1692115/diaz-v-swiss-chalet/\"><span class=\"volume\">525</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">247</span></a></span> (D.C.Puerto Rico 1981). Therefore, this court holds that because defendant failed to timely file <span class=\"star-pagination\">*660</span> its notice of removal within the 30-day time limit set forth in § 1446(b), this action must be remanded to the Superior Court Division of the General Court of Justice of Johnston County, North Carolina for further proceedings.</p>\n<p></p>\n<h2>II. Plaintiff's Request for Costs and Attorney's Fees</h2>\n<p>Plaintiff also seeks costs and attorney's fees pursuant to § 1447(c) as part of the motion to remand. Although plaintiff's motion to remand has been granted, the court believes that defendant did not act improvidently in filing and arguing in support of its notice of removal. In light of this, this court refuses to award costs and attorney's fees absent a showing of bad faith on the part of defendant. <i>Gorman, supra,</i> at 1206. Therefore, in the discretion of the court, plaintiff's request is hereby DENIED. <i>See </i><i>Olsen v. Olsen,</i> <span class=\"citation\" data-id=\"1450045\"><a href=\"/opinion/1450045/olsen-v-olsen/\"><span class=\"volume\">580</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1569</span></a></span>, 1572 (N.D.Ind.1984).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, plaintiff's motion to remand this action is hereby GRANTED, and plaintiff's request for costs and attorney's fees as part of the motion to remand is hereby DENIED. This action is remanded to the Superior Court Division of the General Court of Justice of Johnston County for further proceedings.</p>\n<h2>NOTES</h2>\n<p>[1]  Two companion cases, <i>Jimmy W. Marler, et al. v. Amoco Oil Co. Inc.,</i> 92-47-CIV-5-BR, and <i>Beauford Deese, et al. v. Amoco Oil Co.,</i> 92-48-CIV-5-BR, were filed on 31 October 1991 and 1 October 1991 respectively. Essentially identical orders as this one have been entered by this court in these cases.</p>\n<p>[2]  Plaintiff, on the other hand, does mention to the court that defendant's \"representative\" was one H. Kirk Henson, an in-house attorney who works in the claims division of Amoco's legal department. To support this contention, plaintiff has submitted an original Amoco business card bearing the name \"H. Kirk Henson, Attorney\" in the \"Law Department  Claims Division\" of Amoco. Plaintiff's Reply Brief, Ex. 6. Plaintiff has also submitted an Amoco Directory of Corporate Counsel to show Henson's legal position within defendant's organization. <i>Id.,</i> Ex. 7.</p>\n<p>[3]  Plaintiff, in the initial memorandum in support of the motion to remand, refuted two of defendant's anticipated contentions: 1) that the stipulations extending the time to respond to the complaint also extended the time period for removal of this action, and 2) that the extensions of time estop plaintiff from contesting removal. However, defendant informs the court in its response memorandum that it has abandoned relying on these two arguments. Defendant's Response Memorandum, p. 4, n. 3. Thus, the court will not consider them.</p>\n<p>[4]  Plaintiff has attached the signed Affidavit of Service by Certified Mail to prove this assertion. Plaintiff's Memorandum, Ex. 1. Defendant does not dispute this fact in its submissions to this court. Therefore, this court will take as true that defendant received the complaint on 5 November 1991.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/396543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1450045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1475511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1559022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1577282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1655279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1692115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1884111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2150903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596775/"
  ]
}