{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1371096/",
  "absolute_url": "/opinion/1371096/state-of-north-carolina-v-chas-pfizer-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1371096/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:49:56.923309Z",
  "date_modified": "2016-04-27T00:37:38.910646Z",
  "type": "010combined",
  "sha1": "5322af91ff7e7d9d786db752b363fbce31bece6c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>384 F.Supp. 265 (1974)</b></center>\n<center><h1>The STATE OF NORTH CAROLINA, Plaintiff,<br>\nv.<br>\nCHAS. PFIZER &amp; CO., INC., et al., Defendants.</h1></center>\n<center>Civ. No. 2287.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 25, 1974.</center>\n<p><span class=\"star-pagination\">*266</span> <span class=\"star-pagination\">*267</span> Jean A. Benoy, Deputy Atty. Gen., Raleigh, N. C., for plaintiff, State of North Carolina.</p>\n<p>Gibson, Dunn &amp; Crutcher, Los Angeles, Cal., Poyner, Geraghty, Hartsfield &amp; Townsend, Raleigh, N. C., for defendant, Chas, Pfizer &amp; Co., Inc.</p>\n<p>Donovan, Leisure, Newton &amp; Irvine, New York City, Manning, Fulton &amp; Skinner, Raleigh, N. C., for defendant, American Cyanamid Co.</p>\n<p>Winthrop, Stimson, Putnam &amp; Roberts, New York City, Young, Moore &amp; Henderson, Raleigh, N. C., for defendant, Bristol-Myers Co.</p>\n<p>Cravath, Swaine &amp; Moore, New York City, Young, Moore &amp; Henderson, Raleigh, N. C., for defendant, Olin Mathieson Chemical Corp.</p>\n<p>Covington &amp; Burling, Washington, D. C., Young, Moore &amp; Henderson, Raleigh, N. C., for defendant, The Upjohn Co.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>This is an antitrust treble damage action brought by the State of North Carolina (plaintiff) on behalf of itself, all state, county and local governmental agencies and all citizen consumers who purchased broad-spectrum antibiotic drugs manufactured and sold by the defendants in North Carolina during the <span class=\"star-pagination\">*268</span> period 1953 to 1966. The defendants are Chas. Pfizer &amp; Co., Inc. (Pfizer), American Cyanamid Company (Cyanamid), Bristol-Myers Company (Bristol), Olin Mathieson Chemical Corporation (Squibb), and The Upjohn Company (Upjohn).<sup>[1]</sup> The case has been tried to the court without a jury on the issues of the alleged violations of the antitrust laws of the United States by the defendants, the issues of the fact and measure of compensable injury (damages) being reserved for trial at a later time in the event of a finding of liability on the part of any or all of the defendants. In this memorandum of decision the court will record its findings of fact and conclusions of law in conformity with Rule 52, F.R.C.P.<sup>[2]</sup></p>\n<p></p>\n<h2>JURISDICTION AND VENUE</h2>\n<p>The United States District Courts have exclusive jurisdiction of actions for damages for violations of the federal antritrust laws, and the venue for this action is properly laid in the United States District Court for the Eastern District of North Carolina. 15 U.S.C. §§ 15 and 22. Neither jurisdiction nor venue is at issue in this case.</p>\n<p></p>\n<h2>PLAINTIFF'S ALLEGATIONS<sup>[3]</sup></h2>\n<p>Plaintiff charges that defendants at varying times during the period commencing about November, 1953 through the winter of 1955 entered into contracts, combinations, agreements, understandings and conspiracies to unreasonably restrain trade and commerce in the broad-spectrum antibiotic market generally and the tetracycline market particularly, all in violations of Sections 1 and 2 of the Sherman Act.<sup>[4]</sup></p>\n<p>Plaintiff alleges the gist of the understandings reached between the defendants, among other things, was:</p>\n<p><span class=\"star-pagination\">*269</span> A. <i>As to Price Fixing</i>  Pfizer and Cyanamid agreed that the new broad-spectrum antibiotic, tetracycline, whether patentable or not, was to be priced and marketed by each of them in such a manner as to maintain the then existing prices and price structure of their BSA products, i.e., Aureomycin and terramycin. Subsequently Bristol, Squibb and Upjohn agreed to price and market tetracycline in accordance with the structure established by Pfizer and Cyanamid. It was understood and agreed to at varying times between two or more, but ultimately all defendants, that sales were to be at substantially identical prices to the same class of trade and sales were to be on substantially identical terms in identical package sizes; and</p>\n<p></p>\n<h2>B. <i>As to Limitations on the Number of Manufacturers and Conditions on Sellers</i>:</h2>\n<p>(1) In addition to the foregoing understandings, initially the Pfizer and Cyanamid understandings were that the manufacture, distribution and sale of tetracycline was to be limited to Pfizer and Cyanamid.</p>\n<p>(2) Subsequently, however, on or about December, 1955 (through the joint efforts of Bristol, Squibb and Upjohn resulting from unlawful contracts, combinations, and conspiracies entered into between these latter defendants on or about September, 1954), Bristol, Squibb and Upjohn joined the continuing combination and conspiracy of Pfizer and Cyanamid of November, 1953.</p>\n<p>(3) The gist of the understandings reached between Pfizer, Bristol, Squibb and Upjohn during or about the winter of 1955 was that Bristol was to remain in the market as a third manufacturer, distributor and seller of tetracycline to the trade, while Squibb and Upjohn would continue to refrain from the manufacture of tetracycline; they would continue to purchase their entire requirement of tetracycline in bulk from Bristol; they would refrain from resale of the bulk to any other party; and they would limit their resale of tetracycline to finished dosage forms to the trade only.</p>\n<p></p>\n<h2>C. <i>Understandings Re the Patent</i>:</h2>\n<p>(1) Each of the defendants understood at all of the times in controversy that the issuance of a patent and its continued existence as an enforceable instrument on the broad claims to the chemical compound tetracycline were essential to maintain the prices then prevailing in the BSA market generally; and in particular for the therapeutic product tetracycline (vis-a-vis the chemical compound).</p>\n<p>(2) Plaintiff avers that Pfizer and Cyanamid took concerted steps to assure the issuance of a patent covering the broad claims to the chemical compound tetracycline; and toward that end, each made material misrepresentations of fact to, and withheld material information from, the United States Patent Office, thereby causing the issuance of the Conover patent covering the broad <span class=\"star-pagination\">*270</span> claims to the chemical compound tetracycline which otherwise would not have been issued.</p>\n<p>(3) Plaintiff avers that Cyanamid, Bristol, Squibb and Upjohn knew of the manner in which Pfizer had caused the Conover patent to issue, and notwithstanding such knowledge, actively sought, acquired and enforced licenses thereunder.</p>\n<p></p>\n<h2>DEFENSES</h2>\n<p>Each of the defendants filed answer denying generally the material allegations of the complaint in which violations of the antitrust laws were charged. Other defenses raised included the statute of limitations, laches, failure of the complaint to state a claim, standing and the propriety of maintenance of the case as a class action, but these defenses have all been disposed of adversely to the defendants leaving only for determination the question of defendants' liability under the antitrust statutes.</p>\n<p></p>\n<h2>THE ISSUES</h2>\n<p>In its brief the plaintiff has correctly framed the two principal issues raised by the pleadings and litigated during the trial as follows:</p>\n<blockquote>A. Did defendants Pfizer and Cyanamid, during the fall of 1953; defendants Bristol, Squibb and Upjohn, during the late summer and early fall of 1954; and all defendants during late fall and early winter of 1955 enter into contracts, combinations, agreements, understandings or conspiracies to unreasonably restrain trade and commerce in the manufacture, distribution and sale of the broad-spectrum antibiotic tetracycline, its analogues, and combination products containing tetracycline or its analogues by:</blockquote>\n<blockquote>(1) Fixing and maintaining the prices of tetracycline, its analogues and combination products containing tetracycline or its analogues at the then existing price of Pfizer's Terramycin and Cyanamid's Aureomycin; and</blockquote>\n<blockquote>(2) Limiting the number of manufacturers of tetracycline and its analogues to Pfizer, Cyanamid and Bristol and the number of sellers of tetracycline to Pfizer, Cyanamid, Bristol, Squibb and Upjohn,</blockquote>\n<blockquote>In violation of Section 1 of the Sherman Act?</blockquote>\n<blockquote>\"B. Did defendants Pfizer and Cyanamid, during the fall of 1953; defendants Bristol, Squibb and Upjohn, during the late summer and early fall of 1954; and all defendants during late fall and early winter of 1955 enter into contracts, combinations, agreements, understandings and conspiracies to monopolize, and actually monopolize the manufacture, distribution and sale of tetracycline, its analogues, and combination products containing tetracycline or its analogues in violation of Section 2 of the Sherman Act?\"<sup>[5]</sup></blockquote>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*271</span> HISTORICAL BACKGROUND AND CHRONOLOGY</h2>\n<p>The first major antibiotic discovered and introduced was penicillin which was used extensively during World War II and thereafter. Subsequent to the introduction of penicillin, additional antibiotics were discovered and marketed. Four of these were effective against a wider group of disease-causing microorganisms than was penicillin, and they became known as \"broad-spectrum\" antibiotics. The first of these, chlortetracycline, was covered by the Duggar Patent which issued to Cyanamid in September, 1949. Cyanamid first marketed this drug under the trade name \"Aureomycin\" on December 1, 1948.</p>\n<p>On January 25, 1949, Parke, Davis &amp; Company introduced the second broad-spectrum antibiotic, chloramphenicol, under the trade name, \"Chloromycetin\". It was covered by a patent issued to Parke, Davis in October, 1949.</p>\n<p>The third broad-spectrum antibiotic, oxytetracycline, was introduced in March, 1950, by Pfizer under the trade name, \"Terramycin\". This drug was covered by the Sobin Patent issued to Pfizer in July 1950.</p>\n<p>The fourth of the broad-spectrums, tetracycline, was discovered by Pfizer's Dr. Conover in June, 1952. He had speculated that it might be possible to develop a new and superior antibiotic by removing the chlorine atom from chlortetracycline (Aureomycin), and he was finally able to accomplish this by hydrogenating Aureomycin so as to replace the chlorine atom with a hydrogen atom  a process called \"deschlorination\". On October 23, 1952, Pfizer filed Conover's application for a patent on tetracycline and the deschlorination process.</p>\n<p>Shortly thereafter scientists at Cyanamid also discovered that tetracycline could be produced by deschlorination of Aueromycin, and on March 16, 1953, Cyanamid filed its Boothe-Morton application for a patent on tetracycline and the deschlorination process.</p>\n<p>During 1953 scientists at the Heyden Chemical Corporation (Heyden) and at Bristol were conducting experiments in an effort to produce tetracycline by direct fermentation. On September 28, 1953, Heyden filed its Minieri application for a patent on tetracycline and the fermentation process for producing it, and on October 19, 1953, Bristol filed a similar application under the name of Heinemann for a product and direct fermentation process patent on tetracycline.<sup>[6]</sup></p>\n<p>On October 29, 1953, the United States Patent Office issued notices \"to copy claims\" to both Pfizer and Cyanamid, thus indicating an interference proceeding<sup>[7]</sup> on pending applications on tetracycline. Faced with the prospect of delay, expense and uncertainty with which a patent interference is normally attended, John McKeen, chief executive officer of Pfizer, who had correctly surmised that Cyanamid was to be the other party to the interference, initiated discussions with Cyanamid's chief executive officer, Dr. Wilbur Malcolm, with the view to settling the interference. It was during the course of two meetings which took place between these two officers in November of 1953 that plaintiff <span class=\"star-pagination\">*272</span> here alleges the conspiracies and agreements to violate the antitrust laws were born. The details of these meetings as disclosed by the evidence will be more fully discussed later.</p>\n<p>On November 16, 1953, Cyanamid marketed the first tetracycline under its brand name, \"Achromycin\", the introductory price being identical with the price of the other three broad-spectrum antibiotics then on the market, Aureomycin, Terramycin and Chloromycetin.</p>\n<p>On November 25, 1953, in accordance with the terms of the agreements reached in the McKeen-Malcolm meetings, Cyanamid began shipments of bulk tetracycline to Pfizer. These continued until March 31, 1954, and amounted to a total of about 10,000 kilograms.</p>\n<p>On January 11, 1954, following formal declaration by the patent office of the first tetracycline interference, Pfizer and Cyanamid executed written instruments embodying the agreements negotiated by McKeen and Malcolm. Thereafter Pfizer and Cyanamid exchanged their proofs of priority of discovery of tetracycline as a result of which Cyanamid conceded priority to Pfizer.</p>\n<p>By January 15, 1954, Pfizer was able to package and label the bulk tetracycline which it was obtaining from Cyanamid and it began marketing this under its trade name, \"Tetracyn\". Its introductory published prices followed those previously established for tetracycline by Cyanamid for its Achromycin and, of course, the prices were identical with the published prices of the other three broad-spectrum antibiotics then on the market.</p>\n<p>On March 2, 1954, Bristol, in prosecuting its Heinemann application, was able to convince the patent examiner, at least tentatively, that the salt of tetracycline, tetracycline hydrochloride, was patentably distinct from tetracycline which had been the subject of the first interference, and as a consequence the examiner declared the second (sometimes referred to as \"salt\") interference between Bristol's Heinemann, Pfizer's Conover and Cyanamid's Minieri applications. The interference proceedings continued from March to October, 1954, during which time the parties filed and argued numerous motions in the patent office.</p>\n<p>Meanwhile, Bristol, undeterred by Pfizer's threat of suit for patent infringement when and if the Conover patent should issue, continued to produce tetracycline through its direct fermentation process, and on May 1, 1954, Bristol began to market this product under the trade name, \"Polycycline\". Its published prices followed those for the tetracycline products of Cyanamid and Pfizer which were already on the market.</p>\n<p>By September, 1954, Bristol had entered into agreements with Squibb and Upjohn to sell them bulk tetracycline, and shortly thereafter these two companies began to market tetracycline under their own trade names, \"Steclin\" for Squibb and \"Panmycin\" for Upjohn. Squibb's introductory published prices followed those of Pfizer, Cyanamid and Bristol except that its wholesale prices were slightly higher, while Upjohn, which was last to come on the market, followed generally the prices of the other four companies.</p>\n<p>On October 14, 1954, the patent examiner issued a decision dissolving the second interference, primarily on the ground that tetracycline was unpatentable over the prior art as disclosed in Cyanamid's Duggar and Niedercorn patents because tetracycline as well as Aureomycin appeared to be co-produced in fermentation processes disclosed by these two prior patents and employing the Duggar species, <i>streptomyces aureofaciens.</i> Since the examiner also held that tetracycline hydrochloride was not patentably distinct from tetracycline, he concluded that the subject matter of the interference was not patentable to anyone. Thereafter, in November, 1954, the examiner issued rejections on all of the tetracycline and tetracycline hydrochloride claims in Pfizer's Conover, Cyanamid's Minieri, and Bristol's Heinemann <span class=\"star-pagination\">*273</span> applications on the same grounds that he had relied upon for dissolution of the interference.</p>\n<p>Following the dissolution of the second interference Pfizer continued the ex parte prosecution of the Conover application, and in late November and early December, 1954, Pfizer's counsel submitted affidavits of proof concerning the prior art co-production question which the patent examiner accepted as sufficient to overcome his previous rejection of Conover's product claims. A substantial part of the battle in this action has been waged around plaintiff's contention that in these proceedings Pfizer made material representations of fact to and withheld material information from the patent examiner; that its conduct constituted a fraud on the patent office; and that otherwise the Conover patent would never have issued. It did issue on January 11, 1955.</p>\n<p>Meanwhile a suit brought by Cyanamid against Bristol in late September, 1954 for infringement of its Duggar patent in the manufacture by Bristol of tetracycline using Bristol's tetracycline fermentation process was settled in mid-December, 1954. The terms of the settlement included an agreement that Cyanamid would grant Bristol a non-exclusive license under Cyanamid's Aureomycin patent to manufacture and sell tetracycline containing not more than six per cent Aureomycin for a royalty of five per cent of Bristol's net sales of its tetracycline products.</p>\n<p>On the same day the Conover tetracycline patent issued, January 11, 1955, Pfizer brought suits against Bristol, Squibb and Upjohn in the United States District Court in Atlanta, Georgia, for infringement. These defendants, in turn, filed declaratory judgment suits in the Southern District of New York for the purpose of having the Conover patent declared invalid. They were also able to obtain the transfer of the Pfizer infringement suits to the Southern District of New York.<sup>[8]</sup></p>\n<p>For the remainder of 1955 this litigation was prosecuted and defended vigorously by the opposing parties, Pfizer on the one hand and Bristol, Squibb and Upjohn on the other. Bristol, Squibb and Upjohn instituted extensive discovery in an effort to determine whether Pfizer had given false or misleading information to the patent office in the course of obtaining the Conover patent on tetracycline, but the evidence developed was apparently considered inconclusive.</p>\n<p>The litigation stood in this posture in the late fall of 1955 when one John G. Broady, a private detective, was tried and convicted in New York City on an indictment charging wiretapping of various telephone lines including those of Bristol and Squibb. At the trial it came out in evidence that Broady had been retained by Pfizer whereupon Bristol's counsel was instructed by its chief executive officer, Frederick Schwartz, to inform Pfizer's counsel that Bristol planned to bring wiretapping into the infringement suit as an \"unclean hands\" defense and as a counterclaim.<sup>[9]</sup></p>\n<p>The Broady incident brought about a radical change in Pfizer's attitude toward the litigation, and meetings were held on December 14 and 15, 1955, between Schwartz of Bristol, McKeen of Pfizer and their patent counsel, which resulted in agreement to settle the litigation. Under the terms of the settlement Pfizer agreed to grant Bristol a non-exclusive license to make, use and sell tetracycline, and direct licenses to Squibb and Upjohn to use and sell tetracycline to the drug trade. It was through the medium of these meetings and the negotiated settlement resulting therefrom that plaintiff alleges Bristol, Squibb and Upjohn were able to join <span class=\"star-pagination\">*274</span> (\"force their way into\") the alleged pre-existing conspiracy between Pfizer and Cyanamid. Plaintiff alleges the five-member conspiracy thus formed continued until November, 1966.</p>\n<p>Beginning with a broad economic investigation of the antibiotics industry instituted in mid-1957 by the Federal Trade Commission and continuing to the present day the five defendants herein, in addition to being subjected to investigation by the F.T.C. and the Subcommittee on Antitrust and Monopoly of the Judiciary Committee of the United States Senate (the \"Kefauver Committee\"), have defended one criminal action and countless civil suits alleging violations of the antitrust laws of the United States in the manufacture and sale of broad-spectrum antibiotic drugs.<sup>[10]</sup> So far as the court is informed, this is the first of the civil actions to come to trial and reach the decision stage.</p>\n<p></p>\n<h2>THE EVIDENCE</h2>\n<p>The sections of this memorandum which follow will treat the principal points advanced by plaintiff and the evidence offered in support of its theory of liability on the restraint of trade and monopoly issues.<sup>[11]</sup> While the various topics are discussed separately, the court has been careful to consider all the plaintiff's evidence collectively with due regard to the Supreme Court's admonition that the antitrust plaintiff should be given the full benefit of his proof \"without tightly compartmentalizing the various factual components and wiping the slate clean after scrutiny of each.\" Continental Ore Company v. Union Carbide &amp; Carbon Corporation, 370 U.S. 690, 699, 82 S.Ct. 1404, 1410, 8 L.Ed.2d 777 (1962).</p>\n<p></p>\n<h2><i>The McKeen-Malcolm Meetings</i></h2>\n<p>The cornerstone of plaintiff's case against Pfizer and Cyanamid is alleged to have been laid at the time of two meetings between the two chief executive officers of these companies in early November, 1953. At that time both Pfizer and Cyanamid had product and process patents pending on tetracycline, and a notice to copy claims having been issued by the Patent Office presaging the declaration of an interference to determine priority of invention, John McKeen, President of Pfizer, initiated a meeting with Dr. Wilbur Malcolm, Cyanamid's President, to discuss settlement of the interference when and if it should be declared. To understand properly the motivations and actions of these two principals in the meetings it is necessary to review briefly the status of the tetracycline program in each of the companies as it existed in the fall of 1953.</p>\n<p>At Pfizer there was general optimism that by reason of the prior publication in a scientific journal by its scientists of <span class=\"star-pagination\">*275</span> Dr. Conover's discovery of tetracycline (\"The Stephens Article\") it had priority of invention and would ultimately receive the patent. Unfortunately, it had not been able to develop a process for the production of tetracycline by direct fermentation, and it was thus limited to its deschloronation process in making tetracycline from Aureomycin on which Cyanamid held the Duggar-Niedercorn patents. This created a blocking patent situation, but it was not Pfizer's only worry. It had also learned that Cyanamid was about to come on the market with its brand of tetracycline, and this meant that Cyanamid would have valuable \"lead time\" in the introduction and sale of this new \"wonder drug\". This lead time, considered of prime importance in the pharmaceutical industry, would be very difficult for Pfizer to overcome even if it should ultimately obtain the patent and somehow manage to avoid its then dependence upon Aureomycin as the base product from which to produce tetracycline.</p>\n<p>At the same time Cyanamid was having its problems. Its extensive clinical testing of tetracycline had demonstrated its superiority over Aureomycin, the sale of which had been declining in the face of the competition by Pfizer's apparently superior Terramycin, and Dr. Malcolm had committed Cyanamid to a program to promote tetracycline and downgrade Aureomycin which had previously been its \"bread and butter\" product. Cyanamid had made substantial expenditures in the development of this program, yet it appeared that Pfizer might well have priority of invention by reason of having published the Stephens article prior to Cyanamid's production of tetracycline.</p>\n<p>It was in this setting that McKeen and Malcolm had their first meeting about November 6, 1953. At that time they confirmed the fact that Pfizer and Cyanamid were the two parties to the projected interference, and the terms of a proposed settlement were discussed. They agreed to meet again about ten days later, and at the second meeting they agreed upon the general terms of a settlement subject, with one exception, to the formal declaration of the interference by the Patent Office. The exception was that Cyanamid agreed at McKeen's insistence to sell Pfizer 10,000 kilograms of bulk tetracycline with shipments to begin immediately.<sup>[12]</sup></p>\n<p>The interference was declared on December 28, 1953, and two weeks later the agreements reached in the McKeen-Malcolm meetings were formalized in two written documents, one a license from Cyanamid to Pfizer to make Aureomycin for conversion to tetracycline by deschloronation and the other to settle the interference. The principal provisions of the agreements were (1) that proofs of priority of invention would be exchanged, and if the parties could not agree on priority the question would be submitted to the Patent Office for decision; (2) that the party found not prior would take the necessary steps to concede priority in the Patent Office; (3) that the losing party would receive a non-exclusive license under the tetracycline patent when it issued at a royalty rate of two and one-half per cent; (4) that Pfizer would receive a non-exclusive license under Cyanamid's Aureomycin patent to make that product in connection with the manufacture of tetracycline and the knowhow and culture to make that license effective; and (5) that nothing in the settlement agreement was to be deemed to impair the right of a patentee to license others.</p>\n<p>It is the plaintiff's position that in addition to the agreements embodied in the written instruments the McKeen-Malcolm meetings resulted in secret agreements not reduced to writing under the terms of which third parties were not in fact to be licensed to sell <span class=\"star-pagination\">*276</span> tetracycline nor were they to be sold the antibiotic in bulk. And to this end, plaintiff charges, Pfizer and Cyanamid agreed to do whatever was necessary to insure that one or the other of them obtained a patent in order to legalize the monopoly and exclude others from the market. There was a further understanding, so plaintiff contends, as to the price at which tetracycline would be sold in the market.</p>\n<p>On the contrary, the four principals who participated in the meetings have given consistent and convincing testimony in this and the prior cases that no such agreements were made.<sup>[13]</sup> Nor are the inferences to be drawn from the course of conduct thereafter followed by these parties necessarily inconsistent with legitimate business practices. Settlement of the patent interference is a normal, routine method of resolving such controversies and is sanctioned by the courts. Hutzler Brothers Company v. Sales Affiliates, Inc., 164 F.2d 260, 267 (4th Cir. 1947). Nor are cross-licensing agreements necessarily violative of the antitrust laws. \"In a case involving blocking patents such an arrangement is the only reasonable method for making the invention available to the public.\" International Manufacturing Company v. Landon, Inc., 336 F.2d 723, 729 (9th Cir. 1964), citing Standard Oil Company v. United States, 283 U.S. 163, 51 S.Ct. 421, 75 L.Ed. 926 (1931).<sup>[14]</sup></p>\n<p>The refusal to license others was no more than a continuation of policies previously followed by Pfizer, Cyanamid and Parke-Davis with respect to granting licenses under their patents on the first three broad-spectrum antibiotics. But even so, within two years after the McKeen-Malcolm meetings Pfizer had licensed Bristol, Squibb and Upjohn under the Conover patent. It did this without the knowledge of Cyanamid, and this negates any inference of a side agreement to exclude competitors.</p>\n<p>The court has therefore been unable to find from a preponderance of the evidence that conspiratorial agreements forbidden by Sections 1 and 2 of the Sherman Act were in fact entered into at the McKeen-Malcolm meetings. On the contrary, the court has concluded that the agreements reached were fully expressed in the formal documents thereafter executed and that these agreements were the result of arms-length bargaining which reflected the relative bargaining strength of each company and the independent judgments of their chief executive officers.<sup>[15]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*277</span> <i>The Patent Issue</i><sup>[16]</sup></h2>\n<p>The plaintiff has placed great reliance on the charge that Pfizer and Cyanamid practiced fraud on the Patent Office in obtaining the issuance of the Conover patent on tetracycline and that Bristol, Squibb and Upjohn later accepted licenses under the patent with knowledge of the fraud. It is, of course, well settled that</p>\n<blockquote>\"those who have applications pending with the Patent Office or who are parties to Patent Office proceedings have an <i>uncompromising duty</i> to report to it all facts concerning possible fraud or inequitableness underlying the applications in issue. * * * Public interest demands that all facts relevant to such matters be submitted formally or informally to the Patent Office, which can then pass upon the sufficiency of the evidence. Only in this way can that agency act to safeguard the public in the first instance against fraudulent patent monopolies.\" Precision Instrument Manufacturing Company v. Automotive Maintenance Machine Company, 324 U.S. 806, 65 S.Ct. 993, 89 L.Ed. 1381 (1945).</blockquote>\n<p>And in this same litigation the Sixth Circuit has stated:</p>\n<blockquote>\"The Patent Office, not having testing facilities of its own, must rely upon information furnished by applicants and their attorneys. Pfizer and Cyanamid, like all other applicants, stood before the Patent Office in a confidential relationship and owed the obligation of frank and truthful disclosure.\" Charles Pfizer and Co., Inc., v. F. T. C., 401 F.2d 574, 579 (6th Cir. 1968), cert. denied, 394 U.S. 920, 89 S.Ct. 1195, 22 L.Ed.2d 453 (1969).</blockquote>\n<p>That a finding of fraud will support a treble damage action under the Sherman Act if all the other elements of a cause of action thereunder are found is equally well settled. Walker Process Equipment, Inc., v. Food Machinery and Chemical Corp., 382 U.S. 172, 86 S.Ct. 347, 15 L.Ed.2d 247 (1965).</p>\n<p>As is frequently the case, the difficulty arises when the task of applying these settled principles to a given fact situation is faced.</p>\n<blockquote>\"The concept of misrepresentation as applied to patent infringement cases admits to no fixed parameters and promulgates no specific dogma. At best it is an abbreviated expression of basic equitable maxims inherent in the law of patents; a recognition that a part of the <i>quid pro quo</i> for the acquisition of a patent monopoly is an insistence that the circumstances surrounding the application for the patent be `free from fraud and other inequitable conduct.' Precision Co. v. Automotive Co., supra, 324 U.S. 806, 816, 65 S.Ct. 993, 998, 89 L.Ed. 1381 (1945).\" Monsanto Company v. Rohm &amp; Haas Company, 456 F.2d 592, 597-598 (3rd Cir. 1972).</blockquote>\n<p>In performing this task a review of the events which occurred following the rejection by Patent Examiner Lidoff in November, 1954 of all claims to the product tetracycline is therefore necessary.</p>\n<p>When the Conover patent was returned to ex parte prosecution following <span class=\"star-pagination\">*278</span> these rejections Pfizer's patent counsel, who strongly believed the reasons assigned by the Examiner to be unsound in law, almost immediately sought an interview with him and endeavored to convince him of his error. However, Lidoff persisted in his position that tetracycline was inherently co-produced along with Aureomycin in the practice of Cyanamid's Duggar and Niedercorn patents and was therefore unpatentable over Aureomycin.<sup>[17]</sup> He required that additional experiments be conducted either to prove or disprove the \"speculated basis\" of his rejection.</p>\n<p>These experiments were conducted forthwith and the results were reported by Pfizer's attorneys in affidavits and a written summary of interviews with the Examiner. In substance they informed him that if any tetracycline was present in the Aureomycin-producing broths, the amount was minuscule and that in any event it was understood by them that the Examiner was not interested in \"useless trace amounts\" of tetracycline which might be present in the broths.<sup>[18]</sup> Another conference with the Examiner followed on December 8, 1954, and the next day a notice of allowance of the patent was mailed. On January 11, 1955, the patent issued.</p>\n<p>It is now abundantly clear that the presence of at least some tetracycline in the Aureomycin broths was known by scientists, and indeed was disclosed by documents in patent applications then pending before Examiner Lidoff, at the time Pfizer's final affidavits were submitted, but there is no evidence whatever that it has ever been detected in the product Aureomycin in sufficient quantities to impart the therapeutic qualities of tetracycline to it. Plaintiff insists, however, that the presence of any amount of tetracycline, however small, in the fermentation broths would have sufficed to preclude allowance of the patent by Examiner Lidoff.<sup>[19]</sup> To drive home this point plaintiff has introduced several hundred pages of testimony given by Examiner Lidoff in the F. T. C. proceeding following remand of that case by the Sixth Circuit in American Cyanamid Company v. F. T. C., 363 <span class=\"star-pagination\">*279</span> F.2d 757 (1966), and later by way of deposition.</p>\n<p>Aside from the questionable admissibility of this testimony,<sup>[20]</sup> the court has found it lacking in that degree of probative force necessary to carry plaintiff's heavy burden of establishing fraud by \"clear, unequivocal and convincing\" evidence, a standard which all parties agree applies here.<sup>[21]</sup> Lidoff testified:</p>\n<blockquote>\"It is utterly impossible for me to remember any statements that I actually made at the interview . . .</blockquote>\n<blockquote>\"As I have prefaced all my remarks, everything I have said is based on reconstruction, based upon what I think, what I thought the principles of patentability were.\" (Tr., Vol. 28, p. 3755)</blockquote>\n<p>and at another place in the record:</p>\n<blockquote>\"So that anything that I say as having recalled something is really a reconstruction in my mind based on what recent review of the record I have had, which has not been in any great detail, so that I cannot say that I positively recall one thing or another but I can reconstruct what my view would have been at that time.\" (Tr., Vol. 28, p. 3754)</blockquote>\n<p>Against that background the witness went on to testify that he would have been interested in whether any tetracycline whatever was to be found in the Aureomycin broths. But the pivotal question is whether or not Pfizer's attorneys understood this to be the information the Examiner wanted, and they have testified unequivocally that they did not so understand it. Their testimony is corroborated by the summary of their interview with Lidoff filed as an amendment to the patent application (see Footnote 18). A supplemental affidavit filed by Pfizer's Dr. Bogert should also have alerted Lidoff to the fact that tetracycline was present in the fermentation broths or at least to the fact that if he were really interested in the presence of any amount of tetracycline whatever, he was obviously talking about one thing and Pfizer's representatives another.<sup>[22]</sup></p>\n<p><span class=\"star-pagination\">*280</span> Nor does Lidoff dispute the testimony of the Pfizer agents on this score as shown by the following exchange between him and Pfizer's counsel at the hearing before the F. T. C.:</p>\n<blockquote>Q: So you were satisfied to issue the patent with statements of that type in the record without even bothering to inquire?</blockquote>\n<blockquote>A: If you wish to attack my action on this application, you might. It may be that had I been as sharp as Geniesse, I would not have issued this patent. But, nevertheless, I am only telling you what my impression is of what I did. Whether stupidly done or not, nevertheless this is what I did, and I took this affidavit to mean that there was no tetracycline present. Based on that I issued the patent.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>Q: And their understanding of what you had in mind by the words in your rejection is what they learned from the interview with you and put in their amendment?</blockquote>\n<blockquote>A: I have no control of what they understood by my words. Whatever they understood, my feeling was that this patent should not issue if the compounds were not novel. And this is the only thing that I was basing my stand on. What they understood by my words I do not know, and have no influence on at all.</blockquote>\n<blockquote>Q: Do you consider that Mr. Hutz and Mr. Murphy gave you what they understood you were interested in?</blockquote>\n<blockquote>A: As far as I know, I assumed that they gave me what I had asked for, but they gave me what they understood, yes. They did not give me  well, I retract that. I don't know what they gave me with relation to what I actually wanted.</blockquote>\n<blockquote>Q: But they gave you what they understood you wanted?</blockquote>\n<blockquote>A: Apparently.</blockquote>\n<blockquote>Q: Isn't that so?</blockquote>\n<blockquote>A: Apparently so. I have no reason to believe otherwise. (Tr. Vol. 30, pp. 4024-4026)</blockquote>\n<p>That Pfizer had complete confidence in its patent and the actions of its representatives in procuring its issuance was further demonstrated by its action in instituting suit for its infringement against Bristol, Squibb and Upjohn on January 11, 1955, the very day on which the patent issued.<sup>[23]</sup></p>\n<p>That Cyanamid's experienced patent attorney, who immediately went to Washington and examined the file wrapper as soon as he heard the patent had issued, was able to find no evidence of fraud is also deemed significant on this point.<sup>[24]</sup> Of course this flies in the face <span class=\"star-pagination\">*281</span> of plaintiff's contention that Pfizer and Cyanamid were in collusion on the patent matter all along, but the court has been unable to find that such collusion existed. There are, in fact, strong indications to the contrary.<sup>[25]</sup></p>\n<p>At best the evidence has left the court with the impression that there was a mutual misunderstanding between Lidoff and Pfizer's representatives as to what Lidoff wanted established.<sup>[26]</sup> The court finds itself in much the same position as did the First Circuit in Nashua Corporation v. RCA Corporation, 431 F. 2d 220, 227 (1970), where it said:</p>\n<blockquote>\"Our problem  and Nashua's  lies in the fact that the only evidence on this issue is the cryptic and technical file wrapper exchanges between the Examiner and the applicant. These exchanges are ambiguous as to precisely why the Examiner rejected the first two applications and what significance the Examiner attached to RCA's amendment of its copending '359 application and to RCA's Rule 131 affidavit. Given these critical ambiguities, we cannot say that the district court was clearly erroneous in finding no fraud on RCA's part. It is simply not sufficiently clear to us that RCA filed the affidavit realizing that its effect would be to materially misrepresent the prior art and deliberately <span class=\"star-pagination\">*282</span> intending such misrepresentation. Compare University of Illinois Foundation v. Blonder-Tongue Laboratories, Inc., 422 F.2d 769, 776-777 (7th Cir. 1970).</blockquote>\n<blockquote>\"We therefore uphold the district court's finding that the filing of the Rule 131 affidavit did not constitute a fraud on the Patent Office.\"</blockquote>\n<p>The court does not suggest that inferences favorable to the plaintiff cannot be drawn from the conduct of Pfizer's representatives before the Patent Office, and one gets the impression, in fact, that these gentlemen did not tell Lidoff any more than was absolutely necessary to satisfy him. But</p>\n<blockquote>\"as long as the patent applicant fulfills his `uncompromising duty' of good faith and conducts the prosecution with utmost candor, making a frank and truthful disclosure, he is not required to `list out the full spectrum of his knowledge to establish [his] bona fides.' Eli Lilly and Company, Inc., v. Generix Drug Sales, Inc., 460 F.2d 1096, 1102-1103 (5th Cir. 1972).\" Schnadig Corporation v. Gaines Manufacturing Company, Inc., 494 F.2d 383, 393 (6th Cir. 1974).</blockquote>\n<p>And, as previously indicated, the evidence in this case is far from \"clear, unequivocal and convincing\" that Pfizer's representatives failed to fulfill their \"uncompromising duty.\"<sup>[27]</sup></p>\n<p>Finally, notwithstanding its allegations of fraud and its agreement as to the standard of proof necessary to sustain the same, plaintiff seems to argue for the adoption of the rule of strict liability based on the alleged negligent failure of defendants to disclose pertinent information to the Patent Office. This theory of liability was analyzed and rejected by Judge Mansfield as follows in Xerox Corporation v. Dennison Manufacturing Company, 322 F. Supp. 963, 968-969 (S.D.N.Y.1971):</p>\n<blockquote>\"We believe that the stringent standard urged by defendants is unnecessary to protect the public, and that an applicant for a patent should be accorded the right to exercise good faith judgment in deciding what matters are and are not of sufficient relevance and materiality to require disclosure. Only when he is guilty of fraud, willfulness or recklessness indicating a disregard for his duty of frankness should enforcement of the patent be barred. See Armour &amp; Co. v. Wilson &amp; Co., 274 F.2d 143 (7th Cir. 1960); Ritter v. Rohm &amp; Haas Company, 271 F.Supp. 313 (S.D.N.Y. 1967). Furthermore, the authorities cited by defendants simply do not support their contention that mere negligent omissions of misstatements before the Patent Office would be unclean hands. On the contrary, they reveal that fraud or reckless disregard for the facts must be established.\"</blockquote>\n<p>This appears to be the rule in this Circuit also. Orrison v. C. Hoffberger Co., 97 F.Supp. 689 (D.Md.1951), aff'd, 190 F.2d 787 (4th Cir. 1951).</p>\n<p><span class=\"star-pagination\">*283</span> The Sixth Circuit has taken the same view in a case just published, Schnadig Corporation v. Gaines Manufacturing Company, Inc., supra. See also Beckman Instruments, Inc. v. Chemtronics, Inc., 328 F.Supp. 1132, 1138-1139 (W. D.Tex.1971), and cases cited.</p>\n<p>The cases relied on by plaintiff in support of its contention that no <i>mens rea</i> is required to establish fraud in a civil action, Charles Pfizer &amp; Co. v. F. T.C., 401 F.2d 574 (6th Cir. 1968), cert. denied, 394 U.S. 920, 89 S.Ct. 1195, 22 L.Ed.2d 453 (1969), and Beckman Instruments, Inc., v. Chemtronics, Inc., 428 F.2d 555 (5th Cir. 1970), are distinguishable, and one of them, Ham v. Hart, 58 N.Mex. 550, 273 P.2d 748 (1954), has been overruled as to this point in Hockett v. Winks, 82 N.Mex. 597, 485 P.2d 353.</p>\n<p>In sum, the evidence establishes at most that reasonable minds could differ as to the construction that should be placed on the actions of Pfizer's representatives before the Patent Office; that the experiments requested by the Patent Examiner might have been conducted more carefully or in a different manner; that the whole matter resolves itself into a conflict of opinions of experts; and that with all deference to the \"reconstructed\" opinions of Mr. Lidoff, the evidence favorable to the plaintiff does not rise to that level of clear, unequivocal and convincing proof necessary to support a finding of deliberate fraud. Corning Glass Works v. Anchor Hocking Glass Corporation, 253 F.Supp. 461 (D. Del.1966), aff'd in pertinent part, 374 F.2d 473 (3rd Cir. 1967), cert. denied, 389 U.S. 826, 88 S.Ct. 65, 19 L.Ed.2d 80 (1967).</p>\n<p></p>\n<h2><i>The Commercial Issues</i></h2>\n<p>Having concluded that the evidence does not support the charge of conspiracy based on secret agreements growing out of the twin nuclei of plaintiff's case, the McKeen-Malcolm meetings and the procurement of the Conover patent, there remains the task of examining all other evidence in the record to ascertain if inferences arise thereon sufficient to sustain plaintiff's restraint of trade and monopoly charges. Again we find the inferences conflicting and of insufficient force to carry plaintiff's burden of persuasion.</p>\n<p></p>\n<h2>PRICE FIXING</h2>\n<p>As previously indicated, it is undisputed that the introductory published prices of tetracycline by Pfizer and Cyanamid were identical with their Terramycin and Aureomycin prices, and when Bristol, Squibb and Upjohn came on the market later with their brands of tetracycline, their published prices were also the same as those of Pfizer and Cyanamid. These published prices, particularly for plain tetracycline not combined with any other drug, remained the same for the period 1953 through 1960. Plaintiff argues that this shows a concert of action by defendants and that when considered with all the other evidence bearing on price behavior, it establishes beyond question the existence of a conspiracy between the defendants to fix and maintain prices in violation of the antitrust laws. At first blush the argument would appear to have much merit, but a careful review of all the evidence shows the contrary inferences arising thereon to be of equal and in many instances of greater weight. Much of the contrary evidence was introduced (and therefore vouched for) by the plaintiff.</p>\n<p>To understand the factors influencing price decisions in this field during the period in question reference must be made to the experience of defendants and other drug manufacturers with the antibiotic, penicillin, in the 1940's. Penicillin had not been patented, and when it proved to be a very effective drug, a large number of manufacturers began to make and market it. However, because the demand for any prescription drug is limited by the number of sick people needing to be treated with it and the number of doctors who will prescribe it, the manufacturers soon found themselves with excess production capacity <span class=\"star-pagination\">*284</span> and stocks.<sup>[28]</sup> This led to a course of price cutting which soon made the manufacture and sale of penicillin non-profitable.</p>\n<p>When the broad-spectrum antibiotics came on the market in the late 1940's and early 1950's they were patented drugs and defendants, it may reasonably be inferred, determined not to fall into the error of the penicillin manufacturers. In addition to their own experience with penicillin, the defendants also learned a valuable lesson from their experience in price cutting with the broad-spectrum antibiotics in the early days of their manufacture and sale. This experience was that a price cut by one company was immediately met by the others with the result that they all found themselves competing for the same amount of business at lower prices. Plaintiff reads something sinister into all of this, but the court is unable to agree. The existence of valid patents gave the manufacturers of these drugs lawful monopolies, and the fact that business executives in the exercise of sound judgment reacted similarly to the same experiences and conditions should be deemed neither surprising nor illegal.<sup>[29]</sup></p>\n<blockquote>\"In deciding whether evidence of defendant's conduct can reasonably support an inference of conspiracy, there must be more than mere general similarities; there must be a sameness of conduct under circumstances which logically suggest joint agreement, as distinguished from individual action. Proof of parallel business conduct is not a substitute for proof of conspiracy, and similar conduct, as such, does not establish conspiracy. Theatre Enterprises, Inc. v. Paramount, 1954, 346 U.S. 537, 74 S.Ct. 257, 98 L.Ed. 273. As stated in United States v. Borden Co., D.C.N.D.Ill. 1953, 111 F.Supp. 562, 579: `Reasonable businessmen will act similarly when presented with the same problem.' The antitrust laws were not meant to prohibit businessmen from adopting sound business policies merely because competitors had already adopted the same or a similar policy.</blockquote>\n<blockquote>\"An inference of conspiracy is permissible only where the conduct was adopted by a competitor `in apparent contradiction to its own self-interest'. Milgram v. Loew's, Inc., 3 Cir., 1951, 192 F.2d 579, 583. An inference of conspiracy would only arise from similar business conduct if it appeared more to the interest of competitors to adopt different practices. Chorak v. RKO Radio Pictures, 9 Cir. 1952, 196 F.2d 225, 229, cert. denied, 1952, 344 U.S. 887, 73 S.Ct. 186, 97 L.Ed. 686.\" Independent Iron Works, Inc. v. United States Steel Corp., 177 F.Supp. 743, 746-747 (N.D.Cal.1959), aff'd, 322 F. 2d 656 (9th Cir. 1963), cert. denied, 375 U.S. 922, 84 S.Ct. 267, 11 L.Ed.2d 165 (1963).</blockquote>\n<p>It will be remembered that during all of the period under consideration, 1953-1961, Parke, Davis &amp; Company was selling its broad-spectrum antibiotic, Chloromycetin, at prices identical with those being charged by defendants for their broad-spectrums. Yet it has never been charged that Parke, Davis <span class=\"star-pagination\">*285</span> was involved in the conspiracy. Plaintiff would explain this by saying that Parke, Davis was engaged in \"conscious parallelism\" and not collusion  that it was simply getting a \"free ride\". Defendants on the other hand insist that the uniformity of prices was the expression of \"oligopolistic price behavior\".<sup>[30]</sup> While the resolution of this question is always fraught with difficulty,<sup>[31]</sup> in any view of the matter the parallel pricing actions of Parke, Davis and the defendants must be regarded as strong evidence that no conspiracy existed.<sup>[32]</sup> Plaintiff has conceded that \"pure price uniformity, standing alone, can be justified by the laws of economics, or by a theory of price leadership\", and that \"other factors must be proven\". (Plaintiff's brief, Appendix A, p. 31.)</p>\n<p>The identity of list prices of the defendants (and Parke, Davis) prevailed principally in the prescription market which accounted for approximately eight-five per cent of the total sales of tetracycline. While there were numerous instances of identical bidding on contracts to supply the drug to public and private hospitals, the record is replete with evidence that defendants did regularly compete, sometimes intensely, for this business. This was done through the use of \"free goods\" and other inducements offered to get the business.<sup>[33]</sup> It would unnecessarily prolong this opinion to recount this evidence, but some typical examples are shown in the margin.<sup>[34]</sup></p>\n<p>It was in evidence that it is not unusual in the drug business for prices to remain steady for as long as seven years, and in this case the evidence shows that after 1960 substantial declines in prices charged by defendants <span class=\"star-pagination\">*286</span> for tetracycline began to appear. Plaintiff would argue that this affords an unmistakable inference of collusion in the earlier years, but the court is unable to agree.<sup>[35]</sup></p>\n<p></p>\n<h2>EXCLUSION OF COMPETITORS</h2>\n<p>Plaintiff's charge that the defendants engaged in a conspiracy to exclude competitors is not supported by the evidence. As we have seen, there was no such express agreement between Pfizer and Cyanamid coming out of the McKeen-Malcolm meetings, nor is such inference to be drawn from the fact that the patent interference was settled. Faced with a similar contention in Hutzler Bros. Co. v. Sales Affiliates, Inc., 164 F.2d 260 (1947), Judge Dobie, writing for the Fourth Circuit, said:</p>\n<blockquote>\"We cannot attach, as defendants seem to suggest, any ulterior motives, or any improper conduct, to plaintiffs in connection with the agreed settlement with Bohemen in the interference proceedings. Had the interference proceedings been prosecuted to final judgment, this would have unquestionably delayed the granting of the patent in suit. There were ample business reasons for a friendly settlement. And there was evidence to <span class=\"star-pagination\">*287</span> show that this settlement was recommended by Bohemen's attorney after a review of the proofs of the priority of Evans and McDonough.\" Id. at p. 267.</blockquote>\n<p>Other actions taken by the defendants and relied upon by plaintiff to establish conspiracy are seen upon close analysis to have been equally consistent with the lawful exercise of sound business judgment. Reference to a few of such actions will suffice to demonstrate the point:</p>\n<p>(1) Bristol's decision to sell tetracycline in bulk was based on its recognition that it could not with its comparatively small sales force compete successfully with the much larger companies like Pfizer and Cyanamid without selling its product in bulk. Its decision to sell to just two customers, Squibb and Upjohn, was in line with its ultimate objective of becoming a substantial seller under its own label. The more bulk customers Bristol had, the more competitors its own brand of tetracycline would have. These decisions were made by Bristol in 1954 at a time when it is not alleged to have been conspiring with anyone.</p>\n<p>(2) The negotiations leading to the acquisition of Heyden's Antibiotic Division by Cyanamid were initiated not by Cyanamid but by Heyden and these negotiations were instituted before the McKeen-Malcolm meetings took place. While the Minieri patent was held out by Heyden \"as bait\", evidence is lacking that it constituted much of an inducement to Cyanamid to purchase. On the contrary Dr. Malcolm reasoned that Minieri's product claims were foreclosed by Cyanamid's Duggar-Niedercorn patents, and there was ample evidence to support the bona fides of this transaction. There is no evidence that Pfizer had anything to do with it.</p>\n<p>(3) The settlement in December, 1954, of the infringement suit brought by Cyanamid against Bristol occurred a year before Bristol is alleged to have joined the conspiracy allegedly existing at that time between Pfizer and Cyanamid. The negotiations leading to the settlement were initiated by Bristol's President, and there is no evidence that Pfizer had any part of the prosecution or settlement of the suit. It occurred at a time when Cyanamid had reason to believe Pfizer would not obtain a patent on tetracycline. Dr. Malcolm testified that after satisfying himself that Bristol was indeed infringing the Duggar patent, he concluded to settle for a reasonable royalty in order to avoid long, drawn-out and expensive litigation. The testimony is uncontradicted.</p>\n<p>(4) It is undeniable that the suits instituted by Pfizer against Bristol, Squibb and Upjohn on the very day its patent issued<sup>[36]</sup> were adversary in every sense of the word and that they were bitterly contested by the defendants. It seems equally clear that the settlements reached following the \"Broady incident\" reflected the exercise of sound business judgment and were not the result of any collusive agreements. It was not shown that Cyanamid had any part in the prosecution of these suits or the settlements. Bristol recognized the merit in Pfizer's position by agreeing to pay back royalties. By settling it avoided a possible liability exceeding fifty million dollars. Squibb and Upjohn demonstrated their lack of faith in their ultimate chances of success by exacting from Bristol under threat of cancelling their bulk purchase agreements, an agreement to indemnify them against loss in the event Pfizer prevailed  the reverse of the indemnity agreement previously in effect between them.<sup>[37]</sup> And Bristol's action following the settlement in filing with the court <span class=\"star-pagination\">*288</span> all the depositions it had taken containing damaging evidence against Pfizer rather than retaining these in its files as it might have done, is corroborative of its position that it had nothing to hide.</p>\n<p>(5) The contention strongly urged by plaintiff that a statement reported to have been made by Pfizer's McKeen at a meeting of security analysts held at Pfizer's Brooklyn plant is an admission that Pfizer and Cyanamid had agreed to exclude competition is not impressive. Whether the statement was actually made and if so, whether it was properly admissible in evidence against Pfizer are questions not free from doubt. Be these things as they may, however, it is simply not realistic to suggest that a sophisticated business executive who would enter into a conspiratorial agreement would call a press conference to announce it.</p>\n<p></p>\n<h2>MONOPOLIZATION</h2>\n<p>What has been said in disposing of the patent and the restraint of trade issues renders unnecessary further extended discussion of plaintiff's Section 2 Sherman Act charges of monopolization against all defendants and the charge of attempt to monopolize made against Pfizer alone. Suffice it to say with respect to all defendants that the court has not found the charges sustained by the greater weight of the evidence. With respect to the unilateral monopolization charge against Pfizer, in addition to its failure to prove that Pfizer procured the Conover patent by fraud or that it misused a valid patent, plaintiff has failed to establish the essential elements of an attempt to monopolize. See Smith, \"Attempt to Monopolize: Its Elements and Their Definition\", 27 Geo.Wash.L.Rev. 227 (1958).</p>\n<p></p>\n<h2>ADDITIONAL FINDINGS</h2>\n<p>In addition to the findings set forth herein the court adopts as its own the following proposed findings of fact submitted by the parties:</p>\n<p>1. Plaintiff's proposed findings 1-10 inclusive filed February 8, 1974.</p>\n<p>2. Pfizer's proposed findings of fact (A) 1-45 inclusive and 1-79 inclusive relating to the commercial issues and proposed findings 1-69 inclusive relating to the patent issues, all filed October 16, 1973.</p>\n<p>3. Cyanamid's proposed findings of fact 17-120 inclusive filed January 25, 1974.</p>\n<p>4. Squibb's proposed findings of fact 9-167 inclusive filed January 18, 1974.</p>\n<p>All other proposed findings of fact and conclusions of law inconsistent with those herein stated are severally denied.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>On the basis of the findings of fact herein stated the court concludes as a matter of law</p>\n<p>1. That plaintiff has failed to establish by a preponderance of the evidence that defendants Pfizer and Cyanamid, during the fall of 1953; defendants Bristol, Squibb and Upjohn, during the late summer and early fall of 1954; and all defendants during late fall and early winter of 1955 entered into contracts, combinations, agreements, understandings or conspiracies to restrain trade and commerce in the manufacture, distribution and sale of the broad-spectrum antibiotic tetracycline, its analogues and combination products containing tetracycline by fixing and maintaining the prices of tetracycline and/or limiting the number of manufacturers of tetracycline and its analogues to the five defendants named herein in violation of Section 1 of the Sherman Act, 15 U.S.C. § 1.</p>\n<p>2. That the plaintiff has failed to establish by a preponderance of the evidence that Pfizer and Cyanamid, during the fall of 1953; defendants Bristol, Squibb and Upjohn during the late summer <span class=\"star-pagination\">*289</span> and early fall of 1954; and all defendants during late fall and early winter of 1955 entered into contracts, combinations, agreements, understandings and conspiracies to monopolize, and actually monopolize the manufacture, distribution and sale of tetracycline, its analogues and combination products containing tetracycline or its analogues in violation of Section 2 of the Sherman Act, 15 U.S.C. § 2.</p>\n<p>3. That the plaintiff has failed to establish by a preponderance of the evidence that the defendant Pfizer attempted to or actually monopolized the manufacture, distribution and sale of tetracycline by fraudulent procurement or misuse of the Conover patent in violation of Section 2 of the Sherman Act, 15 U.S.C. § 2; and</p>\n<p>4. That upon the facts and the law the plaintiff has shown no right to relief under the antitrust laws against the defendants herein or either of them, and the claims of the plaintiffs and of the class members represented by the plaintiff, State of North Carolina, must be dismissed as to all defendants.</p>\n<p>Accordingly, it is directed that judgment of dismissal be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The action was allowed to proceed as a class action pursuant to Rule 23, F.R.C.P., the class being defined as:\n</p>\n<p>(a) The State, its departments, agencies, hospitals, institutions and political subdivisions, and all counties, cities and other governmental entities within the state (other than those of the federal government) including without limitation hospital districts, hospitals and other institutions supported in whole or in part by state, county, city or local governmental funds which purchased or paid for broad-spectrum antibiotic products during the period 1954 through 1966.</p>\n<p>(b) Purchasers within the state who during the period 1954 through 1966 purchased or paid for broad-spectrum antibiotic products for human consumption from public or private hospitals or from pharmacies, drug stores or other retail outlets including the State on account of payments made therefor for the benefit of recipients of welfare programs.</p>\n<p>Two individuals, Bernard A. Harrell, Receiver, and Thomas J. Bolch, also joined as parties plaintiff adopting essentially the pleadings of the State, but by agreement their claims were prosecuted by the State as a part of its claim with the understanding that the individuals would be bound by the final judgment rendered.</p>\n<p>The word \"plaintiff\" as used in this memorandum will encompass the State of North Carolina, the consumer class and the two individual plaintiffs.</p>\n<p>[2]  This is one of a great number of similar suits brought by virtually all of the states and other plaintiffs against these defendants apparently stemming from a proceeding by the Federal Trade Commission instituted in the late 1950's (see 401 F.2d 574, 6th Cir. 1968, cert. denied, 394 U.S. 920, 89 S.Ct. 1195, 22 L.Ed.2d 453) and a criminal action brought against three of the defendants, Pfizer, Cyanamid and Bristol, in the Southern District of New York. The civil litigation including this action was transferred to the District of Minnesota under the multi-district litigation statutes for consolidated pre-trial and discovery and possible trial, but a motion made in that court to sever this action and return it to this district for trial was allowed. The court is informed that a substantial portion of the civil litigation in the Minnesota court has since been settled and that the criminal action, following reversal of a judgment of conviction by the Second Circuit in 1970 (see 426 F.2d 32) has now been retried before Judge Cannella without a jury and has resulted in a judgment of acquittal. His decision apparently has not been reported.\n</p>\n<p>The plaintiff's case here has been tried for the most part on some 25,000 pages of testimony amassed in these prior proceedings and introduced here in deposition form.</p>\n<p>[3]  This section of the memorandum is quoted directly from plaintiff's brief.</p>\n<p>[4]  Sections 1 and 2 of the Sherman Act, 15 U.S.C. §§ 1 and 2, provide in pertinent part as follows:\n</p>\n<p>Section 1. Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is hereby declared to be illegal . . .</p>\n<p>Section 2. Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States . . . shall be deemed guilty of a misdemeanor . . .</p>\n<p>The action is authorized by Section 4 of the Clayton Act, 15 U.S.C. § 15, which provides:</p>\n<p>Section 4. That any person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws may sue therefor in any district court of the United States in the district in which the defendant resides or is found or has an agent, without respect to the amount in controversy, and shall recover threefold the damages by him sustained, and the cost of suit, including a reasonable attorney's fee.</p>\n<p>[5]  The plaintiff posed a third issue arising from a belatedly-raised further claim against Pfizer alone  that of an attempt to monopolize stated thus in its brief:\n</p>\n<p>\"In addition to the violations of law set forth above, plaintiff alleges that Pfizer is individually and separately liable to plaintiff for its violation of Section 2 of the Sherman Act for its attempt to monopolize, and monopolization of, the product tetracycline through the fraudulent procurement of its patent on tetracycline and its subsequent enforcement thereof with knowledge of the manner and methods used by its agents in causing the patent to issue.\"</p>\n<p>It is questionable that plaintiff's complaint is fairly susceptible to such interpretation. There was no mention of this claim in plaintiff's opening statement nor at any time in the trial prior to plaintiff's final argument and only then in response to a question from the bench. Pfizer, claiming surprise, has protested vigorously the assertion of the claim in this manner, and the court is of opinion that the objection is well taken. The court has nevertheless treated the claim as having been timely alleged and presented, but has disposed of it in connection with the treatment of the two principal issues actually litigated.</p>\n<p>[6]  Shortly after filing its Minieri application Heyden entered into negotiations with Cyanamid with the view to selling Heyden's Antibiotic Division to Cyanamid. An agreement of sale was entered into on November 4, 1953, and on December 1, 1953, Cyanamid took possession of the assets of Heyden's Antibiotic Division including its Minieri patent application. Since this application for a product patent on tetracycline was subsequent in time to Cyanamid's pending Boothe-Morton application, Cyanamid abandoned the product patent claims of the Minieri application but continued to prosecute the claims for a direct fermentation process for the production of tetracycline. A patent on the Minieri process claim was issued to Cyanamid in February, 1956.</p>\n<p>[7]  Under patent office rules an \"interference\" is a proceeding conducted for the purpose of determining priority of invention between two or more applicants claiming the same patentable invention (Patent Office Rule 201(a); 37 C.F.R. 1.201(a)).</p>\n<p>[8]  See 131 F.Supp. 21; 225 F.2d 718; and 225 F.2d 720 (5th Cir.).</p>\n<p>[9]  \"The Broady incident gave to Bristol a trump card which it had not hitherto possessed and Bristol played it boldly.\" United States v. Chas. Pfizer &amp; Co., Inc., 426 F.2d 32, 37 (2nd Cir. 1970).</p>\n<p>[10]  The reported cases of which this court is aware are as follows:\n</p>\n<p>United States v. Chas. Pfizer &amp; Co., Inc. et al., 245 F.Supp. 801 (S.D.N.Y.1965)</p>\n<p>American Cyanamid Co. v. F. T. C., 363 F.2d 757 (6th Cir. 1966)</p>\n<p>Chas. Pfizer &amp; Co., Inc., v. F. T. C., 401 F. 2d 574 (6th Cir. 1968), cert. denied, 394 U.S. 920, 89 S.Ct. 1195, 22 L.Ed.2d 453 (1969)</p>\n<p>United States v. Chas. Pfizer &amp; Co., Inc., 217 F.Supp. 199 (S.D.N.Y.1963)</p>\n<p>United States v. Chas. Pfizer &amp; Co., 281 F. Supp. 837 (S.D.N.Y.1968)</p>\n<p>United States v. Chas. Pfizer &amp; Co., 426 F. 2d 32 (2nd Cir. 1970), reh. den., 437 F.2d 957, cert. granted, 402 U.S. 942, 91 S.Ct. 1617, 29 L.Ed.2d 110, aff'd, 404 U.S. 548, 92 S.Ct. 731, 30 L.Ed.2d 721 (1972)</p>\n<p>As previously indicated in Footnote 2, Judge John M. Cannella's judgment of acquittal on the retrial of the criminal case apparently has not been reported nor has it been brought to the attention of this court.</p>\n<p>[11]  In arriving at its findings and conclusions herein expressed the court has reviewed and considered all of the testimony and documentary evidence offered by the plaintiff in the case notwithstanding any ruling excluding any such evidence made at the time of its offer and not thereafter changed. In the words of Justice Holmes, \"a concession to the shortness of life\" has precluded a summary of all the 12,000-odd page record, the several thousand exhibits offered and the many hundreds of pages of briefs and legal arguments submitted during the course of the trial and thereafter.</p>\n<p>[12]  It was vital to Pfizer to obtain this bulk tetracycline in order to cut down on Cyanamid's lead time.</p>\n<p>[13]  Three of them, John McKeen and John Powers of Pfizer and George Martin of Cyanamid, all now retired, appeared in person in this court. The court found them intelligent, forthright and credible. The testimony of Dr. Malcolm, also retired from Cyanamid, came in by way of the transcripts of former proceedings. His absence was explained on the basis of a precarious health condition, but his previous testimony was corroborated by that of his successor at Cyanamid, Lyman Duncan, and Robert Fiske, Cyanamid's patent counsel, both now retired, who appeared and testified in this court.</p>\n<p>[14]  Of course, if a price-fixing agreement is combined with the agreement to pool patents, the arrangement may become unlawful, United States v. Line Material Company, 333 U.S. 287, 68 S.Ct. 550, 92 L.Ed. 701 (1948), but as will be seen later, the court has found no price-fixing agreement in this case.</p>\n<p>[15]  In these times when the innermost secrets of large corporations and indeed the government itself are routinely publicized in the news media the court has deemed it significant that the federal government in the prior proceedings and the State of North Carolina in this case have failed to produce a single witness to give any direct evidence of the existence of a conspiracy. Of the thousands of employees of these five large defendant companies over the last twenty years it would seem that at least one disgruntled former employee might have been located who would be willing to come forward and pinpoint some wrongdoing on the part of at least one of the defendants. No such witness has appeared. On the contrary several former employees came and testified freely for defendants and corroborated fully the testimony of their chief executive officers.</p>\n<p>[16]  On remand of the F. T. C. case by the Sixth Circuit the testimony of the Patent Examiner, Herbert J. Lidoff, was taken, and the Commission affirmed a finding by the Hearing Examiner that the acts and practices of Pfizer and Cyanamid before the Patent Office constituted unfair methods of competition within the purview of the Federal Trade Commission Act. This decision was affirmed by the Sixth Circuit in Charles Pfizer &amp; Co., Inc. v. F. T. C., 401 F.2d 574 (1968), cert. denied, 394 U.S. 920, 89 S.Ct. 1195, 22 L.Ed.2d 453 (1969). On the basis of this decision the plaintiff here just prior to the trial moved for partial summary judgment on the patent issue on the ground of collateral estoppel, asserting that the doctrine as now recognized in Blonder-Tongue Laboratories, Inc., v. University of Illinois Foundation, 402 U.S. 313, 91 S.Ct. 1434, 28 L.Ed.2d 788 (1971), should be extended to cover the use of collateral estoppel offensively by an antitrust plaintiff against a patentee. The argument was rejected by this court and the motion was denied.</p>\n<p>[17]  Four patent experts, including one called by the plaintiff, and several patent attorneys testified that the prior accidental and unrecognized co-production of small amounts of tetracycline with Aureomycin did not render the claim to tetracycline unpatentable. A review of their testimony and the applicable law, e. g. Kuehmsted v. Farbenfabriken, 179 F. 701 (7th Cir. 1910), cert. denied, 220 U. S. 622, 31 S.Ct. 724, 55 L.Ed. 613 (1910), and Parke, Davis &amp; Co. v. H. K. Mulford Co., 189 F. 95 (C.C.S.D.N.Y.1911), aff'd in part, reversed in part on other grounds, 196 F. 496 (2nd Cir. 1912) (curiously cited by Lidoff in support of his rejection), and numerous others have served to establish to the satisfaction of this court the proposition that \"novelty is not negatived by any prior accidental occurrence or production, the character and function of which was not recognized until later than the date of the patented invention sought to be anticipated thereby,\" 1 Walker, Patents, 6th Ed., § 106, and that Lidoff was indeed wrong.</p>\n<p>[18]  The amendment filed following a meeting with the Examiner on November 29, 1954, contained these statements:\n</p>\n<p>\"While applicant's counsel did not concede that there is any necessity for such a showing [the non-existence of tetracycline `in a clearly identifiable form according to present-day efficient methods for the separation thereof from fermentation broth'], he ventured the opinion that it could be made and stated that he would explore the matter in view of the great urgency of this case. The Examiner made it clear that he would not insist on a categorical averment that the fermentation broths prepared according to cited patents contained no tetracycline whatsoever. He evidently appreciates the impossibility of proving its non-existence and is not concerned about useless trace amounts which cannot be separated from the broths by methods now recommended for recovery of the new antibiotic.\"</p>\n<p>[19]  The parties seemed to agree that if Pfizer's agents knew this was Lidoff's view, a failure to report even a trace amount of tetracycline in the fermentation broths would have constituted a wrongful withholding of material information notwithstanding Lidoff may have been in error and the patent might ultimately have issued as a result of an appeal. See Transcript, Vol. 57, pp. 7217-19.</p>\n<p>[20]  The admissibility of Lidoff's testimony was sharply contested by defendants at the trial, primarily on the grounds that a quasi-judicial officer may not testify as to his mental processes in making a decision and the speculative and untrustworthy nature of the testimony itself. The objections were overruled, but the court is still concerned as to the correctness of the ruling in the light of United States v. Morgan, 313 U.S. 409, 61 S.Ct. 999, 85 L.Ed. 1429 (1941). See W. R. Grace and Company v. Park Manufacturing Company, 378 F.Supp. 976 (E.D.Ill.1974).\n</p>\n<p>And with characteristic and commendable candor counsel for plaintiff has conceded that Lidoff's testimony is the <i>sine qua non</i> of plaintiff's charge of fraud on the Patent Office.</p>\n<p>THE COURT: Without the testimony of Lidoff do you agree that reasonable minds could differ on the interpretation of the patent record?</p>\n<p>MR. BENOY: Well, without Lidoff being there, I would have to say reasonable minds could differ because we have opposed findings.</p>\n<p>*   *   *   *   *</p>\n<p>THE COURT: Next question: Does your case on the patent issue, then, [assuming] that reasonable minds could differ on the record without his testimony depend first upon the admissibility of the Lidoff testimony and second its believability?</p>\n<p>MR. BENOY: Well, given the assumption that reasonable minds could differ on the evidence it just has to follow, yes, sir, that it is crucial to the case. I would not contend otherwise.</p>\n<p>[21]  or unclean hands are not to be lightly inferred. They must be established by `clear, unequivocal and convincing' evidence. Becton-Dickinson &amp; Co. v. Robert P. Scherer Corporation, 106 F.Supp. 665, 671 (E.D.Mich.1952), aff'd, 211 F.2d 835 (6th Cir. 1954). <i>See also</i> Scott Paper Company v. Ft. Howard Paper Co., 432 F.2d 1198, 1204 (7th Cir. 1970), cert. denied, 401 U.S. 913, 91 S.Ct. 882, 27 L.Ed. 2d 812 (1971).\" Schnadig Corporation v. Gaines Manufacturing Company, Inc., 494 F.2d 383, 392 (6th Cir. 1974).</p>\n<p>[22]  Although he was under the duty of reading such materials before acting on them, it may well be that Lidoff did so hurriedly in the short time which elapsed between the filing of the amendment and his issuance of the notice of allowance. It was in evidence that this particular Examiner was an unusually productive worker, and he admitted that he sometimes merely \"scanned\" such filings. Additionally, it appears that he was not an expert in fermentation chemistry and that his rejections had in fact been written by another Examiner, a Mrs. Wendt, with whom he did not enjoy a good personal rapport. But Lidoff's prolificacy would appear to afford no basis for his failure to read and comprehend these statements prior to the actual issuance of the patent on January 11, 1955. The same is true of an affidavit filed with him by Bristol in connection with its patent application on January 3, 1955, stating in effect that numerous samples of Aureomycin products had been found to contain two per cent to four per cent tetracycline.</p>\n<p>[23]  The court is informed that the validity of the patent has been brought into question in a number of cases since that time, but in only one of them was the decision stage reached. In that case, Chas. Pfizer &amp; Co. v. Barry-Martin Pharmaceuticals, Inc., 241 F. Supp. 191 (S.D.Fla.1965), the Conover patent was held valid.</p>\n<p>[24]  In a letter to his superior dated January 14, 1955, this attorney, Harvey W. Edelblute, stated:\n</p>\n<p>\"I fail to find any evidence of deliberate concealment or falsification of facts or the misapplication of fallacious or legally unsound arguments.</p>\n<p>*   *   *   *   *</p>\n<p>\"It is my opinion, therefore, that the Conover patent No. 2,699,054 would be held valid in a skillfully-conducted litigation before a fair-minded judge who appreciates the objectives and value of the United States patent system.\" (P. 3, Cyanamid Trial Exhibit 12)</p>\n<p>[25]  For instance, in his letter of January 14, 1955 (see Footnote 24), Attorney Edelblute also said:\n</p>\n<p>\"Following this office action an interview was granted to Conover's attorneys by the Examiner. It is, of course, not known what was said at the interview except what is stated by Conover's attorneys in an amendment filed on December 8, 1954.\" (P. 1, Cyanamid's Trial Exhibit 12)</p>\n<p>In a letter from one Cyanamid official to another dated October 21, 1954, reporting the Patent Examiner's decision to reject all product claims to tetracycline it was stated:</p>\n<p>\"We, of course, have no knowledge of what course Pfizer plans to follow. However, if we pick up any information as to their plans, we will advise you immediately . . .</p>\n<p>\"It would be my guess that Pfizer will elect to issue their patent on the claims covering the deschlorination process and file a divisional application to cover the compound tetracycline and salts thereof for the purpose of appeal . . .\" (P. 2, Cyanamid Exhibit 11)</p>\n<p>And in Edelblute's letter to the same official dated October 27, 1954, it was stated:</p>\n<p>\"The Examiner held that tetracycline as well as salts thereof are not patentable over Duggar or Niedercorn for reasons which you have read. This action, while undoubtedly very distressing to Pfizer, is of considerable comfort to Mr. Watson in his action against Bristol. Mr. Watson feels that it will be helpful in extending the scope of the Duggar patent, and he feels that it was very fortunate that we sued Bristol on our Duggar patent before the Examiner's decision was handed down.</p>\n<p>\". . . I have not been in touch with Pfizer's attorneys and have been advised by Mr. Behrens not to do so, and accordingly, I do not know what steps they are taking to obtain patent protection on the product . . .\" (Pp. 2-3, Cyanamid Exhibit 10)</p>\n<p>If there was in fact a deal between Pfizer and Cyanamid that one or the other of them should obtain a patent on tetracycline, one wonders why the Examiner's action was not equally \"distressing\" to Cyanamid. Instead, it appears that Cyanamid's attorneys were taking \"considerable comfort\" from the action for the very good reason that if the rejection held up, it would enable Cyanamid to dominate the tetracycline field through its Duggar and Niedercorn patents.</p>\n<p>[26]  Much of the controversy here has swirled around the meaning of words employed in these affidavits and summaries. Much time and many pages have been devoted to argument over the significance to be attached to such words and expressions as \"appreciable\", \"recoverable\" and \"clearly identifiable\". But, of course,\n</p>\n<p>\"[a] word is not a crystal, transparent and unchanged, it is the skin of a living thought and may vary greatly in color and content according to the circumstances and the time in which it is used.\" Justice Holmes in Towne v. Eisner, 245 U.S. 418, 425, 38 S.Ct. 158, 159, 62 L.Ed. 372 (1918).</p>\n<p>And having found that the evidence, regardless of how the words used by the parties are to be interpreted, falls short of establishing fraud, this court declines to enter this thicket of semasiological ambiguity.</p>\n<p>[27]  Also appropriate here is this language from Mueller Brass Company v. Reading Industries, Inc., 352 F.Supp. 1357, 1379-1380 (E.D.Pa.1972), aff'd without opinion, 487 F.2d 1395 (3rd Cir. 1973):\n</p>\n<p>\"Two conflicting principles tear at an attorney practicing before the patent office. One is that the proceeding is not adversary, so the attorney therefore owes a high duty of candor to the examiner. The second is that the attorney has a duty of advocacy to his client. One should not forget in this context that the examiner himself is or should be an advocate for the public interest and should not be too easily swayed by the applicant's attorney.\"</p>\n<p>And it may not be amiss to quote the following from the same opinion:</p>\n<p>\"The fact that this Court has not found fraud chargeable to plaintiff, or awarded attorneys' fees, should not be taken as placing this court's imprimatur on all of plaintiff's actions. It results more from failure of proof in otherwise suggestive circumstances, or the possibly fortuitous absence of materiality. Hopefully, the plaintiff and its attorneys will be more careful in the future in insuring that the circumstances surrounding their actions are not at all even suggestive of impropriety.\" <i>Id.,</i> p. 1382.</p>\n<p>[28]  One of the defendants here, Bristol, which had been a large manufacturer of penicillin, lost so much money that by 1953 it was in a very precarious financial condition. It was able to begin a financial comeback by getting into the tetracycline market in 1954.</p>\n<p>[29]  Plaintiff seems to complain that defendants did not again follow the penicillin route, and certainly this would have resulted in reduced prices to consumers of these drugs. But these executives were responsible to their stockholders, and it was their duty to adopt policies and follow courses designed to result in profitable operations for their respective companies. And one may wonder if it is really in the public interest for competition to be maintained with such cutthroat intensity in a business such as the pharmaceutical industry as to result in a curtailment of research and development programs designed to produce new and more beneficial drugs. The question is, of course, more properly addressed to the economists and law makers, our task here being simply to ascertain if the plaintiff has made a case under the antitrust laws.</p>\n<p>[30]  \"The term `oligopoly' describes a market in which the sellers are few enough for sensible market strategy to require that the probable reactions of competitors to changes in price and output be taken into account. In practice this is a very typical market situation in modern industry and trade.\" Neale, The Antitrust Laws of the U.S.A., 2nd Ed. p. 48.\n</p>\n<p>Plaintiff here concedes that this market was one in which oligopolistic behavior might be expected.</p>\n<p>\"Plaintiff agrees as to the homogeniety or substitutability of defendants' BSA products, and will agree the record shows them to be almost perfect substitutes. Also, plaintiff agrees that the size distribution of the sellers indicates that the market could be characterized as a `small numbers' homogenous oligopoly (see F. M. Scherer, Industrial Market Structure and Economic Performance, p. 10). Given the knowledge of these conditions and <i>nothing else,</i> most antitrust attorneys and economists would agree that price stability on the order of the 1954-60 tetracycline prices might result.\" Plaintiff's reply brief, pp. 24-25.</p>\n<p>[31]  \"To distinguish between informed oligopoly and collusion as the cause of damped-down price competition is the most difficult task that the courts have to face in this field, given that they must give due weight to normal legal safeguards in favour of the defendant and yet avoid being deceived by merely specious arguments. It would not be claimed that they never make a mistake in this task. Indeed, the distinction is not always hard and fast; one can imagine situations in which it would be genuinely difficult even for the businessman himself to say whether he was acting from individual prudence or under the suasion of a common understanding. Inevitably the courts are criticized from both sides.\" Neale, The Antitrust Laws of the U.S.A., 2nd Ed. p. 48.</p>\n<p>[32]  Testimony given in one of the prior cases by Harry J. Loynd, chief executive of Parke, Davis &amp; Company, explained why that company's policies were adopted. He testified that the policies of Parke, Davis were adopted independently without consultation with any other company, and his testimony concerning the broad-spectrum antibiotic market was corroborative of that of the defendants' officials on this subject. Tr. Vol. 46, pp. 5981-84, 6004-05, 6034-35.</p>\n<p>[33]  \"Free goods\" is merchandise furnished without charge in addition to that purchased and shown on the invoice at the list price. The result to the purchaser, of course, is a reduction in the overall price paid.</p>\n<p>[34]  The following are illustrative excerpts from salesmen's reports on competitive price cutting and free goods transactions:\n</p>\n<p>\"Neither Pfizer nor Lederle will knowingly be undersold by the other.\" (Squibb Exhibit 189)</p>\n<p>\"We just lost the business at Presbyterian Hospital . . . rough competition.\" (Squibb Exhibit 243)</p>\n<p>\"Hopkins have been purchasing all of the tetracycline that they use from Pfizer, at a most ridiculous price . . . I wonder if we are on the verge of another price war?\" (Squibb Exhibit 266)</p>\n<p>\"Wow! When is it going to stop?\" (Squibb Exhibit 317)</p>\n<p>\"The hospital received another 200 vials of IM from Lederle as free goods.\" (Bristol Exhibit 50)</p>\n<p>\"The hospital is getting sixty per cent in free goods from Lederle and Pfizer on tetracycline.\" (Bristol Exhibit 51)</p>\n<p>\"The most active competitor on tetracycline in our region has been the Charles Pfizer Company.\" (Plaintiff's Exhibit 787)</p>\n<p>\"As much is being given away as is sold. The book price is recognized as pure fiction.\" (Plaintiff's Exhibit 788)</p>\n<p>\"Bristol continues to raid Chicago.\" (Cyanamid Exhibit 155)</p>\n<p>\"Squibbs and Bristol leads [sic] the parade with a low of fifty percent in free goods on `tetracycline'.\" (Plaintiff's Exhibit 799)</p>\n<p>\"Various amounts of materials being given from trunks of cars.\" (Plaintiff's Exhibit 764)</p>\n<p>\"In view of highly competitive . . .\" (Plaintiff's Exhibit 795)</p>\n<p>In a report a Lederle agent complained of Pfizer's \"blitzing\", accusing Pfizer of wanting all the business, \"entertaining doctors by the dozen\". (Plaintiff's Exhibit 800)</p>\n<p>\"Pfizer is sponsoring golf tournaments for St. Elizabeth's Hospital . . . One of Pfizer's salesmen in the Maine area has been generous not only with the hospitals, but with druggists as well in the way of free goods. . . So far Squibb's efforts have only been in the very large hospitals, but they have not made any progress . . . Bristol has been most active in the Buffalo area and generally it is someone from management that sets up a deal through an account. . . Upjohn is just getting into the act in hospitals in an effort to get Panmycin established, but so far have not been as rough as Pfizer. This company is very generous with samples in the doctor's office, particularly with their readimix product. . . . In the long run we have to meet competition but I think your policy of keeping a cool head is a good one at present.\" (Cyanamid Exhibit 40 dated May, 1955)</p>\n<p>\"In my opinion, the Achromycin situation is becoming more serious day by day as our competitors continue to whittle away at key county, city and state institutions by bidding two per cent less than ourselves or by allowing their accounts to under-bid the $22.49 price . . .\" (Cyanamid Exhibit 42)</p>\n<p>[35]  Plaintiff prepared and submitted a \"scatter chart\" (plaintiff's Exhibit 999), showing that these price declines were much more pronounced for tetracycline than for more than one hundred other drugs. Plaintiff argues that some abnormal force  namely, a conspiracy  must have been at work to produce this result. These declines have been adequately explained by defendants and their economists (with whom plaintiff's economist was in basic agreement) as having been caused by the appearance on the market of new \"medium spectrum\" antibiotics and the growth of generic prescribing of tetracycline. And, of course, the possibility that the Kefauver Committee hearings had an impact cannot be discounted. Even so, the decline in prices of the combination tetracycline products which constituted by far the greater portion of tetracycline sold in the 1960's did not vary appreciably from the declines experienced by other drugs during that period.</p>\n<p>[36]  The Conover patent file wrapper (p. 65) indicates that Pfizer's attorneys had requested a deferment of the issuance of the patent until January 11, 1955, and this may have been for the purpose of allowing the attorneys to prepare the suit papers which Pfizer had promised Bristol it would file immediately upon the issuance of the patent.</p>\n<p>[37]  The attorneys for all defendants counseled the settlement. The uncertainties of patent litigation were summed up by Squibb's attorney who, after listing several considerations which prompted his recommendation, said:\n</p>\n<p>\"So you had all those considerations and I cannot see that there are any firm views by anybody as to whether we would win or lose. It is a situation that I have characterized in the past as rolling dice in the halls of justice. That is where we were.\" (Tr. Vol. 44, p. 5705)</p>\n<p>Plaintiff's strongly urged contention that Bristol, Squibb and Upjohn knew they could win these suits but settled anyway is simply not consonant with the realities which face all parties in complex patent litigation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">265</span></span> (1974)</b></center>\n<center><h1>The STATE OF NORTH CAROLINA, Plaintiff,<br>\nv.<br>\nCHAS. PFIZER &amp; CO., INC., et al., Defendants.</h1></center>\n<center>Civ. No. 2287.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 25, 1974.</center>\n<p><span class=\"star-pagination\">*266</span> <span class=\"star-pagination\">*267</span> Jean A. Benoy, Deputy Atty. Gen., Raleigh, N. C., for plaintiff, State of North Carolina.</p>\n<p>Gibson, Dunn &amp; Crutcher, Los Angeles, Cal., Poyner, Geraghty, Hartsfield &amp; Townsend, Raleigh, N. C., for defendant, Chas, Pfizer &amp; Co., Inc.</p>\n<p>Donovan, Leisure, Newton &amp; Irvine, New York City, Manning, Fulton &amp; Skinner, Raleigh, N. C., for defendant, American Cyanamid Co.</p>\n<p>Winthrop, Stimson, Putnam &amp; Roberts, New York City, Young, Moore &amp; Henderson, Raleigh, N. C., for defendant, Bristol-Myers Co.</p>\n<p>Cravath, Swaine &amp; Moore, New York City, Young, Moore &amp; Henderson, Raleigh, N. C., for defendant, Olin Mathieson Chemical Corp.</p>\n<p>Covington &amp; Burling, Washington, D. C., Young, Moore &amp; Henderson, Raleigh, N. C., for defendant, The Upjohn Co.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>This is an antitrust treble damage action brought by the State of North Carolina (plaintiff) on behalf of itself, all state, county and local governmental agencies and all citizen consumers who purchased broad-spectrum antibiotic drugs manufactured and sold by the defendants in North Carolina during the <span class=\"star-pagination\">*268</span> period 1953 to 1966. The defendants are Chas. Pfizer &amp; Co., Inc. (Pfizer), American Cyanamid Company (Cyanamid), Bristol-Myers Company (Bristol), Olin Mathieson Chemical Corporation (Squibb), and The Upjohn Company (Upjohn).<sup>[1]</sup> The case has been tried to the court without a jury on the issues of the alleged violations of the antitrust laws of the United States by the defendants, the issues of the fact and measure of compensable injury (damages) being reserved for trial at a later time in the event of a finding of liability on the part of any or all of the defendants. In this memorandum of decision the court will record its findings of fact and conclusions of law in conformity with Rule 52, F.R.C.P.<sup>[2]</sup></p>\n<p></p>\n<h2>JURISDICTION AND VENUE</h2>\n<p>The United States District Courts have exclusive jurisdiction of actions for damages for violations of the federal antritrust laws, and the venue for this action is properly laid in the United States District Court for the Eastern District of North Carolina. 15 U.S.C. §§ 15 and 22. Neither jurisdiction nor venue is at issue in this case.</p>\n<p></p>\n<h2>PLAINTIFF'S ALLEGATIONS<sup>[3]</sup></h2>\n<p>Plaintiff charges that defendants at varying times during the period commencing about November, 1953 through the winter of 1955 entered into contracts, combinations, agreements, understandings and conspiracies to unreasonably restrain trade and commerce in the broad-spectrum antibiotic market generally and the tetracycline market particularly, all in violations of Sections 1 and 2 of the Sherman Act.<sup>[4]</sup></p>\n<p>Plaintiff alleges the gist of the understandings reached between the defendants, among other things, was:</p>\n<p><span class=\"star-pagination\">*269</span> A. <i>As to Price Fixing</i>  Pfizer and Cyanamid agreed that the new broad-spectrum antibiotic, tetracycline, whether patentable or not, was to be priced and marketed by each of them in such a manner as to maintain the then existing prices and price structure of their BSA products, i.e., Aureomycin and terramycin. Subsequently Bristol, Squibb and Upjohn agreed to price and market tetracycline in accordance with the structure established by Pfizer and Cyanamid. It was understood and agreed to at varying times between two or more, but ultimately all defendants, that sales were to be at substantially identical prices to the same class of trade and sales were to be on substantially identical terms in identical package sizes; and</p>\n<p></p>\n<h2>B. <i>As to Limitations on the Number of Manufacturers and Conditions on Sellers</i>:</h2>\n<p>(1) In addition to the foregoing understandings, initially the Pfizer and Cyanamid understandings were that the manufacture, distribution and sale of tetracycline was to be limited to Pfizer and Cyanamid.</p>\n<p>(2) Subsequently, however, on or about December, 1955 (through the joint efforts of Bristol, Squibb and Upjohn resulting from unlawful contracts, combinations, and conspiracies entered into between these latter defendants on or about September, 1954), Bristol, Squibb and Upjohn joined the continuing combination and conspiracy of Pfizer and Cyanamid of November, 1953.</p>\n<p>(3) The gist of the understandings reached between Pfizer, Bristol, Squibb and Upjohn during or about the winter of 1955 was that Bristol was to remain in the market as a third manufacturer, distributor and seller of tetracycline to the trade, while Squibb and Upjohn would continue to refrain from the manufacture of tetracycline; they would continue to purchase their entire requirement of tetracycline in bulk from Bristol; they would refrain from resale of the bulk to any other party; and they would limit their resale of tetracycline to finished dosage forms to the trade only.</p>\n<p></p>\n<h2>C. <i>Understandings Re the Patent</i>:</h2>\n<p>(1) Each of the defendants understood at all of the times in controversy that the issuance of a patent and its continued existence as an enforceable instrument on the broad claims to the chemical compound tetracycline were essential to maintain the prices then prevailing in the BSA market generally; and in particular for the therapeutic product tetracycline (vis-a-vis the chemical compound).</p>\n<p>(2) Plaintiff avers that Pfizer and Cyanamid took concerted steps to assure the issuance of a patent covering the broad claims to the chemical compound tetracycline; and toward that end, each made material misrepresentations of fact to, and withheld material information from, the United States Patent Office, thereby causing the issuance of the Conover patent covering the broad <span class=\"star-pagination\">*270</span> claims to the chemical compound tetracycline which otherwise would not have been issued.</p>\n<p>(3) Plaintiff avers that Cyanamid, Bristol, Squibb and Upjohn knew of the manner in which Pfizer had caused the Conover patent to issue, and notwithstanding such knowledge, actively sought, acquired and enforced licenses thereunder.</p>\n<p></p>\n<h2>DEFENSES</h2>\n<p>Each of the defendants filed answer denying generally the material allegations of the complaint in which violations of the antitrust laws were charged. Other defenses raised included the statute of limitations, laches, failure of the complaint to state a claim, standing and the propriety of maintenance of the case as a class action, but these defenses have all been disposed of adversely to the defendants leaving only for determination the question of defendants' liability under the antitrust statutes.</p>\n<p></p>\n<h2>THE ISSUES</h2>\n<p>In its brief the plaintiff has correctly framed the two principal issues raised by the pleadings and litigated during the trial as follows:</p>\n<blockquote>A. Did defendants Pfizer and Cyanamid, during the fall of 1953; defendants Bristol, Squibb and Upjohn, during the late summer and early fall of 1954; and all defendants during late fall and early winter of 1955 enter into contracts, combinations, agreements, understandings or conspiracies to unreasonably restrain trade and commerce in the manufacture, distribution and sale of the broad-spectrum antibiotic tetracycline, its analogues, and combination products containing tetracycline or its analogues by:</blockquote>\n<blockquote>(1) Fixing and maintaining the prices of tetracycline, its analogues and combination products containing tetracycline or its analogues at the then existing price of Pfizer's Terramycin and Cyanamid's Aureomycin; and</blockquote>\n<blockquote>(2) Limiting the number of manufacturers of tetracycline and its analogues to Pfizer, Cyanamid and Bristol and the number of sellers of tetracycline to Pfizer, Cyanamid, Bristol, Squibb and Upjohn,</blockquote>\n<blockquote>In violation of Section 1 of the Sherman Act?</blockquote>\n<blockquote>\"B. Did defendants Pfizer and Cyanamid, during the fall of 1953; defendants Bristol, Squibb and Upjohn, during the late summer and early fall of 1954; and all defendants during late fall and early winter of 1955 enter into contracts, combinations, agreements, understandings and conspiracies to monopolize, and actually monopolize the manufacture, distribution and sale of tetracycline, its analogues, and combination products containing tetracycline or its analogues in violation of Section 2 of the Sherman Act?\"<sup>[5]</sup></blockquote>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*271</span> HISTORICAL BACKGROUND AND CHRONOLOGY</h2>\n<p>The first major antibiotic discovered and introduced was penicillin which was used extensively during World War II and thereafter. Subsequent to the introduction of penicillin, additional antibiotics were discovered and marketed. Four of these were effective against a wider group of disease-causing microorganisms than was penicillin, and they became known as \"broad-spectrum\" antibiotics. The first of these, chlortetracycline, was covered by the Duggar Patent which issued to Cyanamid in September, 1949. Cyanamid first marketed this drug under the trade name \"Aureomycin\" on December 1, 1948.</p>\n<p>On January 25, 1949, Parke, Davis &amp; Company introduced the second broad-spectrum antibiotic, chloramphenicol, under the trade name, \"Chloromycetin\". It was covered by a patent issued to Parke, Davis in October, 1949.</p>\n<p>The third broad-spectrum antibiotic, oxytetracycline, was introduced in March, 1950, by Pfizer under the trade name, \"Terramycin\". This drug was covered by the Sobin Patent issued to Pfizer in July 1950.</p>\n<p>The fourth of the broad-spectrums, tetracycline, was discovered by Pfizer's Dr. Conover in June, 1952. He had speculated that it might be possible to develop a new and superior antibiotic by removing the chlorine atom from chlortetracycline (Aureomycin), and he was finally able to accomplish this by hydrogenating Aureomycin so as to replace the chlorine atom with a hydrogen atom  a process called \"deschlorination\". On October 23, 1952, Pfizer filed Conover's application for a patent on tetracycline and the deschlorination process.</p>\n<p>Shortly thereafter scientists at Cyanamid also discovered that tetracycline could be produced by deschlorination of Aueromycin, and on March 16, 1953, Cyanamid filed its Boothe-Morton application for a patent on tetracycline and the deschlorination process.</p>\n<p>During 1953 scientists at the Heyden Chemical Corporation (Heyden) and at Bristol were conducting experiments in an effort to produce tetracycline by direct fermentation. On September 28, 1953, Heyden filed its Minieri application for a patent on tetracycline and the fermentation process for producing it, and on October 19, 1953, Bristol filed a similar application under the name of Heinemann for a product and direct fermentation process patent on tetracycline.<sup>[6]</sup></p>\n<p>On October 29, 1953, the United States Patent Office issued notices \"to copy claims\" to both Pfizer and Cyanamid, thus indicating an interference proceeding<sup>[7]</sup> on pending applications on tetracycline. Faced with the prospect of delay, expense and uncertainty with which a patent interference is normally attended, John McKeen, chief executive officer of Pfizer, who had correctly surmised that Cyanamid was to be the other party to the interference, initiated discussions with Cyanamid's chief executive officer, Dr. Wilbur Malcolm, with the view to settling the interference. It was during the course of two meetings which took place between these two officers in November of 1953 that plaintiff <span class=\"star-pagination\">*272</span> here alleges the conspiracies and agreements to violate the antitrust laws were born. The details of these meetings as disclosed by the evidence will be more fully discussed later.</p>\n<p>On November 16, 1953, Cyanamid marketed the first tetracycline under its brand name, \"Achromycin\", the introductory price being identical with the price of the other three broad-spectrum antibiotics then on the market, Aureomycin, Terramycin and Chloromycetin.</p>\n<p>On November 25, 1953, in accordance with the terms of the agreements reached in the McKeen-Malcolm meetings, Cyanamid began shipments of bulk tetracycline to Pfizer. These continued until March 31, 1954, and amounted to a total of about 10,000 kilograms.</p>\n<p>On January 11, 1954, following formal declaration by the patent office of the first tetracycline interference, Pfizer and Cyanamid executed written instruments embodying the agreements negotiated by McKeen and Malcolm. Thereafter Pfizer and Cyanamid exchanged their proofs of priority of discovery of tetracycline as a result of which Cyanamid conceded priority to Pfizer.</p>\n<p>By January 15, 1954, Pfizer was able to package and label the bulk tetracycline which it was obtaining from Cyanamid and it began marketing this under its trade name, \"Tetracyn\". Its introductory published prices followed those previously established for tetracycline by Cyanamid for its Achromycin and, of course, the prices were identical with the published prices of the other three broad-spectrum antibiotics then on the market.</p>\n<p>On March 2, 1954, Bristol, in prosecuting its Heinemann application, was able to convince the patent examiner, at least tentatively, that the salt of tetracycline, tetracycline hydrochloride, was patentably distinct from tetracycline which had been the subject of the first interference, and as a consequence the examiner declared the second (sometimes referred to as \"salt\") interference between Bristol's Heinemann, Pfizer's Conover and Cyanamid's Minieri applications. The interference proceedings continued from March to October, 1954, during which time the parties filed and argued numerous motions in the patent office.</p>\n<p>Meanwhile, Bristol, undeterred by Pfizer's threat of suit for patent infringement when and if the Conover patent should issue, continued to produce tetracycline through its direct fermentation process, and on May 1, 1954, Bristol began to market this product under the trade name, \"Polycycline\". Its published prices followed those for the tetracycline products of Cyanamid and Pfizer which were already on the market.</p>\n<p>By September, 1954, Bristol had entered into agreements with Squibb and Upjohn to sell them bulk tetracycline, and shortly thereafter these two companies began to market tetracycline under their own trade names, \"Steclin\" for Squibb and \"Panmycin\" for Upjohn. Squibb's introductory published prices followed those of Pfizer, Cyanamid and Bristol except that its wholesale prices were slightly higher, while Upjohn, which was last to come on the market, followed generally the prices of the other four companies.</p>\n<p>On October 14, 1954, the patent examiner issued a decision dissolving the second interference, primarily on the ground that tetracycline was unpatentable over the prior art as disclosed in Cyanamid's Duggar and Niedercorn patents because tetracycline as well as Aureomycin appeared to be co-produced in fermentation processes disclosed by these two prior patents and employing the Duggar species, <i>streptomyces aureofaciens.</i> Since the examiner also held that tetracycline hydrochloride was not patentably distinct from tetracycline, he concluded that the subject matter of the interference was not patentable to anyone. Thereafter, in November, 1954, the examiner issued rejections on all of the tetracycline and tetracycline hydrochloride claims in Pfizer's Conover, Cyanamid's Minieri, and Bristol's Heinemann <span class=\"star-pagination\">*273</span> applications on the same grounds that he had relied upon for dissolution of the interference.</p>\n<p>Following the dissolution of the second interference Pfizer continued the ex parte prosecution of the Conover application, and in late November and early December, 1954, Pfizer's counsel submitted affidavits of proof concerning the prior art co-production question which the patent examiner accepted as sufficient to overcome his previous rejection of Conover's product claims. A substantial part of the battle in this action has been waged around plaintiff's contention that in these proceedings Pfizer made material representations of fact to and withheld material information from the patent examiner; that its conduct constituted a fraud on the patent office; and that otherwise the Conover patent would never have issued. It did issue on January 11, 1955.</p>\n<p>Meanwhile a suit brought by Cyanamid against Bristol in late September, 1954 for infringement of its Duggar patent in the manufacture by Bristol of tetracycline using Bristol's tetracycline fermentation process was settled in mid-December, 1954. The terms of the settlement included an agreement that Cyanamid would grant Bristol a non-exclusive license under Cyanamid's Aureomycin patent to manufacture and sell tetracycline containing not more than six per cent Aureomycin for a royalty of five per cent of Bristol's net sales of its tetracycline products.</p>\n<p>On the same day the Conover tetracycline patent issued, January 11, 1955, Pfizer brought suits against Bristol, Squibb and Upjohn in the United States District Court in Atlanta, Georgia, for infringement. These defendants, in turn, filed declaratory judgment suits in the Southern District of New York for the purpose of having the Conover patent declared invalid. They were also able to obtain the transfer of the Pfizer infringement suits to the Southern District of New York.<sup>[8]</sup></p>\n<p>For the remainder of 1955 this litigation was prosecuted and defended vigorously by the opposing parties, Pfizer on the one hand and Bristol, Squibb and Upjohn on the other. Bristol, Squibb and Upjohn instituted extensive discovery in an effort to determine whether Pfizer had given false or misleading information to the patent office in the course of obtaining the Conover patent on tetracycline, but the evidence developed was apparently considered inconclusive.</p>\n<p>The litigation stood in this posture in the late fall of 1955 when one John G. Broady, a private detective, was tried and convicted in New York City on an indictment charging wiretapping of various telephone lines including those of Bristol and Squibb. At the trial it came out in evidence that Broady had been retained by Pfizer whereupon Bristol's counsel was instructed by its chief executive officer, Frederick Schwartz, to inform Pfizer's counsel that Bristol planned to bring wiretapping into the infringement suit as an \"unclean hands\" defense and as a counterclaim.<sup>[9]</sup></p>\n<p>The Broady incident brought about a radical change in Pfizer's attitude toward the litigation, and meetings were held on December 14 and 15, 1955, between Schwartz of Bristol, McKeen of Pfizer and their patent counsel, which resulted in agreement to settle the litigation. Under the terms of the settlement Pfizer agreed to grant Bristol a non-exclusive license to make, use and sell tetracycline, and direct licenses to Squibb and Upjohn to use and sell tetracycline to the drug trade. It was through the medium of these meetings and the negotiated settlement resulting therefrom that plaintiff alleges Bristol, Squibb and Upjohn were able to join <span class=\"star-pagination\">*274</span> (\"force their way into\") the alleged pre-existing conspiracy between Pfizer and Cyanamid. Plaintiff alleges the five-member conspiracy thus formed continued until November, 1966.</p>\n<p>Beginning with a broad economic investigation of the antibiotics industry instituted in mid-1957 by the Federal Trade Commission and continuing to the present day the five defendants herein, in addition to being subjected to investigation by the F.T.C. and the Subcommittee on Antitrust and Monopoly of the Judiciary Committee of the United States Senate (the \"Kefauver Committee\"), have defended one criminal action and countless civil suits alleging violations of the antitrust laws of the United States in the manufacture and sale of broad-spectrum antibiotic drugs.<sup>[10]</sup> So far as the court is informed, this is the first of the civil actions to come to trial and reach the decision stage.</p>\n<p></p>\n<h2>THE EVIDENCE</h2>\n<p>The sections of this memorandum which follow will treat the principal points advanced by plaintiff and the evidence offered in support of its theory of liability on the restraint of trade and monopoly issues.<sup>[11]</sup> While the various topics are discussed separately, the court has been careful to consider all the plaintiff's evidence collectively with due regard to the Supreme Court's admonition that the antitrust plaintiff should be given the full benefit of his proof \"without tightly compartmentalizing the various factual components and wiping the slate clean after scrutiny of each.\" Continental Ore Company v. Union Carbide &amp; Carbon Corporation, <span class=\"citation\" data-id=\"106452\"><a href=\"/opinion/106452/continental-ore-co-v-union-carbide-carbon-corp/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 699, <span class=\"citation\" data-id=\"106452\"><a href=\"/opinion/106452/continental-ore-co-v-union-carbide-carbon-corp/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1404</span></a></span>, 1410, <span class=\"citation\" data-id=\"106452\"><a href=\"/opinion/106452/continental-ore-co-v-union-carbide-carbon-corp/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">777</span></a></span> (1962).</p>\n<p></p>\n<h2><i>The McKeen-Malcolm Meetings</i></h2>\n<p>The cornerstone of plaintiff's case against Pfizer and Cyanamid is alleged to have been laid at the time of two meetings between the two chief executive officers of these companies in early November, 1953. At that time both Pfizer and Cyanamid had product and process patents pending on tetracycline, and a notice to copy claims having been issued by the Patent Office presaging the declaration of an interference to determine priority of invention, John McKeen, President of Pfizer, initiated a meeting with Dr. Wilbur Malcolm, Cyanamid's President, to discuss settlement of the interference when and if it should be declared. To understand properly the motivations and actions of these two principals in the meetings it is necessary to review briefly the status of the tetracycline program in each of the companies as it existed in the fall of 1953.</p>\n<p>At Pfizer there was general optimism that by reason of the prior publication in a scientific journal by its scientists of <span class=\"star-pagination\">*275</span> Dr. Conover's discovery of tetracycline (\"The Stephens Article\") it had priority of invention and would ultimately receive the patent. Unfortunately, it had not been able to develop a process for the production of tetracycline by direct fermentation, and it was thus limited to its deschloronation process in making tetracycline from Aureomycin on which Cyanamid held the Duggar-Niedercorn patents. This created a blocking patent situation, but it was not Pfizer's only worry. It had also learned that Cyanamid was about to come on the market with its brand of tetracycline, and this meant that Cyanamid would have valuable \"lead time\" in the introduction and sale of this new \"wonder drug\". This lead time, considered of prime importance in the pharmaceutical industry, would be very difficult for Pfizer to overcome even if it should ultimately obtain the patent and somehow manage to avoid its then dependence upon Aureomycin as the base product from which to produce tetracycline.</p>\n<p>At the same time Cyanamid was having its problems. Its extensive clinical testing of tetracycline had demonstrated its superiority over Aureomycin, the sale of which had been declining in the face of the competition by Pfizer's apparently superior Terramycin, and Dr. Malcolm had committed Cyanamid to a program to promote tetracycline and downgrade Aureomycin which had previously been its \"bread and butter\" product. Cyanamid had made substantial expenditures in the development of this program, yet it appeared that Pfizer might well have priority of invention by reason of having published the Stephens article prior to Cyanamid's production of tetracycline.</p>\n<p>It was in this setting that McKeen and Malcolm had their first meeting about November 6, 1953. At that time they confirmed the fact that Pfizer and Cyanamid were the two parties to the projected interference, and the terms of a proposed settlement were discussed. They agreed to meet again about ten days later, and at the second meeting they agreed upon the general terms of a settlement subject, with one exception, to the formal declaration of the interference by the Patent Office. The exception was that Cyanamid agreed at McKeen's insistence to sell Pfizer 10,000 kilograms of bulk tetracycline with shipments to begin immediately.<sup>[12]</sup></p>\n<p>The interference was declared on December 28, 1953, and two weeks later the agreements reached in the McKeen-Malcolm meetings were formalized in two written documents, one a license from Cyanamid to Pfizer to make Aureomycin for conversion to tetracycline by deschloronation and the other to settle the interference. The principal provisions of the agreements were (1) that proofs of priority of invention would be exchanged, and if the parties could not agree on priority the question would be submitted to the Patent Office for decision; (2) that the party found not prior would take the necessary steps to concede priority in the Patent Office; (3) that the losing party would receive a non-exclusive license under the tetracycline patent when it issued at a royalty rate of two and one-half per cent; (4) that Pfizer would receive a non-exclusive license under Cyanamid's Aureomycin patent to make that product in connection with the manufacture of tetracycline and the knowhow and culture to make that license effective; and (5) that nothing in the settlement agreement was to be deemed to impair the right of a patentee to license others.</p>\n<p>It is the plaintiff's position that in addition to the agreements embodied in the written instruments the McKeen-Malcolm meetings resulted in secret agreements not reduced to writing under the terms of which third parties were not in fact to be licensed to sell <span class=\"star-pagination\">*276</span> tetracycline nor were they to be sold the antibiotic in bulk. And to this end, plaintiff charges, Pfizer and Cyanamid agreed to do whatever was necessary to insure that one or the other of them obtained a patent in order to legalize the monopoly and exclude others from the market. There was a further understanding, so plaintiff contends, as to the price at which tetracycline would be sold in the market.</p>\n<p>On the contrary, the four principals who participated in the meetings have given consistent and convincing testimony in this and the prior cases that no such agreements were made.<sup>[13]</sup> Nor are the inferences to be drawn from the course of conduct thereafter followed by these parties necessarily inconsistent with legitimate business practices. Settlement of the patent interference is a normal, routine method of resolving such controversies and is sanctioned by the courts. Hutzler Brothers Company v. Sales Affiliates, Inc., <span class=\"citation\" data-id=\"1481190\"><a href=\"/opinion/1481190/hutzler-bros-co-v-sales-affiliates/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span>, 267 (4th Cir. 1947). Nor are cross-licensing agreements necessarily violative of the antitrust laws. \"In a case involving blocking patents such an arrangement is the only reasonable method for making the invention available to the public.\" International Manufacturing Company v. Landon, Inc., <span class=\"citation\" data-id=\"265481\"><a href=\"/opinion/265481/international-manufacturing-co-inc-a-corporation-and-rodolfo-jacuzzi/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">723</span></a></span>, 729 (9th Cir. 1964), citing Standard Oil Company v. United States, <span class=\"citation\" data-id=\"101715\"><a href=\"/opinion/101715/standard-oil-co-indiana-v-united-states/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">926</span></span> (1931).<sup>[14]</sup></p>\n<p>The refusal to license others was no more than a continuation of policies previously followed by Pfizer, Cyanamid and Parke-Davis with respect to granting licenses under their patents on the first three broad-spectrum antibiotics. But even so, within two years after the McKeen-Malcolm meetings Pfizer had licensed Bristol, Squibb and Upjohn under the Conover patent. It did this without the knowledge of Cyanamid, and this negates any inference of a side agreement to exclude competitors.</p>\n<p>The court has therefore been unable to find from a preponderance of the evidence that conspiratorial agreements forbidden by Sections 1 and 2 of the Sherman Act were in fact entered into at the McKeen-Malcolm meetings. On the contrary, the court has concluded that the agreements reached were fully expressed in the formal documents thereafter executed and that these agreements were the result of arms-length bargaining which reflected the relative bargaining strength of each company and the independent judgments of their chief executive officers.<sup>[15]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*277</span> <i>The Patent Issue</i><sup>[16]</sup></h2>\n<p>The plaintiff has placed great reliance on the charge that Pfizer and Cyanamid practiced fraud on the Patent Office in obtaining the issuance of the Conover patent on tetracycline and that Bristol, Squibb and Upjohn later accepted licenses under the patent with knowledge of the fraud. It is, of course, well settled that</p>\n<blockquote>\"those who have applications pending with the Patent Office or who are parties to Patent Office proceedings have an <i>uncompromising duty</i> to report to it all facts concerning possible fraud or inequitableness underlying the applications in issue. * * * Public interest demands that all facts relevant to such matters be submitted formally or informally to the Patent Office, which can then pass upon the sufficiency of the evidence. Only in this way can that agency act to safeguard the public in the first instance against fraudulent patent monopolies.\" Precision Instrument Manufacturing Company v. Automotive Maintenance Machine Company, <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1381</span></span> (1945).</blockquote>\n<p>And in this same litigation the Sixth Circuit has stated:</p>\n<blockquote>\"The Patent Office, not having testing facilities of its own, must rely upon information furnished by applicants and their attorneys. Pfizer and Cyanamid, like all other applicants, stood before the Patent Office in a confidential relationship and owed the obligation of frank and truthful disclosure.\" Charles Pfizer and Co., Inc., v. F. T. C., <span class=\"citation\" data-id=\"281831\"><a href=\"/opinion/281831/charles-pfizer-co-inc-v-federal-trade-commission-american-cyanamid/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span>, 579 (6th Cir. 1968), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1195</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></span> (1969).</blockquote>\n<p>That a finding of fraud will support a treble damage action under the Sherman Act if all the other elements of a cause of action thereunder are found is equally well settled. Walker Process Equipment, Inc., v. Food Machinery and Chemical Corp., <span class=\"citation\" data-id=\"107122\"><a href=\"/opinion/107122/walker-process-equipment-inc-v-food-machinery-chemical-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"107122\"><a href=\"/opinion/107122/walker-process-equipment-inc-v-food-machinery-chemical-corp/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation\" data-id=\"107122\"><a href=\"/opinion/107122/walker-process-equipment-inc-v-food-machinery-chemical-corp/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">247</span></a></span> (1965).</p>\n<p>As is frequently the case, the difficulty arises when the task of applying these settled principles to a given fact situation is faced.</p>\n<blockquote>\"The concept of misrepresentation as applied to patent infringement cases admits to no fixed parameters and promulgates no specific dogma. At best it is an abbreviated expression of basic equitable maxims inherent in the law of patents; a recognition that a part of the <i>quid pro quo</i> for the acquisition of a patent monopoly is an insistence that the circumstances surrounding the application for the patent be `free from fraud and other inequitable conduct.' Precision Co. v. Automotive Co., supra, <span class=\"citation\" data-id=\"104131\"><a href=\"/opinion/104131/precision-co-v-automotive-co/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 816, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></span>, 998, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1381</span></span> (1945).\" Monsanto Company v. Rohm &amp; Haas Company, <span class=\"citation\" data-id=\"301950\"><a href=\"/opinion/301950/monsanto-company-v-rohm-haas-company/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">592</span></a></span>, 597-598 (3rd Cir. 1972).</blockquote>\n<p>In performing this task a review of the events which occurred following the rejection by Patent Examiner Lidoff in November, 1954 of all claims to the product tetracycline is therefore necessary.</p>\n<p>When the Conover patent was returned to ex parte prosecution following <span class=\"star-pagination\">*278</span> these rejections Pfizer's patent counsel, who strongly believed the reasons assigned by the Examiner to be unsound in law, almost immediately sought an interview with him and endeavored to convince him of his error. However, Lidoff persisted in his position that tetracycline was inherently co-produced along with Aureomycin in the practice of Cyanamid's Duggar and Niedercorn patents and was therefore unpatentable over Aureomycin.<sup>[17]</sup> He required that additional experiments be conducted either to prove or disprove the \"speculated basis\" of his rejection.</p>\n<p>These experiments were conducted forthwith and the results were reported by Pfizer's attorneys in affidavits and a written summary of interviews with the Examiner. In substance they informed him that if any tetracycline was present in the Aureomycin-producing broths, the amount was minuscule and that in any event it was understood by them that the Examiner was not interested in \"useless trace amounts\" of tetracycline which might be present in the broths.<sup>[18]</sup> Another conference with the Examiner followed on December 8, 1954, and the next day a notice of allowance of the patent was mailed. On January 11, 1955, the patent issued.</p>\n<p>It is now abundantly clear that the presence of at least some tetracycline in the Aureomycin broths was known by scientists, and indeed was disclosed by documents in patent applications then pending before Examiner Lidoff, at the time Pfizer's final affidavits were submitted, but there is no evidence whatever that it has ever been detected in the product Aureomycin in sufficient quantities to impart the therapeutic qualities of tetracycline to it. Plaintiff insists, however, that the presence of any amount of tetracycline, however small, in the fermentation broths would have sufficed to preclude allowance of the patent by Examiner Lidoff.<sup>[19]</sup> To drive home this point plaintiff has introduced several hundred pages of testimony given by Examiner Lidoff in the F. T. C. proceeding following remand of that case by the Sixth Circuit in American Cyanamid Company v. F. T. C., 363 <span class=\"star-pagination\">*279</span> F.2d 757 (1966), and later by way of deposition.</p>\n<p>Aside from the questionable admissibility of this testimony,<sup>[20]</sup> the court has found it lacking in that degree of probative force necessary to carry plaintiff's heavy burden of establishing fraud by \"clear, unequivocal and convincing\" evidence, a standard which all parties agree applies here.<sup>[21]</sup> Lidoff testified:</p>\n<blockquote>\"It is utterly impossible for me to remember any statements that I actually made at the interview . . .</blockquote>\n<blockquote>\"As I have prefaced all my remarks, everything I have said is based on reconstruction, based upon what I think, what I thought the principles of patentability were.\" (Tr., Vol. 28, p. 3755)</blockquote>\n<p>and at another place in the record:</p>\n<blockquote>\"So that anything that I say as having recalled something is really a reconstruction in my mind based on what recent review of the record I have had, which has not been in any great detail, so that I cannot say that I positively recall one thing or another but I can reconstruct what my view would have been at that time.\" (Tr., Vol. 28, p. 3754)</blockquote>\n<p>Against that background the witness went on to testify that he would have been interested in whether any tetracycline whatever was to be found in the Aureomycin broths. But the pivotal question is whether or not Pfizer's attorneys understood this to be the information the Examiner wanted, and they have testified unequivocally that they did not so understand it. Their testimony is corroborated by the summary of their interview with Lidoff filed as an amendment to the patent application (see Footnote 18). A supplemental affidavit filed by Pfizer's Dr. Bogert should also have alerted Lidoff to the fact that tetracycline was present in the fermentation broths or at least to the fact that if he were really interested in the presence of any amount of tetracycline whatever, he was obviously talking about one thing and Pfizer's representatives another.<sup>[22]</sup></p>\n<p><span class=\"star-pagination\">*280</span> Nor does Lidoff dispute the testimony of the Pfizer agents on this score as shown by the following exchange between him and Pfizer's counsel at the hearing before the F. T. C.:</p>\n<blockquote>Q: So you were satisfied to issue the patent with statements of that type in the record without even bothering to inquire?</blockquote>\n<blockquote>A: If you wish to attack my action on this application, you might. It may be that had I been as sharp as Geniesse, I would not have issued this patent. But, nevertheless, I am only telling you what my impression is of what I did. Whether stupidly done or not, nevertheless this is what I did, and I took this affidavit to mean that there was no tetracycline present. Based on that I issued the patent.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>Q: And their understanding of what you had in mind by the words in your rejection is what they learned from the interview with you and put in their amendment?</blockquote>\n<blockquote>A: I have no control of what they understood by my words. Whatever they understood, my feeling was that this patent should not issue if the compounds were not novel. And this is the only thing that I was basing my stand on. What they understood by my words I do not know, and have no influence on at all.</blockquote>\n<blockquote>Q: Do you consider that Mr. Hutz and Mr. Murphy gave you what they understood you were interested in?</blockquote>\n<blockquote>A: As far as I know, I assumed that they gave me what I had asked for, but they gave me what they understood, yes. They did not give me  well, I retract that. I don't know what they gave me with relation to what I actually wanted.</blockquote>\n<blockquote>Q: But they gave you what they understood you wanted?</blockquote>\n<blockquote>A: Apparently.</blockquote>\n<blockquote>Q: Isn't that so?</blockquote>\n<blockquote>A: Apparently so. I have no reason to believe otherwise. (Tr. Vol. 30, pp. 4024-4026)</blockquote>\n<p>That Pfizer had complete confidence in its patent and the actions of its representatives in procuring its issuance was further demonstrated by its action in instituting suit for its infringement against Bristol, Squibb and Upjohn on January 11, 1955, the very day on which the patent issued.<sup>[23]</sup></p>\n<p>That Cyanamid's experienced patent attorney, who immediately went to Washington and examined the file wrapper as soon as he heard the patent had issued, was able to find no evidence of fraud is also deemed significant on this point.<sup>[24]</sup> Of course this flies in the face <span class=\"star-pagination\">*281</span> of plaintiff's contention that Pfizer and Cyanamid were in collusion on the patent matter all along, but the court has been unable to find that such collusion existed. There are, in fact, strong indications to the contrary.<sup>[25]</sup></p>\n<p>At best the evidence has left the court with the impression that there was a mutual misunderstanding between Lidoff and Pfizer's representatives as to what Lidoff wanted established.<sup>[26]</sup> The court finds itself in much the same position as did the First Circuit in Nashua Corporation v. RCA Corporation, <span class=\"citation\" data-id=\"291919\"><a href=\"/opinion/291919/nashua-corporation-v-rca-corporation/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span>, 227 (1970), where it said:</p>\n<blockquote>\"Our problem  and Nashua's  lies in the fact that the only evidence on this issue is the cryptic and technical file wrapper exchanges between the Examiner and the applicant. These exchanges are ambiguous as to precisely why the Examiner rejected the first two applications and what significance the Examiner attached to RCA's amendment of its copending '359 application and to RCA's Rule 131 affidavit. Given these critical ambiguities, we cannot say that the district court was clearly erroneous in finding no fraud on RCA's part. It is simply not sufficiently clear to us that RCA filed the affidavit realizing that its effect would be to materially misrepresent the prior art and deliberately <span class=\"star-pagination\">*282</span> intending such misrepresentation. Compare University of Illinois Foundation v. Blonder-Tongue Laboratories, Inc., <span class=\"citation\" data-id=\"288757\"><a href=\"/opinion/288757/university-of-illinois-foundation-and-counter-v-blonder-tongue/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">769</span></a></span>, 776-777 (7th Cir. 1970).</blockquote>\n<blockquote>\"We therefore uphold the district court's finding that the filing of the Rule 131 affidavit did not constitute a fraud on the Patent Office.\"</blockquote>\n<p>The court does not suggest that inferences favorable to the plaintiff cannot be drawn from the conduct of Pfizer's representatives before the Patent Office, and one gets the impression, in fact, that these gentlemen did not tell Lidoff any more than was absolutely necessary to satisfy him. But</p>\n<blockquote>\"as long as the patent applicant fulfills his `uncompromising duty' of good faith and conducts the prosecution with utmost candor, making a frank and truthful disclosure, he is not required to `list out the full spectrum of his knowledge to establish [his] bona fides.' Eli Lilly and Company, Inc., v. Generix Drug Sales, Inc., <span class=\"citation\" data-id=\"303643\"><a href=\"/opinion/303643/eli-lilly-and-company-inc-v-generix-drug-sales-inc-caribe-chemical/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1096</span></a></span>, 1102-1103 (5th Cir. 1972).\" Schnadig Corporation v. Gaines Manufacturing Company, Inc., <span class=\"citation\" data-id=\"318202\"><a href=\"/opinion/318202/schnading-corporation-v-gaines-manufacturing-co-inc/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></a></span>, 393 (6th Cir. 1974).</blockquote>\n<p>And, as previously indicated, the evidence in this case is far from \"clear, unequivocal and convincing\" that Pfizer's representatives failed to fulfill their \"uncompromising duty.\"<sup>[27]</sup></p>\n<p>Finally, notwithstanding its allegations of fraud and its agreement as to the standard of proof necessary to sustain the same, plaintiff seems to argue for the adoption of the rule of strict liability based on the alleged negligent failure of defendants to disclose pertinent information to the Patent Office. This theory of liability was analyzed and rejected by Judge Mansfield as follows in Xerox Corporation v. Dennison Manufacturing Company, <span class=\"citation\" data-id=\"1880703\"><a href=\"/opinion/1880703/xerox-corporation-v-dennison-manufacturing-company/\"><span class=\"volume\">322</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></a></span>, 968-969 (S.D.N.Y.1971):</p>\n<blockquote>\"We believe that the stringent standard urged by defendants is unnecessary to protect the public, and that an applicant for a patent should be accorded the right to exercise good faith judgment in deciding what matters are and are not of sufficient relevance and materiality to require disclosure. Only when he is guilty of fraud, willfulness or recklessness indicating a disregard for his duty of frankness should enforcement of the patent be barred. See Armour &amp; Co. v. Wilson &amp; Co., <span class=\"citation\" data-id=\"249920\"><a href=\"/opinion/249920/armour-co-v-wilson-co-inc/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">143</span></a></span> (7th Cir. 1960); Ritter v. Rohm &amp; Haas Company, <span class=\"citation\" data-id=\"1868308\"><a href=\"/opinion/1868308/ritter-v-rohm-haas-company/\"><span class=\"volume\">271</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">313</span></a></span> (S.D.N.Y. 1967). Furthermore, the authorities cited by defendants simply do not support their contention that mere negligent omissions of misstatements before the Patent Office would be unclean hands. On the contrary, they reveal that fraud or reckless disregard for the facts must be established.\"</blockquote>\n<p>This appears to be the rule in this Circuit also. Orrison v. C. Hoffberger Co., <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">689</span></span> (D.Md.1951), aff'd, <span class=\"citation\" data-id=\"227648\"><a href=\"/opinion/227648/orrison-v-c-hoffberger-co/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">787</span></a></span> (4th Cir. 1951).</p>\n<p><span class=\"star-pagination\">*283</span> The Sixth Circuit has taken the same view in a case just published, Schnadig Corporation v. Gaines Manufacturing Company, Inc., supra. See also Beckman Instruments, Inc. v. Chemtronics, Inc., <span class=\"citation\" data-id=\"1428156\"><a href=\"/opinion/1428156/beckman-instruments-inc-v-chemtronics-inc/\"><span class=\"volume\">328</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1132</span></a></span>, 1138-1139 (W. D.Tex.1971), and cases cited.</p>\n<p>The cases relied on by plaintiff in support of its contention that no <i>mens rea</i> is required to establish fraud in a civil action, Charles Pfizer &amp; Co. v. F. T.C., <span class=\"citation\" data-id=\"281831\"><a href=\"/opinion/281831/charles-pfizer-co-inc-v-federal-trade-commission-american-cyanamid/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span> (6th Cir. 1968), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1195</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></span> (1969), and Beckman Instruments, Inc., v. Chemtronics, Inc., <span class=\"citation\" data-id=\"290939\"><a href=\"/opinion/290939/beckman-instruments-inc-and-leland-c-clark-jr/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span> (5th Cir. 1970), are distinguishable, and one of them, Ham v. Hart, 58 N.Mex. 550, <span class=\"citation\" data-id=\"1151333\"><a href=\"/opinion/1151333/ham-v-hart/\"><span class=\"volume\">273</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">748</span></a></span> (1954), has been overruled as to this point in Hockett v. Winks, 82 N.Mex. 597, 485 P.2d 353.</p>\n<p>In sum, the evidence establishes at most that reasonable minds could differ as to the construction that should be placed on the actions of Pfizer's representatives before the Patent Office; that the experiments requested by the Patent Examiner might have been conducted more carefully or in a different manner; that the whole matter resolves itself into a conflict of opinions of experts; and that with all deference to the \"reconstructed\" opinions of Mr. Lidoff, the evidence favorable to the plaintiff does not rise to that level of clear, unequivocal and convincing proof necessary to support a finding of deliberate fraud. Corning Glass Works v. Anchor Hocking Glass Corporation, <span class=\"citation\" data-id=\"1874878\"><a href=\"/opinion/1874878/corning-glass-works-v-anchor-hocking-glass-corp/\"><span class=\"volume\">253</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">461</span></a></span> (D. Del.1966), aff'd in pertinent part, <span class=\"citation\" data-id=\"275141\"><a href=\"/opinion/275141/corning-glass-works-in-no-15923-v-anchor-hocking-glass-corporation-in/\"><span class=\"volume\">374</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span> (3rd Cir. 1967), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">65</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></span> (1967).</p>\n<p></p>\n<h2><i>The Commercial Issues</i></h2>\n<p>Having concluded that the evidence does not support the charge of conspiracy based on secret agreements growing out of the twin nuclei of plaintiff's case, the McKeen-Malcolm meetings and the procurement of the Conover patent, there remains the task of examining all other evidence in the record to ascertain if inferences arise thereon sufficient to sustain plaintiff's restraint of trade and monopoly charges. Again we find the inferences conflicting and of insufficient force to carry plaintiff's burden of persuasion.</p>\n<p></p>\n<h2>PRICE FIXING</h2>\n<p>As previously indicated, it is undisputed that the introductory published prices of tetracycline by Pfizer and Cyanamid were identical with their Terramycin and Aureomycin prices, and when Bristol, Squibb and Upjohn came on the market later with their brands of tetracycline, their published prices were also the same as those of Pfizer and Cyanamid. These published prices, particularly for plain tetracycline not combined with any other drug, remained the same for the period 1953 through 1960. Plaintiff argues that this shows a concert of action by defendants and that when considered with all the other evidence bearing on price behavior, it establishes beyond question the existence of a conspiracy between the defendants to fix and maintain prices in violation of the antitrust laws. At first blush the argument would appear to have much merit, but a careful review of all the evidence shows the contrary inferences arising thereon to be of equal and in many instances of greater weight. Much of the contrary evidence was introduced (and therefore vouched for) by the plaintiff.</p>\n<p>To understand the factors influencing price decisions in this field during the period in question reference must be made to the experience of defendants and other drug manufacturers with the antibiotic, penicillin, in the 1940's. Penicillin had not been patented, and when it proved to be a very effective drug, a large number of manufacturers began to make and market it. However, because the demand for any prescription drug is limited by the number of sick people needing to be treated with it and the number of doctors who will prescribe it, the manufacturers soon found themselves with excess production capacity <span class=\"star-pagination\">*284</span> and stocks.<sup>[28]</sup> This led to a course of price cutting which soon made the manufacture and sale of penicillin non-profitable.</p>\n<p>When the broad-spectrum antibiotics came on the market in the late 1940's and early 1950's they were patented drugs and defendants, it may reasonably be inferred, determined not to fall into the error of the penicillin manufacturers. In addition to their own experience with penicillin, the defendants also learned a valuable lesson from their experience in price cutting with the broad-spectrum antibiotics in the early days of their manufacture and sale. This experience was that a price cut by one company was immediately met by the others with the result that they all found themselves competing for the same amount of business at lower prices. Plaintiff reads something sinister into all of this, but the court is unable to agree. The existence of valid patents gave the manufacturers of these drugs lawful monopolies, and the fact that business executives in the exercise of sound judgment reacted similarly to the same experiences and conditions should be deemed neither surprising nor illegal.<sup>[29]</sup></p>\n<blockquote>\"In deciding whether evidence of defendant's conduct can reasonably support an inference of conspiracy, there must be more than mere general similarities; there must be a sameness of conduct under circumstances which logically suggest joint agreement, as distinguished from individual action. Proof of parallel business conduct is not a substitute for proof of conspiracy, and similar conduct, as such, does not establish conspiracy. Theatre Enterprises, Inc. v. Paramount, 1954, <span class=\"citation\" data-id=\"105178\"><a href=\"/opinion/105178/theatre-enterprises-inc-v-paramount-film-distributing-corp/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">537</span></a></span>, <span class=\"citation\" data-id=\"105178\"><a href=\"/opinion/105178/theatre-enterprises-inc-v-paramount-film-distributing-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">257</span></a></span>, 98 L.Ed. 273. As stated in United States v. Borden Co., D.C.N.D.Ill. 1953, <span class=\"citation\" data-id=\"1816027\"><a href=\"/opinion/1816027/united-states-v-borden-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">562</span></a></span>, 579: `Reasonable businessmen will act similarly when presented with the same problem.' The antitrust laws were not meant to prohibit businessmen from adopting sound business policies merely because competitors had already adopted the same or a similar policy.</blockquote>\n<blockquote>\"An inference of conspiracy is permissible only where the conduct was adopted by a competitor `in apparent contradiction to its own self-interest'. Milgram v. Loew's, Inc., 3 Cir., 1951, <span class=\"citation\" data-id=\"228153\"><a href=\"/opinion/228153/milgram-v-loews-inc-hamilton-street-realty-company-intervenors/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span>, 583. An inference of conspiracy would only arise from similar business conduct if it appeared more to the interest of competitors to adopt different practices. Chorak v. RKO Radio Pictures, 9 Cir. 1952, <span class=\"citation\" data-id=\"229325\"><a href=\"/opinion/229325/chorak-v-rko-radio-pictures-inc/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span>, 229, cert. denied, 1952, <span class=\"citation no-link\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">887</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">186</span></span>, 97 L.Ed. 686.\" Independent Iron Works, Inc. v. United States Steel Corp., <span class=\"citation\" data-id=\"1884543\"><a href=\"/opinion/1884543/independent-iron-wks-inc-v-united-states-steel-corp/\"><span class=\"volume\">177</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">743</span></a></span>, 746-747 (N.D.Cal.1959), aff'd, <span class=\"citation\" data-id=\"261818\"><a href=\"/opinion/261818/independent-iron-works-inc-a-corporation-v-united-states-steel/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">656</span></a></span> (9th Cir. 1963), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">267</span></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">165</span></span> (1963).</blockquote>\n<p>It will be remembered that during all of the period under consideration, 1953-1961, Parke, Davis &amp; Company was selling its broad-spectrum antibiotic, Chloromycetin, at prices identical with those being charged by defendants for their broad-spectrums. Yet it has never been charged that Parke, Davis <span class=\"star-pagination\">*285</span> was involved in the conspiracy. Plaintiff would explain this by saying that Parke, Davis was engaged in \"conscious parallelism\" and not collusion  that it was simply getting a \"free ride\". Defendants on the other hand insist that the uniformity of prices was the expression of \"oligopolistic price behavior\".<sup>[30]</sup> While the resolution of this question is always fraught with difficulty,<sup>[31]</sup> in any view of the matter the parallel pricing actions of Parke, Davis and the defendants must be regarded as strong evidence that no conspiracy existed.<sup>[32]</sup> Plaintiff has conceded that \"pure price uniformity, standing alone, can be justified by the laws of economics, or by a theory of price leadership\", and that \"other factors must be proven\". (Plaintiff's brief, Appendix A, p. 31.)</p>\n<p>The identity of list prices of the defendants (and Parke, Davis) prevailed principally in the prescription market which accounted for approximately eight-five per cent of the total sales of tetracycline. While there were numerous instances of identical bidding on contracts to supply the drug to public and private hospitals, the record is replete with evidence that defendants did regularly compete, sometimes intensely, for this business. This was done through the use of \"free goods\" and other inducements offered to get the business.<sup>[33]</sup> It would unnecessarily prolong this opinion to recount this evidence, but some typical examples are shown in the margin.<sup>[34]</sup></p>\n<p>It was in evidence that it is not unusual in the drug business for prices to remain steady for as long as seven years, and in this case the evidence shows that after 1960 substantial declines in prices charged by defendants <span class=\"star-pagination\">*286</span> for tetracycline began to appear. Plaintiff would argue that this affords an unmistakable inference of collusion in the earlier years, but the court is unable to agree.<sup>[35]</sup></p>\n<p></p>\n<h2>EXCLUSION OF COMPETITORS</h2>\n<p>Plaintiff's charge that the defendants engaged in a conspiracy to exclude competitors is not supported by the evidence. As we have seen, there was no such express agreement between Pfizer and Cyanamid coming out of the McKeen-Malcolm meetings, nor is such inference to be drawn from the fact that the patent interference was settled. Faced with a similar contention in Hutzler Bros. Co. v. Sales Affiliates, Inc., <span class=\"citation\" data-id=\"1481190\"><a href=\"/opinion/1481190/hutzler-bros-co-v-sales-affiliates/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span> (1947), Judge Dobie, writing for the Fourth Circuit, said:</p>\n<blockquote>\"We cannot attach, as defendants seem to suggest, any ulterior motives, or any improper conduct, to plaintiffs in connection with the agreed settlement with Bohemen in the interference proceedings. Had the interference proceedings been prosecuted to final judgment, this would have unquestionably delayed the granting of the patent in suit. There were ample business reasons for a friendly settlement. And there was evidence to <span class=\"star-pagination\">*287</span> show that this settlement was recommended by Bohemen's attorney after a review of the proofs of the priority of Evans and McDonough.\" Id. at p. 267.</blockquote>\n<p>Other actions taken by the defendants and relied upon by plaintiff to establish conspiracy are seen upon close analysis to have been equally consistent with the lawful exercise of sound business judgment. Reference to a few of such actions will suffice to demonstrate the point:</p>\n<p>(1) Bristol's decision to sell tetracycline in bulk was based on its recognition that it could not with its comparatively small sales force compete successfully with the much larger companies like Pfizer and Cyanamid without selling its product in bulk. Its decision to sell to just two customers, Squibb and Upjohn, was in line with its ultimate objective of becoming a substantial seller under its own label. The more bulk customers Bristol had, the more competitors its own brand of tetracycline would have. These decisions were made by Bristol in 1954 at a time when it is not alleged to have been conspiring with anyone.</p>\n<p>(2) The negotiations leading to the acquisition of Heyden's Antibiotic Division by Cyanamid were initiated not by Cyanamid but by Heyden and these negotiations were instituted before the McKeen-Malcolm meetings took place. While the Minieri patent was held out by Heyden \"as bait\", evidence is lacking that it constituted much of an inducement to Cyanamid to purchase. On the contrary Dr. Malcolm reasoned that Minieri's product claims were foreclosed by Cyanamid's Duggar-Niedercorn patents, and there was ample evidence to support the bona fides of this transaction. There is no evidence that Pfizer had anything to do with it.</p>\n<p>(3) The settlement in December, 1954, of the infringement suit brought by Cyanamid against Bristol occurred a year before Bristol is alleged to have joined the conspiracy allegedly existing at that time between Pfizer and Cyanamid. The negotiations leading to the settlement were initiated by Bristol's President, and there is no evidence that Pfizer had any part of the prosecution or settlement of the suit. It occurred at a time when Cyanamid had reason to believe Pfizer would not obtain a patent on tetracycline. Dr. Malcolm testified that after satisfying himself that Bristol was indeed infringing the Duggar patent, he concluded to settle for a reasonable royalty in order to avoid long, drawn-out and expensive litigation. The testimony is uncontradicted.</p>\n<p>(4) It is undeniable that the suits instituted by Pfizer against Bristol, Squibb and Upjohn on the very day its patent issued<sup>[36]</sup> were adversary in every sense of the word and that they were bitterly contested by the defendants. It seems equally clear that the settlements reached following the \"Broady incident\" reflected the exercise of sound business judgment and were not the result of any collusive agreements. It was not shown that Cyanamid had any part in the prosecution of these suits or the settlements. Bristol recognized the merit in Pfizer's position by agreeing to pay back royalties. By settling it avoided a possible liability exceeding fifty million dollars. Squibb and Upjohn demonstrated their lack of faith in their ultimate chances of success by exacting from Bristol under threat of cancelling their bulk purchase agreements, an agreement to indemnify them against loss in the event Pfizer prevailed  the reverse of the indemnity agreement previously in effect between them.<sup>[37]</sup> And Bristol's action following the settlement in filing with the court <span class=\"star-pagination\">*288</span> all the depositions it had taken containing damaging evidence against Pfizer rather than retaining these in its files as it might have done, is corroborative of its position that it had nothing to hide.</p>\n<p>(5) The contention strongly urged by plaintiff that a statement reported to have been made by Pfizer's McKeen at a meeting of security analysts held at Pfizer's Brooklyn plant is an admission that Pfizer and Cyanamid had agreed to exclude competition is not impressive. Whether the statement was actually made and if so, whether it was properly admissible in evidence against Pfizer are questions not free from doubt. Be these things as they may, however, it is simply not realistic to suggest that a sophisticated business executive who would enter into a conspiratorial agreement would call a press conference to announce it.</p>\n<p></p>\n<h2>MONOPOLIZATION</h2>\n<p>What has been said in disposing of the patent and the restraint of trade issues renders unnecessary further extended discussion of plaintiff's Section 2 Sherman Act charges of monopolization against all defendants and the charge of attempt to monopolize made against Pfizer alone. Suffice it to say with respect to all defendants that the court has not found the charges sustained by the greater weight of the evidence. With respect to the unilateral monopolization charge against Pfizer, in addition to its failure to prove that Pfizer procured the Conover patent by fraud or that it misused a valid patent, plaintiff has failed to establish the essential elements of an attempt to monopolize. See Smith, \"Attempt to Monopolize: Its Elements and Their Definition\", 27 Geo.Wash.L.Rev. 227 (1958).</p>\n<p></p>\n<h2>ADDITIONAL FINDINGS</h2>\n<p>In addition to the findings set forth herein the court adopts as its own the following proposed findings of fact submitted by the parties:</p>\n<p>1. Plaintiff's proposed findings 1-10 inclusive filed February 8, 1974.</p>\n<p>2. Pfizer's proposed findings of fact (A) 1-45 inclusive and 1-79 inclusive relating to the commercial issues and proposed findings 1-69 inclusive relating to the patent issues, all filed October 16, 1973.</p>\n<p>3. Cyanamid's proposed findings of fact 17-120 inclusive filed January 25, 1974.</p>\n<p>4. Squibb's proposed findings of fact 9-167 inclusive filed January 18, 1974.</p>\n<p>All other proposed findings of fact and conclusions of law inconsistent with those herein stated are severally denied.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>On the basis of the findings of fact herein stated the court concludes as a matter of law</p>\n<p>1. That plaintiff has failed to establish by a preponderance of the evidence that defendants Pfizer and Cyanamid, during the fall of 1953; defendants Bristol, Squibb and Upjohn, during the late summer and early fall of 1954; and all defendants during late fall and early winter of 1955 entered into contracts, combinations, agreements, understandings or conspiracies to restrain trade and commerce in the manufacture, distribution and sale of the broad-spectrum antibiotic tetracycline, its analogues and combination products containing tetracycline by fixing and maintaining the prices of tetracycline and/or limiting the number of manufacturers of tetracycline and its analogues to the five defendants named herein in violation of Section 1 of the Sherman Act, 15 U.S.C. § 1.</p>\n<p>2. That the plaintiff has failed to establish by a preponderance of the evidence that Pfizer and Cyanamid, during the fall of 1953; defendants Bristol, Squibb and Upjohn during the late summer <span class=\"star-pagination\">*289</span> and early fall of 1954; and all defendants during late fall and early winter of 1955 entered into contracts, combinations, agreements, understandings and conspiracies to monopolize, and actually monopolize the manufacture, distribution and sale of tetracycline, its analogues and combination products containing tetracycline or its analogues in violation of Section 2 of the Sherman Act, 15 U.S.C. § 2.</p>\n<p>3. That the plaintiff has failed to establish by a preponderance of the evidence that the defendant Pfizer attempted to or actually monopolized the manufacture, distribution and sale of tetracycline by fraudulent procurement or misuse of the Conover patent in violation of Section 2 of the Sherman Act, 15 U.S.C. § 2; and</p>\n<p>4. That upon the facts and the law the plaintiff has shown no right to relief under the antitrust laws against the defendants herein or either of them, and the claims of the plaintiffs and of the class members represented by the plaintiff, State of North Carolina, must be dismissed as to all defendants.</p>\n<p>Accordingly, it is directed that judgment of dismissal be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The action was allowed to proceed as a class action pursuant to Rule 23, F.R.C.P., the class being defined as:\n</p>\n<p>(a) The State, its departments, agencies, hospitals, institutions and political subdivisions, and all counties, cities and other governmental entities within the state (other than those of the federal government) including without limitation hospital districts, hospitals and other institutions supported in whole or in part by state, county, city or local governmental funds which purchased or paid for broad-spectrum antibiotic products during the period 1954 through 1966.</p>\n<p>(b) Purchasers within the state who during the period 1954 through 1966 purchased or paid for broad-spectrum antibiotic products for human consumption from public or private hospitals or from pharmacies, drug stores or other retail outlets including the State on account of payments made therefor for the benefit of recipients of welfare programs.</p>\n<p>Two individuals, Bernard A. Harrell, Receiver, and Thomas J. Bolch, also joined as parties plaintiff adopting essentially the pleadings of the State, but by agreement their claims were prosecuted by the State as a part of its claim with the understanding that the individuals would be bound by the final judgment rendered.</p>\n<p>The word \"plaintiff\" as used in this memorandum will encompass the State of North Carolina, the consumer class and the two individual plaintiffs.</p>\n<p>[2]  This is one of a great number of similar suits brought by virtually all of the states and other plaintiffs against these defendants apparently stemming from a proceeding by the Federal Trade Commission instituted in the late 1950's (see <span class=\"citation\" data-id=\"281831\"><a href=\"/opinion/281831/charles-pfizer-co-inc-v-federal-trade-commission-american-cyanamid/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span>, 6th Cir. 1968, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1195</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></span>) and a criminal action brought against three of the defendants, Pfizer, Cyanamid and Bristol, in the Southern District of New York. The civil litigation including this action was transferred to the District of Minnesota under the multi-district litigation statutes for consolidated pre-trial and discovery and possible trial, but a motion made in that court to sever this action and return it to this district for trial was allowed. The court is informed that a substantial portion of the civil litigation in the Minnesota court has since been settled and that the criminal action, following reversal of a judgment of conviction by the Second Circuit in 1970 (see <span class=\"citation\" data-id=\"290066\"><a href=\"/opinion/290066/united-states-v-chas-pfizer-co-inc-american-cyanamid-company-and/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>) has now been retried before Judge Cannella without a jury and has resulted in a judgment of acquittal. His decision apparently has not been reported.\n</p>\n<p>The plaintiff's case here has been tried for the most part on some 25,000 pages of testimony amassed in these prior proceedings and introduced here in deposition form.</p>\n<p>[3]  This section of the memorandum is quoted directly from plaintiff's brief.</p>\n<p>[4]  Sections 1 and 2 of the Sherman Act, 15 U.S.C. §§ 1 and 2, provide in pertinent part as follows:\n</p>\n<p>Section 1. Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is hereby declared to be illegal . . .</p>\n<p>Section 2. Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States . . . shall be deemed guilty of a misdemeanor . . .</p>\n<p>The action is authorized by Section 4 of the Clayton Act, 15 U.S.C. § 15, which provides:</p>\n<p>Section 4. That any person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws may sue therefor in any district court of the United States in the district in which the defendant resides or is found or has an agent, without respect to the amount in controversy, and shall recover threefold the damages by him sustained, and the cost of suit, including a reasonable attorney's fee.</p>\n<p>[5]  The plaintiff posed a third issue arising from a belatedly-raised further claim against Pfizer alone  that of an attempt to monopolize stated thus in its brief:\n</p>\n<p>\"In addition to the violations of law set forth above, plaintiff alleges that Pfizer is individually and separately liable to plaintiff for its violation of Section 2 of the Sherman Act for its attempt to monopolize, and monopolization of, the product tetracycline through the fraudulent procurement of its patent on tetracycline and its subsequent enforcement thereof with knowledge of the manner and methods used by its agents in causing the patent to issue.\"</p>\n<p>It is questionable that plaintiff's complaint is fairly susceptible to such interpretation. There was no mention of this claim in plaintiff's opening statement nor at any time in the trial prior to plaintiff's final argument and only then in response to a question from the bench. Pfizer, claiming surprise, has protested vigorously the assertion of the claim in this manner, and the court is of opinion that the objection is well taken. The court has nevertheless treated the claim as having been timely alleged and presented, but has disposed of it in connection with the treatment of the two principal issues actually litigated.</p>\n<p>[6]  Shortly after filing its Minieri application Heyden entered into negotiations with Cyanamid with the view to selling Heyden's Antibiotic Division to Cyanamid. An agreement of sale was entered into on November 4, 1953, and on December 1, 1953, Cyanamid took possession of the assets of Heyden's Antibiotic Division including its Minieri patent application. Since this application for a product patent on tetracycline was subsequent in time to Cyanamid's pending Boothe-Morton application, Cyanamid abandoned the product patent claims of the Minieri application but continued to prosecute the claims for a direct fermentation process for the production of tetracycline. A patent on the Minieri process claim was issued to Cyanamid in February, 1956.</p>\n<p>[7]  Under patent office rules an \"interference\" is a proceeding conducted for the purpose of determining priority of invention between two or more applicants claiming the same patentable invention (Patent Office Rule 201(a); 37 C.F.R. 1.201(a)).</p>\n<p>[8]  See 131 F.Supp. 21; 225 F.2d 718; and <span class=\"citation\" data-id=\"237481\"><a href=\"/opinion/237481/ex-parte-chas-pfizer-co-inc/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">720</span></a></span> (5th Cir.).</p>\n<p>[9]  \"The Broady incident gave to Bristol a trump card which it had not hitherto possessed and Bristol played it boldly.\" United States v. Chas. Pfizer &amp; Co., Inc., <span class=\"citation\" data-id=\"290066\"><a href=\"/opinion/290066/united-states-v-chas-pfizer-co-inc-american-cyanamid-company-and/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 37 (2nd Cir. 1970).</p>\n<p>[10]  The reported cases of which this court is aware are as follows:\n</p>\n<p>United States v. Chas. Pfizer &amp; Co., Inc. et al., <span class=\"citation\" data-id=\"1673195\"><a href=\"/opinion/1673195/united-states-v-chas-pfizer-co/\"><span class=\"volume\">245</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">801</span></a></span> (S.D.N.Y.1965)</p>\n<p>American Cyanamid Co. v. F. T. C., <span class=\"citation\" data-id=\"272555\"><a href=\"/opinion/272555/american-cyanamid-company-v-federal-trade-commission-bristol-myers/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">757</span></a></span> (6th Cir. 1966)</p>\n<p>Chas. Pfizer &amp; Co., Inc., v. F. T. C., <span class=\"citation\" data-id=\"281831\"><a href=\"/opinion/281831/charles-pfizer-co-inc-v-federal-trade-commission-american-cyanamid/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span> (6th Cir. 1968), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1195</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></span> (1969)</p>\n<p>United States v. Chas. Pfizer &amp; Co., Inc., <span class=\"citation\" data-id=\"1522260\"><a href=\"/opinion/1522260/united-states-v-chas-pfizer-co/\"><span class=\"volume\">217</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">199</span></a></span> (S.D.N.Y.1963)</p>\n<p>United States v. Chas. Pfizer &amp; Co., <span class=\"citation\" data-id=\"1575414\"><a href=\"/opinion/1575414/united-states-v-chas-pfizer-co/\"><span class=\"volume\">281</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">837</span></a></span> (S.D.N.Y.1968)</p>\n<p>United States v. Chas. Pfizer &amp; Co., <span class=\"citation\" data-id=\"290066\"><a href=\"/opinion/290066/united-states-v-chas-pfizer-co-inc-american-cyanamid-company-and/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span> (2nd Cir. 1970), reh. den., <span class=\"citation\" data-id=\"294636\"><a href=\"/opinion/294636/united-states-v-chas-pfizer-co-inc-american-cyanamid-company-and/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">957</span></a></span>, cert. granted, <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1617</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></span>, aff'd, <span class=\"citation\" data-id=\"108436\"><a href=\"/opinion/108436/united-states-v-chas-pfizer-co/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, <span class=\"citation\" data-id=\"108436\"><a href=\"/opinion/108436/united-states-v-chas-pfizer-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">731</span></a></span>, <span class=\"citation\" data-id=\"108436\"><a href=\"/opinion/108436/united-states-v-chas-pfizer-co/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">721</span></a></span> (1972)</p>\n<p>As previously indicated in Footnote 2, Judge John M. Cannella's judgment of acquittal on the retrial of the criminal case apparently has not been reported nor has it been brought to the attention of this court.</p>\n<p>[11]  In arriving at its findings and conclusions herein expressed the court has reviewed and considered all of the testimony and documentary evidence offered by the plaintiff in the case notwithstanding any ruling excluding any such evidence made at the time of its offer and not thereafter changed. In the words of Justice Holmes, \"a concession to the shortness of life\" has precluded a summary of all the 12,000-odd page record, the several thousand exhibits offered and the many hundreds of pages of briefs and legal arguments submitted during the course of the trial and thereafter.</p>\n<p>[12]  It was vital to Pfizer to obtain this bulk tetracycline in order to cut down on Cyanamid's lead time.</p>\n<p>[13]  Three of them, John McKeen and John Powers of Pfizer and George Martin of Cyanamid, all now retired, appeared in person in this court. The court found them intelligent, forthright and credible. The testimony of Dr. Malcolm, also retired from Cyanamid, came in by way of the transcripts of former proceedings. His absence was explained on the basis of a precarious health condition, but his previous testimony was corroborated by that of his successor at Cyanamid, Lyman Duncan, and Robert Fiske, Cyanamid's patent counsel, both now retired, who appeared and testified in this court.</p>\n<p>[14]  Of course, if a price-fixing agreement is combined with the agreement to pool patents, the arrangement may become unlawful, United States v. Line Material Company, <span class=\"citation\" data-id=\"104522\"><a href=\"/opinion/104522/united-states-v-line-material-co/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, <span class=\"citation\" data-id=\"104522\"><a href=\"/opinion/104522/united-states-v-line-material-co/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">550</span></a></span>, <span class=\"citation\" data-id=\"104522\"><a href=\"/opinion/104522/united-states-v-line-material-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">701</span></a></span> (1948), but as will be seen later, the court has found no price-fixing agreement in this case.</p>\n<p>[15]  In these times when the innermost secrets of large corporations and indeed the government itself are routinely publicized in the news media the court has deemed it significant that the federal government in the prior proceedings and the State of North Carolina in this case have failed to produce a single witness to give any direct evidence of the existence of a conspiracy. Of the thousands of employees of these five large defendant companies over the last twenty years it would seem that at least one disgruntled former employee might have been located who would be willing to come forward and pinpoint some wrongdoing on the part of at least one of the defendants. No such witness has appeared. On the contrary several former employees came and testified freely for defendants and corroborated fully the testimony of their chief executive officers.</p>\n<p>[16]  On remand of the F. T. C. case by the Sixth Circuit the testimony of the Patent Examiner, Herbert J. Lidoff, was taken, and the Commission affirmed a finding by the Hearing Examiner that the acts and practices of Pfizer and Cyanamid before the Patent Office constituted unfair methods of competition within the purview of the Federal Trade Commission Act. This decision was affirmed by the Sixth Circuit in Charles Pfizer &amp; Co., Inc. v. F. T. C., <span class=\"citation\" data-id=\"281831\"><a href=\"/opinion/281831/charles-pfizer-co-inc-v-federal-trade-commission-american-cyanamid/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span> (1968), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1195</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></span> (1969). On the basis of this decision the plaintiff here just prior to the trial moved for partial summary judgment on the patent issue on the ground of collateral estoppel, asserting that the doctrine as now recognized in Blonder-Tongue Laboratories, Inc., v. University of Illinois Foundation, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1434</span></a></span>, <span class=\"citation\" data-id=\"108330\"><a href=\"/opinion/108330/blonder-tongue-laboratories-inc-v-university-of-ill-foundation/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">788</span></a></span> (1971), should be extended to cover the use of collateral estoppel offensively by an antitrust plaintiff against a patentee. The argument was rejected by this court and the motion was denied.</p>\n<p>[17]  Four patent experts, including one called by the plaintiff, and several patent attorneys testified that the prior accidental and unrecognized co-production of small amounts of tetracycline with Aureomycin did not render the claim to tetracycline unpatentable. A review of their testimony and the applicable law, e. g. Kuehmsted v. Farbenfabriken, <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">F.</span> <span class=\"page\">701</span></span> (7th Cir. 1910), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">724</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">613</span></span> (1910), and Parke, Davis &amp; Co. v. H. K. Mulford Co., <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">F.</span> <span class=\"page\">95</span></span> (C.C.S.D.N.Y.1911), aff'd in part, reversed in part on other grounds, <span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">F.</span> <span class=\"page\">496</span></span> (2nd Cir. 1912) (curiously cited by Lidoff in support of his rejection), and numerous others have served to establish to the satisfaction of this court the proposition that \"novelty is not negatived by any prior accidental occurrence or production, the character and function of which was not recognized until later than the date of the patented invention sought to be anticipated thereby,\" 1 Walker, Patents, 6th Ed., § 106, and that Lidoff was indeed wrong.</p>\n<p>[18]  The amendment filed following a meeting with the Examiner on November 29, 1954, contained these statements:\n</p>\n<p>\"While applicant's counsel did not concede that there is any necessity for such a showing [the non-existence of tetracycline `in a clearly identifiable form according to present-day efficient methods for the separation thereof from fermentation broth'], he ventured the opinion that it could be made and stated that he would explore the matter in view of the great urgency of this case. The Examiner made it clear that he would not insist on a categorical averment that the fermentation broths prepared according to cited patents contained no tetracycline whatsoever. He evidently appreciates the impossibility of proving its non-existence and is not concerned about useless trace amounts which cannot be separated from the broths by methods now recommended for recovery of the new antibiotic.\"</p>\n<p>[19]  The parties seemed to agree that if Pfizer's agents knew this was Lidoff's view, a failure to report even a trace amount of tetracycline in the fermentation broths would have constituted a wrongful withholding of material information notwithstanding Lidoff may have been in error and the patent might ultimately have issued as a result of an appeal. See Transcript, Vol. 57, pp. 7217-19.</p>\n<p>[20]  The admissibility of Lidoff's testimony was sharply contested by defendants at the trial, primarily on the grounds that a quasi-judicial officer may not testify as to his mental processes in making a decision and the speculative and untrustworthy nature of the testimony itself. The objections were overruled, but the court is still concerned as to the correctness of the ruling in the light of United States v. Morgan, <span class=\"citation\" data-id=\"103537\"><a href=\"/opinion/103537/united-states-v-morgan/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">999</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1429</span></span> (1941). See W. R. Grace and Company v. Park Manufacturing Company, <span class=\"citation\" data-id=\"2124762\"><a href=\"/opinion/2124762/wr-grace-co-v-park-manufacturing-company/\"><span class=\"volume\">378</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">976</span></a></span> (E.D.Ill.1974).\n</p>\n<p>And with characteristic and commendable candor counsel for plaintiff has conceded that Lidoff's testimony is the <i>sine qua non</i> of plaintiff's charge of fraud on the Patent Office.</p>\n<p>THE COURT: Without the testimony of Lidoff do you agree that reasonable minds could differ on the interpretation of the patent record?</p>\n<p>MR. BENOY: Well, without Lidoff being there, I would have to say reasonable minds could differ because we have opposed findings.</p>\n<p>*   *   *   *   *</p>\n<p>THE COURT: Next question: Does your case on the patent issue, then, [assuming] that reasonable minds could differ on the record without his testimony depend first upon the admissibility of the Lidoff testimony and second its believability?</p>\n<p>MR. BENOY: Well, given the assumption that reasonable minds could differ on the evidence it just has to follow, yes, sir, that it is crucial to the case. I would not contend otherwise.</p>\n<p>[21]  or unclean hands are not to be lightly inferred. They must be established by `clear, unequivocal and convincing' evidence. Becton-Dickinson &amp; Co. v. Robert P. Scherer Corporation, <span class=\"citation\" data-id=\"1649380\"><a href=\"/opinion/1649380/becton-dickinson-co-v-robert-p-scherer-corp/\"><span class=\"volume\">106</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">665</span></a></span>, 671 (E.D.Mich.1952), aff'd, <span class=\"citation\" data-id=\"233784\"><a href=\"/opinion/233784/becton-dickinson-co-v-r-p-scherer-corp/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">835</span></a></span> (6th Cir. 1954). <i>See also</i> Scott Paper Company v. Ft. Howard Paper Co., <span class=\"citation\" data-id=\"292637\"><a href=\"/opinion/292637/scott-paper-company-and-cross-appellee-v-fort-howard-paper-company-and/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1198</span></a></span>, 1204 (7th Cir. 1970), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">882</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">812</span></span> (1971).\" Schnadig Corporation v. Gaines Manufacturing Company, Inc., <span class=\"citation\" data-id=\"318202\"><a href=\"/opinion/318202/schnading-corporation-v-gaines-manufacturing-co-inc/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">383</span></a></span>, 392 (6th Cir. 1974).</p>\n<p>[22]  Although he was under the duty of reading such materials before acting on them, it may well be that Lidoff did so hurriedly in the short time which elapsed between the filing of the amendment and his issuance of the notice of allowance. It was in evidence that this particular Examiner was an unusually productive worker, and he admitted that he sometimes merely \"scanned\" such filings. Additionally, it appears that he was not an expert in fermentation chemistry and that his rejections had in fact been written by another Examiner, a Mrs. Wendt, with whom he did not enjoy a good personal rapport. But Lidoff's prolificacy would appear to afford no basis for his failure to read and comprehend these statements prior to the actual issuance of the patent on January 11, 1955. The same is true of an affidavit filed with him by Bristol in connection with its patent application on January 3, 1955, stating in effect that numerous samples of Aureomycin products had been found to contain two per cent to four per cent tetracycline.</p>\n<p>[23]  The court is informed that the validity of the patent has been brought into question in a number of cases since that time, but in only one of them was the decision stage reached. In that case, Chas. Pfizer &amp; Co. v. Barry-Martin Pharmaceuticals, Inc., <span class=\"citation\" data-id=\"1951052\"><a href=\"/opinion/1951052/chas-pfizer-co-v-barry-martin-pharmaceuticals-inc/\"><span class=\"volume\">241</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">191</span></a></span> (S.D.Fla.1965), the Conover patent was held valid.</p>\n<p>[24]  In a letter to his superior dated January 14, 1955, this attorney, Harvey W. Edelblute, stated:\n</p>\n<p>\"I fail to find any evidence of deliberate concealment or falsification of facts or the misapplication of fallacious or legally unsound arguments.</p>\n<p>*   *   *   *   *</p>\n<p>\"It is my opinion, therefore, that the Conover patent No. 2,699,054 would be held valid in a skillfully-conducted litigation before a fair-minded judge who appreciates the objectives and value of the United States patent system.\" (P. 3, Cyanamid Trial Exhibit 12)</p>\n<p>[25]  For instance, in his letter of January 14, 1955 (see Footnote 24), Attorney Edelblute also said:\n</p>\n<p>\"Following this office action an interview was granted to Conover's attorneys by the Examiner. It is, of course, not known what was said at the interview except what is stated by Conover's attorneys in an amendment filed on December 8, 1954.\" (P. 1, Cyanamid's Trial Exhibit 12)</p>\n<p>In a letter from one Cyanamid official to another dated October 21, 1954, reporting the Patent Examiner's decision to reject all product claims to tetracycline it was stated:</p>\n<p>\"We, of course, have no knowledge of what course Pfizer plans to follow. However, if we pick up any information as to their plans, we will advise you immediately . . .</p>\n<p>\"It would be my guess that Pfizer will elect to issue their patent on the claims covering the deschlorination process and file a divisional application to cover the compound tetracycline and salts thereof for the purpose of appeal . . .\" (P. 2, Cyanamid Exhibit 11)</p>\n<p>And in Edelblute's letter to the same official dated October 27, 1954, it was stated:</p>\n<p>\"The Examiner held that tetracycline as well as salts thereof are not patentable over Duggar or Niedercorn for reasons which you have read. This action, while undoubtedly very distressing to Pfizer, is of considerable comfort to Mr. Watson in his action against Bristol. Mr. Watson feels that it will be helpful in extending the scope of the Duggar patent, and he feels that it was very fortunate that we sued Bristol on our Duggar patent before the Examiner's decision was handed down.</p>\n<p>\". . . I have not been in touch with Pfizer's attorneys and have been advised by Mr. Behrens not to do so, and accordingly, I do not know what steps they are taking to obtain patent protection on the product . . .\" (Pp. 2-3, Cyanamid Exhibit 10)</p>\n<p>If there was in fact a deal between Pfizer and Cyanamid that one or the other of them should obtain a patent on tetracycline, one wonders why the Examiner's action was not equally \"distressing\" to Cyanamid. Instead, it appears that Cyanamid's attorneys were taking \"considerable comfort\" from the action for the very good reason that if the rejection held up, it would enable Cyanamid to dominate the tetracycline field through its Duggar and Niedercorn patents.</p>\n<p>[26]  Much of the controversy here has swirled around the meaning of words employed in these affidavits and summaries. Much time and many pages have been devoted to argument over the significance to be attached to such words and expressions as \"appreciable\", \"recoverable\" and \"clearly identifiable\". But, of course,\n</p>\n<p>\"[a] word is not a crystal, transparent and unchanged, it is the skin of a living thought and may vary greatly in color and content according to the circumstances and the time in which it is used.\" Justice Holmes in Towne v. Eisner, <span class=\"citation\" data-id=\"99058\"><a href=\"/opinion/99058/towne-v-eisner/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">418</span></a></span>, 425, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></span>, 159, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">372</span></span> (1918).</p>\n<p>And having found that the evidence, regardless of how the words used by the parties are to be interpreted, falls short of establishing fraud, this court declines to enter this thicket of semasiological ambiguity.</p>\n<p>[27]  Also appropriate here is this language from Mueller Brass Company v. Reading Industries, Inc., <span class=\"citation\" data-id=\"2004256\"><a href=\"/opinion/2004256/mueller-brass-co-v-reading-industries-inc/\"><span class=\"volume\">352</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1357</span></a></span>, 1379-1380 (E.D.Pa.1972), aff'd without opinion, <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1395</span></span> (3rd Cir. 1973):\n</p>\n<p>\"Two conflicting principles tear at an attorney practicing before the patent office. One is that the proceeding is not adversary, so the attorney therefore owes a high duty of candor to the examiner. The second is that the attorney has a duty of advocacy to his client. One should not forget in this context that the examiner himself is or should be an advocate for the public interest and should not be too easily swayed by the applicant's attorney.\"</p>\n<p>And it may not be amiss to quote the following from the same opinion:</p>\n<p>\"The fact that this Court has not found fraud chargeable to plaintiff, or awarded attorneys' fees, should not be taken as placing this court's imprimatur on all of plaintiff's actions. It results more from failure of proof in otherwise suggestive circumstances, or the possibly fortuitous absence of materiality. Hopefully, the plaintiff and its attorneys will be more careful in the future in insuring that the circumstances surrounding their actions are not at all even suggestive of impropriety.\" <i>Id.,</i> p. 1382.</p>\n<p>[28]  One of the defendants here, Bristol, which had been a large manufacturer of penicillin, lost so much money that by 1953 it was in a very precarious financial condition. It was able to begin a financial comeback by getting into the tetracycline market in 1954.</p>\n<p>[29]  Plaintiff seems to complain that defendants did not again follow the penicillin route, and certainly this would have resulted in reduced prices to consumers of these drugs. But these executives were responsible to their stockholders, and it was their duty to adopt policies and follow courses designed to result in profitable operations for their respective companies. And one may wonder if it is really in the public interest for competition to be maintained with such cutthroat intensity in a business such as the pharmaceutical industry as to result in a curtailment of research and development programs designed to produce new and more beneficial drugs. The question is, of course, more properly addressed to the economists and law makers, our task here being simply to ascertain if the plaintiff has made a case under the antitrust laws.</p>\n<p>[30]  \"The term `oligopoly' describes a market in which the sellers are few enough for sensible market strategy to require that the probable reactions of competitors to changes in price and output be taken into account. In practice this is a very typical market situation in modern industry and trade.\" Neale, The Antitrust Laws of the U.S.A., 2nd Ed. p. 48.\n</p>\n<p>Plaintiff here concedes that this market was one in which oligopolistic behavior might be expected.</p>\n<p>\"Plaintiff agrees as to the homogeniety or substitutability of defendants' BSA products, and will agree the record shows them to be almost perfect substitutes. Also, plaintiff agrees that the size distribution of the sellers indicates that the market could be characterized as a `small numbers' homogenous oligopoly (see F. M. Scherer, Industrial Market Structure and Economic Performance, p. 10). Given the knowledge of these conditions and <i>nothing else,</i> most antitrust attorneys and economists would agree that price stability on the order of the 1954-60 tetracycline prices might result.\" Plaintiff's reply brief, pp. 24-25.</p>\n<p>[31]  \"To distinguish between informed oligopoly and collusion as the cause of damped-down price competition is the most difficult task that the courts have to face in this field, given that they must give due weight to normal legal safeguards in favour of the defendant and yet avoid being deceived by merely specious arguments. It would not be claimed that they never make a mistake in this task. Indeed, the distinction is not always hard and fast; one can imagine situations in which it would be genuinely difficult even for the businessman himself to say whether he was acting from individual prudence or under the suasion of a common understanding. Inevitably the courts are criticized from both sides.\" Neale, The Antitrust Laws of the U.S.A., 2nd Ed. p. 48.</p>\n<p>[32]  Testimony given in one of the prior cases by Harry J. Loynd, chief executive of Parke, Davis &amp; Company, explained why that company's policies were adopted. He testified that the policies of Parke, Davis were adopted independently without consultation with any other company, and his testimony concerning the broad-spectrum antibiotic market was corroborative of that of the defendants' officials on this subject. Tr. Vol. 46, pp. 5981-84, 6004-05, 6034-35.</p>\n<p>[33]  \"Free goods\" is merchandise furnished without charge in addition to that purchased and shown on the invoice at the list price. The result to the purchaser, of course, is a reduction in the overall price paid.</p>\n<p>[34]  The following are illustrative excerpts from salesmen's reports on competitive price cutting and free goods transactions:\n</p>\n<p>\"Neither Pfizer nor Lederle will knowingly be undersold by the other.\" (Squibb Exhibit 189)</p>\n<p>\"We just lost the business at Presbyterian Hospital . . . rough competition.\" (Squibb Exhibit 243)</p>\n<p>\"Hopkins have been purchasing all of the tetracycline that they use from Pfizer, at a most ridiculous price . . . I wonder if we are on the verge of another price war?\" (Squibb Exhibit 266)</p>\n<p>\"Wow! When is it going to stop?\" (Squibb Exhibit 317)</p>\n<p>\"The hospital received another 200 vials of IM from Lederle as free goods.\" (Bristol Exhibit 50)</p>\n<p>\"The hospital is getting sixty per cent in free goods from Lederle and Pfizer on tetracycline.\" (Bristol Exhibit 51)</p>\n<p>\"The most active competitor on tetracycline in our region has been the Charles Pfizer Company.\" (Plaintiff's Exhibit 787)</p>\n<p>\"As much is being given away as is sold. The book price is recognized as pure fiction.\" (Plaintiff's Exhibit 788)</p>\n<p>\"Bristol continues to raid Chicago.\" (Cyanamid Exhibit 155)</p>\n<p>\"Squibbs and Bristol leads [sic] the parade with a low of fifty percent in free goods on `tetracycline'.\" (Plaintiff's Exhibit 799)</p>\n<p>\"Various amounts of materials being given from trunks of cars.\" (Plaintiff's Exhibit 764)</p>\n<p>\"In view of highly competitive . . .\" (Plaintiff's Exhibit 795)</p>\n<p>In a report a Lederle agent complained of Pfizer's \"blitzing\", accusing Pfizer of wanting all the business, \"entertaining doctors by the dozen\". (Plaintiff's Exhibit 800)</p>\n<p>\"Pfizer is sponsoring golf tournaments for St. Elizabeth's Hospital . . . One of Pfizer's salesmen in the Maine area has been generous not only with the hospitals, but with druggists as well in the way of free goods. . . So far Squibb's efforts have only been in the very large hospitals, but they have not made any progress . . . Bristol has been most active in the Buffalo area and generally it is someone from management that sets up a deal through an account. . . Upjohn is just getting into the act in hospitals in an effort to get Panmycin established, but so far have not been as rough as Pfizer. This company is very generous with samples in the doctor's office, particularly with their readimix product. . . . In the long run we have to meet competition but I think your policy of keeping a cool head is a good one at present.\" (Cyanamid Exhibit 40 dated May, 1955)</p>\n<p>\"In my opinion, the Achromycin situation is becoming more serious day by day as our competitors continue to whittle away at key county, city and state institutions by bidding two per cent less than ourselves or by allowing their accounts to under-bid the $22.49 price . . .\" (Cyanamid Exhibit 42)</p>\n<p>[35]  Plaintiff prepared and submitted a \"scatter chart\" (plaintiff's Exhibit 999), showing that these price declines were much more pronounced for tetracycline than for more than one hundred other drugs. Plaintiff argues that some abnormal force  namely, a conspiracy  must have been at work to produce this result. These declines have been adequately explained by defendants and their economists (with whom plaintiff's economist was in basic agreement) as having been caused by the appearance on the market of new \"medium spectrum\" antibiotics and the growth of generic prescribing of tetracycline. And, of course, the possibility that the Kefauver Committee hearings had an impact cannot be discounted. Even so, the decline in prices of the combination tetracycline products which constituted by far the greater portion of tetracycline sold in the 1960's did not vary appreciably from the declines experienced by other drugs during that period.</p>\n<p>[36]  The Conover patent file wrapper (p. 65) indicates that Pfizer's attorneys had requested a deferment of the issuance of the patent until January 11, 1955, and this may have been for the purpose of allowing the attorneys to prepare the suit papers which Pfizer had promised Bristol it would file immediately upon the issuance of the patent.</p>\n<p>[37]  The attorneys for all defendants counseled the settlement. The uncertainties of patent litigation were summed up by Squibb's attorney who, after listing several considerations which prompted his recommendation, said:\n</p>\n<p>\"So you had all those considerations and I cannot see that there are any firm views by anybody as to whether we would win or lose. It is a situation that I have characterized in the past as rolling dice in the halls of justice. That is where we were.\" (Tr. Vol. 44, p. 5705)</p>\n<p>Plaintiff's strongly urged contention that Bristol, Squibb and Upjohn knew they could win these suits but settled anyway is simply not consonant with the realities which face all parties in complex patent litigation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/227648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/228153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/229325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/233784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/249920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/281831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/290939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/292637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/294636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1151333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1481190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1522260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1575414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1649380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1673195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1816027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1868308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1874878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1880703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1884543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1951052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2004256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2124762/"
  ]
}