{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1377108/",
  "absolute_url": "/opinion/1377108/united-roasters-inc-v-colgate-palmolive-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1377108/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:51:48.213108Z",
  "date_modified": "2016-04-26T22:16:01.434123Z",
  "type": "010combined",
  "sha1": "0466bdc668910adab152c60d31bb176a7c698fed",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>485 F.Supp. 1041 (1979)</b></center>\n<center><h1>UNITED ROASTERS, INC., Plaintiff,<br>\nv.<br>\nCOLGATE-PALMOLIVE COMPANY, Defendant.</h1></center>\n<center>No. 77-184-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 13, 1979.</center>\n<p><span class=\"star-pagination\">*1042</span> <span class=\"star-pagination\">*1043</span> George W. House and L. P. McLendon, Jr., Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., for United Roasters, Inc.</p>\n<p>J. Allen Adams and H. Hugh Stevens, Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., for Colgate-Palmolive Co.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff United Roasters, Inc. (UR) alleges in this diversity action that it was damaged by the wrongful conduct of a well-known conglomerate, Colgate-Palmolive Company (Colgate), when UR contractually transferred to Colgate all of its assets and process rights in the production of various snack foods. The complaint contains seven counts. Defendant Colgate has moved for partial summary judgment dismissing Counts 4 and 5. Count 4 alleged unfair trade practices and deceptive acts in violation of North Carolina General Statutes § 75-1.1 (1969 Repl.Vol.) Count 5 alleged a restraint of trade in violation of N.C.G.S. §§ 75-1 and 2.</p>\n<p>The court has studied 1,626 pages of depositions, 74 pages of answers to interrogatories, 29 pages of briefs and hundreds of pages of exhibits filed in support of and in opposition to the motion for partial summary judgment. This examination shows that substantial variance exists between the UR and Colgate versions of what occurred during the negotiation, formation, performance and termination of the contract; genuine issues of material fact remain to be decided at trial. Accordingly, Colgate's motion for partial summary judgment will be denied.</p>\n<p>However, Colgate's motion for partial summary judgment also attacks the legal theories set forth in Counts 4 and 5 as applied to the facts as alleged by UR. In this respect, Colgate's motion more closely resembles a motion to dismiss for failure to state a claim for which relief can be granted, although it is labeled a motion for partial summary judgment. Nevertheless, the court will proceed to determine the legal sufficiency of UR's allegations; a court may treat a motion for summary judgment as a motion to dismiss when it is concerned only with the sufficiency of the allegations within a count and not with factual material. <i>Grzelak v. Calumet Publishing Company, Inc.,</i> 543 F.2d 579 (7th Cir. 1975); F.R. Civ.P. 1.</p>\n<p></p>\n<h2>I. <i>Factual Background as Alleged by Plaintiff UR.</i>\n</h2>\n<p>Plaintiff is in the business of producing and distributing various roasted soybean and corn snacks from its plant located in Clayton, North Carolina. Interested in expansion of the marketing of its product, UR approached Colgate in October of 1972 for the purpose of negotiating a Colgate takeover of the marketing of UR's roasted snacks. The negotiations yielded roughly the following agreement: Colgate was to be permitted to study the soybean market and various manufacturing techniques. At the end of the study period, Colgate would decide whether to enter a test soybean market. Should Colgate decide to do so, it would pay UR four per cent of the test market sales, with a minimum payment of $100,000 and a maximum payment of $200,000 over the life of the test market. UR alleges that the test market was not to exceed two years, beginning on September 1, 1973, and ending on September 1, 1975. In exchange for the four per cent royalty payment, UR was to transfer all of its assets, including the right to the roasted soybean snack process, to Colgate. After the transfer, UR was to be retained as an independent contractor for the purpose of actual manufacture of the roasted soybean snacks. If Colgate decided not to expand the test market at the end of the two-year <span class=\"star-pagination\">*1044</span> period, the contract would \"terminate\" and the rights and assets transferred to Colgate would be returned to UR.</p>\n<p>The parties further agreed that if Colgate continued to market the roasted soybeans after the end of the two-year period (September 1, 1975), Colgate would pay UR over a twenty-five-year period the greater of four per cent of gross sales dollars (but not more than $200,000 each year) or seven per cent of gross profits after deducting the first two million dollars of gross profits each year. Colgate further agreed generally to be liable for all debts arising from UR's manufacture of the snacks, but would take UR's assets free and clear of any prior debts. Colgate was granted sole discretion to terminate the agreement at any time within the two-year period between September 1, 1973 and September 1, 1975 upon thirty days' written notice to UR. Colgate was also given the right to discontinue marketing the roasted soybeans at any time subsequent to the two-year period upon thirty days' written notice to UR. If Colgate decided to terminate the agreement, Colgate agreed to reconvey to UR all the assets transferred to it by UR on an \"as is\" basis at the time of the reconveyance, plus existing improvements, additions, repairs or replacements. In exchange, UR agreed to pay to Colgate the total net book value of all improvements and additions to the assets covered by the original conveyance.</p>\n<p>The shareholders of UR approved the contract on February 1, 1973. On March 28, 1973 Colgate had completed its initial studies and exercised its right to purchase all the assets of UR and to begin test marketing. UR cancelled all existing brokerage contracts, liquidated its stocks and notified all direct purchasers that production would be discontinued. From that point on, UR was effectively employed solely by Colgate to manufacture roasted soybean snacks for the sole use of Colgate in its distribution efforts during test marketing.</p>\n<p>Colgate gave the brand name of \"BAMBEANOS\" to the roasted soybean snack produced by UR and set up timetables for the actual test marketing of this product in various parts of the country. Meanwhile, in 1974 Dr. Maurice Hoover of North Carolina State University began working as a consultant in the development of a new snack product called \"JIMMY CRACK CORN\", a roasted corn kernel snack. UR presented JIMMY CRACK CORN to Colgate for consideration as a possible additional product. Experimentation and control taste-testing by Colgate indicated that JIMMY CRACK CORN could be very competitive in the snack food market.</p>\n<p>In the meantime, test-marketing of various flavors of BAMBEANOS continued. UR alleges that BAMBEANOS' average share of the snack nut market was \"unexpectedly and encouragingly high.\" UR further alleges that JIMMY CRACK CORN experienced the same success as BAMBEANOS. However, notwithstanding the apparent success of both BAMBEANOS and JIMMY CRACK CORN in the test marketing phase, UR alleges that Colgate in bad faith began certain deceptive practices which in the end destroyed UR's business. According to UR, Colgate's senior management secretly decided not to expand from the test market phase of the contract and to discontinue all efforts to market a soybean snack after January of 1976, but at the same time not to terminate UR's contract at the end of the test market phase, September 1, 1975. On the basis of written assurances by Colgate, UR claims that it was led to believe that Colgate intended to expand the marketing of the snacks. UR alleges that Colgate made the secret decision to discontinue marketing, but at the same time continue the contract, for three basic reasons:</p>\n<p>(1) Colgate realized that disclosure of such a decision would cause UR to cease production of JIMMY CRACK CORN, which Colgate needed to complete the test marketing of this apparently lucrative snack food;</p>\n<p>(2) Colgate desired to extend the time of the agreement as far as possible beyond the guideline date of September 1, 1975 in order to create an appearance that it had entered the last phase of the contract and thus force <span class=\"star-pagination\">*1045</span> UR to purchase Colgate's additions and new equipment before it could resume production; and</p>\n<p>(3) Colgate sought to prevent UR from resuming production of products which would be in direct competition in the snack food market with Colgate's newly-acquired subsidiary, Rivianna Foods.</p>\n<p>UR alleges that during the time between January and July, 1976, Colgate at no time gave the thirty-day notice of termination as required by the contract.</p>\n<p>Colgate first told UR on July 19, 1976 that it had previously decided not to expand the test market or in any manner continue marketing of roasted soybean snacks. Colgate allegedly told UR that, in spite of the certain profitability of BAMBEANOS, Colgate was not interested in any product which created less than fifteen million dollars in annual gross sales. UR's basic position at that time was that a fifteen-million-dollar objective was known to be unobtainable by all parties at the time of the original negotiations and that had that goal been disclosed, the shareholders of UR would never have wasted three years by entering into the Colgate contract. UR then demanded that Colgate terminate the contract, return the plant and equipment to UR, and allow UR to resume independent production and marketing of roasted soybean snacks. Colgate refused and stated that Colgate had just recently acquired a new subsidiary, Rivianna Foods, which was extensively involved in the snack food market, and that Colgate intended to give Rivianna an opportunity to review the BAMBEANOS test market data. Colgate apparently felt that it would be better equipped to handle a relatively low volume product through a subsidiary rather than on an independent contractor basis through the parent company.</p>\n<p>Colgate notified UR on August 24, 1976 that Rivianna Foods had decided against marketing UR's roasted soybean snacks. Moreover, Colgate further told UR to dismiss its work force and to end all expenditures because Colgate would no longer pay operation costs as required by the contract. Again UR demanded that Colgate return its assets \"plus then existing improvements.\" Colgate proposed in the alternative that the entire business be sold and the proceeds be divided between the parties. When UR continued to object and threatened legal action, Colgate allegedly reminded UR of its pre-contract note with Cameron-Brown of $100,000 due in October of 1976 which UR had no funds to pay and which the individual shareholders of UR had personally guaranteed. UR's most bitter allegation is that Colgate had previously agreed to cover the note if test-marketing delay disrupted royalty payments anticipated during the first year of the 25-year performance period. (Colgate specifically denies maneuvering UR closer to the default date on the Cameron-Brown note in order to give itself an unfair leverage in termination negotiations.)</p>\n<p>Efforts by Colgate and intensive negotiations by UR failed to produce a buyer for the business. In the meantime, Cameron-Brown demanded payment on the $100,000 note. Colgate again refused to pay the note for UR, stating that the only way UR would get any money was to find a buyer for the business. No buyer having been found, the guarantors of the note, the individual shareholders of UR, made payment on the note in June and July of 1977. UR alleges that the end result of Colgate's alleged unconscionable activities is simple: UR's business and the financial standing of its individual shareholders has been reduced to shambles. Moreover, the market now has one less competitor in the roasted soybean market, whether that competitor be UR, Colgate-Palmolive or Rivianna Foods.</p>\n<p></p>\n<h2>II. <i>Alleged Unfair and Deceptive Acts.</i>\n</h2>\n<p>United Roasters contends that the above-described actions by Colgate violate the North Carolina Unfair Trade Practices Act:</p>\n<blockquote>\"methods of competition, acts and practices regulated; legislative policy.  (a) Unfair methods of competition and unfair <span class=\"star-pagination\">*1046</span> or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.</blockquote>\n<blockquote>\"(b) The purpose of this section is to declare, and to provide civil legal means to maintain, ethical standards of dealings between persons engaged in business, and between persons engaged in business and the consuming public within this State, to the end that good faith and fair dealings between buyers and sellers at all levels of commerce be had in this State.\" N.C.G.S. § 75-1.1 (1975 Repl.Vol.).</blockquote>\n<p>Colgate has the burden of proof with respect to its claim that it is exempt from the provisions of the Act. N.C.G.S. § 75-1.1(d) (1975 Repl.Vol.). In an effort to carry that burden, Colgate alleges three factors which it claims to show that its actions as alleged by UR are not proscribed by the statute.</p>\n<p>First, Colgate contends that the scope of Section 75-1.1 concerns only sales involving individual consumers and not two or more business corporations of equal bargaining power. However, the plain wording of the statute reveals otherwise. Section 75-1.1 provides a civil remedy for unethical practices <i>between persons engaged in business.</i> Accordingly, the statute would apply to a bulk sale of a business' assets as much as it would to a consumer sale. <i>Harrington Manufacturing Company, Inc. v. Powell Manufacturing Company, Inc.,</i> 38 N.C.App. 393, 248 S.E.2d 739 (1978).</p>\n<p>Secondly, Colgate contends that competition between the defendant and the plaintiff is essential before a defendant may be found guilty of an unethical trade practice and that UR has failed to allege that either Colgate or Rivianna Foods is currently in competition with UR in the roasted soybean or corn kernel market. Colgate's contention is without merit for at least two reasons. First, UR alleges that Colgate and Rivianna are in competition with it in that Rivianna Foods currently produces various assortments of candies that compete with the snack foods produced by UR. Secondly, Section 75-1.1 nowhere states a requirement that the plaintiff and defendant be in actual competition with each other in a particular market. The purpose of the statute outlined in subsection (b) makes clear that the Act is directed toward maintaining ethical standards in dealings between persons engaged in business and to promote good faith at all levels of commerce in North Carolina. Should Colgate have acted with bad faith toward UR and in fact deceived UR, actual competition between Colgate-Rivianna and UR is irrelevant. The relevant fact is whether Colgate deceived UR or treated UR unfairly in furtherance of an <i>intent</i> to compete with UR. Actual competition is not necessary.</p>\n<p>Finally, Colgate argues that <i>State ex rel. Edmisten v. J. C. Penney Company,</i> 292 N.C. 311, 233 S.E.2d 895 (1977), indicates that under North Carolina law Colgate's action will be held to be outside the scope of Section 75-1.1:</p>\n<blockquote>\"Another state supreme court has held, in construing statutory language identical to that of G.S. 75-1.1(a), that only acts or practices `designed to effect a sale' are covered. <i>Johnston v. Beneficial Management Corp.,</i> 85 Wash.2d 637, 538 P.2d 510 (1975).\" 292 N.C. at 319, 233 S.E.2d at 900.</blockquote>\n<p>The acts of which UR complains center around (a) the failure of Colgate to give UR notice of termination of the contract, (b) Colgate's refusal to reconvey the assets originally purchased by Colgate from UR and (c) the secret decision by Colgate not to market BAMBEANOS. Colgate argues that these actions are clearly not \"designed to effect a sale.\" Accordingly, Colgate, relying on <i>Penney,</i> contends that its acts are not covered by the statute. The court disagrees.</p>\n<p>To begin with, the quotation from <i>Penney</i> is mere <i>obiter dictum</i> not binding on any court. This becomes more clear when the language is contrasted with other language in the <i>Penney</i> decision. The majority decision in <i>Penney</i> stresses that G.S. 75-1.1 covers activities \"surrounding\" or \"affecting\" a sale, or unfair and deceptive <span class=\"star-pagination\">*1047</span> acts involved in the exchange of goods. <i>Penney,</i> 292 N.C. at 316-17, 233 S.E.2d at 899. The cogent dissents filed by Justices Exum and Huskins emphasize this. <i>Id.,</i> 292 N.C. at 324, 233 S.E.2d at 903. In order for an activity to be covered by the Unfair Trade Practices Act, it need only \"surround\" or \"affect\" a sale; it need not meet the stricter standard of also inducing a sale.</p>\n<p>Colgate's alleged activities \"affected\" or \"surrounded\" the sale in at least two respects. First, they caused a termination of all binding obligations under the sales contract save for various provisions regarding the return of assets and payment for improvements. Few things more \"affect\" a sale than the cessation of all legal obligations flowing from the sales contract.</p>\n<p>Secondly, Colgate's termination of the sales contract would \"affect\" the original sale in that title to the assets, originally placed in the name of Colgate by the sale, would revert to UR, thereby depriving the original sale of a prerequisite of its validity under the Uniform Commercial Code. N.C. G.S. § 25-2-106(1).</p>\n<p>In contrast, the defendant's actions in <i>Penney</i> did not \"affect\" a sale, much less induce a sale. <i>Penney</i> involved an attack by the Attorney General against various debt collection activities by J. C. Penney Company. Penney presumably sold consumer products to individual buyers on credit and would enforce payment under the terms of a retail installment sales contract or a title-retaining security instrument. Title to the goods involved in <i>Penney</i> remained in the Penney Company at all times by reason of the retail installment sales contract (or, in the alternative, was transferred to the buyer-debtor and by him back to the Penney Company by way of a security agreement). Therefore, any later debt collection procedure by Penney would not \"affect a sale\" because the legal obligations of the parties and title to property remained unchanged. In the instant case, however, the legal obligations arising under the original sale would end upon termination and the termination would cause a transfer of title.</p>\n<p>Accordingly, the court finds that UR's complaint states a claim of unfair trade practices under N.C.G.S. § 75-1.1</p>\n<p></p>\n<h2>III. <i>Alleged Illegal Restraint of Trade.</i>\n</h2>\n<p>United Roasters alleges that Colgate's actions have restrained UR's ability to continue its production and marketing of roasted soybean products and its ability to pay its debts. UR argues that Colgate's actions constitute a violation of North Carolina's antitrust statutes which provide:</p>\n<blockquote>\"§ 75-1. Combinations in restraint of trade illegal.  Every contract, combination in the form of trust or otherwise, or conspiracy in restraint of trade or commerce in the State of North Carolina is hereby declared to be illegal. Every person or corporation who shall make any such contract expressly or shall knowingly be a party thereto by implication, or who shall engage in any such combination or conspiracy, shall be guilty of a misdemeanor, and upon conviction thereof such person shall be fined or imprisoned, or both, in the discretion of the court, whether such person entered into such contract individually or as an agent representing a corporation, and such corporation shall be fined in the discretion of the court not less than one thousand dollars ($1,000). (1913, c. 41, s. 1; C.S., s. 2559.)\" N.C.G.S. § 75-1 (1975 Repl.Vol.).</blockquote>\n<blockquote>\"§ 75-2. Any restraint in violation of common law included.  Any act, contract, combination in the form of trust, or conspiracy in restraint of trade or commerce which violates the principles of the common law is hereby declared to be in violation of G.S. 75-1. (1913, c. 41, s. 2; C.S., s. 2560.)\" N.C.G.S. § 75-2 (1975 Repl.Vol.).</blockquote>\n<p>Because Section 75-2 incorporates the common law on restraint of trade into Section 75-1, the common law is determinative of at least the minimum scope of Section 75-1. <i>Rose v. Vulcan Materials</i> <span class=\"star-pagination\">*1048</span> <i>Company,</i> 282 N.C. 643, 655, 194 S.E.2d 521, 530 (1973).<sup>[1]</sup></p>\n<p>Colgate asserts five reasons why it contends that its alleged actions are not within the ambit of the common law or Section 75-2. First, it argues that its alleged deceptive acts are not within the list of various restraints of trade that Professor Aycock describes in an extensive legal article as within the ambit of Section 75-2. Aycock, <i>Antitrust and Unfair Trade Practice Law in North Carolina  Federal Law Compared,</i> 50 N.C.L.Rev. 199 (1972).<sup>[2]</sup> However, Professor Aycock gave no indication that he meant his list to be exclusive. Moreover, the North Carolina Supreme Court has stated that any business practice not within the scope of the original common law \"Rule of Reason\", but alleged to be in restraint of trade on the ground that it is an unreasonable restriction on competition, is illegal, provided that the plaintiff carries the burden of proving unreasonableness. <i>Rose,</i> 282 N.C. at 657-58, 194 S.E.2d at 531 (1973). Should UR prove conspiracy to eliminate competition in the specific market of roasted soybean snacks, an actionable conspiracy would be shown under the Sherman Act and, hence, the common law. <i>E. g., </i><i>Bushie v. Stenocord Corporation,</i> 460 F.2d 116, 120 (9th Cir. 1972).</p>\n<p>Secondly, Colgate contends that UR has failed to allege a conspiracy as required by Section 75-2. However, the complaint specifically refers to a conspiracy between Colgate and its subsidiary, Rivianna Foods, to keep UR out of the roasted soybean snack market so that it could not compete with Rivianna Foods.</p>\n<p>Thirdly, Colgate contends that UR has failed to allege an essential element of a violation of the \"restraint of trade\" statute, i. e., public damage. Indeed, the North Carolina Supreme Court has held that an actionable conspiracy to restrain trade must operate to the prejudice of the public, in keeping with the common law's \"Rule of Reason\". <i>Rose,</i> 282 N.C. at 656, 194 S.E.2d at 530-31 (1973). Accordingly, public damage must be alleged and proven. However, Colgate has alleged no surprise or prejudice that would result should UR be permitted to amend its complaint to include an allegation of public damage. Accordingly, UR is granted leave to amend its complaint to allege that the public was damaged by Colgate's alleged restraint of trade. <i>See </i><i>Metropolitan Federal Savings &amp; Loan Association of New York v. East Brooklyn Savings Bank,</i> 319 F.Supp. 393, 395 (E.D.N. Y.1970).</p>\n<p>Colgate's fourth contention attacks the legal sufficiency of any allegation by UR of a monopoly between Colgate and Rivianna Foods of the soybean snack market. True, the complaint does not reveal an allegation of a monopoly, but rather a conspiracy to destroy any potential competition, but the gravamen of the complaint is not actual monopoly but rather an attempt by Colgate-Rivianna to enhance its ability to monopolize should it decide to do so.</p>\n<p>Finally, Colgate contends that the complaint is legally insufficient because it fails to allege that either Colgate or Rivianna was in actual competition with UR in the soybean snack food market. Colgate argues that such failure renders the complaint legally insufficient because the plaintiffvictim <span class=\"star-pagination\">*1049</span> and the defendant-conspirator must be in actual competition with each other in order to support a claim under the common law of restraint of trade. Although Colgate cites no cases in support of this proposition, the court finds language in two cases that seems to do so. <i>See </i><i>Thomson Newspapers, Inc. v. Toledo Typographical Union No. 63, ITU,</i> 387 F.Supp. 351, 354 (E.D. Mich.1974); <i>Texasgulf, Inc. v. Canada Development Corporation,</i> 366 F.Supp. 374, 407 (S.D.Tex.1973).</p>\n<p>However, Colgate's final contention must fail because UR in fact alleges competition between UR and Colgate-Rivianna in that Rivianna's present production of candy foods directly competes with the roasted soybean and corn kernel snack market. Moreover, despite the language of the cases cited, the court is not convinced that actual competition between the plaintiff and the defendant must be shown in order to establish a valid claim of common law restraint of trade. Cases applying the Sherman Act stress that the proper focus is upon the challenged restraint's impact on competitive conditions. \"The true test of legality is whether the restraint imposed . . . may suppress or even destroy competition.\" <i>National Society of Professional Engineers v. United States,</i> 435 U.S. 679, 691, 98 S.Ct. 1355, 1365, 55 L.Ed.2d 637 (1978). So long as the defendant willfully engaged in acts that are calculated to destroy competition in a particular market, it is irrelevant whether the defendant is actually engaged in the market. Only an intention and capacity to compete by Colgate or Rivianna against UR is essential; actual competition need not be shown. <i>Cf., </i><i>American Football League v. National Football League,</i> 205 F.Supp. 60, 65 (D.Md.1962), <i>aff'd,</i> 323 F.2d 124, 132 n. 18 (4th Cir. 1963) [\"dangerous probability\" that defendant will or intends to monopolize a market is sufficient to show a violation of Section 2 of the Sherman Act; actual monopolization is not necessary;]<sup>[3]</sup><i>see </i><i>Times-Picayune Publishing Company v. United States,</i> 345 U.S. 594, 626, 73 S.Ct. 872, 890, 77 L.Ed. 1277 (1953).</p>\n<p>The conclusion is that the allegations of Count 5 of the complaint are sufficient to state a violation of Sections 75-2 and 75-1 of the North Carolina General Statutes. An order accordingly will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Unfortunately, there is a relative dearth of case law in North Carolina on the common law of antitrust, but the North Carolina Supreme Court has stated that a court may look to cases applying Section 1 of the Sherman Act (15 U.S.C. § 1) in determining the full reach of Section 75-2 because the two statutes are similarly worded. <i>Rose,</i> 282 N.C. at 655, 194 S.E.2d at 530. However, caution must be exercised in doing so because the Sherman Act is in some respects broader than the common law. <i>United States v. Socony-Vacuum Oil Company,</i> 310 U.S. 150, 60 S.Ct. 811, 84 L.Ed. 1129, <i>rehearing denied,</i> 310 U.S. 658, 60 S.Ct. 1091, 84 L.Ed. 1421 (1940). Sherman Act cases are relevant only insofar as they reflect the common law.</p>\n<p>[2]  \"Chapter 75 is primarily directed at non-ancillary restraints of trade, such as price fixing, exclusive territorial arrangements, exclusive dealing, refusals to deal, monopolization, attempts to monopolize, combinations and conspiracies to monopolize, unfair methods of competition, and unfair trade practices.\" 50 N.C.L.Rev. at 207.</p>\n<p>[3]  <i>Rose v. Vulcan Materials Company,</i> 282 N.C. 643, 194 S.E.2d 521 (1973), does not expressly preclude the use of cases applying Section 2 of the Sherman Act, which deals with monopolies. Section 2 supplements and reflects Section 1's proscription on illegal restraints of trade, and therefore reflects to some extent the common law. <i>Cf., </i><i>Standard Oil Company v. United States,</i> 221 U.S. 1, 31 S.Ct. 502, 55 L.Ed. 619 (1911).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1041</span></span> (1979)</b></center>\n<center><h1>UNITED ROASTERS, INC., Plaintiff,<br>\nv.<br>\nCOLGATE-PALMOLIVE COMPANY, Defendant.</h1></center>\n<center>No. 77-184-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 13, 1979.</center>\n<p><span class=\"star-pagination\">*1042</span> <span class=\"star-pagination\">*1043</span> George W. House and L. P. McLendon, Jr., Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., for United Roasters, Inc.</p>\n<p>J. Allen Adams and H. Hugh Stevens, Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., for Colgate-Palmolive Co.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff United Roasters, Inc. (UR) alleges in this diversity action that it was damaged by the wrongful conduct of a well-known conglomerate, Colgate-Palmolive Company (Colgate), when UR contractually transferred to Colgate all of its assets and process rights in the production of various snack foods. The complaint contains seven counts. Defendant Colgate has moved for partial summary judgment dismissing Counts 4 and 5. Count 4 alleged unfair trade practices and deceptive acts in violation of North Carolina General Statutes § 75-1.1 (1969 Repl.Vol.) Count 5 alleged a restraint of trade in violation of N.C.G.S. §§ 75-1 and 2.</p>\n<p>The court has studied 1,626 pages of depositions, 74 pages of answers to interrogatories, 29 pages of briefs and hundreds of pages of exhibits filed in support of and in opposition to the motion for partial summary judgment. This examination shows that substantial variance exists between the UR and Colgate versions of what occurred during the negotiation, formation, performance and termination of the contract; genuine issues of material fact remain to be decided at trial. Accordingly, Colgate's motion for partial summary judgment will be denied.</p>\n<p>However, Colgate's motion for partial summary judgment also attacks the legal theories set forth in Counts 4 and 5 as applied to the facts as alleged by UR. In this respect, Colgate's motion more closely resembles a motion to dismiss for failure to state a claim for which relief can be granted, although it is labeled a motion for partial summary judgment. Nevertheless, the court will proceed to determine the legal sufficiency of UR's allegations; a court may treat a motion for summary judgment as a motion to dismiss when it is concerned only with the sufficiency of the allegations within a count and not with factual material. <i>Grzelak v. Calumet Publishing Company, Inc.,</i> <span class=\"citation\" data-id=\"339872\"><a href=\"/opinion/339872/judy-grzelak-v-calumet-publishing-company-inc/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">579</span></a></span> (7th Cir. 1975); F.R. Civ.P. 1.</p>\n<p></p>\n<h2>I. <i>Factual Background as Alleged by Plaintiff UR.</i>\n</h2>\n<p>Plaintiff is in the business of producing and distributing various roasted soybean and corn snacks from its plant located in Clayton, North Carolina. Interested in expansion of the marketing of its product, UR approached Colgate in October of 1972 for the purpose of negotiating a Colgate takeover of the marketing of UR's roasted snacks. The negotiations yielded roughly the following agreement: Colgate was to be permitted to study the soybean market and various manufacturing techniques. At the end of the study period, Colgate would decide whether to enter a test soybean market. Should Colgate decide to do so, it would pay UR four per cent of the test market sales, with a minimum payment of $100,000 and a maximum payment of $200,000 over the life of the test market. UR alleges that the test market was not to exceed two years, beginning on September 1, 1973, and ending on September 1, 1975. In exchange for the four per cent royalty payment, UR was to transfer all of its assets, including the right to the roasted soybean snack process, to Colgate. After the transfer, UR was to be retained as an independent contractor for the purpose of actual manufacture of the roasted soybean snacks. If Colgate decided not to expand the test market at the end of the two-year <span class=\"star-pagination\">*1044</span> period, the contract would \"terminate\" and the rights and assets transferred to Colgate would be returned to UR.</p>\n<p>The parties further agreed that if Colgate continued to market the roasted soybeans after the end of the two-year period (September 1, 1975), Colgate would pay UR over a twenty-five-year period the greater of four per cent of gross sales dollars (but not more than $200,000 each year) or seven per cent of gross profits after deducting the first two million dollars of gross profits each year. Colgate further agreed generally to be liable for all debts arising from UR's manufacture of the snacks, but would take UR's assets free and clear of any prior debts. Colgate was granted sole discretion to terminate the agreement at any time within the two-year period between September 1, 1973 and September 1, 1975 upon thirty days' written notice to UR. Colgate was also given the right to discontinue marketing the roasted soybeans at any time subsequent to the two-year period upon thirty days' written notice to UR. If Colgate decided to terminate the agreement, Colgate agreed to reconvey to UR all the assets transferred to it by UR on an \"as is\" basis at the time of the reconveyance, plus existing improvements, additions, repairs or replacements. In exchange, UR agreed to pay to Colgate the total net book value of all improvements and additions to the assets covered by the original conveyance.</p>\n<p>The shareholders of UR approved the contract on February 1, 1973. On March 28, 1973 Colgate had completed its initial studies and exercised its right to purchase all the assets of UR and to begin test marketing. UR cancelled all existing brokerage contracts, liquidated its stocks and notified all direct purchasers that production would be discontinued. From that point on, UR was effectively employed solely by Colgate to manufacture roasted soybean snacks for the sole use of Colgate in its distribution efforts during test marketing.</p>\n<p>Colgate gave the brand name of \"BAMBEANOS\" to the roasted soybean snack produced by UR and set up timetables for the actual test marketing of this product in various parts of the country. Meanwhile, in 1974 Dr. Maurice Hoover of North Carolina State University began working as a consultant in the development of a new snack product called \"JIMMY CRACK CORN\", a roasted corn kernel snack. UR presented JIMMY CRACK CORN to Colgate for consideration as a possible additional product. Experimentation and control taste-testing by Colgate indicated that JIMMY CRACK CORN could be very competitive in the snack food market.</p>\n<p>In the meantime, test-marketing of various flavors of BAMBEANOS continued. UR alleges that BAMBEANOS' average share of the snack nut market was \"unexpectedly and encouragingly high.\" UR further alleges that JIMMY CRACK CORN experienced the same success as BAMBEANOS. However, notwithstanding the apparent success of both BAMBEANOS and JIMMY CRACK CORN in the test marketing phase, UR alleges that Colgate in bad faith began certain deceptive practices which in the end destroyed UR's business. According to UR, Colgate's senior management secretly decided not to expand from the test market phase of the contract and to discontinue all efforts to market a soybean snack after January of 1976, but at the same time not to terminate UR's contract at the end of the test market phase, September 1, 1975. On the basis of written assurances by Colgate, UR claims that it was led to believe that Colgate intended to expand the marketing of the snacks. UR alleges that Colgate made the secret decision to discontinue marketing, but at the same time continue the contract, for three basic reasons:</p>\n<p>(1) Colgate realized that disclosure of such a decision would cause UR to cease production of JIMMY CRACK CORN, which Colgate needed to complete the test marketing of this apparently lucrative snack food;</p>\n<p>(2) Colgate desired to extend the time of the agreement as far as possible beyond the guideline date of September 1, 1975 in order to create an appearance that it had entered the last phase of the contract and thus force <span class=\"star-pagination\">*1045</span> UR to purchase Colgate's additions and new equipment before it could resume production; and</p>\n<p>(3) Colgate sought to prevent UR from resuming production of products which would be in direct competition in the snack food market with Colgate's newly-acquired subsidiary, Rivianna Foods.</p>\n<p>UR alleges that during the time between January and July, 1976, Colgate at no time gave the thirty-day notice of termination as required by the contract.</p>\n<p>Colgate first told UR on July 19, 1976 that it had previously decided not to expand the test market or in any manner continue marketing of roasted soybean snacks. Colgate allegedly told UR that, in spite of the certain profitability of BAMBEANOS, Colgate was not interested in any product which created less than fifteen million dollars in annual gross sales. UR's basic position at that time was that a fifteen-million-dollar objective was known to be unobtainable by all parties at the time of the original negotiations and that had that goal been disclosed, the shareholders of UR would never have wasted three years by entering into the Colgate contract. UR then demanded that Colgate terminate the contract, return the plant and equipment to UR, and allow UR to resume independent production and marketing of roasted soybean snacks. Colgate refused and stated that Colgate had just recently acquired a new subsidiary, Rivianna Foods, which was extensively involved in the snack food market, and that Colgate intended to give Rivianna an opportunity to review the BAMBEANOS test market data. Colgate apparently felt that it would be better equipped to handle a relatively low volume product through a subsidiary rather than on an independent contractor basis through the parent company.</p>\n<p>Colgate notified UR on August 24, 1976 that Rivianna Foods had decided against marketing UR's roasted soybean snacks. Moreover, Colgate further told UR to dismiss its work force and to end all expenditures because Colgate would no longer pay operation costs as required by the contract. Again UR demanded that Colgate return its assets \"plus then existing improvements.\" Colgate proposed in the alternative that the entire business be sold and the proceeds be divided between the parties. When UR continued to object and threatened legal action, Colgate allegedly reminded UR of its pre-contract note with Cameron-Brown of $100,000 due in October of 1976 which UR had no funds to pay and which the individual shareholders of UR had personally guaranteed. UR's most bitter allegation is that Colgate had previously agreed to cover the note if test-marketing delay disrupted royalty payments anticipated during the first year of the 25-year performance period. (Colgate specifically denies maneuvering UR closer to the default date on the Cameron-Brown note in order to give itself an unfair leverage in termination negotiations.)</p>\n<p>Efforts by Colgate and intensive negotiations by UR failed to produce a buyer for the business. In the meantime, Cameron-Brown demanded payment on the $100,000 note. Colgate again refused to pay the note for UR, stating that the only way UR would get any money was to find a buyer for the business. No buyer having been found, the guarantors of the note, the individual shareholders of UR, made payment on the note in June and July of 1977. UR alleges that the end result of Colgate's alleged unconscionable activities is simple: UR's business and the financial standing of its individual shareholders has been reduced to shambles. Moreover, the market now has one less competitor in the roasted soybean market, whether that competitor be UR, Colgate-Palmolive or Rivianna Foods.</p>\n<p></p>\n<h2>II. <i>Alleged Unfair and Deceptive Acts.</i>\n</h2>\n<p>United Roasters contends that the above-described actions by Colgate violate the North Carolina Unfair Trade Practices Act:</p>\n<blockquote>\"methods of competition, acts and practices regulated; legislative policy.  (a) Unfair methods of competition and unfair <span class=\"star-pagination\">*1046</span> or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.</blockquote>\n<blockquote>\"(b) The purpose of this section is to declare, and to provide civil legal means to maintain, ethical standards of dealings between persons engaged in business, and between persons engaged in business and the consuming public within this State, to the end that good faith and fair dealings between buyers and sellers at all levels of commerce be had in this State.\" N.C.G.S. § 75-1.1 (1975 Repl.Vol.).</blockquote>\n<p>Colgate has the burden of proof with respect to its claim that it is exempt from the provisions of the Act. N.C.G.S. § 75-1.1(d) (1975 Repl.Vol.). In an effort to carry that burden, Colgate alleges three factors which it claims to show that its actions as alleged by UR are not proscribed by the statute.</p>\n<p>First, Colgate contends that the scope of Section 75-1.1 concerns only sales involving individual consumers and not two or more business corporations of equal bargaining power. However, the plain wording of the statute reveals otherwise. Section 75-1.1 provides a civil remedy for unethical practices <i>between persons engaged in business.</i> Accordingly, the statute would apply to a bulk sale of a business' assets as much as it would to a consumer sale. <i>Harrington Manufacturing Company, Inc. v. Powell Manufacturing Company, Inc.,</i> 38 N.C.App. 393, <span class=\"citation\" data-id=\"1213487\"><a href=\"/opinion/1213487/harrington-mfg-co-inc-v-powell-mfg-co/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">739</span></a></span> (1978).</p>\n<p>Secondly, Colgate contends that competition between the defendant and the plaintiff is essential before a defendant may be found guilty of an unethical trade practice and that UR has failed to allege that either Colgate or Rivianna Foods is currently in competition with UR in the roasted soybean or corn kernel market. Colgate's contention is without merit for at least two reasons. First, UR alleges that Colgate and Rivianna are in competition with it in that Rivianna Foods currently produces various assortments of candies that compete with the snack foods produced by UR. Secondly, Section 75-1.1 nowhere states a requirement that the plaintiff and defendant be in actual competition with each other in a particular market. The purpose of the statute outlined in subsection (b) makes clear that the Act is directed toward maintaining ethical standards in dealings between persons engaged in business and to promote good faith at all levels of commerce in North Carolina. Should Colgate have acted with bad faith toward UR and in fact deceived UR, actual competition between Colgate-Rivianna and UR is irrelevant. The relevant fact is whether Colgate deceived UR or treated UR unfairly in furtherance of an <i>intent</i> to compete with UR. Actual competition is not necessary.</p>\n<p>Finally, Colgate argues that <i>State ex rel. Edmisten v. J. C. Penney Company,</i> <span class=\"citation\" data-id=\"1343215\"><a href=\"/opinion/1343215/state-ex-rel-edmisten-v-jc-penney-co/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">311</span></a></span>, <span class=\"citation\" data-id=\"1343215\"><a href=\"/opinion/1343215/state-ex-rel-edmisten-v-jc-penney-co/\"><span class=\"volume\">233</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">895</span></a></span> (1977), indicates that under North Carolina law Colgate's action will be held to be outside the scope of Section 75-1.1:</p>\n<blockquote>\"Another state supreme court has held, in construing statutory language identical to that of G.S. 75-1.1(a), that only acts or practices `designed to effect a sale' are covered. <i>Johnston v. Beneficial Management Corp.,</i> 85 Wash.2d 637, <span class=\"citation\" data-id=\"1163685\"><a href=\"/opinion/1163685/johnston-v-beneficial-management/\"><span class=\"volume\">538</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">510</span></a></span> (1975).\" 292 N.C. at 319, 233 S.E.2d at 900.</blockquote>\n<p>The acts of which UR complains center around (a) the failure of Colgate to give UR notice of termination of the contract, (b) Colgate's refusal to reconvey the assets originally purchased by Colgate from UR and (c) the secret decision by Colgate not to market BAMBEANOS. Colgate argues that these actions are clearly not \"designed to effect a sale.\" Accordingly, Colgate, relying on <i>Penney,</i> contends that its acts are not covered by the statute. The court disagrees.</p>\n<p>To begin with, the quotation from <i>Penney</i> is mere <i>obiter dictum</i> not binding on any court. This becomes more clear when the language is contrasted with other language in the <i>Penney</i> decision. The majority decision in <i>Penney</i> stresses that G.S. 75-1.1 covers activities \"surrounding\" or \"affecting\" a sale, or unfair and deceptive <span class=\"star-pagination\">*1047</span> acts involved in the exchange of goods. <i>Penney,</i> 292 N.C. at 316-17, 233 S.E.2d at 899. The cogent dissents filed by Justices Exum and Huskins emphasize this. <i>Id.,</i> 292 N.C. at 324, 233 S.E.2d at 903. In order for an activity to be covered by the Unfair Trade Practices Act, it need only \"surround\" or \"affect\" a sale; it need not meet the stricter standard of also inducing a sale.</p>\n<p>Colgate's alleged activities \"affected\" or \"surrounded\" the sale in at least two respects. First, they caused a termination of all binding obligations under the sales contract save for various provisions regarding the return of assets and payment for improvements. Few things more \"affect\" a sale than the cessation of all legal obligations flowing from the sales contract.</p>\n<p>Secondly, Colgate's termination of the sales contract would \"affect\" the original sale in that title to the assets, originally placed in the name of Colgate by the sale, would revert to UR, thereby depriving the original sale of a prerequisite of its validity under the Uniform Commercial Code. N.C. G.S. § 25-2-106(1).</p>\n<p>In contrast, the defendant's actions in <i>Penney</i> did not \"affect\" a sale, much less induce a sale. <i>Penney</i> involved an attack by the Attorney General against various debt collection activities by J. C. Penney Company. Penney presumably sold consumer products to individual buyers on credit and would enforce payment under the terms of a retail installment sales contract or a title-retaining security instrument. Title to the goods involved in <i>Penney</i> remained in the Penney Company at all times by reason of the retail installment sales contract (or, in the alternative, was transferred to the buyer-debtor and by him back to the Penney Company by way of a security agreement). Therefore, any later debt collection procedure by Penney would not \"affect a sale\" because the legal obligations of the parties and title to property remained unchanged. In the instant case, however, the legal obligations arising under the original sale would end upon termination and the termination would cause a transfer of title.</p>\n<p>Accordingly, the court finds that UR's complaint states a claim of unfair trade practices under N.C.G.S. § 75-1.1</p>\n<p></p>\n<h2>III. <i>Alleged Illegal Restraint of Trade.</i>\n</h2>\n<p>United Roasters alleges that Colgate's actions have restrained UR's ability to continue its production and marketing of roasted soybean products and its ability to pay its debts. UR argues that Colgate's actions constitute a violation of North Carolina's antitrust statutes which provide:</p>\n<blockquote>\"§ 75-1. Combinations in restraint of trade illegal.  Every contract, combination in the form of trust or otherwise, or conspiracy in restraint of trade or commerce in the State of North Carolina is hereby declared to be illegal. Every person or corporation who shall make any such contract expressly or shall knowingly be a party thereto by implication, or who shall engage in any such combination or conspiracy, shall be guilty of a misdemeanor, and upon conviction thereof such person shall be fined or imprisoned, or both, in the discretion of the court, whether such person entered into such contract individually or as an agent representing a corporation, and such corporation shall be fined in the discretion of the court not less than one thousand dollars ($1,000). (1913, c. 41, s. 1; C.S., s. 2559.)\" N.C.G.S. § 75-1 (1975 Repl.Vol.).</blockquote>\n<blockquote>\"§ 75-2. Any restraint in violation of common law included.  Any act, contract, combination in the form of trust, or conspiracy in restraint of trade or commerce which violates the principles of the common law is hereby declared to be in violation of G.S. 75-1. (1913, c. 41, s. 2; C.S., s. 2560.)\" N.C.G.S. § 75-2 (1975 Repl.Vol.).</blockquote>\n<p>Because Section 75-2 incorporates the common law on restraint of trade into Section 75-1, the common law is determinative of at least the minimum scope of Section 75-1. <i>Rose v. Vulcan Materials</i> <span class=\"star-pagination\">*1048</span> <i>Company,</i> <span class=\"citation\" data-id=\"1332827\"><a href=\"/opinion/1332827/rose-v-vulcan-materials-company/\"><span class=\"volume\">282</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">643</span></a></span>, 655, <span class=\"citation\" data-id=\"1332827\"><a href=\"/opinion/1332827/rose-v-vulcan-materials-company/\"><span class=\"volume\">194</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">521</span></a></span>, 530 (1973).<sup>[1]</sup></p>\n<p>Colgate asserts five reasons why it contends that its alleged actions are not within the ambit of the common law or Section 75-2. First, it argues that its alleged deceptive acts are not within the list of various restraints of trade that Professor Aycock describes in an extensive legal article as within the ambit of Section 75-2. Aycock, <i>Antitrust and Unfair Trade Practice Law in North Carolina  Federal Law Compared,</i> 50 N.C.L.Rev. 199 (1972).<sup>[2]</sup> However, Professor Aycock gave no indication that he meant his list to be exclusive. Moreover, the North Carolina Supreme Court has stated that any business practice not within the scope of the original common law \"Rule of Reason\", but alleged to be in restraint of trade on the ground that it is an unreasonable restriction on competition, is illegal, provided that the plaintiff carries the burden of proving unreasonableness. <i>Rose,</i> 282 N.C. at 657-58, 194 S.E.2d at 531 (1973). Should UR prove conspiracy to eliminate competition in the specific market of roasted soybean snacks, an actionable conspiracy would be shown under the Sherman Act and, hence, the common law. <i>E. g., </i><i>Bushie v. Stenocord Corporation,</i> <span class=\"citation\" data-id=\"303417\"><a href=\"/opinion/303417/hamilton-c-bushie-and-doris-ann-bushie-v-stenocord-corporation/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span>, 120 (9th Cir. 1972).</p>\n<p>Secondly, Colgate contends that UR has failed to allege a conspiracy as required by Section 75-2. However, the complaint specifically refers to a conspiracy between Colgate and its subsidiary, Rivianna Foods, to keep UR out of the roasted soybean snack market so that it could not compete with Rivianna Foods.</p>\n<p>Thirdly, Colgate contends that UR has failed to allege an essential element of a violation of the \"restraint of trade\" statute, i. e., public damage. Indeed, the North Carolina Supreme Court has held that an actionable conspiracy to restrain trade must operate to the prejudice of the public, in keeping with the common law's \"Rule of Reason\". <i>Rose,</i> 282 N.C. at 656, 194 S.E.2d at 530-31 (1973). Accordingly, public damage must be alleged and proven. However, Colgate has alleged no surprise or prejudice that would result should UR be permitted to amend its complaint to include an allegation of public damage. Accordingly, UR is granted leave to amend its complaint to allege that the public was damaged by Colgate's alleged restraint of trade. <i>See </i><i>Metropolitan Federal Savings &amp; Loan Association of New York v. East Brooklyn Savings Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">393</span></span>, 395 (E.D.N. Y.1970).</p>\n<p>Colgate's fourth contention attacks the legal sufficiency of any allegation by UR of a monopoly between Colgate and Rivianna Foods of the soybean snack market. True, the complaint does not reveal an allegation of a monopoly, but rather a conspiracy to destroy any potential competition, but the gravamen of the complaint is not actual monopoly but rather an attempt by Colgate-Rivianna to enhance its ability to monopolize should it decide to do so.</p>\n<p>Finally, Colgate contends that the complaint is legally insufficient because it fails to allege that either Colgate or Rivianna was in actual competition with UR in the soybean snack food market. Colgate argues that such failure renders the complaint legally insufficient because the plaintiffvictim <span class=\"star-pagination\">*1049</span> and the defendant-conspirator must be in actual competition with each other in order to support a claim under the common law of restraint of trade. Although Colgate cites no cases in support of this proposition, the court finds language in two cases that seems to do so. <i>See </i><i>Thomson Newspapers, Inc. v. Toledo Typographical Union No. 63, ITU,</i> <span class=\"citation\" data-id=\"1672181\"><a href=\"/opinion/1672181/thomson-newspapers-inc-v-toledo-typo-u-no-63-itu/\"><span class=\"volume\">387</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">351</span></a></span>, 354 (E.D. Mich.1974); <i>Texasgulf, Inc. v. Canada Development Corporation,</i> <span class=\"citation\" data-id=\"1502736\"><a href=\"/opinion/1502736/texasgulf-inc-v-canada-development-corporation/\"><span class=\"volume\">366</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">374</span></a></span>, 407 (S.D.Tex.1973).</p>\n<p>However, Colgate's final contention must fail because UR in fact alleges competition between UR and Colgate-Rivianna in that Rivianna's present production of candy foods directly competes with the roasted soybean and corn kernel snack market. Moreover, despite the language of the cases cited, the court is not convinced that actual competition between the plaintiff and the defendant must be shown in order to establish a valid claim of common law restraint of trade. Cases applying the Sherman Act stress that the proper focus is upon the challenged restraint's impact on competitive conditions. \"The true test of legality is whether the restraint imposed . . . may suppress or even destroy competition.\" <i>National Society of Professional Engineers v. United States,</i> <span class=\"citation\" data-id=\"109833\"><a href=\"/opinion/109833/national-soc-of-professional-engineers-v-united-states/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">679</span></a></span>, 691, <span class=\"citation\" data-id=\"109833\"><a href=\"/opinion/109833/national-soc-of-professional-engineers-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1355</span></a></span>, 1365, <span class=\"citation\" data-id=\"109833\"><a href=\"/opinion/109833/national-soc-of-professional-engineers-v-united-states/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">637</span></a></span> (1978). So long as the defendant willfully engaged in acts that are calculated to destroy competition in a particular market, it is irrelevant whether the defendant is actually engaged in the market. Only an intention and capacity to compete by Colgate or Rivianna against UR is essential; actual competition need not be shown. <i>Cf., </i><i>American Football League v. National Football League,</i> <span class=\"citation\" data-id=\"2181427\"><a href=\"/opinion/2181427/american-football-league-v-national-football-league/\"><span class=\"volume\">205</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">60</span></a></span>, 65 (D.Md.1962), <i>aff'd,</i> <span class=\"citation\" data-id=\"261916\"><a href=\"/opinion/261916/american-football-league-v-national-football-league/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 132 n. 18 (4th Cir. 1963) [\"dangerous probability\" that defendant will or intends to monopolize a market is sufficient to show a violation of Section 2 of the Sherman Act; actual monopolization is not necessary;]<sup>[3]</sup><i>see </i><i>Times-Picayune Publishing Company v. United States,</i> <span class=\"citation\" data-id=\"105131\"><a href=\"/opinion/105131/times-picayune-publishing-co-v-united-states/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">594</span></a></span>, 626, <span class=\"citation\" data-id=\"105131\"><a href=\"/opinion/105131/times-picayune-publishing-co-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></a></span>, 890, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1277</span></span> (1953).</p>\n<p>The conclusion is that the allegations of Count 5 of the complaint are sufficient to state a violation of Sections 75-2 and 75-1 of the North Carolina General Statutes. An order accordingly will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  Unfortunately, there is a relative dearth of case law in North Carolina on the common law of antitrust, but the North Carolina Supreme Court has stated that a court may look to cases applying Section 1 of the Sherman Act (15 U.S.C. § 1) in determining the full reach of Section 75-2 because the two statutes are similarly worded. <i>Rose,</i> 282 N.C. at 655, 194 S.E.2d at 530. However, caution must be exercised in doing so because the Sherman Act is in some respects broader than the common law. <i>United States v. Socony-Vacuum Oil Company,</i> <span class=\"citation\" data-id=\"103352\"><a href=\"/opinion/103352/united-states-v-socony-vacuum-oil-co/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">811</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1129</span></span>, <i>rehearing denied,</i> <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1091</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1421</span></span> (1940). Sherman Act cases are relevant only insofar as they reflect the common law.</p>\n<p>[2]  \"Chapter 75 is primarily directed at non-ancillary restraints of trade, such as price fixing, exclusive territorial arrangements, exclusive dealing, refusals to deal, monopolization, attempts to monopolize, combinations and conspiracies to monopolize, unfair methods of competition, and unfair trade practices.\" 50 N.C.L.Rev. at 207.</p>\n<p>[3]  <i>Rose v. Vulcan Materials Company,</i> <span class=\"citation\" data-id=\"1332827\"><a href=\"/opinion/1332827/rose-v-vulcan-materials-company/\"><span class=\"volume\">282</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"1332827\"><a href=\"/opinion/1332827/rose-v-vulcan-materials-company/\"><span class=\"volume\">194</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">521</span></a></span> (1973), does not expressly preclude the use of cases applying Section 2 of the Sherman Act, which deals with monopolies. Section 2 supplements and reflects Section 1's proscription on illegal restraints of trade, and therefore reflects to some extent the common law. <i>Cf., </i><i>Standard Oil Company v. United States,</i> <span class=\"citation\" data-id=\"1292781\"><a href=\"/opinion/1292781/standard-oil-co-of-nj-v-united-sates/\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">502</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">619</span></span> (1911).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1163685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1292781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1343215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1502736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1672181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2181427/"
  ]
}