{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1377477/",
  "absolute_url": "/opinion/1377477/united-roasters-inc-v-colgate-palmolive-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1377477/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:51:52.343668Z",
  "date_modified": "2016-02-29T09:10:18.409225Z",
  "type": "010combined",
  "sha1": "34c56d87f111cfd137dce641c004d425ce74f983",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>485 F.Supp. 1049 (1980)</b></center>\n<center><h1>UNITED ROASTERS, INC., Plaintiff,<br>\nv.<br>\nCOLGATE-PALMOLIVE COMPANY, Defendant.</h1></center>\n<center>No. 77-184-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 23, 1980.</center>\n<p><span class=\"star-pagination\">*1050</span> <span class=\"star-pagination\">*1051</span> George W. House and L. P. McLendon, Jr., Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., for United Roasters, Inc.</p>\n<p>J. Allen Adams and H. Hugh Stevens, Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., for Colgate-Palmolive Co.</p>\n<p></p>\n<h2><i>Memorandum of Decision and Order</i></h2>\n<p>MALETZ, Judge.<sup>[*]</sup></p>\n<p>Upon consideration of the record, the findings of the jury, the memoranda of the parties and after oral argument, the court concludes for the reasons that follow (1) that N.C.G.S. § 75.1.1 does not apply to the contract termination transaction in issue; and (2) that even assuming that this statute is applicable, it has not been violated. Accordingly, the court holds that plaintiff's motion for treble damages and attorneys' fees should be denied.</p>\n<p></p>\n<h2><i>The Statutes</i></h2>\n<p>N.C.G.S. § 75-1.1 provides in part:</p>\n<blockquote>\n<i>Methods of competition, acts and practices regulated; legislative policy.</i>  (a) Unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.</blockquote>\n<blockquote>(b) The purpose of this section is to declare, and to provide civil legal means to maintain, ethical standards of dealings between persons engaged in business, and between persons engaged in business and the consuming public within this State, to the end that good faith and fair dealings between buyers and sellers at all levels of commerce be had in this State.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(d) Any party claiming to be exempt from the provisions of this section shall have the burden of proof with respect to such claim.</blockquote>\n<p><span class=\"star-pagination\">*1052</span> N.C.G.S. § 75-16 provides:</p>\n<blockquote>\n<i>Civil action by person injured; treble damages.</i>  If any person shall be injured or the business of any person, firm or corporation shall be broken up, destroyed or injured by reason of any act or thing done by any other person, firm or corporation in violation of the provisions of this Chapter, such person, firm or corporation so injured shall have a right of action on account of such injury done, and if damages are assessed by a jury in such case judgment shall be rendered in favor of the plaintiff and against the defendant for treble the amount fixed by the verdict.<sup>[1]</sup></blockquote>\n<p></p>\n<h2><i>Applicability of Section 75-1.1</i></h2>\n<p>Our starting point in determining the scope of section 75-1.1 is <i>State ex rel. Edmisten v. J. C. Penney Co.,</i> 292 N.C. 311, 233 S.E.2d 895 (1977). In that case, the Supreme Court of North Carolina held that debt collection activities by J. C. Penney following sales of merchandise by Penney to its credit customers were not within the purview of section 75-1.1 on the basis that the statute is limited to matters that have a reasonable nexus with the actual sales of the goods or services in question.<sup>[2]</sup> Thus the court in <i>Penney</i> stated (233 S.E.2d at 899-900):</p>\n<blockquote>* * * The use of the word \"trade\" interchangeably with the word \"commerce\" indicates that a narrower definition of commerce which comprehends <i>an exchange</i> of some type was intended. [Emphasis in original.]</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>We believe the unfair and deceptive acts and practices forbidden by G.S. 75-1.1(a) are those involved in the bargain, sale, barter, exchange or traffic.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>The General Assembly thus, is concerned with openness and fairness in those activities which characterize a party as a \"seller.\"</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>* * * it is only those activities surrounding the \"sale\" that are regulated by G.S. 75-1.1.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>* * * the intent [is] to prohibit only unfair and deceptive practices affecting sales.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>* * * only acts or practices \"designed to effect a sale\" are covered.</blockquote>\n<p>Against this background in <i>Penney,</i> the jury in the present case found that:</p>\n<blockquote>1. The defendant acted in bad faith in exercising its right to terminate the agreement of February 1, 1973. (Special Verdict, Issue # 5).</blockquote>\n<blockquote>2. The defendant decided in the first quarter of 1976 to discontinue performance of the agreement. (Interrogatory # 1).</blockquote>\n<blockquote>3. The defendant did not intentionally deceive plaintiff by failing to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. (Interrogatory # 2).</blockquote>\n<blockquote>4. The defendant unfairly failed to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. (Interrogatory # 3).</blockquote>\n<p>The short of the matter is that the breach of contract found by the jury  which is the basis of plaintiff's section 75-1.1 claim  was the failure by the defendant to notify the plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. In that <span class=\"star-pagination\">*1053</span> circumstance, the court must conclude that such breach by the defendant was not directed to matters \"involved in the bargain, sale, barter, exchange or traffic\" of goods and services or to activities surrounding or affecting a sale.</p>\n<p>I am quite mindful that at a prior stage of this litigation, Judge Dupree in holding that the allegations of Count 4 of the original complaint in this action were sufficient to state a cause of action under section 75-1.1 stated in part (Memorandum of Decision, <i>United Roasters, Inc. v. Colgate Palmolive Co.,</i> 485 F.Supp. 1041, pp. 1046-1047, 1979):</p>\n<blockquote>The acts of which UR complains center around (a) the failure of Colgate to give UR notice of termination of the contract, (b) Colgate's refusal to reconvey the assets originally purchased by Colgate from UR and (c) the secret decision by Colgate not to market BAMBEANOS. Colgate argues that these actions are clearly not \"designed to effect a sale.\" Accordingly, Colgate, relying on <i>Penney,</i> contends that its acts are not covered by the statute. The court disagrees.</blockquote>\n<blockquote>To begin with, the quotation from <i>Penney</i> is mere <i>obiter dictum</i> not binding on any court. This becomes more clear when the language is contrasted with other language in the <i>Penney</i> decision. The majority decision in <i>Penney</i> stresses that G.S. 75-1.1 covers activities \"surrounding\" or \"affecting\" a sale, or unfair and deceptive acts involved in the exchange of goods. <i>Penney,</i> 292 N.C. at 316-17, 233 S.E.2d at 899. The cogent dissents filed by Justices Exum and Huskins emphasize this. <i>Id.,</i> 292 N.C. at 324, 233 S.E.2d at 903. In order for an activity to be covered by the Unfair Trade Practices Act, it need only \"surround\" or \"affect\" a sale; it need not meet the stricter standard of also inducing a sale.</blockquote>\n<blockquote>Colgate's alleged activities \"affected\" or \"surrounded\" the sale in at least two respects. First, they caused a termination of all binding obligations under the sales contract save for various provisions regarding the return of assets and payment for improvements. Few things more \"affect\" a sale than the cessation of all legal obligations flowing from the sales contract.</blockquote>\n<blockquote>Secondly, Colgate's termination of the sales contract would \"affect\" the original sale in that title to the assets, originally places in the name of Colgate by the sale, would revert to UR, thereby depriving the original sale of a prerequisite of its validity under the Uniform Commercial Code. N.C.G.S. § 25-2-106(1).</blockquote>\n<p>However, the breach of contract found by the jury which, as stated before, is the basis of plaintiff's section 75-1.1 claim (i. e., failure to notify plaintiff with reasonable promptness of its decision to discontinue performance of the agreement) did not cause a termination of all binding obligations under the sales contract and did not cause title to the assets to revert to plaintiff. It is to be observed in this regard that under paragraph 13(B) of the agreement, which was found by the jury to be applicable, defendant had the absolute right to terminate further performance of the agreement at any time upon 30 days written notice to the plaintiff.</p>\n<p>In this setting, the particular breach of contract found by the jury did not cause the parties to cease performance under the agreement. The breach only concerned whether defendant gave notice that it was terminating performance.</p>\n<p>Second, the contract provision itself specifically states that the parties will continue to have legal obligations under the contract. For example, defendant had the legal obligation to reconvey the assets to plaintiff under the provisions of paragraph 14 of the agreement.</p>\n<p>It was also established that the particular breach found by the jury did not cause an automatic reversion to plaintiff of title in the assets. On the contrary, under paragraph 14 of the agreement defendant was required to reconvey the assets before plaintiff regained title thereto. Paragraph 14(A) of the agreement reads as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*1054</span> Upon termination of this Agreement as set forth in Section 13(B), Purchaser shall reconvey to Seller all those assets agreed to be conveyed in this Agreement by Schedules A, B, and C hereinabove * *.</blockquote>\n<p>Further, the failure of defendant to give prompt notice of its decision to terminate performance did not affect the title to the assets.</p>\n<p>Judge Dupree in his <i>Memorandum of Decision</i> (pp. 1046-1047) concluded that the debt collection procedure alleged to be unfair in <i>Penney</i> did not \"affect a sale\" because the legal obligations of the parties and title to property remained unchanged. As stated by Judge Dupree (<i>ibid.</i>):</p>\n<blockquote>* * * [T]he defendant's actions in <i>Penney</i> did not \"affect\" a sale, much less induce a sale. <i>Penney</i> involved an attack by the Attorney General against various debt collection activities by J. C. Penney Company. Penney presumably sold consumer products to individual buyers on credit and would enforce payment under the terms of a retail installment sales contract or a title-retaining security instrument. Title to the goods involved in <i>Penney</i> remained in the Penney Company at all times by reason of the retail installment sales contract (or, in the alternative, was transferred to the buyer-debtor and by him back to the Penney Company by way of a security agreement). Therefore, any later debt collection procedure by Penney would not \"affect a sale\" because the legal obligations of the parties and title to property remained unchanged. * * *</blockquote>\n<p>In the <i>Penney</i> case as in this case, a change in title to the assets was possible but was not brought about by the particular acts alleged to be unfair under section 75-1.1. As in the <i>Penney</i> case, the actions alleged to be unfair under section 75-1.1 in this case did not change the legal obligations of the parties or cause a change in title to the assets. Therefore, the activities of defendant as found by the jury did not \"surround\" or \"affect\" a sale.<sup>[3]</sup></p>\n<p>Plaintiff further argues that a 1977 enactment of the North Carolina General Assembly which enlarged the definition of \"commerce\" in section 75-1.1 to include <i>all</i> business activities (save for professional services) should be construed retroactively so as to be applicable to the claimed unfair or deceptive practices that occurred in 1976. More specifically, H.B. 1050 was introduced almost immediately after the decision in <i>Penney</i> to \"<i>REVIVE</i> AND IMPROVE CERTAIN PROVISIONS OF CHAPTER 75 OF THE GENERAL STATUTES, TO PROTECT THE CITIZENS OF NORTH CAROLINA FROM UNFAIR, UNETHICAL, DECEPTIVE AND UNSCRUPULOUS BUSINESS PRACTICES.\" [Emphasis added.]</p>\n<p>As rewritten by Chapter 747 of the North Carolina Session Laws of 1977, N.C.G.S. 75-1.1 provides:</p>\n<blockquote>(a) Unfair methods of competition in or affecting commerce, and unfair or deceptive <span class=\"star-pagination\">*1055</span> acts or practices in or affecting commerce, are declared unlawful.</blockquote>\n<blockquote>(b) For purposes of this section, <i>\"commerce\" includes all business activities, however denominated,</i> but does not include professional services rendered by a member of a learned profession. [Emphasis added.]</blockquote>\n<p>In addition, section 5 of Chapter 747 provided that \"[t]his Act shall become effective upon ratification and shall not apply to pending litigation.\"</p>\n<p>With these considerations in mind, plaintiff points out that in <i>Spencer v. McDowell Motor Co.,</i> 236 N.C. 239, 72 S.E.2d 598 (1952), the Court was called upon to construe exactly the same language. In that case, McDowell Motor Company argued that certain statutes creating a <i>prima facie</i> case of agency against the owner of a vehicle operated negligently by another should not be applied to a cause of action existing prior to ratification but upon which no actual legal proceeding had been commenced. In rejecting that contention, the Supreme Court stated (72 S.E.2d 603-4):</p>\n<blockquote>An action is pending from the time it is commenced until its final determination. And a civil action is commenced by the issuance of a summons * * *.</blockquote>\n<blockquote>Moreover, the maxim <i>expressio unius est exclusio alterius,</i> that is, that the expression of one thing is the exclusion of another, applies. From the fact that the Legislature expressly provided that the provisions of the Act shall not apply to pending litigation, it may be implied that it should apply in all other cases.</blockquote>\n<p>As plaintiff notes, Chapter 747 was ratified and became effective on June 27, 1977, and the present action was commenced by complaint and the issuance of a summons on July 13, 1977. Therefore, plaintiff contends that the language of Chapter 747 applies to the present situation. Additionally, plaintiff points out (correctly) that it is established in North Carolina that retroactive statutes are constitutional, \"unless they are such as impair the obligation of contract or disturb vested rights.\" <i>Tabor v. Ward,</i> 83 N.C. 291, 294 (1880). Further, plaintiff makes reference to <i>Byrd v. Johnson,</i> 220 N.C. 184, 16 S.E.2d 843 (1941), where the Court quoted the following statement from 16 C.J.2d, Constitutional Law, p. 830 § 383 (16 S.E.2d at 846):</p>\n<blockquote>Statutes directed to the enforcement of contracts, or merely providing an additional remedy, or enlarging or making more efficient an existing remedy, for their enforcement, do not impair the obligation of the contracts. In like manner, an act providing a remedy for the enforcement of an agreement which was theretofore unenforceable is valid.</blockquote>\n<p>From the foregoing, plaintiff insists that defendant's obligations under the contract in question were not changed by Chapter 747 of the North Carolina 1977 enactment. For in plaintiff's view that enactment merely provided plaintiff with an additional <i>remedy</i> as against defendant for unfair or deceptive acts or practices that took place in 1976.</p>\n<p>There are, however, several difficulties with the entire thrust of plaintiff's argument. In the first place, the law in North Carolina is that \"[a] statute will not be construed to have retroactive effect unless that intent is clearly expressed or arises by necessary implication from its terms.\" <i>In Re Will of Mitchell,</i> 285 N.C. 77, 203 S.E.2d 48, 50 (1974). Any doubt that arises concerning the legislature's intent should, therefore, be resolved against retroactivity. The leading North Carolina case construing this issue is <i>Smith v. Mercer,</i> 276 N.C. 329, 172 S.E.2d 489 (1970), in which the Supreme Court considered whether certain revisions that liberalized the types of damages recoverable under North Carolina's wrongful death statute should be applied retroactively. The sequence of events in <i>Smith v. Mercer</i> was as follows:</p>\n<p></p>\n<pre>\n  March 16, 1968   - Plaintiff's decedent killed.\n  April 14, 1969   - Wrongful death statute amended\n                     to permit, <i>inter alia,</i> recovery of\n                     punitive damages and damages attributable\n                     to loss of companionship.\n  July 3, 1969     - Action commenced.\n</pre>\n<p><span class=\"star-pagination\">*1056</span> As in this case, the General Assembly in <i>Smith v. Mercer</i> expressly provided that the amendments (1) were effective upon ratification and (2) that the amendments did not apply to litigation pending on their effective date. Chapter 215, Session Laws of 1969. The Supreme Court, in holding that the amendments of April 14, 1969 had no application to an action for wrongful death where plaintiff's decedent died prior to April 14, 1969, quoted the following from 50 Am.Jur.Statutes § 478 (172 S.E.2d at 494-5):</p>\n<blockquote>\n<i>Ordinarily, an intention to give a statute a retroactive operation will not be inferred. If it is doubtful whether the statute or amendment was intended to operate retrospectively, the doubt should be resolved against such operation.</i> It is especially true that the statute or amendment will be regarded as operating prospectively only, where it is in derogation of a common-law right, or where the effect of giving it a retroactive operation would be to interfere with an existing contract, destroy a vested right, <i>or create a new liability in connection with a past transaction, invalidate a defense which was good when the statute was passed, or, in general, render the statute or amendment unconstitutional.</i> [Emphasis in original.] (Citations Omitted).</blockquote>\n<blockquote>A retrospective law, in a legal sense, is one which takes away or impairs vested rights acquired under existing laws, <i>or creates a new obligation and imposes a new duty, or attaches a new disability, in respect of transactions or considerations already passed. Hence, remedial statutes, or statutes relating to remedies or modes of procedure,</i> which do not create new or take away vested rights, but only operate in furtherance of the remedy or confirmation of rights already existing, do not come within the legal conception of a retrospective law, or the general rule against a retrospective operation of statutes. To the contrary, statutes or amendments pertaining to procedure are generally held to operate retrospectively, where the statute or amendment does not contain language clearly showing a contrary intention. [Emphasis in original.]</blockquote>\n<p>The <i>Smith v. Mercer</i> opinion goes on to distinguish <i>Spencer v. McDowell Motor Co</i><i>.,</i> the case upon which plaintiff principally relies (172 S.E.2d at 495):</p>\n<blockquote>There remains for disposition plaintiff's contention that the decision in <i>Spencer v. McDowell Motor Co.,</i> 236 N.C. 239, 72 S.E.2d 598 is authority for the position that the General Assembly intended that the 1969 Act should be applied to deaths which had occurred prior to its effective date. In <i>Spencer,</i> this Court held the 1951 statute, which is now codified as G.S. § 20-71.1, applied in the trial of all actions except actions which were pending when the 1951 statute became effective. This 1951 statute related solely to the <i>prima facie</i> effect of certain evidence. It did not confer any right of action. It did not enlarge or diminish the substantive rights of any party. Under the general rule, the 1951 statute, which related solely to a mode of procedure, would have applied to all trials thereafter conducted except for the explicit statement therein that \"the provisions of this Act shall not apply to pending litigation.\" The 1969 Act, which provides solely for substantive changes, to wit, the creation of a new right of action for wrongful death, would not apply retroactively to deaths occurring prior to its effective date without regard to whether such deaths were the subject of litigation then pending. We take notice of this excerpt from the opinion in <i>Spencer</i>: \"Moreover, the maxim <i>expressio unius est exclusio alterius,</i> that is, that the expression of one thing is the exclusion of another, applies. From the fact that the Legislature expressly provided that the provisions of the Act shall not apply to pending litigation, it may be implied that it should apply in all other cases.\" Seemingly, this statement was appropriate where the statute under consideration related to procedural remedies rather than to substantive rights. However, we hold it may not be considered authoritative with reference to a statute <span class=\"star-pagination\">*1057</span> such as the 1969 Act which relates solely to substantive rights and creates a new right of action.</blockquote>\n<p>Under the general principles laid down by <i>Smith v. Mercer</i><i>,</i> it is clear that the 1977 amendments to section 75-1.1 constituted a substantive revision intended to expand the potential liability for certain proscribed acts. If applied so as to bring defendant's 1976 claimed unfair or deceptive acts or practices within the ambit of the 1977 amendment, the result would be to \"create a new liability in connection with a past transaction\" or \"invalidate a defense which was good when the statute was passed.\" Both effects were declared impermissible by the North Carolina Supreme Court in <i>Smith v. Mercer,</i> 172 S.E.2d at 494.</p>\n<p></p>\n<h2><i>Whether Defendant Has Violated Section 75-1.1</i></h2>\n<p>Even assuming <i>arguendo</i> that section 75-1.1 is applicable, it is concluded that the conduct here in question does not constitute a violation thereof.</p>\n<p>Crucial in determining this issue are the four findings of fact made by the jury in connection with defendant's decision to terminate the contract between the parties. For it is damages arising out of this conduct that plaintiff has moved to treble. As stated previously, the jury found that:</p>\n<blockquote>1. The defendant acted in bad faith in exercising its right to terminate the agreement of February 1, 1973. (Special Verdict, Issue # 5).</blockquote>\n<blockquote>2. The defendant decided in the first quarter of 1976 to discontinue performance of the agreement. (Interrogatory # 1).</blockquote>\n<blockquote>3. The defendant did not intentionally deceive plaintiff by failing to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. (Interrogatory # 2).</blockquote>\n<blockquote>4. The defendant unfairly failed to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. (Interrogatory # 3).</blockquote>\n<p>Although the three Interrogatories were not accompanied by jury instructions, the court instructed the jury that Issue # 5 of the Special Verdict arose out of defendant's implied obligation to perform its contract in \"good faith.\" The jury was instructed as follows concerning the meaning of \"good faith:\"</p>\n<blockquote>Good faith means honesty in intention. Good faith also may be said to be synonymous with fair dealing in accordance with the observance of reasonable commercial standards of fair dealing applicable to the business governed by the contract between the parties.</blockquote>\n<p>Hence, if the jury found that <i>either</i> \"honesty\" <i>or</i> \"fair dealing\" was lacking in defendant's conduct, the jury could then find a breach of defendant's implied promise of \"good faith.\" It was not necessary that the jury find both \"dishonesty\" and \"unfair dealing,\" and, as shown by the Interrogatories, it did not so find.</p>\n<p>Applying the above definition of this implied promise to the facts of the instant case, the court summarized its instructions to the jury on Issue # 5 as follows:</p>\n<blockquote>Plaintiff must satisfy you by the greater weight of the evidence of the following things: first, that at some point in time, defendant decided to terminate the United Roasters project; and second, that at such time defendant failed to notify plaintiff of such decision to terminate and wrongfully withheld such decision from plaintiff; and third, that plaintiff's omission to give such notice at the time the decision was made was dishonest and was not in keeping with the observance of reasonable commercial standards of fair dealing applicable to the business of offering roasted soybean snacks for sale to the public.<sup>[4]</sup></blockquote>\n<p><span class=\"star-pagination\">*1058</span> Upon the jury's determination that defendant had breached its implied obligation to act in good faith (Special Verdict, Issue # 5), the question of whether the jury found that defendant had acted dishonestly or unfairly was resolved by the Interrogatories. It is quite correct that the jury found that the defendant had unfairly failed to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement (Interrogatory # 3); however, the jury also found that defendant had not intentionally deceived plaintiff as to its termination decision. (Interrogatory # 2).</p>\n<p>From the foregoing, it is clear that while the jury did find a breach of an implied contractual obligation, it expressly rejected the finding of any intentional wrongdoing by defendant. The question raised by Issue # 5 as to whether the jury found that defendant had acted dishonestly or unfairly was resolved squarely by the subsequent Interrogatories when the jury concluded that defendant did not intentionally deceive plaintiff.</p>\n<p>It is in this posture that the court must analyze the jury's findings to determine as a matter of law whether a violation of section 75-1.1 has occurred. <i>Hardy v. Toler,</i> 288 N.C. 303, 218 S.E.2d 342 (1975). And in making this determination, it is important to observe that section 75-16  which provides for treble damages  is punitive in nature. As the Supreme Court of North Carolina stated in <i>Penney, supra,</i> 233 S.E.2d at 900:</p>\n<blockquote>While the FTC Act has been held to be remedial, <i>Sears, Roebuck &amp; Co. v. FTC,</i> 258 F. 307, 311 (7th Cir. 1919), the North Carolina statute appears to be a hybrid. See Sutherland, supra at § 60.04. It is not criminal, G.S. 75-7. But a statute which imposes <i>treble</i> damages can hardly be said to be designed exclusively \"for purpose of adjusting the rights of the parties as between themselves.\" See <i>Hardy v. Toler, supra,</i> 288 N.C. at 312, 218 S.E.2d at 348 (Huskins, J., concurring). [Emphasis in original.]<sup>[5]</sup></blockquote>\n<p>Considering that section 75-16 is punitive and considering that the jury found that defendant did not intentionally deceive plaintiff, I must conclude as a matter of law that section 75-1.1 was not violated. For in my view, it is the law in North Carolina that in a private action under section 75-16 to recover treble damages the jury must find intentional wrongdoing before the trial court may rule as a matter of law that section 75-1.1 has been violated. For example, in <i>Stone v. Paradise Park Homes, Inc.,</i> 37 N.C.App. 97, 245 S.E.2d 801, <i>cert. denied</i> 295 N.C. 653, 248 S.E.2d 257 (1978), plaintiffs successfully sued a homebuilder for fraud and for breach of implied and express warranties in connection with the construction and sale of a house. The jury determined that while plaintiffs had been damaged by $16,000, only $3,500 thereof was attributable to the fraud. The trial court refused to treble any of the damages awarded by the jury. The Court of Appeals held that plaintiffs were not entitled to have the entire judgment trebled, but that the trial court should have trebled the $3,500 fraud verdict.<sup>[6]</sup> The Court of Appeals then stated (245 S.E.2d at 807):</p>\n<blockquote>\n<span class=\"star-pagination\">*1059</span> There is no authority to support plaintiffs' argument that the remainder of the $16,000, <i>i. e.,</i> the portion attributable to damages solely for breach of implied and express warranties, should be trebled. * * * <i>Breach of such warranties alone does not constitute a \"violation of the provisions\" of Chapter 75 of the General Statutes.</i> [Emphasis added.]</blockquote>\n<p>Similarly, in <i>Hardy v. Toler,</i> 288 N.C. 303, 218 S.E.2d 342 (1975), the North Carolina Supreme Court held that section 75-1.1 had been violated upon stipulated factual findings that the Court concluded amounted to fraud in the sale of a used car involving four material misrepresentations. The Court stated (218 S.E.2d at 346):</p>\n<blockquote>Proof of fraud would necessarily constitute a violation of the prohibition against unfair and deceptive acts; however, the converse is not always true. <i>D. D. D. Corporation v. F. T. C.,</i> 125 F.2d 679 (7th Cir. 1942). * * *<sup>[7]</sup></blockquote>\n<p>Finally, in <i>Love v. Pressley,</i> 34 N.C.App. 503, 239 S.E.2d 574 (1977), <i>cert. denied,</i> 294 N.C. 441, 241 S.E.2d 843 (1978), the Court of Appeals held that section 75-1.1 was violated and affirmed an award of treble damages after the jury found that a landlord had committed the intentional torts of trespass and conversion. See also <i>Harrington Manufacturing Co. v. Powell Manufacturing Co.,</i> 38 N.C.App. 393, 248 S.E.2d 739, 744, 746 (1978); <i>cert. denied,</i> 296 N.C. 411, 251 S.E.2d 269 (1979); <i>CF </i><i>Industries v. Transcontinental Gas Pipe Line,</i> 448 F.Supp. 475, 485 (W.D.N.C.1978).</p>\n<p>In the three cases cited above in which North Carolina courts found that section 75-1.1 had been violated, the jury in each case had previously found (or the parties in <i>Hardy v. Toler</i> had stipulated) the commission of (or what constituted) an intentional tort. In none of those cases did the North Carolina appellate courts hold that breach of contract alone was sufficient to establish a section 75-1.1 violation, and in <i>Stone v. Paradise Park Homes, supra</i><i>,</i> the Court of Appeals affirmatively held to the contrary.<sup>[8]</sup></p>\n<p>Moreover, given the fact that section 75-16 is punitive in nature, the requirement of a jury finding of intentional wrongdoing to constitute a violation of the statute is consistent with the position of the courts of North Carolina generally concerning punitive damages. Thus North Carolina courts have long held that punitive damages may be awarded for intentional wrongdoing but not for breach of contract alone. See, e. g., <i>Newton v. Standard Fire Insurance Co.,</i> 291 N.C. 105, 229 S.E.2d 297, 302 (1976); <i>Stanback v. Stanback,</i> 297 N.C. 181, 254 S.E.2d 611, 621-3 (1979). As stated in <i>Newton</i> (229 S.E.2d at 302); \"North Carolina has consistently allowed punitive damages solely on the basis of its policy to punish intentional wrongdoing and to deter others from similar behavior.\"<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*1060</span> Plaintiff, however, contends that constructive fraud exists here and is sufficient to support an award of treble damages. I cannot agree.</p>\n<p>In North Carolina, \"[l]egal or constructive fraud has not been precisely defined. It rests upon public policy and is based upon <i>breach</i> of a <i>fiduciary obligation.</i> It does not necessarily involve conscience or moral dereliction, and <i>intent to deceive and actual dishonesty are not required.</i> It exists when there is a breach of legal or equitable duty which tends to deceive others or violates public or private confidence.\" [Emphasis added.] Strong's <i>North Carolina Index 3d, Fraud § 7.</i></p>\n<p>North Carolina courts apply the doctrine of constructive fraud only after there has been a finding, supported by adequate evidence, that a special confidential or fiduciary relationship existed between the parties with respect to the transaction of property brought into question. <i>Stone v. McClam,</i> 42 N.C.App. 393, 257 S.E.2d 78 (1979), <i>cert. denied,</i> 298 N.C. 572, 261 S.E.2d 128 (1979). Upon the finding of such relationship, the burden of proof is shifted to the fiduciary to prove that he acted fairly and in good faith. <i>Id.,</i> 257 S.E.2d at 83.</p>\n<p>North Carolina courts have generally limited the application of the doctrine of constructive fraud to certain known and definite fiduciary relationships, although <i>Stone</i> applied the broader concept of \"special confidence reposed in one who in equity and good conscience is bound to act in good faith and with due regard to the interests of one reposing confidence.\" <i>Ibid.</i> Specifically, however, <i>Stone</i> held that a debtor-creditor relationship in a commercial context was not a fiduciary relationship. <i>Id.,</i> 257 S.E.2d at 84.</p>\n<p>It is true that <i>Priddy v. Kernersville Lumber Company, Inc.,</i> 258 N.C. 653, 129 S.E.2d 256 (1963)  which is relied upon by plaintiff  differs from the usual requirement that a fiduciary relationship exist in order for constructive fraud to be applicable. In <i>Priddy,</i> a supplier of construction materials consistently furnished nominal or token materials immediately prior to the date on which his materialman's lien would have expired for the purpose of extending his lien. Strong's <i>North Carolina Index 3d, Fraud § 7,</i> analyzes <i>Priddy</i> as follows:</p>\n<blockquote>The acts of the owner and material furnisher in ordering and supplying small items after completion of the contract for the sole purpose of extending the time within which the materialman might file his lien constitutes constructive fraud as to persons acquiring subsequent liens long after the expiration of the time apparently required for the filing of materialmen's liens.</blockquote>\n<p>Thus, <i>Priddy</i> dealt with public policy considerations whereby the Court prevented the reliability and integrity of public records from being abused and undermined by a scheming materialman, irrespective of his motive. The Court in <i>Priddy</i> stated that the materialman's attempts so to extend the lien constituted constructive fraud. But nothing remotely resembling <i>Priddy</i> appears in the present case. Further, in <i>Priddy</i> punitive damages were not sought by the plaintiff nor discussed by the Court.</p>\n<p>Applying the doctrine of constructive fraud to the case here, it is clear that there was no fiduciary relationship between the parties. The fact that the parties contracted with each other is not a ground on which to assert a fiduciary relationship. In addition, no issue of fiduciary relationship was ever raised by plaintiff or submitted to the jury. Thus, in the absence of a finding of fiduciary relationship, the doctrine of constructive fraud cannot be applied to this case. Also, it should be noted that the transaction complained of here (i. e., failure <span class=\"star-pagination\">*1061</span> to give notice of a termination decision) does not itself involve a transfer of property. Hence, the remedy of constructive fraud  the setting aside of or giving damages for the transfer  is not applicable here.</p>\n<p>Moreover, even if there had been a finding of fiduciary relationship, involving a transfer of property, the procedure triggered by the doctrine of constructive fraud  that of shifting the burden of proof concerning fairness and good faith to the fiduciary  is completely different from the treble damage remedy requested by the plaintiff here.</p>\n<blockquote><i>Attorneys' Fees</i></blockquote>\n<blockquote>N.C.G.S. § 75-16.1 provides in part: In any suit instituted by a person who alleges that the defendant violated G.S. 75-1.1, the presiding judge may, in his discretion, allow a reasonable attorney fee to the duly licensed attorney representing the prevailing party, such attorney fee to be taxed as part of the court costs and payable by the losing party, upon a finding by the presiding judge that:</blockquote>\n<blockquote>(1) The party charged with the violation has willfully engaged in the act or practice, and there was an unwarranted refusal by such party to pay the claim which constitutes the basis of such suit; * * *</blockquote>\n<p>But since the court holds (1) that N.C.G.S. § 75-1.1 does not apply to the contract termination transaction in issue; and (2) that even assuming this statute is applicable, it has not been violated, it of course follows that the award of attorneys' fees pursuant to section 75-16.1 is not permissible.</p>\n<p></p>\n<h2><i>Order</i></h2>\n<p>In view of the foregoing, plaintiff's motion for treble damages and attorneys' fees is hereby denied.</p>\n<h2>NOTES</h2>\n<p>[*]   HERBERT N. MALETZ, Judge, United States Customs Court presiding by designation pursuant to 28 U.S.C. § 293(b).</p>\n<p>[1]  For comment on these statutes see Morgan, <i>The People's Advocate in the Marketplace  The Role of the North Carolina Attorney General in the Field of Consumer Protection,</i> 6 Wake Forest Intra.L.Rev. 1 (1969); <i>Consumer Protection and Unfair Competition in North Carolina  The 1969 Legislation,</i> 48 N.C.L.Rev. 896 (1970); Aycock, <i>Antitrust and Unfair Trade Practice Law in North Carolina  Federal Law Compared,</i> 50 N.C.L.Rev. 199 (1972).</p>\n<p>[2]  See also <i>CF </i><i>Industries v. Transcontinental Gas Pipe Line,</i> 448 F.Supp. 475, 484 (W.D.N.C. 1978).</p>\n<p>[3]  Judge Dupree in his <i>Memorandum of Decision</i> added (p. 1047) that \"[i]n the instant case * * * the legal obligations arising under the original sale would end upon termination and the termination would cause a transfer of title.\" In rendering this decision, Judge Dupree treated defendant's motion for partial summary judgment as a motion to dismiss and hence necessarily construed the allegations of the complaint most favorably to the plaintiff. These allegations (which were superseded by an amended complaint) complained in prolix terms about defendant's misconduct in connection with the termination of the agreement. By contrast, at trial the gravamen of plaintiff's case on the termination issue was that defendant, acting in bad faith, had unfairly failed to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement  and the jury so found. The point is that this breach did not cause a transfer of title nor affect or surround a sale.\n</p>\n<p>What is more, even were it to be assumed that Judge Dupree's opinion may be construed as holding that the particular breach here involved \"affected\" or \"surrounded\" a sale, the law of the case \"doctrine is not an inexorable command that rigidly binds the court to its former decisions, but rather is an expression of good sense and wise judicial practice. * * *.\" <i>Terrell v. Household Goods Carriers' Bureau,</i> 494 F.2d 16, 19 (5th Cir. 1974), <i>cert. dismissed,</i> 419 U.S. 987, 95 S.Ct. 246, 42 L.Ed.2d 260 (1974).</p>\n<p>[4]  With regard to this third requirement, it is apparent from the jury's findings considered <i>in pari materia</i> that the jury considered the word \"and\" to be in the disjunctive  and rightly so. For to carry its burden of proof on this third requirement, plaintiff had to establish <i>either</i> \"dishonesty\" or \"unfair dealing\" and not necessarily both. Thus, notwithstanding the absence of objection, the court's use in its instructions of the word \"and\" with regard to this third requirement was in error and should have been \"or.\"</p>\n<p>[5]  Specifically, Justice Huskins, concurring in <i>Hardy v. Toler</i><i>,</i> stated (218 S.E.2d at 348): \"* * * G.S. § 75-16 is itself <i>punitive in nature</i> and provides for the recovery of damages in treble the amount fixed by the verdict.\" [Emphasis added.] Recently, the North Carolina Court of Appeals concluded that while section 75-16 is punitive, it is not a penal statute. <i>Holley v. Coggin Pontiac, Inc.,</i> 43 N.C.App. 229, 259 S.E.2d 1 (1979). <i>Cf. </i><i>North Carolina Theatres, Inc. v. Thompson,</i> 277 F.2d 673, 676 (4th Cir. 1960); <i>Thomas v. Petro-Wash, Inc.,</i> 429 F.Supp. 808, 813 (M.D.N.C.1977); <i>Harris v. Atlantic-Richfield Co.,</i> 469 F.Supp. 759, 763-4 (E.D.N.C.1978).</p>\n<p>[6]  In North Carolina, to establish fraud it is necessary to show \"(1) a false representation or concealment of a material fact; (2) reasonably calculated to deceive; (3) <i>made with intent to deceive;</i> (4) and which does, in fact, deceive; (5) to the hurt of the injured party.\" [Emphasis added.] <i>Vail v. Vail,</i> 233 N.C. 109, 63 S.E.2d 202, 205 (1951). See also, e. g., <i>Davis v. Highway Commission,</i> 271 N.C. 405, 156 S.E.2d 685, 688 (1967).</p>\n<p>[7]  In contrast to section 75-16 which is punitive, section 5 of the Federal Trade Commission Act (upon which section 75-1.1 is based) is remedial (see, e. g., <i>Penney, supra,</i> 233 S.E.2d at 900) and there is no need under the Federal Trade Commission Act to show that the claim or representation was intended to deceive but only that it had the capacity or tendency or effect of deceiving. This is the holding in <i>D. D. C. Corporation v. F. T. C.</i> which, as above noted, was cited in <i>Hardy v. Toler</i><i>.</i> See also, e. g., <i>F. T. C. v. Algoma Lumber Co.,</i> 291 U.S. 67, 81, 54 S.Ct. 315, 321, 78 L.Ed. 655 (1934). Likewise under State laws based on section 5 of the Federal Trade Commission Act, where remedial or equitable relief is sought by the State, an intent to deceive is not needed. See, e. g., <i>Commonwealth v. DeCotis,</i> 366 Mass. 234, 316 N.E.2d 748 (1974). It is to be added that there is no private right of action under the Federal Trade Commission Act. <i>Holloway v. Bristol-Myers Corp.,</i> 158 U.S.App.D.C. 207, 485 F.2d 986 (D.C.Cir. 1973).</p>\n<p>[8]  It is worthy of note that Massachusetts has a statute covering unfair acts or practices which is somewhat similar to the North Carolina statute. See <i>Hardy v. Toler, supra,</i> 218 S.E.2d at 346. The Massachusetts Supreme Judicial Court has held that in a private action to recover multiple damages there must be an intentional, willful or knowing violation of the Act. <i>Heller v. Silverbranch Construction Corp.,</i> ___ Mass. ___, 382 N.E.2d 1065, 1070 (1978); <i>Linthicum v. Archambault,</i> ___ Mass. ___, ___ Mass.Adv.Sh. 2661, 2668 (1979), 398 N.E.2d 482. See also Brown, <i>Unfair Acts,</i> N.Y. Law Journal, Jan. 10, 1980, p. 4.</p>\n<p>[9]  The Court in <i>Newton</i> concluded that punitive damages are permissible in \"simple\" fraud cases since \"actionable fraud by its very nature involves intentional wrongdoing.\" 229 S.E.2d at 302. Hence in the present case Judge Dupree denied plaintiff's motion to amend its complaint to add a fraud claim on the ground that \"the proposed fraud claim is merely repetitious of counts already stated in the original complaint, and since an ample statutory remedy is already provided in lieu of punitive damages, the addition of the fraud claim would be inappropriate.\" Order of April 3, 1979.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1049</span></span> (1980)</b></center>\n<center><h1>UNITED ROASTERS, INC., Plaintiff,<br>\nv.<br>\nCOLGATE-PALMOLIVE COMPANY, Defendant.</h1></center>\n<center>No. 77-184-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 23, 1980.</center>\n<p><span class=\"star-pagination\">*1050</span> <span class=\"star-pagination\">*1051</span> George W. House and L. P. McLendon, Jr., Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., for United Roasters, Inc.</p>\n<p>J. Allen Adams and H. Hugh Stevens, Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., for Colgate-Palmolive Co.</p>\n<p></p>\n<h2><i>Memorandum of Decision and Order</i></h2>\n<p>MALETZ, Judge.<sup>[*]</sup></p>\n<p>Upon consideration of the record, the findings of the jury, the memoranda of the parties and after oral argument, the court concludes for the reasons that follow (1) that N.C.G.S. § 75.1.1 does not apply to the contract termination transaction in issue; and (2) that even assuming that this statute is applicable, it has not been violated. Accordingly, the court holds that plaintiff's motion for treble damages and attorneys' fees should be denied.</p>\n<p></p>\n<h2><i>The Statutes</i></h2>\n<p>N.C.G.S. § 75-1.1 provides in part:</p>\n<blockquote>\n<i>Methods of competition, acts and practices regulated; legislative policy.</i>  (a) Unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are hereby declared unlawful.</blockquote>\n<blockquote>(b) The purpose of this section is to declare, and to provide civil legal means to maintain, ethical standards of dealings between persons engaged in business, and between persons engaged in business and the consuming public within this State, to the end that good faith and fair dealings between buyers and sellers at all levels of commerce be had in this State.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>(d) Any party claiming to be exempt from the provisions of this section shall have the burden of proof with respect to such claim.</blockquote>\n<p><span class=\"star-pagination\">*1052</span> N.C.G.S. § 75-16 provides:</p>\n<blockquote>\n<i>Civil action by person injured; treble damages.</i>  If any person shall be injured or the business of any person, firm or corporation shall be broken up, destroyed or injured by reason of any act or thing done by any other person, firm or corporation in violation of the provisions of this Chapter, such person, firm or corporation so injured shall have a right of action on account of such injury done, and if damages are assessed by a jury in such case judgment shall be rendered in favor of the plaintiff and against the defendant for treble the amount fixed by the verdict.<sup>[1]</sup></blockquote>\n<p></p>\n<h2><i>Applicability of Section 75-1.1</i></h2>\n<p>Our starting point in determining the scope of section 75-1.1 is <i>State ex rel. Edmisten v. J. C. Penney Co.,</i> <span class=\"citation\" data-id=\"1343215\"><a href=\"/opinion/1343215/state-ex-rel-edmisten-v-jc-penney-co/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">311</span></a></span>, <span class=\"citation\" data-id=\"1343215\"><a href=\"/opinion/1343215/state-ex-rel-edmisten-v-jc-penney-co/\"><span class=\"volume\">233</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">895</span></a></span> (1977). In that case, the Supreme Court of North Carolina held that debt collection activities by J. C. Penney following sales of merchandise by Penney to its credit customers were not within the purview of section 75-1.1 on the basis that the statute is limited to matters that have a reasonable nexus with the actual sales of the goods or services in question.<sup>[2]</sup> Thus the court in <i>Penney</i> stated (233 S.E.2d at 899-900):</p>\n<blockquote>* * * The use of the word \"trade\" interchangeably with the word \"commerce\" indicates that a narrower definition of commerce which comprehends <i>an exchange</i> of some type was intended. [Emphasis in original.]</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>We believe the unfair and deceptive acts and practices forbidden by G.S. 75-1.1(a) are those involved in the bargain, sale, barter, exchange or traffic.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>The General Assembly thus, is concerned with openness and fairness in those activities which characterize a party as a \"seller.\"</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>* * * it is only those activities surrounding the \"sale\" that are regulated by G.S. 75-1.1.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>* * * the intent [is] to prohibit only unfair and deceptive practices affecting sales.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>* * * only acts or practices \"designed to effect a sale\" are covered.</blockquote>\n<p>Against this background in <i>Penney,</i> the jury in the present case found that:</p>\n<blockquote>1. The defendant acted in bad faith in exercising its right to terminate the agreement of February 1, 1973. (Special Verdict, Issue # 5).</blockquote>\n<blockquote>2. The defendant decided in the first quarter of 1976 to discontinue performance of the agreement. (Interrogatory # 1).</blockquote>\n<blockquote>3. The defendant did not intentionally deceive plaintiff by failing to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. (Interrogatory # 2).</blockquote>\n<blockquote>4. The defendant unfairly failed to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. (Interrogatory # 3).</blockquote>\n<p>The short of the matter is that the breach of contract found by the jury  which is the basis of plaintiff's section 75-1.1 claim  was the failure by the defendant to notify the plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. In that <span class=\"star-pagination\">*1053</span> circumstance, the court must conclude that such breach by the defendant was not directed to matters \"involved in the bargain, sale, barter, exchange or traffic\" of goods and services or to activities surrounding or affecting a sale.</p>\n<p>I am quite mindful that at a prior stage of this litigation, Judge Dupree in holding that the allegations of Count 4 of the original complaint in this action were sufficient to state a cause of action under section 75-1.1 stated in part (Memorandum of Decision, <i>United Roasters, Inc. v. Colgate Palmolive Co.,</i> <span class=\"citation\" data-id=\"1377108\"><a href=\"/opinion/1377108/united-roasters-inc-v-colgate-palmolive-co/\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1041</span></a></span>, pp. 1046-1047, 1979):</p>\n<blockquote>The acts of which UR complains center around (a) the failure of Colgate to give UR notice of termination of the contract, (b) Colgate's refusal to reconvey the assets originally purchased by Colgate from UR and (c) the secret decision by Colgate not to market BAMBEANOS. Colgate argues that these actions are clearly not \"designed to effect a sale.\" Accordingly, Colgate, relying on <i>Penney,</i> contends that its acts are not covered by the statute. The court disagrees.</blockquote>\n<blockquote>To begin with, the quotation from <i>Penney</i> is mere <i>obiter dictum</i> not binding on any court. This becomes more clear when the language is contrasted with other language in the <i>Penney</i> decision. The majority decision in <i>Penney</i> stresses that G.S. 75-1.1 covers activities \"surrounding\" or \"affecting\" a sale, or unfair and deceptive acts involved in the exchange of goods. <i>Penney,</i> 292 N.C. at 316-17, 233 S.E.2d at 899. The cogent dissents filed by Justices Exum and Huskins emphasize this. <i>Id.,</i> 292 N.C. at 324, 233 S.E.2d at 903. In order for an activity to be covered by the Unfair Trade Practices Act, it need only \"surround\" or \"affect\" a sale; it need not meet the stricter standard of also inducing a sale.</blockquote>\n<blockquote>Colgate's alleged activities \"affected\" or \"surrounded\" the sale in at least two respects. First, they caused a termination of all binding obligations under the sales contract save for various provisions regarding the return of assets and payment for improvements. Few things more \"affect\" a sale than the cessation of all legal obligations flowing from the sales contract.</blockquote>\n<blockquote>Secondly, Colgate's termination of the sales contract would \"affect\" the original sale in that title to the assets, originally places in the name of Colgate by the sale, would revert to UR, thereby depriving the original sale of a prerequisite of its validity under the Uniform Commercial Code. N.C.G.S. § 25-2-106(1).</blockquote>\n<p>However, the breach of contract found by the jury which, as stated before, is the basis of plaintiff's section 75-1.1 claim (i. e., failure to notify plaintiff with reasonable promptness of its decision to discontinue performance of the agreement) did not cause a termination of all binding obligations under the sales contract and did not cause title to the assets to revert to plaintiff. It is to be observed in this regard that under paragraph 13(B) of the agreement, which was found by the jury to be applicable, defendant had the absolute right to terminate further performance of the agreement at any time upon 30 days written notice to the plaintiff.</p>\n<p>In this setting, the particular breach of contract found by the jury did not cause the parties to cease performance under the agreement. The breach only concerned whether defendant gave notice that it was terminating performance.</p>\n<p>Second, the contract provision itself specifically states that the parties will continue to have legal obligations under the contract. For example, defendant had the legal obligation to reconvey the assets to plaintiff under the provisions of paragraph 14 of the agreement.</p>\n<p>It was also established that the particular breach found by the jury did not cause an automatic reversion to plaintiff of title in the assets. On the contrary, under paragraph 14 of the agreement defendant was required to reconvey the assets before plaintiff regained title thereto. Paragraph 14(A) of the agreement reads as follows:</p>\n<blockquote>\n<span class=\"star-pagination\">*1054</span> Upon termination of this Agreement as set forth in Section 13(B), Purchaser shall reconvey to Seller all those assets agreed to be conveyed in this Agreement by Schedules A, B, and C hereinabove * *.</blockquote>\n<p>Further, the failure of defendant to give prompt notice of its decision to terminate performance did not affect the title to the assets.</p>\n<p>Judge Dupree in his <i>Memorandum of Decision</i> (pp. 1046-1047) concluded that the debt collection procedure alleged to be unfair in <i>Penney</i> did not \"affect a sale\" because the legal obligations of the parties and title to property remained unchanged. As stated by Judge Dupree (<i>ibid.</i>):</p>\n<blockquote>* * * [T]he defendant's actions in <i>Penney</i> did not \"affect\" a sale, much less induce a sale. <i>Penney</i> involved an attack by the Attorney General against various debt collection activities by J. C. Penney Company. Penney presumably sold consumer products to individual buyers on credit and would enforce payment under the terms of a retail installment sales contract or a title-retaining security instrument. Title to the goods involved in <i>Penney</i> remained in the Penney Company at all times by reason of the retail installment sales contract (or, in the alternative, was transferred to the buyer-debtor and by him back to the Penney Company by way of a security agreement). Therefore, any later debt collection procedure by Penney would not \"affect a sale\" because the legal obligations of the parties and title to property remained unchanged. * * *</blockquote>\n<p>In the <i>Penney</i> case as in this case, a change in title to the assets was possible but was not brought about by the particular acts alleged to be unfair under section 75-1.1. As in the <i>Penney</i> case, the actions alleged to be unfair under section 75-1.1 in this case did not change the legal obligations of the parties or cause a change in title to the assets. Therefore, the activities of defendant as found by the jury did not \"surround\" or \"affect\" a sale.<sup>[3]</sup></p>\n<p>Plaintiff further argues that a 1977 enactment of the North Carolina General Assembly which enlarged the definition of \"commerce\" in section 75-1.1 to include <i>all</i> business activities (save for professional services) should be construed retroactively so as to be applicable to the claimed unfair or deceptive practices that occurred in 1976. More specifically, H.B. 1050 was introduced almost immediately after the decision in <i>Penney</i> to \"<i>REVIVE</i> AND IMPROVE CERTAIN PROVISIONS OF CHAPTER 75 OF THE GENERAL STATUTES, TO PROTECT THE CITIZENS OF NORTH CAROLINA FROM UNFAIR, UNETHICAL, DECEPTIVE AND UNSCRUPULOUS BUSINESS PRACTICES.\" [Emphasis added.]</p>\n<p>As rewritten by Chapter 747 of the North Carolina Session Laws of 1977, N.C.G.S. 75-1.1 provides:</p>\n<blockquote>(a) Unfair methods of competition in or affecting commerce, and unfair or deceptive <span class=\"star-pagination\">*1055</span> acts or practices in or affecting commerce, are declared unlawful.</blockquote>\n<blockquote>(b) For purposes of this section, <i>\"commerce\" includes all business activities, however denominated,</i> but does not include professional services rendered by a member of a learned profession. [Emphasis added.]</blockquote>\n<p>In addition, section 5 of Chapter 747 provided that \"[t]his Act shall become effective upon ratification and shall not apply to pending litigation.\"</p>\n<p>With these considerations in mind, plaintiff points out that in <i>Spencer v. McDowell Motor Co.,</i> <span class=\"citation\" data-id=\"1364920\"><a href=\"/opinion/1364920/spencer-v-mcdowell-motor-co/\"><span class=\"volume\">236</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">239</span></a></span>, <span class=\"citation\" data-id=\"1364920\"><a href=\"/opinion/1364920/spencer-v-mcdowell-motor-co/\"><span class=\"volume\">72</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">598</span></a></span> (1952), the Court was called upon to construe exactly the same language. In that case, McDowell Motor Company argued that certain statutes creating a <i>prima facie</i> case of agency against the owner of a vehicle operated negligently by another should not be applied to a cause of action existing prior to ratification but upon which no actual legal proceeding had been commenced. In rejecting that contention, the Supreme Court stated (72 S.E.2d 603-4):</p>\n<blockquote>An action is pending from the time it is commenced until its final determination. And a civil action is commenced by the issuance of a summons * * *.</blockquote>\n<blockquote>Moreover, the maxim <i>expressio unius est exclusio alterius,</i> that is, that the expression of one thing is the exclusion of another, applies. From the fact that the Legislature expressly provided that the provisions of the Act shall not apply to pending litigation, it may be implied that it should apply in all other cases.</blockquote>\n<p>As plaintiff notes, Chapter 747 was ratified and became effective on June 27, 1977, and the present action was commenced by complaint and the issuance of a summons on July 13, 1977. Therefore, plaintiff contends that the language of Chapter 747 applies to the present situation. Additionally, plaintiff points out (correctly) that it is established in North Carolina that retroactive statutes are constitutional, \"unless they are such as impair the obligation of contract or disturb vested rights.\" <i>Tabor v. Ward,</i> <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">291</span></span>, 294 (1880). Further, plaintiff makes reference to <i>Byrd v. Johnson,</i> <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">843</span></span> (1941), where the Court quoted the following statement from 16 C.J.2d, Constitutional Law, p. 830 § 383 (16 S.E.2d at 846):</p>\n<blockquote>Statutes directed to the enforcement of contracts, or merely providing an additional remedy, or enlarging or making more efficient an existing remedy, for their enforcement, do not impair the obligation of the contracts. In like manner, an act providing a remedy for the enforcement of an agreement which was theretofore unenforceable is valid.</blockquote>\n<p>From the foregoing, plaintiff insists that defendant's obligations under the contract in question were not changed by Chapter 747 of the North Carolina 1977 enactment. For in plaintiff's view that enactment merely provided plaintiff with an additional <i>remedy</i> as against defendant for unfair or deceptive acts or practices that took place in 1976.</p>\n<p>There are, however, several difficulties with the entire thrust of plaintiff's argument. In the first place, the law in North Carolina is that \"[a] statute will not be construed to have retroactive effect unless that intent is clearly expressed or arises by necessary implication from its terms.\" <i>In Re Will of Mitchell,</i> <span class=\"citation\" data-id=\"1325500\"><a href=\"/opinion/1325500/in-re-will-of-mitchell/\"><span class=\"volume\">285</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">77</span></a></span>, <span class=\"citation\" data-id=\"1325500\"><a href=\"/opinion/1325500/in-re-will-of-mitchell/\"><span class=\"volume\">203</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">48</span></a></span>, 50 (1974). Any doubt that arises concerning the legislature's intent should, therefore, be resolved against retroactivity. The leading North Carolina case construing this issue is <i>Smith v. Mercer,</i> <span class=\"citation\" data-id=\"1342770\"><a href=\"/opinion/1342770/smith-v-mercer/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></a></span>, <span class=\"citation\" data-id=\"1342770\"><a href=\"/opinion/1342770/smith-v-mercer/\"><span class=\"volume\">172</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">489</span></a></span> (1970), in which the Supreme Court considered whether certain revisions that liberalized the types of damages recoverable under North Carolina's wrongful death statute should be applied retroactively. The sequence of events in <i>Smith v. Mercer</i> was as follows:</p>\n<p></p>\n<pre>\n  March 16, 1968   - Plaintiff's decedent killed.\n  April 14, 1969   - Wrongful death statute amended\n                     to permit, <i>inter alia,</i> recovery of\n                     punitive damages and damages attributable\n                     to loss of companionship.\n  July 3, 1969     - Action commenced.\n</pre>\n<p><span class=\"star-pagination\">*1056</span> As in this case, the General Assembly in <i>Smith v. Mercer</i> expressly provided that the amendments (1) were effective upon ratification and (2) that the amendments did not apply to litigation pending on their effective date. Chapter 215, Session Laws of 1969. The Supreme Court, in holding that the amendments of April 14, 1969 had no application to an action for wrongful death where plaintiff's decedent died prior to April 14, 1969, quoted the following from 50 Am.Jur.Statutes § 478 (172 S.E.2d at 494-5):</p>\n<blockquote>\n<i>Ordinarily, an intention to give a statute a retroactive operation will not be inferred. If it is doubtful whether the statute or amendment was intended to operate retrospectively, the doubt should be resolved against such operation.</i> It is especially true that the statute or amendment will be regarded as operating prospectively only, where it is in derogation of a common-law right, or where the effect of giving it a retroactive operation would be to interfere with an existing contract, destroy a vested right, <i>or create a new liability in connection with a past transaction, invalidate a defense which was good when the statute was passed, or, in general, render the statute or amendment unconstitutional.</i> [Emphasis in original.] (Citations Omitted).</blockquote>\n<blockquote>A retrospective law, in a legal sense, is one which takes away or impairs vested rights acquired under existing laws, <i>or creates a new obligation and imposes a new duty, or attaches a new disability, in respect of transactions or considerations already passed. Hence, remedial statutes, or statutes relating to remedies or modes of procedure,</i> which do not create new or take away vested rights, but only operate in furtherance of the remedy or confirmation of rights already existing, do not come within the legal conception of a retrospective law, or the general rule against a retrospective operation of statutes. To the contrary, statutes or amendments pertaining to procedure are generally held to operate retrospectively, where the statute or amendment does not contain language clearly showing a contrary intention. [Emphasis in original.]</blockquote>\n<p>The <i>Smith v. Mercer</i> opinion goes on to distinguish <i>Spencer v. McDowell Motor Co</i><i>.,</i> the case upon which plaintiff principally relies (172 S.E.2d at 495):</p>\n<blockquote>There remains for disposition plaintiff's contention that the decision in <i>Spencer v. McDowell Motor Co.,</i> <span class=\"citation\" data-id=\"1364920\"><a href=\"/opinion/1364920/spencer-v-mcdowell-motor-co/\"><span class=\"volume\">236</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">239</span></a></span>, <span class=\"citation\" data-id=\"1364920\"><a href=\"/opinion/1364920/spencer-v-mcdowell-motor-co/\"><span class=\"volume\">72</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">598</span></a></span> is authority for the position that the General Assembly intended that the 1969 Act should be applied to deaths which had occurred prior to its effective date. In <i>Spencer,</i> this Court held the 1951 statute, which is now codified as G.S. § 20-71.1, applied in the trial of all actions except actions which were pending when the 1951 statute became effective. This 1951 statute related solely to the <i>prima facie</i> effect of certain evidence. It did not confer any right of action. It did not enlarge or diminish the substantive rights of any party. Under the general rule, the 1951 statute, which related solely to a mode of procedure, would have applied to all trials thereafter conducted except for the explicit statement therein that \"the provisions of this Act shall not apply to pending litigation.\" The 1969 Act, which provides solely for substantive changes, to wit, the creation of a new right of action for wrongful death, would not apply retroactively to deaths occurring prior to its effective date without regard to whether such deaths were the subject of litigation then pending. We take notice of this excerpt from the opinion in <i>Spencer</i>: \"Moreover, the maxim <i>expressio unius est exclusio alterius,</i> that is, that the expression of one thing is the exclusion of another, applies. From the fact that the Legislature expressly provided that the provisions of the Act shall not apply to pending litigation, it may be implied that it should apply in all other cases.\" Seemingly, this statement was appropriate where the statute under consideration related to procedural remedies rather than to substantive rights. However, we hold it may not be considered authoritative with reference to a statute <span class=\"star-pagination\">*1057</span> such as the 1969 Act which relates solely to substantive rights and creates a new right of action.</blockquote>\n<p>Under the general principles laid down by <i>Smith v. Mercer</i><i>,</i> it is clear that the 1977 amendments to section 75-1.1 constituted a substantive revision intended to expand the potential liability for certain proscribed acts. If applied so as to bring defendant's 1976 claimed unfair or deceptive acts or practices within the ambit of the 1977 amendment, the result would be to \"create a new liability in connection with a past transaction\" or \"invalidate a defense which was good when the statute was passed.\" Both effects were declared impermissible by the North Carolina Supreme Court in <i>Smith v. Mercer,</i> 172 S.E.2d at 494.</p>\n<p></p>\n<h2><i>Whether Defendant Has Violated Section 75-1.1</i></h2>\n<p>Even assuming <i>arguendo</i> that section 75-1.1 is applicable, it is concluded that the conduct here in question does not constitute a violation thereof.</p>\n<p>Crucial in determining this issue are the four findings of fact made by the jury in connection with defendant's decision to terminate the contract between the parties. For it is damages arising out of this conduct that plaintiff has moved to treble. As stated previously, the jury found that:</p>\n<blockquote>1. The defendant acted in bad faith in exercising its right to terminate the agreement of February 1, 1973. (Special Verdict, Issue # 5).</blockquote>\n<blockquote>2. The defendant decided in the first quarter of 1976 to discontinue performance of the agreement. (Interrogatory # 1).</blockquote>\n<blockquote>3. The defendant did not intentionally deceive plaintiff by failing to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. (Interrogatory # 2).</blockquote>\n<blockquote>4. The defendant unfairly failed to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement. (Interrogatory # 3).</blockquote>\n<p>Although the three Interrogatories were not accompanied by jury instructions, the court instructed the jury that Issue # 5 of the Special Verdict arose out of defendant's implied obligation to perform its contract in \"good faith.\" The jury was instructed as follows concerning the meaning of \"good faith:\"</p>\n<blockquote>Good faith means honesty in intention. Good faith also may be said to be synonymous with fair dealing in accordance with the observance of reasonable commercial standards of fair dealing applicable to the business governed by the contract between the parties.</blockquote>\n<p>Hence, if the jury found that <i>either</i> \"honesty\" <i>or</i> \"fair dealing\" was lacking in defendant's conduct, the jury could then find a breach of defendant's implied promise of \"good faith.\" It was not necessary that the jury find both \"dishonesty\" and \"unfair dealing,\" and, as shown by the Interrogatories, it did not so find.</p>\n<p>Applying the above definition of this implied promise to the facts of the instant case, the court summarized its instructions to the jury on Issue # 5 as follows:</p>\n<blockquote>Plaintiff must satisfy you by the greater weight of the evidence of the following things: first, that at some point in time, defendant decided to terminate the United Roasters project; and second, that at such time defendant failed to notify plaintiff of such decision to terminate and wrongfully withheld such decision from plaintiff; and third, that plaintiff's omission to give such notice at the time the decision was made was dishonest and was not in keeping with the observance of reasonable commercial standards of fair dealing applicable to the business of offering roasted soybean snacks for sale to the public.<sup>[4]</sup></blockquote>\n<p><span class=\"star-pagination\">*1058</span> Upon the jury's determination that defendant had breached its implied obligation to act in good faith (Special Verdict, Issue # 5), the question of whether the jury found that defendant had acted dishonestly or unfairly was resolved by the Interrogatories. It is quite correct that the jury found that the defendant had unfairly failed to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement (Interrogatory # 3); however, the jury also found that defendant had not intentionally deceived plaintiff as to its termination decision. (Interrogatory # 2).</p>\n<p>From the foregoing, it is clear that while the jury did find a breach of an implied contractual obligation, it expressly rejected the finding of any intentional wrongdoing by defendant. The question raised by Issue # 5 as to whether the jury found that defendant had acted dishonestly or unfairly was resolved squarely by the subsequent Interrogatories when the jury concluded that defendant did not intentionally deceive plaintiff.</p>\n<p>It is in this posture that the court must analyze the jury's findings to determine as a matter of law whether a violation of section 75-1.1 has occurred. <i>Hardy v. Toler,</i> <span class=\"citation\" data-id=\"1378493\"><a href=\"/opinion/1378493/hardy-v-toler/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">303</span></a></span>, <span class=\"citation\" data-id=\"1378493\"><a href=\"/opinion/1378493/hardy-v-toler/\"><span class=\"volume\">218</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">342</span></a></span> (1975). And in making this determination, it is important to observe that section 75-16  which provides for treble damages  is punitive in nature. As the Supreme Court of North Carolina stated in <i>Penney, supra,</i> 233 S.E.2d at 900:</p>\n<blockquote>While the FTC Act has been held to be remedial, <i>Sears, Roebuck &amp; Co. v. FTC,</i> <span class=\"citation no-link\"><span class=\"volume\">258</span> <span class=\"reporter\">F.</span> <span class=\"page\">307</span></span>, 311 (7th Cir. 1919), the North Carolina statute appears to be a hybrid. See Sutherland, supra at § 60.04. It is not criminal, G.S. 75-7. But a statute which imposes <i>treble</i> damages can hardly be said to be designed exclusively \"for purpose of adjusting the rights of the parties as between themselves.\" See <i>Hardy v. Toler, supra,</i> 288 N.C. at 312, 218 S.E.2d at 348 (Huskins, J., concurring). [Emphasis in original.]<sup>[5]</sup></blockquote>\n<p>Considering that section 75-16 is punitive and considering that the jury found that defendant did not intentionally deceive plaintiff, I must conclude as a matter of law that section 75-1.1 was not violated. For in my view, it is the law in North Carolina that in a private action under section 75-16 to recover treble damages the jury must find intentional wrongdoing before the trial court may rule as a matter of law that section 75-1.1 has been violated. For example, in <i>Stone v. Paradise Park Homes, Inc.,</i> 37 N.C.App. 97, <span class=\"citation\" data-id=\"1261675\"><a href=\"/opinion/1261675/stone-v-paradise-park-homes-inc/\"><span class=\"volume\">245</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">801</span></a></span>, <i>cert. denied</i> <span class=\"citation\" data-id=\"1213332\"><a href=\"/opinion/1213332/stone-v-paradise-park-homes-inc/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">653</span></a></span>, <span class=\"citation\" data-id=\"1213332\"><a href=\"/opinion/1213332/stone-v-paradise-park-homes-inc/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">257</span></a></span> (1978), plaintiffs successfully sued a homebuilder for fraud and for breach of implied and express warranties in connection with the construction and sale of a house. The jury determined that while plaintiffs had been damaged by $16,000, only $3,500 thereof was attributable to the fraud. The trial court refused to treble any of the damages awarded by the jury. The Court of Appeals held that plaintiffs were not entitled to have the entire judgment trebled, but that the trial court should have trebled the $3,500 fraud verdict.<sup>[6]</sup> The Court of Appeals then stated (245 S.E.2d at 807):</p>\n<blockquote>\n<span class=\"star-pagination\">*1059</span> There is no authority to support plaintiffs' argument that the remainder of the $16,000, <i>i. e.,</i> the portion attributable to damages solely for breach of implied and express warranties, should be trebled. * * * <i>Breach of such warranties alone does not constitute a \"violation of the provisions\" of Chapter 75 of the General Statutes.</i> [Emphasis added.]</blockquote>\n<p>Similarly, in <i>Hardy v. Toler,</i> <span class=\"citation\" data-id=\"1378493\"><a href=\"/opinion/1378493/hardy-v-toler/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">303</span></a></span>, <span class=\"citation\" data-id=\"1378493\"><a href=\"/opinion/1378493/hardy-v-toler/\"><span class=\"volume\">218</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">342</span></a></span> (1975), the North Carolina Supreme Court held that section 75-1.1 had been violated upon stipulated factual findings that the Court concluded amounted to fraud in the sale of a used car involving four material misrepresentations. The Court stated (218 S.E.2d at 346):</p>\n<blockquote>Proof of fraud would necessarily constitute a violation of the prohibition against unfair and deceptive acts; however, the converse is not always true. <i>D. D. D. Corporation v. F. T. C.,</i> <span class=\"citation\" data-id=\"1477276\"><a href=\"/opinion/1477276/ddd-corporation-v-federal-trade-commission/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span> (7th Cir. 1942). * * *<sup>[7]</sup></blockquote>\n<p>Finally, in <i>Love v. Pressley,</i> 34 N.C.App. 503, <span class=\"citation\" data-id=\"1415092\"><a href=\"/opinion/1415092/love-v-pressley/\"><span class=\"volume\">239</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">574</span></a></span> (1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">441</span></span>, <span class=\"citation\" data-id=\"1333443\"><a href=\"/opinion/1333443/love-v-pressley/\"><span class=\"volume\">241</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">843</span></a></span> (1978), the Court of Appeals held that section 75-1.1 was violated and affirmed an award of treble damages after the jury found that a landlord had committed the intentional torts of trespass and conversion. See also <i>Harrington Manufacturing Co. v. Powell Manufacturing Co.,</i> 38 N.C.App. 393, <span class=\"citation\" data-id=\"1213487\"><a href=\"/opinion/1213487/harrington-mfg-co-inc-v-powell-mfg-co/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">739</span></a></span>, 744, 746 (1978); <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">411</span></span>, <span class=\"citation no-link\"><span class=\"volume\">251</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">269</span></span> (1979); <i>CF </i><i>Industries v. Transcontinental Gas Pipe Line,</i> <span class=\"citation\" data-id=\"2351640\"><a href=\"/opinion/2351640/cf-industries-inc-v-transcontinental-gas-pipe-line-corp/\"><span class=\"volume\">448</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">475</span></a></span>, 485 (W.D.N.C.1978).</p>\n<p>In the three cases cited above in which North Carolina courts found that section 75-1.1 had been violated, the jury in each case had previously found (or the parties in <i>Hardy v. Toler</i> had stipulated) the commission of (or what constituted) an intentional tort. In none of those cases did the North Carolina appellate courts hold that breach of contract alone was sufficient to establish a section 75-1.1 violation, and in <i>Stone v. Paradise Park Homes, supra</i><i>,</i> the Court of Appeals affirmatively held to the contrary.<sup>[8]</sup></p>\n<p>Moreover, given the fact that section 75-16 is punitive in nature, the requirement of a jury finding of intentional wrongdoing to constitute a violation of the statute is consistent with the position of the courts of North Carolina generally concerning punitive damages. Thus North Carolina courts have long held that punitive damages may be awarded for intentional wrongdoing but not for breach of contract alone. See, e. g., <i>Newton v. Standard Fire Insurance Co.,</i> <span class=\"citation\" data-id=\"1400096\"><a href=\"/opinion/1400096/newton-v-standard-fire-ins-co/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">105</span></a></span>, <span class=\"citation\" data-id=\"1400096\"><a href=\"/opinion/1400096/newton-v-standard-fire-ins-co/\"><span class=\"volume\">229</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">297</span></a></span>, 302 (1976); <i>Stanback v. Stanback,</i> <span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">181</span></span>, <span class=\"citation\" data-id=\"1332001\"><a href=\"/opinion/1332001/stanback-v-stanback/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">611</span></a></span>, 621-3 (1979). As stated in <i>Newton</i> (229 S.E.2d at 302); \"North Carolina has consistently allowed punitive damages solely on the basis of its policy to punish intentional wrongdoing and to deter others from similar behavior.\"<sup>[9]</sup></p>\n<p><span class=\"star-pagination\">*1060</span> Plaintiff, however, contends that constructive fraud exists here and is sufficient to support an award of treble damages. I cannot agree.</p>\n<p>In North Carolina, \"[l]egal or constructive fraud has not been precisely defined. It rests upon public policy and is based upon <i>breach</i> of a <i>fiduciary obligation.</i> It does not necessarily involve conscience or moral dereliction, and <i>intent to deceive and actual dishonesty are not required.</i> It exists when there is a breach of legal or equitable duty which tends to deceive others or violates public or private confidence.\" [Emphasis added.] Strong's <i>North Carolina Index 3d, Fraud § 7.</i></p>\n<p>North Carolina courts apply the doctrine of constructive fraud only after there has been a finding, supported by adequate evidence, that a special confidential or fiduciary relationship existed between the parties with respect to the transaction of property brought into question. <i>Stone v. McClam,</i> 42 N.C.App. 393, <span class=\"citation\" data-id=\"1310299\"><a href=\"/opinion/1310299/stone-v-mcclam/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">78</span></a></span> (1979), <i>cert. denied,</i> <span class=\"citation\" data-id=\"1263414\"><a href=\"/opinion/1263414/stone-v-mcclam/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">572</span></a></span>, <span class=\"citation\" data-id=\"1263414\"><a href=\"/opinion/1263414/stone-v-mcclam/\"><span class=\"volume\">261</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">128</span></a></span> (1979). Upon the finding of such relationship, the burden of proof is shifted to the fiduciary to prove that he acted fairly and in good faith. <i>Id.,</i> 257 S.E.2d at 83.</p>\n<p>North Carolina courts have generally limited the application of the doctrine of constructive fraud to certain known and definite fiduciary relationships, although <i>Stone</i> applied the broader concept of \"special confidence reposed in one who in equity and good conscience is bound to act in good faith and with due regard to the interests of one reposing confidence.\" <i>Ibid.</i> Specifically, however, <i>Stone</i> held that a debtor-creditor relationship in a commercial context was not a fiduciary relationship. <i>Id.,</i> 257 S.E.2d at 84.</p>\n<p>It is true that <i>Priddy v. Kernersville Lumber Company, Inc.,</i> <span class=\"citation\" data-id=\"1258333\"><a href=\"/opinion/1258333/priddy-v-kernersville-lumber-company/\"><span class=\"volume\">258</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">653</span></a></span>, <span class=\"citation\" data-id=\"1258333\"><a href=\"/opinion/1258333/priddy-v-kernersville-lumber-company/\"><span class=\"volume\">129</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">256</span></a></span> (1963)  which is relied upon by plaintiff  differs from the usual requirement that a fiduciary relationship exist in order for constructive fraud to be applicable. In <i>Priddy,</i> a supplier of construction materials consistently furnished nominal or token materials immediately prior to the date on which his materialman's lien would have expired for the purpose of extending his lien. Strong's <i>North Carolina Index 3d, Fraud § 7,</i> analyzes <i>Priddy</i> as follows:</p>\n<blockquote>The acts of the owner and material furnisher in ordering and supplying small items after completion of the contract for the sole purpose of extending the time within which the materialman might file his lien constitutes constructive fraud as to persons acquiring subsequent liens long after the expiration of the time apparently required for the filing of materialmen's liens.</blockquote>\n<p>Thus, <i>Priddy</i> dealt with public policy considerations whereby the Court prevented the reliability and integrity of public records from being abused and undermined by a scheming materialman, irrespective of his motive. The Court in <i>Priddy</i> stated that the materialman's attempts so to extend the lien constituted constructive fraud. But nothing remotely resembling <i>Priddy</i> appears in the present case. Further, in <i>Priddy</i> punitive damages were not sought by the plaintiff nor discussed by the Court.</p>\n<p>Applying the doctrine of constructive fraud to the case here, it is clear that there was no fiduciary relationship between the parties. The fact that the parties contracted with each other is not a ground on which to assert a fiduciary relationship. In addition, no issue of fiduciary relationship was ever raised by plaintiff or submitted to the jury. Thus, in the absence of a finding of fiduciary relationship, the doctrine of constructive fraud cannot be applied to this case. Also, it should be noted that the transaction complained of here (i. e., failure <span class=\"star-pagination\">*1061</span> to give notice of a termination decision) does not itself involve a transfer of property. Hence, the remedy of constructive fraud  the setting aside of or giving damages for the transfer  is not applicable here.</p>\n<p>Moreover, even if there had been a finding of fiduciary relationship, involving a transfer of property, the procedure triggered by the doctrine of constructive fraud  that of shifting the burden of proof concerning fairness and good faith to the fiduciary  is completely different from the treble damage remedy requested by the plaintiff here.</p>\n<blockquote><i>Attorneys' Fees</i></blockquote>\n<blockquote>N.C.G.S. § 75-16.1 provides in part: In any suit instituted by a person who alleges that the defendant violated G.S. 75-1.1, the presiding judge may, in his discretion, allow a reasonable attorney fee to the duly licensed attorney representing the prevailing party, such attorney fee to be taxed as part of the court costs and payable by the losing party, upon a finding by the presiding judge that:</blockquote>\n<blockquote>(1) The party charged with the violation has willfully engaged in the act or practice, and there was an unwarranted refusal by such party to pay the claim which constitutes the basis of such suit; * * *</blockquote>\n<p>But since the court holds (1) that N.C.G.S. § 75-1.1 does not apply to the contract termination transaction in issue; and (2) that even assuming this statute is applicable, it has not been violated, it of course follows that the award of attorneys' fees pursuant to section 75-16.1 is not permissible.</p>\n<p></p>\n<h2><i>Order</i></h2>\n<p>In view of the foregoing, plaintiff's motion for treble damages and attorneys' fees is hereby denied.</p>\n<h2>NOTES</h2>\n<p>[*]   HERBERT N. MALETZ, Judge, United States Customs Court presiding by designation pursuant to 28 U.S.C. § 293(b).</p>\n<p>[1]  For comment on these statutes see Morgan, <i>The People's Advocate in the Marketplace  The Role of the North Carolina Attorney General in the Field of Consumer Protection,</i> 6 Wake Forest Intra.L.Rev. 1 (1969); <i>Consumer Protection and Unfair Competition in North Carolina  The 1969 Legislation,</i> 48 N.C.L.Rev. 896 (1970); Aycock, <i>Antitrust and Unfair Trade Practice Law in North Carolina  Federal Law Compared,</i> 50 N.C.L.Rev. 199 (1972).</p>\n<p>[2]  See also <i>CF </i><i>Industries v. Transcontinental Gas Pipe Line,</i> <span class=\"citation\" data-id=\"2351640\"><a href=\"/opinion/2351640/cf-industries-inc-v-transcontinental-gas-pipe-line-corp/\"><span class=\"volume\">448</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">475</span></a></span>, 484 (W.D.N.C. 1978).</p>\n<p>[3]  Judge Dupree in his <i>Memorandum of Decision</i> added (p. 1047) that \"[i]n the instant case * * * the legal obligations arising under the original sale would end upon termination and the termination would cause a transfer of title.\" In rendering this decision, Judge Dupree treated defendant's motion for partial summary judgment as a motion to dismiss and hence necessarily construed the allegations of the complaint most favorably to the plaintiff. These allegations (which were superseded by an amended complaint) complained in prolix terms about defendant's misconduct in connection with the termination of the agreement. By contrast, at trial the gravamen of plaintiff's case on the termination issue was that defendant, acting in bad faith, had unfairly failed to advise plaintiff with reasonable promptness of its decision to discontinue performance of the agreement  and the jury so found. The point is that this breach did not cause a transfer of title nor affect or surround a sale.\n</p>\n<p>What is more, even were it to be assumed that Judge Dupree's opinion may be construed as holding that the particular breach here involved \"affected\" or \"surrounded\" a sale, the law of the case \"doctrine is not an inexorable command that rigidly binds the court to its former decisions, but rather is an expression of good sense and wise judicial practice. * * *.\" <i>Terrell v. Household Goods Carriers' Bureau,</i> <span class=\"citation\" data-id=\"318132\"><a href=\"/opinion/318132/john-j-terrell-plaintiff-appelle-v-household-goods-carriers-bureau/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">16</span></a></span>, 19 (5th Cir. 1974), <i>cert. dismissed,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">987</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">246</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></span> (1974).</p>\n<p>[4]  With regard to this third requirement, it is apparent from the jury's findings considered <i>in pari materia</i> that the jury considered the word \"and\" to be in the disjunctive  and rightly so. For to carry its burden of proof on this third requirement, plaintiff had to establish <i>either</i> \"dishonesty\" or \"unfair dealing\" and not necessarily both. Thus, notwithstanding the absence of objection, the court's use in its instructions of the word \"and\" with regard to this third requirement was in error and should have been \"or.\"</p>\n<p>[5]  Specifically, Justice Huskins, concurring in <i>Hardy v. Toler</i><i>,</i> stated (218 S.E.2d at 348): \"* * * G.S. § 75-16 is itself <i>punitive in nature</i> and provides for the recovery of damages in treble the amount fixed by the verdict.\" [Emphasis added.] Recently, the North Carolina Court of Appeals concluded that while section 75-16 is punitive, it is not a penal statute. <i>Holley v. Coggin Pontiac, Inc.,</i> 43 N.C.App. 229, <span class=\"citation\" data-id=\"1381665\"><a href=\"/opinion/1381665/holley-v-coggin-pontiac-inc/\"><span class=\"volume\">259</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span> (1979). <i>Cf. </i><i>North Carolina Theatres, Inc. v. Thompson,</i> <span class=\"citation\" data-id=\"250781\"><a href=\"/opinion/250781/north-carolina-theatres-inc-wilby-kincey-service-corporation-and-h-f/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 676 (4th Cir. 1960); <i>Thomas v. Petro-Wash, Inc.,</i> <span class=\"citation\" data-id=\"1554987\"><a href=\"/opinion/1554987/thomas-v-petro-wash-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">808</span></a></span>, 813 (M.D.N.C.1977); <i>Harris v. Atlantic-Richfield Co.,</i> <span class=\"citation\" data-id=\"1582178\"><a href=\"/opinion/1582178/harris-v-atlantic-richfield-co/\"><span class=\"volume\">469</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">759</span></a></span>, 763-4 (E.D.N.C.1978).</p>\n<p>[6]  In North Carolina, to establish fraud it is necessary to show \"(1) a false representation or concealment of a material fact; (2) reasonably calculated to deceive; (3) <i>made with intent to deceive;</i> (4) and which does, in fact, deceive; (5) to the hurt of the injured party.\" [Emphasis added.] <i>Vail v. Vail,</i> <span class=\"citation\" data-id=\"1243309\"><a href=\"/opinion/1243309/vail-v-vail/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">109</span></a></span>, <span class=\"citation\" data-id=\"1243309\"><a href=\"/opinion/1243309/vail-v-vail/\"><span class=\"volume\">63</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">202</span></a></span>, 205 (1951). See also, e. g., <i>Davis v. Highway Commission,</i> <span class=\"citation\" data-id=\"1351470\"><a href=\"/opinion/1351470/davis-v-north-carolina-state-highway-commission/\"><span class=\"volume\">271</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">405</span></a></span>, <span class=\"citation\" data-id=\"1351470\"><a href=\"/opinion/1351470/davis-v-north-carolina-state-highway-commission/\"><span class=\"volume\">156</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">685</span></a></span>, 688 (1967).</p>\n<p>[7]  In contrast to section 75-16 which is punitive, section 5 of the Federal Trade Commission Act (upon which section 75-1.1 is based) is remedial (see, e. g., <i>Penney, supra,</i> 233 S.E.2d at 900) and there is no need under the Federal Trade Commission Act to show that the claim or representation was intended to deceive but only that it had the capacity or tendency or effect of deceiving. This is the holding in <i>D. D. C. Corporation v. F. T. C.</i> which, as above noted, was cited in <i>Hardy v. Toler</i><i>.</i> See also, e. g., <i>F. T. C. v. Algoma Lumber Co.,</i> <span class=\"citation\" data-id=\"102187\"><a href=\"/opinion/102187/fed-trade-commn-v-algoma-co/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 81, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">315</span></span>, 321, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">655</span></span> (1934). Likewise under State laws based on section 5 of the Federal Trade Commission Act, where remedial or equitable relief is sought by the State, an intent to deceive is not needed. See, e. g., <i>Commonwealth v. DeCotis,</i> <span class=\"citation\" data-id=\"1977009\"><a href=\"/opinion/1977009/commonwealth-v-decotis/\"><span class=\"volume\">366</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">234</span></a></span>, <span class=\"citation\" data-id=\"1977009\"><a href=\"/opinion/1977009/commonwealth-v-decotis/\"><span class=\"volume\">316</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">748</span></a></span> (1974). It is to be added that there is no private right of action under the Federal Trade Commission Act. <i>Holloway v. Bristol-Myers Corp.,</i> 158 U.S.App.D.C. 207, <span class=\"citation\" data-id=\"313988\"><a href=\"/opinion/313988/gladys-g-holloway-v-bristol-myers-corporation/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">986</span></a></span> (D.C.Cir. 1973).</p>\n<p>[8]  It is worthy of note that Massachusetts has a statute covering unfair acts or practices which is somewhat similar to the North Carolina statute. See <i>Hardy v. Toler, supra,</i> 218 S.E.2d at 346. The Massachusetts Supreme Judicial Court has held that in a private action to recover multiple damages there must be an intentional, willful or knowing violation of the Act. <i>Heller v. Silverbranch Construction Corp.,</i> ___ Mass. ___, <span class=\"citation\" data-id=\"2018716\"><a href=\"/opinion/2018716/heller-v-silverbranch-construction-corp/\"><span class=\"volume\">382</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1065</span></a></span>, 1070 (1978); <i>Linthicum v. Archambault,</i> ___ Mass. ___, ___ Mass.Adv.Sh. 2661, 2668 (1979), 398 N.E.2d 482. See also Brown, <i>Unfair Acts,</i> N.Y. Law Journal, Jan. 10, 1980, p. 4.</p>\n<p>[9]  The Court in <i>Newton</i> concluded that punitive damages are permissible in \"simple\" fraud cases since \"actionable fraud by its very nature involves intentional wrongdoing.\" 229 S.E.2d at 302. Hence in the present case Judge Dupree denied plaintiff's motion to amend its complaint to add a fraud claim on the ground that \"the proposed fraud claim is merely repetitious of counts already stated in the original complaint, and since an ample statutory remedy is already provided in lieu of punitive damages, the addition of the fraud claim would be inappropriate.\" Order of April 3, 1979.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/250781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1243309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1258333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1333443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1343215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1351470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1364920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1378493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1381665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1415092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1554987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1582178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1977009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2018716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2351640/"
  ]
}