{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1377536/",
  "absolute_url": "/opinion/1377536/united-states-v-macdonald/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1377536/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:51:53.068352Z",
  "date_modified": "2016-04-26T20:18:31.624046Z",
  "type": "010combined",
  "sha1": "b751a1c4f030632c61db2fb926d0623887dd872e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>485 F.Supp. 1087 (1979)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nJeffrey R. MacDONALD, Defendant.</h1></center>\n<center>No. 75-26-CR-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>September 14, 1979.</center>\n<p><span class=\"star-pagination\">*1088</span> Asst. U. S. Atty. James L. Blackburn, Raleigh, N. C., for United States.</p>\n<p>Bernard L. Segal, San Francisco, Cal., and Wade M. Smith, Raleigh, N. C., for Dr. MacDonald.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Convicted by a jury of three counts of murder and sentenced by the court to three consecutive life sentences the defendant, Jeffrey R. MacDonald, through his counsel moved in open court immediately following pronouncement of judgment to be permitted to remain on bail pending appeal. The motion was denied initially but without prejudice to defendant's right to reduce the motion to writing and support it with further authorities and argument. This has now been done and two informal hearings attended by counsel for defendant and the government have been held. The court's final decision not to allow bail pending appeal was announced on September 7, 1979, and the reasons supporting this conclusion will now be recorded.</p>\n<p>Although the government did not seek the death penalty in this case, the statute under which it was prosecuted still provides for such penalty, and traditionally bail has not been allowed in capital cases. The Bail Reform Act of 1966, 18 U.S.C. §§ 3146, <i>et seq.,</i> however, provides for release on bail of persons convicted of a capital offense who have filed an appeal in accordance with the provisions of 18 U.S.C. § 3146 \"unless the court or judge has reason to believe that no one or more conditions of release will reasonably assure that the person will not flee or pose a danger to any other person or to the community . . . or if it appears that an appeal is frivolous or taken for delay . . ..\" 18 U.S.C. § 3148. While it is true that this defendant is a well established professional man (a doctor) and has never heretofore failed to meet all court appearances, the situation with which he is now confronted is, of course, far different from that which has heretofore obtained. As a highly skilled physician the defendant presumably would have no difficulty at all in finding employment in any one of the many countries in the world which do not have in effect extradition treaties with the United States, and the temptation to seek refuge in another country would certainly be great indeed in this case.</p>\n<p>Even so, the court would be reluctant to keep this defendant imprisoned while awaiting appeal if the court were convinced of the possibility of serious, reversible error in defendant's trial. Defense counsel were <span class=\"star-pagination\">*1089</span> therefore requested to set forth in their written motion for bail those assignments of error on which principal reliance would be placed in the appeal, and in their motion they have listed some sixteen or more allegations of error only a few of which the court has deemed worthy of comment.</p>\n<p>The cornerstone of defendant's legal defense remains his claim that he was denied his constitutional right of a speedy trial in the case. Quite correctly he points to the fact that the initial ruling of this court denying his motion to dismiss based on speedy trial grounds was reversed in a split decision by the Fourth Circuit almost four years ago. <i>United States v. MacDonald,</i> 531 F.2d 196 (4th Cir. 1976). But the Supreme Court held that the Fourth Circuit lacked jurisdiction to entertain MacDonald's speedy trial appeal, and the case was eventually remanded to this court for trial. 435 U.S. 850, 98 S.Ct. 1547, 56 L.Ed.2d 18 (1978). After referring to the four factors to be weighed in determining whether an accused has been deprived of his constitutional right to a speedy trial as set forth in <i>Barker v. Wingo,</i> 407 U.S. 514, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972) (length of delay, reason for delay, whether defendant has asserted the right and prejudice to defendant from the delay) the Supreme Court stated that prejudice to the defendant from the delay was the most serious and went on to say:</p>\n<blockquote>\"Before trial, of course, an estimate of the degree to which delay has impaired an adequate defense tends to be speculative. The denial of a pre-trial motion to dismiss an indictment on speedy trial grounds does not indicate that a like motion made after trial  when prejudice can be better gauged  would also be denied. Hence, pre-trial denial of a speedy trial claim can never be considered a complete, formal and final rejection by the trial court of the defendant's contention; rather, the question at stake in the motion to dismiss necessarily `remains open, unfinished (and) inconclusive' until the trial court has pronounced judgment.\" <i>Id.,</i> 435 U.S. 858-9, 98 S.Ct. 1551.</blockquote>\n<p>In the light of the Supreme Court's decision this court summarily overruled defendant's renewed motion to dismiss on speedy trial grounds again interposed at the pre-trial conference held on July 14, 1979. At that time the defendant took the position, to which he apparently still strongly adheres, that since the Fourth Circuit has already expressed its opinion on the speedy trial issue notwithstanding its decision was overturned later on jurisdictional grounds, it is a foregone conclusion that the case will again be dismissed on these grounds when it reaches the Fourth Circuit on appeal. This court does not believe that this result necessarily follows, and it is noted in the inception that following the court's order of July 14, 1979 the defendant promptly petitioned the Fourth Circuit for a writ of mandamus asking that the indictment be dismissed on speedy trial grounds which petition the Fourth Circuit just as promptly rejected.</p>\n<p>Accordingly, the case has been tried to a jury in this court in a trial lasting six and one-half weeks during all of which time this court has been alert to detect the existence of any of the four factors required to be considered under <i>Barker v. Wingo, supra</i><i>,</i> in determining the speedy trial issue. The length of the delay between the time of the crimes and the return of the indictment, almost five years, is, of course, fixed and indisputable, and although the government's explanation for much of the delay is not without plausibility, the impression remains that the case could have been put before the grand jury at a much earlier date than it was. There is also some evidence that the defendant expressed the desire to have the case brought to a head one way or the other much earlier than the time the indictment was returned. The assertion of a right to a speedy trial, however, is normally understood to refer to a right to a trial by one who has been indicted and is subject to a trial rather than to a right to have the government to accelerate its efforts to obtain an indictment. It will be remembered, of course, that the four-and-a-half-year delay which followed the indictment was attributable almost entirely to <span class=\"star-pagination\">*1090</span> the pursuit by defendant of innumerable motions, appeals and attempted appeals, all of which were ultimately resolved against him.</p>\n<p>Essentially, then, the question involved here is whether the defendant has been prejudiced by pre-indictment delay. As stated in <i>Barker,</i> this question must be considered in the light of the interests the speedy trial right was designed to protect: \"(i) to prevent oppressive pretrial incarceration; (ii) to minimize anxiety and concern of the accused; and (iii) to limit the possibility that the defense will be impaired.\"</p>\n<p>While the Fourth Circuit in its original consideration of the speedy trial issue seemed to equate the defendant's restriction to quarters during the time the case was under investigation by the Army authorities with \"pretrial incarceration\", Judge Craven in his dissenting opinion in that case pointed out that the conditions under which defendant was restricted were far from burdensome. He apparently was able to go to and from his meals, to play golf and to have a feminine companion to visit him in his quarters from time to time, amenities certainly not enjoyed by one incarcerated in a jail awaiting trial. He apparently continued to draw his full pay without having to work, a privilege which few, if any, persons incarcerated awaiting trial ever enjoy. This court cannot see that there has been any \"oppressive pretrial incarceration\" in this case.</p>\n<p>The anxiety and concern, if any, of this defendant would involve his subjective feelings, and while it can certainly be assumed that he would have much preferred to know that the matter had been finally put to rest, the evidence is that following his honorable discharge from the Army and a short return to his home in New York he moved to California where he promptly established himself in the practice of his profession and acquired a wide host of friends both professional and social. The record would not support a finding that this defendant has suffered great anxiety and concern by reason of the pre-indictment delay in this case.</p>\n<p>The fears expressed by the Fourth Circuit in its 1976 decision that the defendant's ability to defend the case adequately might be seriously prejudiced by the pre-indictment delay have not been borne out in the record developed at trial. Almost incredibly, the only material witness on either side of the case shown to have died was a government witness, and not only were all of defendant's original witnesses shown to be available to testify, but he was also able to produce one or more witnesses who were not even known to the defendant until recent times and who gave testimony vital to the defense. In addition the defendant was able to have the benefit of the testimony of several highly competent expert witnesses who were not known to or available to him at the time of the Army hearing in 1970. Finally, by reason of the excellent record he has made in the practice of his profession in California in the last seven or eight years defendant was able to produce a most impressive array of character witnesses none of whom would have been available to him had he been brought to trial within a year or two after the crimes were committed.</p>\n<p>Significantly, in none of his motions based on speedy trial grounds has the defendant alleged any particular in which his defense has been prejudiced in the least by delay. Contrarily, this court is of opinion that the delay may very well have worked in defendant's favor in that juries are not known to look with favor on stale claims, and there was no way that the jury in this case could have known that approximately one-half of the delay here was attributable to actions taken by the defendant himself rather than the government. Be this as it may, the court finds that the defendant's ability to defend this case adequately was not prejudiced by any of the delay, pre-indictment or otherwise, and that his speedy trial claim should be denied.</p>\n<p>Since the court's instructions to the jury were not objected to by either party at the trial and defendant has pointed to nothing in the instructions which might conceivably constitute plain error, it is assumed that defendant's principal claim of prejudicial <span class=\"star-pagination\">*1091</span> error during the course of the trial will center around the court's alleged erroneous evidentiary rulings. The two principal exceptions taken were to the court's refusal to admit testimony of witnesses to statements made out of court by the defendant's witness, Helena Stoeckley, and its refusal to admit the testimony of a psychiatrist, one Dr. Sadoff. The bases of the court's rulings on these two questions were dictated into the record at trial, see Transcripts for August 20, 1979 (Stoeckley) and August 22, 1979 (Sadoff), but it was indicated at the time that the court might elaborate further on its rulings in writing as soon as time should permit. This will now be done.</p>\n<p><i>The Stoeckley Witnesses.</i> Helena Stoeckley, an acknowledged drug addict, was living in Fayetteville at the time of the murders in question in February, 1970, as a fairly well-known member of the drug culture. Colonel Rock, who conducted the Article 32 proceedings for the Army in 1970, had recommended that Stoeckley be investigated as a possible suspect in the MacDonald murders. Apparently this was based on the fact that this drug-addicted girl had engaged in some rather bizarre behavior shortly after the murders and had been unable to account for her whereabouts for about four hours on the early morning of February 17, 1970, during which time the murders occurred. She reportedly made statements to the effect that she thought she might have been in the MacDonald home at the time of the crimes, and there was evidence to the effect that she obtained some funeral wreaths from a florist shop near her residence and wore black for a while as if she were in mourning for the murder victims. There was also evidence that she had a long blond wig and a \"floppy\" hat and boots which in some respects seemed similar to those allegedly worn by one of the intruders claimed by defendant MacDonald to have committed the murders of his wife and two young daughters.</p>\n<p>Stoeckley was located during the course of the trial at a place in South Carolina near Greenville and because of her reluctance to come to court in obedience to a subpoena the court ordered her taken into custody and brought to Raleigh to testify on behalf of the defendant. Upon her arrival counsel for defendant asked for a short recess to interview Stoeckley, and this stretched into almost an entire day of conferences between defense counsel, Stoeckley and a number of witnesses to whom she had allegedly made statements of one kind or another over the nine and one-half years which have elapsed since the murders in which she would indicate some possibility of her own involvement in these crimes.</p>\n<p>On the following day Stoeckley was put on the stand by defense counsel and questioned at considerable length about her knowledge of the MacDonald murders. The substance of her testimony was that she was not involved in the murders but that because of her drug-crazed condition she had at least come to wonder whether or not she was in fact involved, and she admitted to owning the clothing referred to above and the fact that she seemed to go into mourning following the murders. The court gained the unmistakable impression which it believes was shared by the jury that this pathetic figure was suffering from drug-induced mental distortion and that she could be of no help to either side in the case.</p>\n<p>The defendant next took the voir dire testimony of a half dozen or more witnesses to whom Stoeckley had made statements relating to the MacDonald murders beginning with a Fayetteville detective who interviewed her within a few days after the murders and ending with witnesses including members of defense counsel's staff who interviewed Stoeckley on the day she arrived in Raleigh to testify.</p>\n<p>Several of these witnesses talked to Stoeckley in Nashville, Tennessee where she was living in the fall of 1970 and the early part of 1971. When she would talk to these witnesses she would sometimes be \"hysterical\", \"crying\", and \"blubbering\". She would say things like \"I don't know whether I did it or not.\" She told one witness that she remembered being at the MacDonald home, that she knew who did it but <span class=\"star-pagination\">*1092</span> that she did not do it herself, that she remembered nothing about the evening, that MacDonald himself did the killings and that she was unable to describe anything inside the MacDonald apartment. She was under the influence of drugs at times when she talked to this witness but at other times she was not under the influence of drugs. She was interviewed by a CID agent on April 23 and April 24 of 1974 and told him that she was convinced that she had participated in these crimes for three or four months but was now of the opinion that she was present but did not participate. She was under the influence of narcotics the first day she talked to the CID agent but was \"better\" on the next day when she retracted everything she had told the agent on the previous day. This agent was unable to develop any information from Stoeckley showing that she really had any knowledge of the crime, and all the possible leads she was able to furnish were checked out and it was verified that the persons named by her were not involved.</p>\n<p>The Fayetteville detective, one Beasley, interviewed Stoeckley at her home in Fayetteville between 2:30 and 3:00 a. m. on the morning of February 18, which was the day following the murders, and she told him at that time \"in my mind it seems that I saw this thing happen,\" but she stated further that she was under the influence of the drug mescaline at the time and that she then backed off and would say no more. This officer held Stoeckley and several of her male companions for about an hour that morning after requesting his headquarters to contact the CID and have them come and interview these people, but when the CID agents did not arrive in about an hour the detective released these people and has never seen them again. Curiously, this officer's notes of his interviews with Stoeckley and her companions were lost or misplaced, and he has never seen them again. If it is within the province of this court to pass on the trustworthiness of a witness who proposes to testify as to statements of another witness allegedly qualifying as an exception to the hearsay rule, see <i>United States v. Satterfield,</i> 572 F.2d 687 at p. 691 (9th Cir. 1978), <i>cert. denied,</i> 439 U.S. 840, 99 S.Ct. 128, 58 L.Ed.2d 138, this court would be constrained to hold Officer Beasley's testimony to be unreliable. It is simply incredible that any self-respecting, competent police officer who really thought he had a substantial lead toward solving these sensational murders would allow the suspects to go after waiting only an hour for the Army investigators to come when he had had no direct contact with them himself and that he would never again pursue the lead on his own.</p>\n<p>Statements allegedly made by Stoeckley to her neighbor, one Posey, were of the same equivocal character as the statements sought to be proven by the other witnesses referred to above. For reasons which were brought out more fully by the government's cross-examination of this witness, if required to do so this court would find his testimony untrustworthy.</p>\n<p>The defendant sought to introduce testimony of these out-of-court statements by Stoeckley as exceptions to the hearsay rule under Rule 804(b)(3) of the Federal Rules of Evidence, contending that they qualified as statements against Stoeckley's penal interest in view of Stoeckley's \"unavailability as a witness.\" In view of Stoeckley's testimony that she had no recollection of the subject matter of at least some of her statements, the court was prepared to rule that she qualified as an unavailable witness under Rule 804(a)(3), and although it is a debatable proposition, the court was willing to assume arguendo that the statements were against Stoeckley's penal interest. The trouble with the proffered testimony, however, lies in its failure to meet the test of the second sentence of Rule 804(b)(3) which reads as follows:</p>\n<blockquote>\"A statement tending to expose the declarant to criminal liability and offer to exculpate the accused is not admissible unless corroborating circumstances clearly indicate the trustworthiness of the statement.\"</blockquote>\n<p>After studying the transcript of Stoeckley's own testimony and that of the proposed <span class=\"star-pagination\">*1093</span> witnesses given on voir dire the court was convinced that far from being shown by corroborating circumstances to be clearly trustworthy, the alleged statements of Stoeckley were so clearly untrustworthy that the court should not hesitate to exercise its discretion to exclude the evidence under Rule 403, F.R.E., which provides:</p>\n<blockquote>\"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\"</blockquote>\n<p>That the determination of admissibility under Rule 804(b)(3) is left to the discretion of the trial court is hardly open to question, <i>United States v. Guillette,</i> 547 F.2d 743 (2nd Cir. 1976); <i>United States v. Oropeza,</i> 564 F.2d 316, 325 (9th Cir. 1977), and the standard for appellate review is whether or not the discretion was abused. <i>United States v. Bagley,</i> 537 F.2d 162, 166-167 (5th Cir. 1976).</p>\n<p>The closest case on the facts which the court was able to find was <i>United States v. Satterfield,</i> 572 F.2d 687 (9th Cir. 1978), <i>cert. denied,</i> 439 U.S. 840, 99 S.Ct. 128, 58 L.Ed.2d 138. In that case the witness took the Fifth Amendment and therefore made himself unavailable. In sustaining the trial court's ruling excluding testimony about an alleged statement made out of court by the witness because clear circumstances corroborating the veracity of the witness were absent, the court listed some of the circumstances which tended to corroborate the trustworthiness of the statement and others which indicated that the statements were untrustworthy. The court said:</p>\n<blockquote>\"Under Rule 804(b)(3), the corroborating circumstances must do more than tend to indicate the trustworthiness of the statement; they must <i>clearly</i> indicate it. There is good reason to believe that [the witness] staged the argument with [the defendant's] help and that his alleged statements . . . were also fabricated. The trial court did not abuse its discretion in denying [defendant's] motion to admit this evidence.\" <i>Id.</i> p. 693.</blockquote>\n<p>In assessing the trustworthiness of statements of the kind sought to be introduced here the court must inquire into the reliability of and the necessity for the statement. <i>United States v. Carlson,</i> 547 F.2d 1346 (8th Cir. 1976), <i>cert. denied,</i> 431 U.S. 914, 97 S.Ct. 2174, 53 L.Ed.2d 224. Here the statements of Stoeckley were anything but reliable, and no necessity for her making the statements was ever shown. To the contrary, it appears that for the most part the statements were made by her voluntarily while she was under the influence of powerful narcotics.</p>\n<p>The case relied upon by defendant, <i>Chambers v. Mississippi,</i> 410 U.S. 284, 93 S.Ct. 1038, 35 L.Ed.2d 297 (1973), is clearly distinguishable. In that case the hearsay statements of the declarant were originally made and subsequently offered at the trial under circumstances that provided assurance as to their trustworthiness. The statements consisted of the confessions made spontaneously by the declarant to a close acquaintance shortly after the crime had occurred; the statements were corroborated by other evidence in the case including the declarant's sworn confession which he later repudiated, the testimony of an eye witness to the murder, the testimony that the declarant was seen with a gun immediately thereafter and proof that the declarant owned a weapon of the kind involved in the crime. Moreover, \"[t]he sheer number of independent confessions provided additional corroboration for each\" and \"each confession here was in a very real sense self-incriminatory and unquestionably against interest.\" 410 U.S. 300-301, 93 S.Ct. 1048. Nothing remotely resembling such corroborating circumstances is present in the case at bar.</p>\n<p>As an alternative ground for the admission of the out-of-court statements of Stoeckley defendant argued that the statements were admissible for impeachment purposes under Rule 613, F.R.E. The court had the definite feeling that the real purpose of counsel in endeavoring to get the <span class=\"star-pagination\">*1094</span> evidence in as impeachment was simply to get it before the jury, and if this is so the evidence was properly excluded under <i>United States v. Morlang,</i> 531 F.2d 183, 190 (4th Cir. 1975), where it was said:</p>\n<blockquote>\"The overwhelming weight of authority is . . . that impeachment by prior inconsistent statement may not be permitted where employed as a mere subterfuge to get before the jury evidence not otherwise admissible.\"</blockquote>\n<p>In that case it was recognized that the danger of confusion, even where the evidence is limited to impeachment, may be so great as to upset the balance and warrant its exclusion. Authority for exclusion of such evidence is now contained in Rule 403, F.R.E.</p>\n<p>The court chose to exclude the evidence on other grounds. To begin with, in order to impeach a witness by a prior statement there must in fact be testimony which is inconsistent with the prior statement. <i>Gilmour v. Strescon Industries, Inc.,</i> 66 F.R.D. 146 (E.D.Pa.1975), <i>aff'd,</i> 521 F.2d 1398 (3rd Cir. 1975).</p>\n<blockquote>\"Any statement is inconsistent if under any rational theory it might lead to any relevant conclusion different from any other relevant conclusion resulting from anything the witness has said.\" 3 Weinstein's Evidence, 613-11.</blockquote>\n<p>The alleged statements made by Stoeckley are in some instances at variance with her sworn testimony given at the trial in this case, but by the same token the statements in some respects are entirely consistent with testimony given at the trial by Stoeckley. And so we were simply left with conflicting statements made by Stoeckley to the same witness, and to have allowed such statements to be admitted could only have added to the confusion already engendered by her own vague and totally untrustworthy testimony which she had given from the witness stand.</p>\n<p><i>The Psychiatric Testimony.</i> The defendant proffered the testimony of a forensic psychiatrist, Dr. Robert L. Sadoff, who apparently proposed to give testimony as follows:</p>\n<blockquote>\"That it is recognized and accepted by reputable specialists in the field of forensic psychiatry that certain personality/emotional configurations are identifiable in human beings which, because of the mental disorders involved, are indicative of a capability or disposition to certain types of anti-social conduct, including the commission of homicides involving extreme brutality to one's own spouse and small children and other crimes of violence; and that, conversely, other personality/emotional configurations are identifiable which are inconsistent with such anti-social behavior.</blockquote>\n<blockquote>\"That based on his psychiatric examination of the defendant, it is his opinion of the character of Dr. MacDonald that the defendant was and is a man who is not given to extraordinary violent outbursts of physical violence against his wife and children; that he was and is an emotionally normal, mentally stable man, neither evasive nor apparently untruthful about the significant events of his life, including the murders of his family, who did not possess the type of personality/emotional configuration that would be consistent with and/or manifests this type of murderous assault on his wife and small children.\"</blockquote>\n<p>This evidence was sought to be introduced under Rule 404(a)(1) of the Federal Rules of Evidence which declares admissible evidence of a pertinent trait of the character of an accused for the purpose of proving that he acted in conformity therewith on a particular occasion. Defendant contended that the proffered psychiatric testimony would show that the defendant \"was a well-adjusted man, without violent tendencies\" and would \"establish a personality configuration inconsistent with the outrageous and senseless murders of defendant's family.\"</p>\n<p>Numerous lay witnesses most of whom were highly intelligent and articulate, professional and business people, had already testified to the defendant's character traits of peacefulness, non-violence, rationality and compassion for his fellow man, but it was the position of the defendant that the <span class=\"star-pagination\">*1095</span> opinion of a qualified psychiatrist based on his examination of the defendant might well be more reliable evidence of character than that of even the most perceptive lay observer. Defendant points to a note by the Advisory Committee to Rule 405, F.R.E., which he contends expressly sanctions the introduction of such psychiatric opinion testimony. The note reads in pertinent part as follows:</p>\n<blockquote>\"If character is defined as the kind of person one is, then account must be taken of varying ways of arriving at the estimate. These may range from the opinion of the employer who has found the man honest to the opinion of the psychiatrist based upon examination and testing. No effective dividing line exists between character and mental capacity, and the latter traditionally has been provable by opinion.\"</blockquote>\n<p>In ruling on the admissibility of this proffered expert testimony the court indicated that it would allow testimony by Dr. Sadoff as to the defendant's character traits such as peacefulness and non-violence which would be inconsistent with the commission of the crimes in question, but that it had been concluded following a study of the pertinent authorities that the proffered testimony to the effect that \"certain personality/emotional configurations are identifiable in human beings which, because of the mental disorders involved, are indicative of a capability or disposition to certain types of anti-social conduct including the commission of crimes of the type here involved\" should not be admitted. Several reasons led the court to this conclusion.</p>\n<p>The legal principles applicable have been stated in <i>United States v. Amaral,</i> 488 F.2d 1148 (9th Cir. 1973), as follows:</p>\n<blockquote>\"The basic purpose of any proffered evidence is to facilitate the acquisition of knowledge by the triers of fact thus enabling them to reach a final determination. As often stated, our system of evidence rests on two axioms: Only facts having rational probative value are admissible and all facts having rational probative value are admissible unless some specific policy forbids. . . . Evidence which has any tendency in reason to prove any material fact has rational probative value.</blockquote>\n<blockquote>\"The general test regarding the admissibility of expert testimony is whether the jury can receive `appreciable help' from such testimony. . . . The balance of the probative value of the tendered expert testimony evidence against its prejudicial effect is committed to the `broad discretion' of the trial judge and his action will not be disturbed unless manifestly erroneous. . . .</blockquote>\n<blockquote>\"The countervailing considerations most often noted to exclude what is relevant and material evidence are the risk that admission will (1) require undue consumption of time, (2) create a substantial danger of undue prejudice or of confusing the issues or of misleading the jury, (3) or unfairly and harmfully surprise a party who has not had a reasonable opportunity to anticipate the evidence submitted. Scientific or expert testimony particularly courts the second danger because of its aura of special reliability and trustworthiness.</blockquote>\n<blockquote>\"Because of the peculiar risks of expert testimony, courts have imposed an additional test, i. e., that the testimony be in accordance with a generally accepted explanatory theory.\" <i>Id.,</i> p. 1152.</blockquote>\n<p>The court assumed that Dr. Sadoff could qualify as an expert in forensic psychiatry, but proof that his proffered testimony would conform to a generally accepted explanatory theory was lacking. In his brief the defendant cited several articles in psychiatric journals which were said to deal with this subject, but the articles were not made available to the court, and with the possible exception of the case of <i>United States v. Staggs,</i> 553 F.2d 1073 (7th Cir. 1977), the court was not cited any case decided under the Federal Rules of Evidence supporting the admissibility of psychiatric testimony of the type sought to be introduced here. The government, on the other hand, has cited an article by an Assistant Professor of Psychiatry at UCLA <span class=\"star-pagination\">*1096</span> entitled \"A Critique of the Psychiatrist's Role as Expert Witness,\" 12 Journal for Science 172 (1967), from which the following quote is taken:</p>\n<blockquote>\"It is not possible, nor is it likely in the near future, for a psychiatrist who first sees the patient some time, often months, after the offense, to give specific information about the mental state of the defendant at the time of the offense. However, the moment that the psychiatrist is pressed to give his opinion, which is no more than his personal guess or moral conviction, there suddenly appears something interpreted as tangible and scientific. Under the guise of science, part or all of the responsibility for the difficult issue of criminal responsibility is thus handed over to the psychiatrist.\"</blockquote>\n<p>Evidence is not necessarily admissible simply because the witness purports to base his testimony on an ostensibly scientific principle. The principle must be sufficiently established to have gained general acceptance in the particular field to which it belongs. <i>United States v. Brown,</i> 557 F.2d 541, 556 (6th Cir. 1977). Moreover, the opinion of an expert because of its seeming objectivity is apt to carry undue weight, so not every ostensibly scientific technique should be recognized as the basis of expert testimony. <i>United States v. Baller,</i> 519 F.2d 463, 466 (4th Cir. 1975).</p>\n<blockquote>\"In order to prevent deception or mistake and to allow the possibility of effective response, there must be a demonstrable, objective procedure for reaching the opinion and qualified persons who can either duplicate the result or criticize the means by which it was reached, drawing their own conclusions from the underlying facts.\" <i>Id.,</i> p. 466.</blockquote>\n<p>In <i>United States v. Brown, supra</i><i>,</i> the court rejected the government's proffered expert testimony demonstrating that ion microprobic analysis of human hair had reached a level of general acceptance in the field to make it a sufficiently reliable and accurate means for expert identification of hair. The court said:</p>\n<blockquote>\"While it is a truism that every useful new development must have its first day in court . . ., expert testimony on a critical fact relating to guilt or innocence is not admissible unless the principle upon which it is based has attained general acceptance in the scientific community and is not mere speculation or conjecture.\" <i>Id.,</i> pp. 558-9.</blockquote>\n<p>Our case here was further complicated by the fact that the government's own forensic psychiatrist had examined the defendant and had reached conclusions diametrically opposed to those of Dr. Sadoff. The report of this expert which has been furnished counsel for defendant and to the court for its in camera review tends to indicate that the defendant does indeed possess those traits of character which are consistent with his commission of the crimes with which he is charged and that he possesses other traits which tend to cast serious doubt on the credibility of his explanation of how the crimes occurred.</p>\n<p>The result was that we had shaping up a \"battle of the experts\" referred to by Weinstein in his work on <i>Evidence,</i> Section 405[03], pages 405-34 where he quotes from an article by Falknor and Steffen entitled \"Evidence of Character: From the `Crucible of the Community' to the `Couch of the Psychiatrist'\", 102 Univ. of Pa.L.Rev. 980, 994 (1954) as follows:</p>\n<blockquote>\"Even in the case of strictly medical testimony, where the issue concerns physical rather than mental or psychological condition or disability  `objective' rather than `subjective' symptoms  experience has demonstrated the commonness of disagreement among the `experts.' When the inquiry is centered on an intangible, impalpable, wholly subjective thing like state of mind, personality or `propensity,' the likelihood of disagreement is greatly enhanced. Thus there is point to the conclusion of the New Mexico court to the effect that it was `unwilling to enlarge the already immense field where medical experts, apparently equally qualified, express such diametrically opposite views on the same facts and conditions,' to the `bewilderment of the fact finder.'\"</blockquote>\n<p>In view of all of these considerations the court concluded that irrespective of the admissibility of the proffered evidence under <span class=\"star-pagination\">*1097</span> Rules 404 and 405, F.R.E., the probative value of the evidence was substantially outweighed by the danger of unfair prejudice, confusion of the issues and misleading the jury and that it should be excluded under Rule 403. See further Wright &amp; Graham, <i>Federal Practice &amp; Procedure,</i> § 5265.</p>\n<p>The defendant's proposed assignment of error based on the denial of defendant's motion for judgment of acquittal made at the close of the government's evidence (but not renewed, as the court recalls, at the close of all the evidence) is considered to be without merit. Although the introduction of evidence by the parties extended over the better part of six weeks and encompassed much highly technical and scientific evidence on each side, the one central question involved in the case from the beginning to the end was whether the jury would believe the defendant's story that the murders had been committed by four intruders who entered his home through an unlocked back door in the early morning hours of February 17, 1970. Selection of this jury extended over a period of three days, and while in the court's view the parties were entitled to only ten challenges each, at their insistence they were allowed twenty challenges each as provided in capital cases involving the death penalty. The result was the selection of a jury panel composed of intelligent, conscientious citizens from almost every walk of life who were obviously imbued with a serious sense of responsibility and who gave the case their undivided attention throughout the unusually long trial. Counsel for both sides agreed that it was a good jury, and the six and one-half hours of deliberations which they required to reach a verdict demonstrates that their task was not taken lightly. This jury obviously declined to accept Dr. MacDonald's story, and the result was the return of the guilty verdict. The court remains of opinion that the verdict was fully supported by the evidence and that the denial of the motion for judgment of acquittal was proper.</p>\n<p>The court has considered the twelve additional proposed assignments of error relating principally to evidentiary rulings, and it would serve no useful purpose to examine these seriatim at this time. Suffice it to say that in those instances where objections were properly lodged and an explanation for the court's ruling was considered appropriate, the same will appear in the transcripts of the trial and the pre-trial proceedings. The court remains of opinion that these rulings were proper.</p>\n<p>The court is fully cognizant of the fact, of course, that it is not its province to sit in appellate review of itself, and the elaboration herein on what it understands to be defendant's principal proposed assignments of error is intended only to comply with the court's intention expressed at trial to explicate some of its rulings more fully as soon as time should permit and to state additional reasons as to why the court has concluded not to allow bail pending appeal.</p>\n<p>In summary, the court remains of opinion that no one or more conditions of release will reasonably insure that the defendant will not flee and that while defendant's appeal is certainly not frivolous, he has failed to demonstrate to this court that it has sufficient legal merit to create in the court a genuine concern that defendant will have wrongfully been held in custody pending his appeal. His motion for bail must therefore be and is hereby denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1087</span></span> (1979)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nJeffrey R. MacDONALD, Defendant.</h1></center>\n<center>No. 75-26-CR-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>September 14, 1979.</center>\n<p><span class=\"star-pagination\">*1088</span> Asst. U. S. Atty. James L. Blackburn, Raleigh, N. C., for United States.</p>\n<p>Bernard L. Segal, San Francisco, Cal., and Wade M. Smith, Raleigh, N. C., for Dr. MacDonald.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Convicted by a jury of three counts of murder and sentenced by the court to three consecutive life sentences the defendant, Jeffrey R. MacDonald, through his counsel moved in open court immediately following pronouncement of judgment to be permitted to remain on bail pending appeal. The motion was denied initially but without prejudice to defendant's right to reduce the motion to writing and support it with further authorities and argument. This has now been done and two informal hearings attended by counsel for defendant and the government have been held. The court's final decision not to allow bail pending appeal was announced on September 7, 1979, and the reasons supporting this conclusion will now be recorded.</p>\n<p>Although the government did not seek the death penalty in this case, the statute under which it was prosecuted still provides for such penalty, and traditionally bail has not been allowed in capital cases. The Bail Reform Act of 1966, 18 U.S.C. §§ 3146, <i>et seq.,</i> however, provides for release on bail of persons convicted of a capital offense who have filed an appeal in accordance with the provisions of 18 U.S.C. § 3146 \"unless the court or judge has reason to believe that no one or more conditions of release will reasonably assure that the person will not flee or pose a danger to any other person or to the community . . . or if it appears that an appeal is frivolous or taken for delay . . ..\" 18 U.S.C. § 3148. While it is true that this defendant is a well established professional man (a doctor) and has never heretofore failed to meet all court appearances, the situation with which he is now confronted is, of course, far different from that which has heretofore obtained. As a highly skilled physician the defendant presumably would have no difficulty at all in finding employment in any one of the many countries in the world which do not have in effect extradition treaties with the United States, and the temptation to seek refuge in another country would certainly be great indeed in this case.</p>\n<p>Even so, the court would be reluctant to keep this defendant imprisoned while awaiting appeal if the court were convinced of the possibility of serious, reversible error in defendant's trial. Defense counsel were <span class=\"star-pagination\">*1089</span> therefore requested to set forth in their written motion for bail those assignments of error on which principal reliance would be placed in the appeal, and in their motion they have listed some sixteen or more allegations of error only a few of which the court has deemed worthy of comment.</p>\n<p>The cornerstone of defendant's legal defense remains his claim that he was denied his constitutional right of a speedy trial in the case. Quite correctly he points to the fact that the initial ruling of this court denying his motion to dismiss based on speedy trial grounds was reversed in a split decision by the Fourth Circuit almost four years ago. <i>United States v. MacDonald,</i> <span class=\"citation\" data-id=\"333786\"><a href=\"/opinion/333786/united-states-v-jeffrey-r-macdonald/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span> (4th Cir. 1976). But the Supreme Court held that the Fourth Circuit lacked jurisdiction to entertain MacDonald's speedy trial appeal, and the case was eventually remanded to this court for trial. <span class=\"citation\" data-id=\"109838\"><a href=\"/opinion/109838/united-states-v-macdonald/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">850</span></a></span>, <span class=\"citation\" data-id=\"109838\"><a href=\"/opinion/109838/united-states-v-macdonald/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1547</span></a></span>, <span class=\"citation\" data-id=\"109838\"><a href=\"/opinion/109838/united-states-v-macdonald/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1978). After referring to the four factors to be weighed in determining whether an accused has been deprived of his constitutional right to a speedy trial as set forth in <i>Barker v. Wingo,</i> <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1972) (length of delay, reason for delay, whether defendant has asserted the right and prejudice to defendant from the delay) the Supreme Court stated that prejudice to the defendant from the delay was the most serious and went on to say:</p>\n<blockquote>\"Before trial, of course, an estimate of the degree to which delay has impaired an adequate defense tends to be speculative. The denial of a pre-trial motion to dismiss an indictment on speedy trial grounds does not indicate that a like motion made after trial  when prejudice can be better gauged  would also be denied. Hence, pre-trial denial of a speedy trial claim can never be considered a complete, formal and final rejection by the trial court of the defendant's contention; rather, the question at stake in the motion to dismiss necessarily `remains open, unfinished (and) inconclusive' until the trial court has pronounced judgment.\" <i>Id.,</i> 435 U.S. 858-9, 98 S.Ct. 1551.</blockquote>\n<p>In the light of the Supreme Court's decision this court summarily overruled defendant's renewed motion to dismiss on speedy trial grounds again interposed at the pre-trial conference held on July 14, 1979. At that time the defendant took the position, to which he apparently still strongly adheres, that since the Fourth Circuit has already expressed its opinion on the speedy trial issue notwithstanding its decision was overturned later on jurisdictional grounds, it is a foregone conclusion that the case will again be dismissed on these grounds when it reaches the Fourth Circuit on appeal. This court does not believe that this result necessarily follows, and it is noted in the inception that following the court's order of July 14, 1979 the defendant promptly petitioned the Fourth Circuit for a writ of mandamus asking that the indictment be dismissed on speedy trial grounds which petition the Fourth Circuit just as promptly rejected.</p>\n<p>Accordingly, the case has been tried to a jury in this court in a trial lasting six and one-half weeks during all of which time this court has been alert to detect the existence of any of the four factors required to be considered under <i>Barker v. Wingo, supra</i><i>,</i> in determining the speedy trial issue. The length of the delay between the time of the crimes and the return of the indictment, almost five years, is, of course, fixed and indisputable, and although the government's explanation for much of the delay is not without plausibility, the impression remains that the case could have been put before the grand jury at a much earlier date than it was. There is also some evidence that the defendant expressed the desire to have the case brought to a head one way or the other much earlier than the time the indictment was returned. The assertion of a right to a speedy trial, however, is normally understood to refer to a right to a trial by one who has been indicted and is subject to a trial rather than to a right to have the government to accelerate its efforts to obtain an indictment. It will be remembered, of course, that the four-and-a-half-year delay which followed the indictment was attributable almost entirely to <span class=\"star-pagination\">*1090</span> the pursuit by defendant of innumerable motions, appeals and attempted appeals, all of which were ultimately resolved against him.</p>\n<p>Essentially, then, the question involved here is whether the defendant has been prejudiced by pre-indictment delay. As stated in <i>Barker,</i> this question must be considered in the light of the interests the speedy trial right was designed to protect: \"(i) to prevent oppressive pretrial incarceration; (ii) to minimize anxiety and concern of the accused; and (iii) to limit the possibility that the defense will be impaired.\"</p>\n<p>While the Fourth Circuit in its original consideration of the speedy trial issue seemed to equate the defendant's restriction to quarters during the time the case was under investigation by the Army authorities with \"pretrial incarceration\", Judge Craven in his dissenting opinion in that case pointed out that the conditions under which defendant was restricted were far from burdensome. He apparently was able to go to and from his meals, to play golf and to have a feminine companion to visit him in his quarters from time to time, amenities certainly not enjoyed by one incarcerated in a jail awaiting trial. He apparently continued to draw his full pay without having to work, a privilege which few, if any, persons incarcerated awaiting trial ever enjoy. This court cannot see that there has been any \"oppressive pretrial incarceration\" in this case.</p>\n<p>The anxiety and concern, if any, of this defendant would involve his subjective feelings, and while it can certainly be assumed that he would have much preferred to know that the matter had been finally put to rest, the evidence is that following his honorable discharge from the Army and a short return to his home in New York he moved to California where he promptly established himself in the practice of his profession and acquired a wide host of friends both professional and social. The record would not support a finding that this defendant has suffered great anxiety and concern by reason of the pre-indictment delay in this case.</p>\n<p>The fears expressed by the Fourth Circuit in its 1976 decision that the defendant's ability to defend the case adequately might be seriously prejudiced by the pre-indictment delay have not been borne out in the record developed at trial. Almost incredibly, the only material witness on either side of the case shown to have died was a government witness, and not only were all of defendant's original witnesses shown to be available to testify, but he was also able to produce one or more witnesses who were not even known to the defendant until recent times and who gave testimony vital to the defense. In addition the defendant was able to have the benefit of the testimony of several highly competent expert witnesses who were not known to or available to him at the time of the Army hearing in 1970. Finally, by reason of the excellent record he has made in the practice of his profession in California in the last seven or eight years defendant was able to produce a most impressive array of character witnesses none of whom would have been available to him had he been brought to trial within a year or two after the crimes were committed.</p>\n<p>Significantly, in none of his motions based on speedy trial grounds has the defendant alleged any particular in which his defense has been prejudiced in the least by delay. Contrarily, this court is of opinion that the delay may very well have worked in defendant's favor in that juries are not known to look with favor on stale claims, and there was no way that the jury in this case could have known that approximately one-half of the delay here was attributable to actions taken by the defendant himself rather than the government. Be this as it may, the court finds that the defendant's ability to defend this case adequately was not prejudiced by any of the delay, pre-indictment or otherwise, and that his speedy trial claim should be denied.</p>\n<p>Since the court's instructions to the jury were not objected to by either party at the trial and defendant has pointed to nothing in the instructions which might conceivably constitute plain error, it is assumed that defendant's principal claim of prejudicial <span class=\"star-pagination\">*1091</span> error during the course of the trial will center around the court's alleged erroneous evidentiary rulings. The two principal exceptions taken were to the court's refusal to admit testimony of witnesses to statements made out of court by the defendant's witness, Helena Stoeckley, and its refusal to admit the testimony of a psychiatrist, one Dr. Sadoff. The bases of the court's rulings on these two questions were dictated into the record at trial, see Transcripts for August 20, 1979 (Stoeckley) and August 22, 1979 (Sadoff), but it was indicated at the time that the court might elaborate further on its rulings in writing as soon as time should permit. This will now be done.</p>\n<p><i>The Stoeckley Witnesses.</i> Helena Stoeckley, an acknowledged drug addict, was living in Fayetteville at the time of the murders in question in February, 1970, as a fairly well-known member of the drug culture. Colonel Rock, who conducted the Article 32 proceedings for the Army in 1970, had recommended that Stoeckley be investigated as a possible suspect in the MacDonald murders. Apparently this was based on the fact that this drug-addicted girl had engaged in some rather bizarre behavior shortly after the murders and had been unable to account for her whereabouts for about four hours on the early morning of February 17, 1970, during which time the murders occurred. She reportedly made statements to the effect that she thought she might have been in the MacDonald home at the time of the crimes, and there was evidence to the effect that she obtained some funeral wreaths from a florist shop near her residence and wore black for a while as if she were in mourning for the murder victims. There was also evidence that she had a long blond wig and a \"floppy\" hat and boots which in some respects seemed similar to those allegedly worn by one of the intruders claimed by defendant MacDonald to have committed the murders of his wife and two young daughters.</p>\n<p>Stoeckley was located during the course of the trial at a place in South Carolina near Greenville and because of her reluctance to come to court in obedience to a subpoena the court ordered her taken into custody and brought to Raleigh to testify on behalf of the defendant. Upon her arrival counsel for defendant asked for a short recess to interview Stoeckley, and this stretched into almost an entire day of conferences between defense counsel, Stoeckley and a number of witnesses to whom she had allegedly made statements of one kind or another over the nine and one-half years which have elapsed since the murders in which she would indicate some possibility of her own involvement in these crimes.</p>\n<p>On the following day Stoeckley was put on the stand by defense counsel and questioned at considerable length about her knowledge of the MacDonald murders. The substance of her testimony was that she was not involved in the murders but that because of her drug-crazed condition she had at least come to wonder whether or not she was in fact involved, and she admitted to owning the clothing referred to above and the fact that she seemed to go into mourning following the murders. The court gained the unmistakable impression which it believes was shared by the jury that this pathetic figure was suffering from drug-induced mental distortion and that she could be of no help to either side in the case.</p>\n<p>The defendant next took the voir dire testimony of a half dozen or more witnesses to whom Stoeckley had made statements relating to the MacDonald murders beginning with a Fayetteville detective who interviewed her within a few days after the murders and ending with witnesses including members of defense counsel's staff who interviewed Stoeckley on the day she arrived in Raleigh to testify.</p>\n<p>Several of these witnesses talked to Stoeckley in Nashville, Tennessee where she was living in the fall of 1970 and the early part of 1971. When she would talk to these witnesses she would sometimes be \"hysterical\", \"crying\", and \"blubbering\". She would say things like \"I don't know whether I did it or not.\" She told one witness that she remembered being at the MacDonald home, that she knew who did it but <span class=\"star-pagination\">*1092</span> that she did not do it herself, that she remembered nothing about the evening, that MacDonald himself did the killings and that she was unable to describe anything inside the MacDonald apartment. She was under the influence of drugs at times when she talked to this witness but at other times she was not under the influence of drugs. She was interviewed by a CID agent on April 23 and April 24 of 1974 and told him that she was convinced that she had participated in these crimes for three or four months but was now of the opinion that she was present but did not participate. She was under the influence of narcotics the first day she talked to the CID agent but was \"better\" on the next day when she retracted everything she had told the agent on the previous day. This agent was unable to develop any information from Stoeckley showing that she really had any knowledge of the crime, and all the possible leads she was able to furnish were checked out and it was verified that the persons named by her were not involved.</p>\n<p>The Fayetteville detective, one Beasley, interviewed Stoeckley at her home in Fayetteville between 2:30 and 3:00 a. m. on the morning of February 18, which was the day following the murders, and she told him at that time \"in my mind it seems that I saw this thing happen,\" but she stated further that she was under the influence of the drug mescaline at the time and that she then backed off and would say no more. This officer held Stoeckley and several of her male companions for about an hour that morning after requesting his headquarters to contact the CID and have them come and interview these people, but when the CID agents did not arrive in about an hour the detective released these people and has never seen them again. Curiously, this officer's notes of his interviews with Stoeckley and her companions were lost or misplaced, and he has never seen them again. If it is within the province of this court to pass on the trustworthiness of a witness who proposes to testify as to statements of another witness allegedly qualifying as an exception to the hearsay rule, see <i>United States v. Satterfield,</i> <span class=\"citation\" data-id=\"354064\"><a href=\"/opinion/354064/united-states-v-robert-joseph-satterfield/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span> at p. 691 (9th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></span>, this court would be constrained to hold Officer Beasley's testimony to be unreliable. It is simply incredible that any self-respecting, competent police officer who really thought he had a substantial lead toward solving these sensational murders would allow the suspects to go after waiting only an hour for the Army investigators to come when he had had no direct contact with them himself and that he would never again pursue the lead on his own.</p>\n<p>Statements allegedly made by Stoeckley to her neighbor, one Posey, were of the same equivocal character as the statements sought to be proven by the other witnesses referred to above. For reasons which were brought out more fully by the government's cross-examination of this witness, if required to do so this court would find his testimony untrustworthy.</p>\n<p>The defendant sought to introduce testimony of these out-of-court statements by Stoeckley as exceptions to the hearsay rule under Rule 804(b)(3) of the Federal Rules of Evidence, contending that they qualified as statements against Stoeckley's penal interest in view of Stoeckley's \"unavailability as a witness.\" In view of Stoeckley's testimony that she had no recollection of the subject matter of at least some of her statements, the court was prepared to rule that she qualified as an unavailable witness under Rule 804(a)(3), and although it is a debatable proposition, the court was willing to assume arguendo that the statements were against Stoeckley's penal interest. The trouble with the proffered testimony, however, lies in its failure to meet the test of the second sentence of Rule 804(b)(3) which reads as follows:</p>\n<blockquote>\"A statement tending to expose the declarant to criminal liability and offer to exculpate the accused is not admissible unless corroborating circumstances clearly indicate the trustworthiness of the statement.\"</blockquote>\n<p>After studying the transcript of Stoeckley's own testimony and that of the proposed <span class=\"star-pagination\">*1093</span> witnesses given on voir dire the court was convinced that far from being shown by corroborating circumstances to be clearly trustworthy, the alleged statements of Stoeckley were so clearly untrustworthy that the court should not hesitate to exercise its discretion to exclude the evidence under Rule 403, F.R.E., which provides:</p>\n<blockquote>\"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\"</blockquote>\n<p>That the determination of admissibility under Rule 804(b)(3) is left to the discretion of the trial court is hardly open to question, <i>United States v. Guillette,</i> <span class=\"citation\" data-id=\"341774\"><a href=\"/opinion/341774/united-states-v-david-guillette-and-robert-joost/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">743</span></a></span> (2nd Cir. 1976); <i>United States v. Oropeza,</i> <span class=\"citation\" data-id=\"349986\"><a href=\"/opinion/349986/united-states-v-jose-luis-oropeza-and-mark-james-minton/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 325 (9th Cir. 1977), and the standard for appellate review is whether or not the discretion was abused. <i>United States v. Bagley,</i> <span class=\"citation\" data-id=\"336340\"><a href=\"/opinion/336340/united-states-v-william-john-bagley/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 166-167 (5th Cir. 1976).</p>\n<p>The closest case on the facts which the court was able to find was <i>United States v. Satterfield,</i> <span class=\"citation\" data-id=\"354064\"><a href=\"/opinion/354064/united-states-v-robert-joseph-satterfield/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">687</span></a></span> (9th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">840</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">138</span></span>. In that case the witness took the Fifth Amendment and therefore made himself unavailable. In sustaining the trial court's ruling excluding testimony about an alleged statement made out of court by the witness because clear circumstances corroborating the veracity of the witness were absent, the court listed some of the circumstances which tended to corroborate the trustworthiness of the statement and others which indicated that the statements were untrustworthy. The court said:</p>\n<blockquote>\"Under Rule 804(b)(3), the corroborating circumstances must do more than tend to indicate the trustworthiness of the statement; they must <i>clearly</i> indicate it. There is good reason to believe that [the witness] staged the argument with [the defendant's] help and that his alleged statements . . . were also fabricated. The trial court did not abuse its discretion in denying [defendant's] motion to admit this evidence.\" <i>Id.</i> p. 693.</blockquote>\n<p>In assessing the trustworthiness of statements of the kind sought to be introduced here the court must inquire into the reliability of and the necessity for the statement. <i>United States v. Carlson,</i> <span class=\"citation no-link\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1346</span></span> (8th Cir. 1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></span>, 53 L.Ed.2d 224. Here the statements of Stoeckley were anything but reliable, and no necessity for her making the statements was ever shown. To the contrary, it appears that for the most part the statements were made by her voluntarily while she was under the influence of powerful narcotics.</p>\n<p>The case relied upon by defendant, <i>Chambers v. Mississippi,</i> <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span>, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">297</span></a></span> (1973), is clearly distinguishable. In that case the hearsay statements of the declarant were originally made and subsequently offered at the trial under circumstances that provided assurance as to their trustworthiness. The statements consisted of the confessions made spontaneously by the declarant to a close acquaintance shortly after the crime had occurred; the statements were corroborated by other evidence in the case including the declarant's sworn confession which he later repudiated, the testimony of an eye witness to the murder, the testimony that the declarant was seen with a gun immediately thereafter and proof that the declarant owned a weapon of the kind involved in the crime. Moreover, \"[t]he sheer number of independent confessions provided additional corroboration for each\" and \"each confession here was in a very real sense self-incriminatory and unquestionably against interest.\" 410 U.S. 300-301, 93 S.Ct. 1048. Nothing remotely resembling such corroborating circumstances is present in the case at bar.</p>\n<p>As an alternative ground for the admission of the out-of-court statements of Stoeckley defendant argued that the statements were admissible for impeachment purposes under Rule 613, F.R.E. The court had the definite feeling that the real purpose of counsel in endeavoring to get the <span class=\"star-pagination\">*1094</span> evidence in as impeachment was simply to get it before the jury, and if this is so the evidence was properly excluded under <i>United States v. Morlang,</i> <span class=\"citation\" data-id=\"333784\"><a href=\"/opinion/333784/united-states-v-theodore-d-morlang/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">183</span></a></span>, 190 (4th Cir. 1975), where it was said:</p>\n<blockquote>\"The overwhelming weight of authority is . . . that impeachment by prior inconsistent statement may not be permitted where employed as a mere subterfuge to get before the jury evidence not otherwise admissible.\"</blockquote>\n<p>In that case it was recognized that the danger of confusion, even where the evidence is limited to impeachment, may be so great as to upset the balance and warrant its exclusion. Authority for exclusion of such evidence is now contained in Rule 403, F.R.E.</p>\n<p>The court chose to exclude the evidence on other grounds. To begin with, in order to impeach a witness by a prior statement there must in fact be testimony which is inconsistent with the prior statement. <i>Gilmour v. Strescon Industries, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">146</span></span> (E.D.Pa.1975), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">521</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1398</span></span> (3rd Cir. 1975).</p>\n<blockquote>\"Any statement is inconsistent if under any rational theory it might lead to any relevant conclusion different from any other relevant conclusion resulting from anything the witness has said.\" 3 Weinstein's Evidence, 613-11.</blockquote>\n<p>The alleged statements made by Stoeckley are in some instances at variance with her sworn testimony given at the trial in this case, but by the same token the statements in some respects are entirely consistent with testimony given at the trial by Stoeckley. And so we were simply left with conflicting statements made by Stoeckley to the same witness, and to have allowed such statements to be admitted could only have added to the confusion already engendered by her own vague and totally untrustworthy testimony which she had given from the witness stand.</p>\n<p><i>The Psychiatric Testimony.</i> The defendant proffered the testimony of a forensic psychiatrist, Dr. Robert L. Sadoff, who apparently proposed to give testimony as follows:</p>\n<blockquote>\"That it is recognized and accepted by reputable specialists in the field of forensic psychiatry that certain personality/emotional configurations are identifiable in human beings which, because of the mental disorders involved, are indicative of a capability or disposition to certain types of anti-social conduct, including the commission of homicides involving extreme brutality to one's own spouse and small children and other crimes of violence; and that, conversely, other personality/emotional configurations are identifiable which are inconsistent with such anti-social behavior.</blockquote>\n<blockquote>\"That based on his psychiatric examination of the defendant, it is his opinion of the character of Dr. MacDonald that the defendant was and is a man who is not given to extraordinary violent outbursts of physical violence against his wife and children; that he was and is an emotionally normal, mentally stable man, neither evasive nor apparently untruthful about the significant events of his life, including the murders of his family, who did not possess the type of personality/emotional configuration that would be consistent with and/or manifests this type of murderous assault on his wife and small children.\"</blockquote>\n<p>This evidence was sought to be introduced under Rule 404(a)(1) of the Federal Rules of Evidence which declares admissible evidence of a pertinent trait of the character of an accused for the purpose of proving that he acted in conformity therewith on a particular occasion. Defendant contended that the proffered psychiatric testimony would show that the defendant \"was a well-adjusted man, without violent tendencies\" and would \"establish a personality configuration inconsistent with the outrageous and senseless murders of defendant's family.\"</p>\n<p>Numerous lay witnesses most of whom were highly intelligent and articulate, professional and business people, had already testified to the defendant's character traits of peacefulness, non-violence, rationality and compassion for his fellow man, but it was the position of the defendant that the <span class=\"star-pagination\">*1095</span> opinion of a qualified psychiatrist based on his examination of the defendant might well be more reliable evidence of character than that of even the most perceptive lay observer. Defendant points to a note by the Advisory Committee to Rule 405, F.R.E., which he contends expressly sanctions the introduction of such psychiatric opinion testimony. The note reads in pertinent part as follows:</p>\n<blockquote>\"If character is defined as the kind of person one is, then account must be taken of varying ways of arriving at the estimate. These may range from the opinion of the employer who has found the man honest to the opinion of the psychiatrist based upon examination and testing. No effective dividing line exists between character and mental capacity, and the latter traditionally has been provable by opinion.\"</blockquote>\n<p>In ruling on the admissibility of this proffered expert testimony the court indicated that it would allow testimony by Dr. Sadoff as to the defendant's character traits such as peacefulness and non-violence which would be inconsistent with the commission of the crimes in question, but that it had been concluded following a study of the pertinent authorities that the proffered testimony to the effect that \"certain personality/emotional configurations are identifiable in human beings which, because of the mental disorders involved, are indicative of a capability or disposition to certain types of anti-social conduct including the commission of crimes of the type here involved\" should not be admitted. Several reasons led the court to this conclusion.</p>\n<p>The legal principles applicable have been stated in <i>United States v. Amaral,</i> <span class=\"citation\" data-id=\"315661\"><a href=\"/opinion/315661/united-states-v-manuel-p-amaral/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span> (9th Cir. 1973), as follows:</p>\n<blockquote>\"The basic purpose of any proffered evidence is to facilitate the acquisition of knowledge by the triers of fact thus enabling them to reach a final determination. As often stated, our system of evidence rests on two axioms: Only facts having rational probative value are admissible and all facts having rational probative value are admissible unless some specific policy forbids. . . . Evidence which has any tendency in reason to prove any material fact has rational probative value.</blockquote>\n<blockquote>\"The general test regarding the admissibility of expert testimony is whether the jury can receive `appreciable help' from such testimony. . . . The balance of the probative value of the tendered expert testimony evidence against its prejudicial effect is committed to the `broad discretion' of the trial judge and his action will not be disturbed unless manifestly erroneous. . . .</blockquote>\n<blockquote>\"The countervailing considerations most often noted to exclude what is relevant and material evidence are the risk that admission will (1) require undue consumption of time, (2) create a substantial danger of undue prejudice or of confusing the issues or of misleading the jury, (3) or unfairly and harmfully surprise a party who has not had a reasonable opportunity to anticipate the evidence submitted. Scientific or expert testimony particularly courts the second danger because of its aura of special reliability and trustworthiness.</blockquote>\n<blockquote>\"Because of the peculiar risks of expert testimony, courts have imposed an additional test, i. e., that the testimony be in accordance with a generally accepted explanatory theory.\" <i>Id.,</i> p. 1152.</blockquote>\n<p>The court assumed that Dr. Sadoff could qualify as an expert in forensic psychiatry, but proof that his proffered testimony would conform to a generally accepted explanatory theory was lacking. In his brief the defendant cited several articles in psychiatric journals which were said to deal with this subject, but the articles were not made available to the court, and with the possible exception of the case of <i>United States v. Staggs,</i> <span class=\"citation\" data-id=\"344916\"><a href=\"/opinion/344916/united-states-v-lonnie-paul-staggs/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span> (7th Cir. 1977), the court was not cited any case decided under the Federal Rules of Evidence supporting the admissibility of psychiatric testimony of the type sought to be introduced here. The government, on the other hand, has cited an article by an Assistant Professor of Psychiatry at UCLA <span class=\"star-pagination\">*1096</span> entitled \"A Critique of the Psychiatrist's Role as Expert Witness,\" 12 Journal for Science 172 (1967), from which the following quote is taken:</p>\n<blockquote>\"It is not possible, nor is it likely in the near future, for a psychiatrist who first sees the patient some time, often months, after the offense, to give specific information about the mental state of the defendant at the time of the offense. However, the moment that the psychiatrist is pressed to give his opinion, which is no more than his personal guess or moral conviction, there suddenly appears something interpreted as tangible and scientific. Under the guise of science, part or all of the responsibility for the difficult issue of criminal responsibility is thus handed over to the psychiatrist.\"</blockquote>\n<p>Evidence is not necessarily admissible simply because the witness purports to base his testimony on an ostensibly scientific principle. The principle must be sufficiently established to have gained general acceptance in the particular field to which it belongs. <i>United States v. Brown,</i> <span class=\"citation\" data-id=\"346788\"><a href=\"/opinion/346788/united-states-v-hayward-leslie-brown/\"><span class=\"volume\">557</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span>, 556 (6th Cir. 1977). Moreover, the opinion of an expert because of its seeming objectivity is apt to carry undue weight, so not every ostensibly scientific technique should be recognized as the basis of expert testimony. <i>United States v. Baller,</i> <span class=\"citation\" data-id=\"328809\"><a href=\"/opinion/328809/united-states-v-carl-joseph-baller-jr/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></a></span>, 466 (4th Cir. 1975).</p>\n<blockquote>\"In order to prevent deception or mistake and to allow the possibility of effective response, there must be a demonstrable, objective procedure for reaching the opinion and qualified persons who can either duplicate the result or criticize the means by which it was reached, drawing their own conclusions from the underlying facts.\" <i>Id.,</i> p. 466.</blockquote>\n<p>In <i>United States v. Brown, supra</i><i>,</i> the court rejected the government's proffered expert testimony demonstrating that ion microprobic analysis of human hair had reached a level of general acceptance in the field to make it a sufficiently reliable and accurate means for expert identification of hair. The court said:</p>\n<blockquote>\"While it is a truism that every useful new development must have its first day in court . . ., expert testimony on a critical fact relating to guilt or innocence is not admissible unless the principle upon which it is based has attained general acceptance in the scientific community and is not mere speculation or conjecture.\" <i>Id.,</i> pp. 558-9.</blockquote>\n<p>Our case here was further complicated by the fact that the government's own forensic psychiatrist had examined the defendant and had reached conclusions diametrically opposed to those of Dr. Sadoff. The report of this expert which has been furnished counsel for defendant and to the court for its in camera review tends to indicate that the defendant does indeed possess those traits of character which are consistent with his commission of the crimes with which he is charged and that he possesses other traits which tend to cast serious doubt on the credibility of his explanation of how the crimes occurred.</p>\n<p>The result was that we had shaping up a \"battle of the experts\" referred to by Weinstein in his work on <i>Evidence,</i> Section 405[03], pages 405-34 where he quotes from an article by Falknor and Steffen entitled \"Evidence of Character: From the `Crucible of the Community' to the `Couch of the Psychiatrist'\", 102 Univ. of Pa.L.Rev. 980, 994 (1954) as follows:</p>\n<blockquote>\"Even in the case of strictly medical testimony, where the issue concerns physical rather than mental or psychological condition or disability  `objective' rather than `subjective' symptoms  experience has demonstrated the commonness of disagreement among the `experts.' When the inquiry is centered on an intangible, impalpable, wholly subjective thing like state of mind, personality or `propensity,' the likelihood of disagreement is greatly enhanced. Thus there is point to the conclusion of the New Mexico court to the effect that it was `unwilling to enlarge the already immense field where medical experts, apparently equally qualified, express such diametrically opposite views on the same facts and conditions,' to the `bewilderment of the fact finder.'\"</blockquote>\n<p>In view of all of these considerations the court concluded that irrespective of the admissibility of the proffered evidence under <span class=\"star-pagination\">*1097</span> Rules 404 and 405, F.R.E., the probative value of the evidence was substantially outweighed by the danger of unfair prejudice, confusion of the issues and misleading the jury and that it should be excluded under Rule 403. See further Wright &amp; Graham, <i>Federal Practice &amp; Procedure,</i> § 5265.</p>\n<p>The defendant's proposed assignment of error based on the denial of defendant's motion for judgment of acquittal made at the close of the government's evidence (but not renewed, as the court recalls, at the close of all the evidence) is considered to be without merit. Although the introduction of evidence by the parties extended over the better part of six weeks and encompassed much highly technical and scientific evidence on each side, the one central question involved in the case from the beginning to the end was whether the jury would believe the defendant's story that the murders had been committed by four intruders who entered his home through an unlocked back door in the early morning hours of February 17, 1970. Selection of this jury extended over a period of three days, and while in the court's view the parties were entitled to only ten challenges each, at their insistence they were allowed twenty challenges each as provided in capital cases involving the death penalty. The result was the selection of a jury panel composed of intelligent, conscientious citizens from almost every walk of life who were obviously imbued with a serious sense of responsibility and who gave the case their undivided attention throughout the unusually long trial. Counsel for both sides agreed that it was a good jury, and the six and one-half hours of deliberations which they required to reach a verdict demonstrates that their task was not taken lightly. This jury obviously declined to accept Dr. MacDonald's story, and the result was the return of the guilty verdict. The court remains of opinion that the verdict was fully supported by the evidence and that the denial of the motion for judgment of acquittal was proper.</p>\n<p>The court has considered the twelve additional proposed assignments of error relating principally to evidentiary rulings, and it would serve no useful purpose to examine these seriatim at this time. Suffice it to say that in those instances where objections were properly lodged and an explanation for the court's ruling was considered appropriate, the same will appear in the transcripts of the trial and the pre-trial proceedings. The court remains of opinion that these rulings were proper.</p>\n<p>The court is fully cognizant of the fact, of course, that it is not its province to sit in appellate review of itself, and the elaboration herein on what it understands to be defendant's principal proposed assignments of error is intended only to comply with the court's intention expressed at trial to explicate some of its rulings more fully as soon as time should permit and to state additional reasons as to why the court has concluded not to allow bail pending appeal.</p>\n<p>In summary, the court remains of opinion that no one or more conditions of release will reasonably insure that the defendant will not flee and that while defendant's appeal is certainly not frivolous, he has failed to demonstrate to this court that it has sufficient legal merit to create in the court a genuine concern that defendant will have wrongfully been held in custody pending his appeal. His motion for bail must therefore be and is hereby denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/344916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354064/"
  ]
}