{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1378301/",
  "absolute_url": "/opinion/1378301/locklear-v-north-carolina-state-board-of-elections/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1378301/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:52:03.911445Z",
  "date_modified": "2016-04-26T23:46:02.029669Z",
  "type": "010combined",
  "sha1": "ea4a5a1dfe1c5a29df384489bfbc722af499cfad",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>379 F.Supp. 2 (1974)</b></center>\n<center><h1>Janie Maynor LOCKLEAR et al., Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF ELECTIONS et al., Defendants.</h1></center>\n<center>Civ. No. 1052.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 20, 1974.</center>\n<p><span class=\"star-pagination\">*3</span> Norman Smith, N. C. Civil Liberties Union, Greensboro N. C., Adam Stein, Chambers, Stein, Ferguson &amp; Lanning, Chapel Hill, N. C., Shelley Blum, Legal Aid Society of Mecklenburg County, Charlotte, N. C., Barry Nakell, Chapel Hill, N. C., Indian Legal Services, Calais, Me., for plaintiffs.</p>\n<p>James Wallace, Jr., Howard A. Kramer, Raleigh, N. C., W. Earl Britt, Ellis E. Page, Lumberton, N. C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*4</span> MEMORANDUM DECISION</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This is an action for declaratory and injunctive relief. The plaintiffs seek a declaratory judgment declaring North Carolina Gen.Stat. § 115-18 unconstitutional as it applies to the election of members of the Robeson County Board of Education. The plaintiffs allege in effect that N.C.G.S. § 115-18, as modified by local acts applicable to Robeson County, permits persons who do not live within the geographical jurisdiction of the Robeson County Board of Education to vote for 7 of the 11 members of the Board. The action is brought on behalf of all Indians who are eligible voters of Robeson County and reside within the geographical jurisdiction of the Robeson County Board of Education. Plaintiffs and defendants have filed motions for summary judgment, and have submitted the action to the court upon a stipulation of facts and applicable state law.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>There are six boards of education in Robeson County: the Robeson County Board of Education, and the Boards of Education of the Fairmont City Administrative Unit, the Lumberton City Administrative Unit, the Maxton Administrative Unit, the Red Springs Administrative Unit, and the St. Pauls Administrative Unit.</p>\n<p>The Robeson County Board of Education operates approximately 30 public schools. The Fairmont Board operates approximately three separate public schools. The Lumberton Board operates approximately seven separate public schools. The Maxton Board operates approximately two separate schools, and the St. Pauls Board operates approximately two separate public schools.</p>\n<p>There are 11 members of the Robeson County Board of Education. Seven members are elected by all the eligible voters residing in Robeson County. The election of the remaining four members is restricted to the qualified voters of the Robeson County School District which is defined as all of Robeson County except that territory within the administrative units previously enumerated.</p>\n<p>The operation and maintenance of the school transportation system for all pupils in Robeson County, including pupils in the city units, is under the control and supervision of the County Board of Education. Title to all school transport vehicles in Robeson County is vested in the County Board. All funds disbursed by the State for pupil transport in Robeson County are paid directly to the County Board. The county school superintendent has final approval of the selection of school bus drivers. There is no formal contract between the County Board and the city administrative units regarding pupil transportation.</p>\n<p>The Robeson County Educational Resource Center was planned and established through the joint efforts of the six boards of education in Robeson County. The land on which the center is located was conveyed by Robeson County to the Robeson County Board of Education. The Center includes in its facilities a planatarium, an audio-visual center, a professional library, a demonstration classroom, and a display area. The facility was fully funded by a $375,000.00 federal grant for its first three years and partially funded by a federal grant for the next two years. In the grant application, it was represented that the Center would be used for the benefit of all school children in the county. The Center is now funded locally, with each of the six boards of education sharing the expense on a per pupil basis, but the County Board administers the Center.</p>\n<p>By agreement of the six boards of education, the County Board administers the federally funded projects for the use and benefit of all school systems in the county, including an occupational education project for disadvantaged persons and a project for assistance to handicapped children. Some other federally funded projects are administered by the individual administrative units.</p>\n<p><span class=\"star-pagination\">*5</span> North Carolina Gen.Stat. § 115-4 provides in pertinent part as follows:</p>\n<blockquote>Each county of the State shall be classified as a county administrative unit, the schools of which, except in city administrative units, shall be under the general supervision and control of a county board of education with a county superintendent as the administrative officer.</blockquote>\n<blockquote>A city administrative unit shall be classified as an area within a county or adjacent parts of two or more contiguous counties which has been or may be approved by the State Board of Education as such a unit for purposes of school administration. The general administration and supervision of a city administrative unit shall be under the control of a board of education with a city superintendent as the administrative officer.</blockquote>\n<blockquote>All administrative units, whether city or county, shall be dealt with by the State school authorities in all matters of school administration in the same way.</blockquote>\n<p>Thus, it appears that the school boards involved in this action control schools only in geographically defined areas, and that the County Board does not exercise general supervision or control over the schools within the respective jurisdictions of the city units.</p>\n<p>North Carolina Gen.Stat. § 115-77 provides in pertinent part as follows:</p>\n<blockquote>The county boards of education with the approval of the State Board of Education may transfer from non-tax territory and attach permanently to local tax districts or to city administrative units, real property contiguous to said local tax districts or city administrative units, upon the written petition of the owners thereof and the taxpayers of the family or families living on such real property, and there shall be levied upon the property of each individual in the area so attached, including landowners and tenants, the same tax as is levied upon other property in said district or unit:</blockquote>\n<blockquote>Provided, that such transfer shall be subject to the approval of the board of education of such city unit or the committee of such tax district, as the case may be. Provided the petition must be signed by a majority of the persons who are the owners thereof and a majority of the taxpayers of the families living on such real property on the date the petition is filed with the county board of education. . . .</blockquote>\n<p>Under Ch. 34, § 13, Private Laws of North Carolina, 1913, the Red Springs Board is required to make an annual financial report to the County Board, but the County Board has never required the annual report from the Red Springs Board.</p>\n<p>The Lumberton City Board is likewise required to submit an annual financial report to the County Board, North Carolina Session Laws 1907, Ch. 343, § 72. It does not appear whether these reports have been prepared and submitted.</p>\n<p>The stipulation of the parties in this action is silent regarding any requirement on the part of the City Boards of Maxton, Fairmont, and St. Pauls to submit financial reports to the County Board.</p>\n<p>The plaintiffs allege, in their first claim, that the six boards of education in Robeson County are totally separate and distinct entities, and that \"the Robeson County Board of Education is the same kind of public entity as the other five boards . . . with the same duties and responsibilities, except that the number of schools that it operates and the number of students that it serves are larger.\" The plaintiffs further allege that the Robeson County Board of Education \"does not have county-wide jurisdiction and does not have any general or even substantial duties or responsibilities with regard to the geographical jurisdiction of or the schools operated by the other five boards of education,\" and that the County Board \"does not have general or even substantial governmental powers except within its limited geographical jurisdiction.\"</p>\n<p><span class=\"star-pagination\">*6</span> The plaintiffs allege that the voters residing within the city administrative units of Robeson County are not affected by and have no interest in the election of members of the County Board, and that to permit residents of the city administrative units to vote for 7 of the 11 members of the County Board amounts to an unconstitutional dilution of the votes of the voters residing within Robeson County, but outside the city administrative units.</p>\n<p>The plaintiffs also allege that the election system under which voters residing in the city administrative units are permitted to vote for 7 of the 11 members of the County Board, but under which voters residing within the county, but outside the city units, are not allowed to vote for members of the city boards, constitutes a denial of equal protection of the laws.</p>\n<p>The plaintiffs, in a second claim, allege that there are two boards of education in Orange County, North Carolina: the Orange County Board of Education and the Chapel Hill-Carrboro Board of Education; that the two Orange County boards have separate and distinct geographical jurisdictions; and that only the voters residing within the respective geographical jurisdictions of the two Orange County boards are permitted to vote for members of the respective boards. The plaintiffs allege that, therefore, the voters residing within the jurisdiction of the Robeson County Board of Education suffer a dilution of their votes not suffered by the voters residing within the geographical jurisdiction of the Orange County Board of Education, in violation of the Equal Protection Clause.</p>\n<p>In a third claim, the plaintiffs allege that the population of each city administrative unit is overwhelmingly non-Indian, and that the population of Robeson County, outside the city units, is overwhemingly Indian. The plaintiffs also allege that the only township in Robeson County with a population in excess of 3,500 which does not have its separate and independent administrative unit and school board is Pembroke, whose population is overwhelmingly Indian.</p>\n<p>The plaintiffs allege that the \"purpose and effect of allowing residents of the city administrative units to vote not only in the election for the members of their own respective boards of education but also in the election for 7 of the 11 members of the Robeson County Board of Education, and of not providing the predominantly Indian township of Pembroke with its own city administrative unit or board of education, is to discriminate against the Indians of Robeson County by depriving them of proportionate representation on the Robeson County Board of Education,\" in violation of the Fourteenth and Fifteenth Amendments of the Constitution.</p>\n<p>Plaintiffs request this court to declare North Carolina Gen.Stat. § 115-18 unconstitutional insofar as it entitles voters residing within the city administrative units to vote for 7 of the 11 members of the County Board and to enjoin defendants from permitting residents of the city units from voting in any future elections for members of the County Board.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>North Carolina Gen.Stat. § 115-18 provides as follows:</p>\n<blockquote>The county board of education in each county shall consist of five members elected by the voters of the county at large for terms of four years.</blockquote>\n<p>This statute does not operate to repeal local acts providing for the election of county boards of education by the people. Session Laws, 1969, c. 1301, s. 4. The manner of electing the members of the Robeson County Board of Education, as described in the facts of this opinion, is provided for by local legislation. Session Laws, 1969, c. 770, as amended by Session Laws, 1973, c. 207.</p>\n<p>This action is unusual in that plaintiffs do not seek to guarantee the right to vote to a previously disenfranchised class, but instead seek to take away the right to vote from persons presently enjoying <span class=\"star-pagination\">*7</span> that right. Plaintiffs allege a dilution of their votes, not through a system of improperly apportioned districts, but through a process of permitting persons to vote who allegedly have no interest in the election, and therefore, no right to participate therein.</p>\n<p>In Reynolds v. Sims, 377 U.S. 533, 562, 84 S.Ct. 1362, 1381, 12 L.Ed.2d 506 (1964), the Court said:</p>\n<blockquote>Since the right to exercise the franchise in a free and unimpaired manner is preservative of other basic civil and political rights, any alleged infringement of the right of citizens to vote must be carefully and meticulously scrutinized.</blockquote>\n<p>In Kramer v. Union Free School District, 395 U.S. 621, 626, 627, 89 S.Ct. 1886, 1889, 1890, 23 L.Ed.2d 583 (1969), the Court said:</p>\n<blockquote>Any unjustified discrimination in determining who may participate in political affairs or in the selection of public officials undermines the legitimacy of representative government.</blockquote>\n<blockquote>Thus, state apportionment statutes, which may <i>dilute</i> the effectiveness of some citizens' votes, receive close scrutiny from this Court. No less rigid an examination is applicable to statutes <i>denying</i> the franchise to citizens who are otherwise qualified by residence and age. Statutes granting the franchise to residents on a selective basis always pose the danger of denying some citizens any effective voice in the governmental affairs which substantially affect their lives. Therefore, if a challenged state statute grants the right to vote to some bona fide residents of requisite age and citizenship and denies the franchise to others, the Court must determine whether the exclusions are necessary to promote a compelling state interest. [Citations omitted]</blockquote>\n<p>In the case at bar, it appears that the voters residing within the city administrative units are substantially affected by decisions of the County Board and that they have a substantial interest in the election of the members of the County Board. The County Board maintains, operates, and supervises the school transportation system for the entire county, including those pupils residing within the city units. The County Board administers the Educational Resource Center for the use and benefit of all pupils in the county, including those in schools operated by the city units. The County Board currently administers, and has administered in the past, special federal programs, such as projects for disadvantaged and handicapped persons, for the use and benefit of all school systems in the county. The County Board, under N.C.G.S. § 115-77, is empowered to transfer nontax territory into tax districts, subject to the approval of the State Board of Education, and upon petition of property owners in the previously nontax territory. These functions of the County Board directly and substantially affect residents of the city units. <i>See</i> Hadley v. Junior College District of Metropolitan Kansas City, 397 U.S. 50, 54, 90 S.Ct. 791, 794, 25 L.Ed.2d 45 (1970); City of Phoenix v. Kolodziejski, 399 U.S. 204, 212, 90 S.Ct. 1990, 1995, 26 L.Ed.2d 523 (1970); Cipriano v. City of Houma, 395 U.S. 701, 705, 89 S.Ct. 1897, 1900, 23 L.Ed.2d 647 (1969).</p>\n<p>There is no constitutional requirement that all voters participating in an election must be similarly affected by the outcome of the election, nor is there a constitutional requirement that the interests of all voters must be identical. In <i>Kramer, supra,</i> at 395 U.S. 632, 89 S.Ct. 1892, the Court said:</p>\n<blockquote>Whether classifications allegedly limiting the franchise to those resident citizens \"primarily interested\" deny those excluded equal protection of the laws depends, <i>inter alia,</i> on whether all those excluded are in fact substantially less interested or affected than those the statute includes. In other words, the classifications must be tailored so that the exclusion of appellant and members of his class is necessary to achieve the articulated state goal.</blockquote>\n<p><span class=\"star-pagination\">*8</span> In footnote 14 of <i>Kramer,</i> the Court indicates that such exclusions must be necessary to promote an \"articulated compelling state interest.\"</p>\n<p>The court is of the opinion that the residents of the city administrative units are substantially affected by decisions of the County Board, and that the State of North Carolina could not prohibit the residents of such units from participating in the election of members of the County Board, for it would have no compelling interest in doing so; and the court is therefore of the opinion that those voters cannot be excluded from elections for members of the County Board upon the complaint of plaintiffs.</p>\n<p>Plaintiffs' second claim is basically that they vote under a system different from the one in Orange County and that they are thereby deprived of equal protection of the law. The validity of the election system in Orange County is not an issue before this court, and the electoral practice in Orange County is not relevant to prove whether the practice in Robeson County is constitutional or unconstitutional. Since, in the opinion of this court, the residents of the city units in Robeson County cannot constitutionally be excluded from voting in elections for members of the County Board, a variation between the method of electing the boards of education in Robeson County and the method employed in another county, with perhaps different local needs, would not entitle plaintiffs to relief under the Equal Protection Clause of the Fourteenth Amendment. The system in effect for electing the boards of education in Robeson County is not compelled by the Constitution and a different method, under different facts and different local needs, would not ncessarily be unconstitutional.</p>\n<p>In Avery v. Midland County, Texas, 390 U.S. 474, 485, 88 S.Ct. 1114, 1120, 20 L.Ed.2d 45 (1968), the Court said:</p>\n<blockquote>This court is aware of the immense pressures facing units of local government, and of the greatly varying problems with which they must deal. The Constitution does not require that a uniform straitjacket bind citizens in devising mechanisms of local government suitable for local needs and efficient in solving local problems. . . . The . . . Constitution and this Court are not roadblocks in the path of innovation, experiment, and development among units of local government. . . .</blockquote>\n<p>Plaintiffs' third claim is that failure to provide the town of Pembroke with its own board of education has the \"purpose and effect\" of depriving the Indians of Robeson County of proportionate representation on the Robeson County Board of Education. There has been no suggestion in this case that the residents of Pembroke desire or have attempted to create a separate administrative unit for their township. The residents of Pembroke participate in the election of all 11 members of the County Board, whereas residents of the city units are allowed to participate in the election of only 7 members. There is no constitutional requirement that the membership of a county board of education reflect the racial composition of the county. Even if there were such a requirement, it does not appear to this court that the failure to provide Pembroke with a separate school board has any bearing on the composition of the County Board.</p>\n<p>In this case, it appears that the system of electing the members of the County Board of Education is a reasonable system, neither arbitrary nor capricious. The residents of Robeson County residing outside the city units are more directly affected by decisions of the County Board than are residents of the city units, but their greater interest in decisions of the County Board is reflected in the provision that they alone participate in the election of 4 of the 11 members of the Board. This court is of the opinion that the system for electing the Robeson County Board of Education does not offend any provision of the <span class=\"star-pagination\">*9</span> United States Constitution. Now, therefore,</p>\n<p>It is ordered that summary judgment be entered in favor of the defendants.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">2</span></span> (1974)</b></center>\n<center><h1>Janie Maynor LOCKLEAR et al., Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF ELECTIONS et al., Defendants.</h1></center>\n<center>Civ. No. 1052.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>June 20, 1974.</center>\n<p><span class=\"star-pagination\">*3</span> Norman Smith, N. C. Civil Liberties Union, Greensboro N. C., Adam Stein, Chambers, Stein, Ferguson &amp; Lanning, Chapel Hill, N. C., Shelley Blum, Legal Aid Society of Mecklenburg County, Charlotte, N. C., Barry Nakell, Chapel Hill, N. C., Indian Legal Services, Calais, Me., for plaintiffs.</p>\n<p>James Wallace, Jr., Howard A. Kramer, Raleigh, N. C., W. Earl Britt, Ellis E. Page, Lumberton, N. C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*4</span> MEMORANDUM DECISION</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>This is an action for declaratory and injunctive relief. The plaintiffs seek a declaratory judgment declaring North Carolina Gen.Stat. § 115-18 unconstitutional as it applies to the election of members of the Robeson County Board of Education. The plaintiffs allege in effect that N.C.G.S. § 115-18, as modified by local acts applicable to Robeson County, permits persons who do not live within the geographical jurisdiction of the Robeson County Board of Education to vote for 7 of the 11 members of the Board. The action is brought on behalf of all Indians who are eligible voters of Robeson County and reside within the geographical jurisdiction of the Robeson County Board of Education. Plaintiffs and defendants have filed motions for summary judgment, and have submitted the action to the court upon a stipulation of facts and applicable state law.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>There are six boards of education in Robeson County: the Robeson County Board of Education, and the Boards of Education of the Fairmont City Administrative Unit, the Lumberton City Administrative Unit, the Maxton Administrative Unit, the Red Springs Administrative Unit, and the St. Pauls Administrative Unit.</p>\n<p>The Robeson County Board of Education operates approximately 30 public schools. The Fairmont Board operates approximately three separate public schools. The Lumberton Board operates approximately seven separate public schools. The Maxton Board operates approximately two separate schools, and the St. Pauls Board operates approximately two separate public schools.</p>\n<p>There are 11 members of the Robeson County Board of Education. Seven members are elected by all the eligible voters residing in Robeson County. The election of the remaining four members is restricted to the qualified voters of the Robeson County School District which is defined as all of Robeson County except that territory within the administrative units previously enumerated.</p>\n<p>The operation and maintenance of the school transportation system for all pupils in Robeson County, including pupils in the city units, is under the control and supervision of the County Board of Education. Title to all school transport vehicles in Robeson County is vested in the County Board. All funds disbursed by the State for pupil transport in Robeson County are paid directly to the County Board. The county school superintendent has final approval of the selection of school bus drivers. There is no formal contract between the County Board and the city administrative units regarding pupil transportation.</p>\n<p>The Robeson County Educational Resource Center was planned and established through the joint efforts of the six boards of education in Robeson County. The land on which the center is located was conveyed by Robeson County to the Robeson County Board of Education. The Center includes in its facilities a planatarium, an audio-visual center, a professional library, a demonstration classroom, and a display area. The facility was fully funded by a $375,000.00 federal grant for its first three years and partially funded by a federal grant for the next two years. In the grant application, it was represented that the Center would be used for the benefit of all school children in the county. The Center is now funded locally, with each of the six boards of education sharing the expense on a per pupil basis, but the County Board administers the Center.</p>\n<p>By agreement of the six boards of education, the County Board administers the federally funded projects for the use and benefit of all school systems in the county, including an occupational education project for disadvantaged persons and a project for assistance to handicapped children. Some other federally funded projects are administered by the individual administrative units.</p>\n<p><span class=\"star-pagination\">*5</span> North Carolina Gen.Stat. § 115-4 provides in pertinent part as follows:</p>\n<blockquote>Each county of the State shall be classified as a county administrative unit, the schools of which, except in city administrative units, shall be under the general supervision and control of a county board of education with a county superintendent as the administrative officer.</blockquote>\n<blockquote>A city administrative unit shall be classified as an area within a county or adjacent parts of two or more contiguous counties which has been or may be approved by the State Board of Education as such a unit for purposes of school administration. The general administration and supervision of a city administrative unit shall be under the control of a board of education with a city superintendent as the administrative officer.</blockquote>\n<blockquote>All administrative units, whether city or county, shall be dealt with by the State school authorities in all matters of school administration in the same way.</blockquote>\n<p>Thus, it appears that the school boards involved in this action control schools only in geographically defined areas, and that the County Board does not exercise general supervision or control over the schools within the respective jurisdictions of the city units.</p>\n<p>North Carolina Gen.Stat. § 115-77 provides in pertinent part as follows:</p>\n<blockquote>The county boards of education with the approval of the State Board of Education may transfer from non-tax territory and attach permanently to local tax districts or to city administrative units, real property contiguous to said local tax districts or city administrative units, upon the written petition of the owners thereof and the taxpayers of the family or families living on such real property, and there shall be levied upon the property of each individual in the area so attached, including landowners and tenants, the same tax as is levied upon other property in said district or unit:</blockquote>\n<blockquote>Provided, that such transfer shall be subject to the approval of the board of education of such city unit or the committee of such tax district, as the case may be. Provided the petition must be signed by a majority of the persons who are the owners thereof and a majority of the taxpayers of the families living on such real property on the date the petition is filed with the county board of education. . . .</blockquote>\n<p>Under Ch. 34, § 13, Private Laws of North Carolina, 1913, the Red Springs Board is required to make an annual financial report to the County Board, but the County Board has never required the annual report from the Red Springs Board.</p>\n<p>The Lumberton City Board is likewise required to submit an annual financial report to the County Board, North Carolina Session Laws 1907, Ch. 343, § 72. It does not appear whether these reports have been prepared and submitted.</p>\n<p>The stipulation of the parties in this action is silent regarding any requirement on the part of the City Boards of Maxton, Fairmont, and St. Pauls to submit financial reports to the County Board.</p>\n<p>The plaintiffs allege, in their first claim, that the six boards of education in Robeson County are totally separate and distinct entities, and that \"the Robeson County Board of Education is the same kind of public entity as the other five boards . . . with the same duties and responsibilities, except that the number of schools that it operates and the number of students that it serves are larger.\" The plaintiffs further allege that the Robeson County Board of Education \"does not have county-wide jurisdiction and does not have any general or even substantial duties or responsibilities with regard to the geographical jurisdiction of or the schools operated by the other five boards of education,\" and that the County Board \"does not have general or even substantial governmental powers except within its limited geographical jurisdiction.\"</p>\n<p><span class=\"star-pagination\">*6</span> The plaintiffs allege that the voters residing within the city administrative units of Robeson County are not affected by and have no interest in the election of members of the County Board, and that to permit residents of the city administrative units to vote for 7 of the 11 members of the County Board amounts to an unconstitutional dilution of the votes of the voters residing within Robeson County, but outside the city administrative units.</p>\n<p>The plaintiffs also allege that the election system under which voters residing in the city administrative units are permitted to vote for 7 of the 11 members of the County Board, but under which voters residing within the county, but outside the city units, are not allowed to vote for members of the city boards, constitutes a denial of equal protection of the laws.</p>\n<p>The plaintiffs, in a second claim, allege that there are two boards of education in Orange County, North Carolina: the Orange County Board of Education and the Chapel Hill-Carrboro Board of Education; that the two Orange County boards have separate and distinct geographical jurisdictions; and that only the voters residing within the respective geographical jurisdictions of the two Orange County boards are permitted to vote for members of the respective boards. The plaintiffs allege that, therefore, the voters residing within the jurisdiction of the Robeson County Board of Education suffer a dilution of their votes not suffered by the voters residing within the geographical jurisdiction of the Orange County Board of Education, in violation of the Equal Protection Clause.</p>\n<p>In a third claim, the plaintiffs allege that the population of each city administrative unit is overwhelmingly non-Indian, and that the population of Robeson County, outside the city units, is overwhemingly Indian. The plaintiffs also allege that the only township in Robeson County with a population in excess of 3,500 which does not have its separate and independent administrative unit and school board is Pembroke, whose population is overwhelmingly Indian.</p>\n<p>The plaintiffs allege that the \"purpose and effect of allowing residents of the city administrative units to vote not only in the election for the members of their own respective boards of education but also in the election for 7 of the 11 members of the Robeson County Board of Education, and of not providing the predominantly Indian township of Pembroke with its own city administrative unit or board of education, is to discriminate against the Indians of Robeson County by depriving them of proportionate representation on the Robeson County Board of Education,\" in violation of the Fourteenth and Fifteenth Amendments of the Constitution.</p>\n<p>Plaintiffs request this court to declare North Carolina Gen.Stat. § 115-18 unconstitutional insofar as it entitles voters residing within the city administrative units to vote for 7 of the 11 members of the County Board and to enjoin defendants from permitting residents of the city units from voting in any future elections for members of the County Board.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>North Carolina Gen.Stat. § 115-18 provides as follows:</p>\n<blockquote>The county board of education in each county shall consist of five members elected by the voters of the county at large for terms of four years.</blockquote>\n<p>This statute does not operate to repeal local acts providing for the election of county boards of education by the people. Session Laws, 1969, c. 1301, s. 4. The manner of electing the members of the Robeson County Board of Education, as described in the facts of this opinion, is provided for by local legislation. Session Laws, 1969, c. 770, as amended by Session Laws, 1973, c. 207.</p>\n<p>This action is unusual in that plaintiffs do not seek to guarantee the right to vote to a previously disenfranchised class, but instead seek to take away the right to vote from persons presently enjoying <span class=\"star-pagination\">*7</span> that right. Plaintiffs allege a dilution of their votes, not through a system of improperly apportioned districts, but through a process of permitting persons to vote who allegedly have no interest in the election, and therefore, no right to participate therein.</p>\n<p>In Reynolds v. Sims, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 562, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span>, 1381, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1964), the Court said:</p>\n<blockquote>Since the right to exercise the franchise in a free and unimpaired manner is preservative of other basic civil and political rights, any alleged infringement of the right of citizens to vote must be carefully and meticulously scrutinized.</blockquote>\n<p>In Kramer v. Union Free School District, <span class=\"citation\" data-id=\"107971\"><a href=\"/opinion/107971/kramer-v-union-free-school-dist-no-15/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">621</span></a></span>, 626, 627, <span class=\"citation\" data-id=\"107971\"><a href=\"/opinion/107971/kramer-v-union-free-school-dist-no-15/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1886</span></a></span>, 1889, 1890, <span class=\"citation\" data-id=\"107971\"><a href=\"/opinion/107971/kramer-v-union-free-school-dist-no-15/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">583</span></a></span> (1969), the Court said:</p>\n<blockquote>Any unjustified discrimination in determining who may participate in political affairs or in the selection of public officials undermines the legitimacy of representative government.</blockquote>\n<blockquote>Thus, state apportionment statutes, which may <i>dilute</i> the effectiveness of some citizens' votes, receive close scrutiny from this Court. No less rigid an examination is applicable to statutes <i>denying</i> the franchise to citizens who are otherwise qualified by residence and age. Statutes granting the franchise to residents on a selective basis always pose the danger of denying some citizens any effective voice in the governmental affairs which substantially affect their lives. Therefore, if a challenged state statute grants the right to vote to some bona fide residents of requisite age and citizenship and denies the franchise to others, the Court must determine whether the exclusions are necessary to promote a compelling state interest. [Citations omitted]</blockquote>\n<p>In the case at bar, it appears that the voters residing within the city administrative units are substantially affected by decisions of the County Board and that they have a substantial interest in the election of the members of the County Board. The County Board maintains, operates, and supervises the school transportation system for the entire county, including those pupils residing within the city units. The County Board administers the Educational Resource Center for the use and benefit of all pupils in the county, including those in schools operated by the city units. The County Board currently administers, and has administered in the past, special federal programs, such as projects for disadvantaged and handicapped persons, for the use and benefit of all school systems in the county. The County Board, under N.C.G.S. § 115-77, is empowered to transfer nontax territory into tax districts, subject to the approval of the State Board of Education, and upon petition of property owners in the previously nontax territory. These functions of the County Board directly and substantially affect residents of the city units. <i>See</i> Hadley v. Junior College District of Metropolitan Kansas City, <span class=\"citation\" data-id=\"108076\"><a href=\"/opinion/108076/hadley-v-junior-college-dist-of-metropolitan-kansas-city/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, 54, <span class=\"citation\" data-id=\"108076\"><a href=\"/opinion/108076/hadley-v-junior-college-dist-of-metropolitan-kansas-city/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">791</span></a></span>, 794, <span class=\"citation\" data-id=\"108076\"><a href=\"/opinion/108076/hadley-v-junior-college-dist-of-metropolitan-kansas-city/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1970); City of Phoenix v. Kolodziejski, <span class=\"citation\" data-id=\"108190\"><a href=\"/opinion/108190/phoenix-v-kolodziejski/\"><span class=\"volume\">399</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 212, <span class=\"citation\" data-id=\"108190\"><a href=\"/opinion/108190/phoenix-v-kolodziejski/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1990</span></a></span>, 1995, <span class=\"citation\" data-id=\"108190\"><a href=\"/opinion/108190/phoenix-v-kolodziejski/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1970); Cipriano v. City of Houma, <span class=\"citation\" data-id=\"107975\"><a href=\"/opinion/107975/cipriano-v-city-of-houma/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span>, 705, <span class=\"citation\" data-id=\"107975\"><a href=\"/opinion/107975/cipriano-v-city-of-houma/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1897</span></a></span>, 1900, <span class=\"citation\" data-id=\"107975\"><a href=\"/opinion/107975/cipriano-v-city-of-houma/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">647</span></a></span> (1969).</p>\n<p>There is no constitutional requirement that all voters participating in an election must be similarly affected by the outcome of the election, nor is there a constitutional requirement that the interests of all voters must be identical. In <i>Kramer, supra,</i> at <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">632</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1892</span></span>, the Court said:</p>\n<blockquote>Whether classifications allegedly limiting the franchise to those resident citizens \"primarily interested\" deny those excluded equal protection of the laws depends, <i>inter alia,</i> on whether all those excluded are in fact substantially less interested or affected than those the statute includes. In other words, the classifications must be tailored so that the exclusion of appellant and members of his class is necessary to achieve the articulated state goal.</blockquote>\n<p><span class=\"star-pagination\">*8</span> In footnote 14 of <i>Kramer,</i> the Court indicates that such exclusions must be necessary to promote an \"articulated compelling state interest.\"</p>\n<p>The court is of the opinion that the residents of the city administrative units are substantially affected by decisions of the County Board, and that the State of North Carolina could not prohibit the residents of such units from participating in the election of members of the County Board, for it would have no compelling interest in doing so; and the court is therefore of the opinion that those voters cannot be excluded from elections for members of the County Board upon the complaint of plaintiffs.</p>\n<p>Plaintiffs' second claim is basically that they vote under a system different from the one in Orange County and that they are thereby deprived of equal protection of the law. The validity of the election system in Orange County is not an issue before this court, and the electoral practice in Orange County is not relevant to prove whether the practice in Robeson County is constitutional or unconstitutional. Since, in the opinion of this court, the residents of the city units in Robeson County cannot constitutionally be excluded from voting in elections for members of the County Board, a variation between the method of electing the boards of education in Robeson County and the method employed in another county, with perhaps different local needs, would not entitle plaintiffs to relief under the Equal Protection Clause of the Fourteenth Amendment. The system in effect for electing the boards of education in Robeson County is not compelled by the Constitution and a different method, under different facts and different local needs, would not ncessarily be unconstitutional.</p>\n<p>In Avery v. Midland County, Texas, <span class=\"citation\" data-id=\"107647\"><a href=\"/opinion/107647/avery-v-midland-county/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 485, <span class=\"citation\" data-id=\"107647\"><a href=\"/opinion/107647/avery-v-midland-county/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, 1120, <span class=\"citation\" data-id=\"107647\"><a href=\"/opinion/107647/avery-v-midland-county/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1968), the Court said:</p>\n<blockquote>This court is aware of the immense pressures facing units of local government, and of the greatly varying problems with which they must deal. The Constitution does not require that a uniform straitjacket bind citizens in devising mechanisms of local government suitable for local needs and efficient in solving local problems. . . . The . . . Constitution and this Court are not roadblocks in the path of innovation, experiment, and development among units of local government. . . .</blockquote>\n<p>Plaintiffs' third claim is that failure to provide the town of Pembroke with its own board of education has the \"purpose and effect\" of depriving the Indians of Robeson County of proportionate representation on the Robeson County Board of Education. There has been no suggestion in this case that the residents of Pembroke desire or have attempted to create a separate administrative unit for their township. The residents of Pembroke participate in the election of all 11 members of the County Board, whereas residents of the city units are allowed to participate in the election of only 7 members. There is no constitutional requirement that the membership of a county board of education reflect the racial composition of the county. Even if there were such a requirement, it does not appear to this court that the failure to provide Pembroke with a separate school board has any bearing on the composition of the County Board.</p>\n<p>In this case, it appears that the system of electing the members of the County Board of Education is a reasonable system, neither arbitrary nor capricious. The residents of Robeson County residing outside the city units are more directly affected by decisions of the County Board than are residents of the city units, but their greater interest in decisions of the County Board is reflected in the provision that they alone participate in the election of 4 of the 11 members of the Board. This court is of the opinion that the system for electing the Robeson County Board of Education does not offend any provision of the <span class=\"star-pagination\">*9</span> United States Constitution. Now, therefore,</p>\n<p>It is ordered that summary judgment be entered in favor of the defendants.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108190/"
  ]
}