{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1379164/",
  "absolute_url": "/opinion/1379164/shaver-v-shaver/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1379164/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:52:17.864381Z",
  "date_modified": "2016-04-26T21:12:10.326974Z",
  "type": "010combined",
  "sha1": "9f5d1094854f8104e03c61e774d95593d9ffc9f1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>799 F.Supp. 576 (1992)</b></center>\n<center><h1>George L. SHAVER, Jr., Plaintiff,<br>\nv.<br>\nDebra Roberson SHAVER, Defendant.</h1></center>\n<center>No. 92-39-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>August 26, 1992.</center>\n<p>Gary H. Clemmons, New Bern, N.C., for plaintiff.</p>\n<p>J. Randal Hunter, Kafer &amp; Hunter, New Bern, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiff's motion for summary judgment pursuant to Rule 56(a) of the Federal Rules of Civil Procedure. The motion was filed on July 8, 1992. Defendant has filed a memorandum of law in opposition to the <span class=\"star-pagination\">*577</span> plaintiff's motion, and the plaintiff has filed his reply. The matter is now ripe for disposition.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>The parties are husband and wife and are currently separated. They are pursuing a domestic relations lawsuit in state court regarding the circumstances of their separation. In February 1992 the parties lived together at 2705 North Highway 17 in Bridgeton, North Carolina. The parties were experiencing difficulties in their marriage, and the defendant was concerned that the plaintiff was engaged in extramarital relationships with other women. Therefore, the defendant went to a local retail electronics store and purchased a tape recording device which could be used to record telephone conversations. Defendant attached this device to the telephone in the parties' home in Bridgeton and used it to record conversations between the plaintiff and third parties on two separate days in February 1992. The record differs on whether the defendant revealed the taping to the plaintiff or whether the plaintiff discovered it on his own. Nevertheless, the parties agree that the taping was done by the defendant without the plaintiff's knowledge or consent.</p>\n<p>On March 23, 1992, the plaintiff filed a complaint alleging that the defendant's actions violated the Omnibus Crime Control and Safe Streets Act of 1968 (\"the Act\"). 18 U.S.C. §§ 25102521. Plaintiff is seeking damages against the defendant pursuant to § 2520, which creates a civil action for persons whose communications are intercepted in violation of the Act.</p>\n<p>On July 8, 1992, the plaintiff filed a motion for summary judgment against the defendant, asserting that there are no genuine issues of material fact in dispute between the parties. When determining whether a genuine issue of material fact exists for trial, the court must examine all of the evidence and draw all reasonable inferences therefrom in favor of the non-moving party. <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir. 1985).</p>\n<p></p>\n<h2>DISCUSSION OF THE LAW</h2>\n<p></p>\n<h2>I. Preliminary Matters</h2>\n<p>As a general rule, federal courts do not become involved with domestic relations disputes. <i>Ex Parte Burrus,</i> 136 U.S. 586, 593-94, 10 S.Ct. 850, 852-53, 34 L.Ed. 500 (1890); <i>see also</i> Wright, Miller, and Cooper, Federal Practice and Procedure: Jurisdiction 2d § 3609 (1984). The court would prefer to adhere to the general rule at the present time, but it is unable to do so. The Fourth Circuit Court of Appeals has declared that the Omnibus Crime Control and Safe Streets Act and the civil action which it creates are intended to reach domestic relations cases. <i>Pritchard v. Pritchard,</i> 732 F.2d 372, 374 (4th Cir. 1984). Therefore, the court must rule on the claims presented by the plaintiff.</p>\n<p>The court notes that it is not permitted to abstain from deciding this case, despite the existence of a pending domestic relations action between the parties in state court which may have an effect on the plaintiff's pursuit of this federal action. The Supreme Court has made it clear that federal courts have a \"virtually unflagging obligation ... to exercise the jurisdiction given them ... Only the clearest of justifications will warrant dismissal.\" <i>Colorado River Water Conserv. Dist. v. U.S.,</i> 424 U.S. 800, 817, 819, 96 S.Ct. 1236, 1246, 1247, 47 L.Ed.2d 483 (1976); <i>see also </i><i>Cone Memorial Hosp. v. Mercury Constr.,</i> 460 U.S. 1, 103 S.Ct. 927, 74 L.Ed.2d 765 (1983). In this case the federal forum is not inconvenient for the parties, because the state and federal courthouses are both located in New Bern, North Carolina. <i>See </i><i>Colorado River,</i> 424 U.S. at 818, 96 S.Ct. at 1246. There is some possibility that abstention by the court at this time will help avoid piece-meal litigation. <i>See id.</i> However, federal law provides the exclusive rule of decision for the plaintiff's claim. <i>See </i><i>Cone,</i> 460 U.S. at 23, 103 S.Ct. at 941. Accordingly, the court finds that the abstention described by <i>Colorado River</i> and <i>Cone</i> is not appropriate in this case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*578</span> II. Defendant's Statutory Violation</h2>\n<p>Title 18 U.S.C. § 2511(1)(a) makes it unlawful for \"any person ... [to] intentionally intercept[] ... any wire ... communication.\" Defendant is within the definition of \"person,\" which includes \"any individual.\" 18 U.S.C. § 2510(6). \"[T]he wording of the statute ... [also] requires that interceptions be <i>intentional</i> before liability attaches, thereby excluding inadvertent interceptions.\" <i>Thompson v. Dulaney,</i> 970 F.2d 744 (10th Cir.1992); <i>see also </i><i>Bess v. Bess,</i> 929 F.2d 1332, 1334-35 (8th Cir.1991). The record in this case indicates that the defendant intentionally, rather than inadvertently, taped the plaintiff's telephone conversations. Therefore, the defendant's actions were \"intentional\" within the meaning of the statute.</p>\n<p>\"Intercept\" means \"the aural or other acquisition of the contents of any wire ... communication through the use of any ... mechanical ... device.\" 18 U.S.C. § 2510(4). \"Contents\" means \"any information concerning the substance, purport, or meaning\" of a wire communication. 18 U.S.C. § 2510(8). This definition is broad enough to include the substance of the plaintiff's telephone conversations which were recorded by the defendant. \"Wire communication\" includes telephone conversations such as the ones recorded by the defendant, which are transmitted on telephone lines furnished or operated by ordinary telephone companies. 18 U.S.C. § 2510(1). \"Mechanical device\" means \"any device or apparatus which can be used to intercept a wire ... communication.\" 18 U.S.C. § 2510(5). This definition is also broad enough to include the tape recording device used by the defendant to record the plaintiff's telephone conversations. Putting these definitions together, the defendant acquired the contents of wire communications, telephone conversations, through the use of a mechanical device. Therefore, the defendant's actions fall within the definition of \"intercept.\"</p>\n<p>As a result, the court finds that the defendant has violated 18 U.S.C. § 2511(1)(a) by intentionally intercepting a wire communication made by the plaintiff. This violation is properly the basis of the plaintiff's civil action against the defendant pursuant to 18 U.S.C. § 2520. Defendant alleges two affirmative defenses: that she in good faith believed her actions to be lawful and that plaintiff has not suffered any actual damages. However, neither of these defenses is recognized by 18 U.S.C. §§ 2510-2521. The court specifically notes that the good faith defense of § 2520(d) does not apply in this case, because there is no evidence that the defendant's actions fall within any of its three enumerated categories.<sup>[1]</sup> Therefore, the court finds that there is no genuine issue of material fact as to the existence of the defendant's statutory violation; the plaintiff is entitled to summary judgment in his favor.</p>\n<p></p>\n<h2>III. Damages</h2>\n<p>Having concluded that the plaintiff is entitled to summary judgment, the court must now determine the amount of damages to be awarded. Section 2520(a) gives a general authorization of \"such relief as may be appropriate.\" Section 2520(b) declares that \"appropriate relief includes ... (2) damages under subsection (c) and punitive damages in appropriate cases; and (3) a reasonable attorney's fee and other litigation costs reasonably incurred.\" 18 U.S.C. § 2520(b)(2)-(3). Therefore, the plaintiff's damages have three possible components: damages as authorized by § 2520(c), punitive damages, and costs and attorney's fees.</p>\n<p></p>\n<h2>A. <i>Damages as authorized by § 2520(c)</i>\n</h2>\n<p>Section 2520(c)(1) does not apply to this dispute, because the case does not involve private satellite video communications. Section 2520(c)(2) provides that \"the court may assess as damages\" 1) the sum of the plaintiff's actual damages and any profits <span class=\"star-pagination\">*579</span> received by the defendant as a result of her conduct or 2) statutory liquidated damages, whichever is greater. The statutory liquidated damages are $100 a day for each day of the defendant's violation or $10,000, whichever is greater. The court finds and the plaintiff agrees that the statutory liquidated damages are greater than the actual damages suffered by the plaintiff. There is no evidence that the defendant received any profits from her statutory violation.</p>\n<p>The record demonstrates that the defendant was in violation of the Act on two separate days in February 1992. Therefore, liquidated damages in the amount of $100 for each day of the defendant's violation would create a total damage award of $200. Two hundred dollars is clearly less than $10,000. Accordingly, if the plaintiff is entitled to damages under § 2520(c), then the amount of the damages is $10,000.</p>\n<p>The parties disagree on the issue of whether § 2520(c) permits the court not to grant any damages to the plaintiff. Defendant contends that the word \"may\" in § 2520(c)(2) gives this discretion to the court. Plaintiff rejects this contention, arguing instead that he is entitled to damages as a matter of law. Plaintiff relies on the case of <i>Rodgers v. Wood,</i> 910 F.2d 444 (7th Cir.1990) to support his position. This issue has not yet been addressed by a court in the Fourth Circuit or by any other published decision of a United States federal court.</p>\n<p>In <i>Rodgers</i> the Seventh Circuit Court of Appeals held that § 2520(c)(2) did not give a federal district court the discretion to refuse to award damages. <i>Rodgers</i> provides a glimpse of the legislative history of § 2520(c)(2). As originally enacted by Congress, this section declared that a court \"shall\" award damages to a plaintiff who proves that a defendant violated the Act. The damages originally provided by the Act were the greater of 1) the plaintiff's actual damages or 2) statutory liquidated damages in the greater amount of $100 a day for each day of the defendant's violation of the Act or $1000. <i>Rodgers,</i> 910 F.2d at 448. In a 1986 amendment, Congress increased the $1000 figure to its current level of $10,000. Congress also changed the wording of § 2520(c)(2) from \"shall\" award damages to \"may\" award damages. <i>Id.</i></p>\n<p>The Seventh Circuit gave two reasons for holding that even though § 2520(c)(2) used the word \"may,\" it did not give a federal district court the discretion to withhold damages from a plaintiff who proved a violation of the Act. First, the court noted that the legislative history of the 1986 amendment did not contain an explanation of why Congress changed \"shall\" to \"may.\" Second, the court focused on the fact that Congress' 1986 amendment created a lesser amount of damages for cases involving private satellite video communications but not for other cases. Based on this change, the court reasoned that Congress intended to restrict the possibility of awarding a lesser amount of damages to cases involving private satellite video communications. Therefore, the court concluded that Congress did not intend to give federal district courts the discretion to award lesser amounts of damages in other cases. <i>Id.</i></p>\n<p>This court does not agree with the conclusion of the Seventh Circuit Court of Appeals. \"The plain meaning of legislation should be conclusive, except in the `rare cases [in which] the literal application of a statute will produce a result demonstrably at odds with the intention of its drafters.'\" <i>U.S. v. Ron Pair Enterprises,</i> 489 U.S. 235, 109 S.Ct. 1026, 103 L.Ed.2d 290 (1989) (citation omitted). \"Where the words of a later statute differ from those of a previous one on the same or related subject, the Congress must have intended them to have a different meaning.\" <i>Muscogee (Creek) Nation v. Hodel,</i> 851 F.2d 1439 (D.C.Cir. 1988), <i>cert. denied,</i> 488 U.S. 1010, 109 S.Ct. 795, 102 L.Ed.2d 786 (1989). The plain meaning of a statutory change from \"shall\" to \"may\" is that Congress intended to create statutory discretion for the court where none existed before.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*580</span> There is no indication that this plain meaning produces a result demonstrably at odds with the intention of its drafters. <i>See</i> 1986 U.S.Code Congressional and Administrative News 3555 and material contained therein. To the contrary, the statute on its face suggests that Congress understood the significance of using \"may\" rather than \"shall.\" This is because Congress used \"shall\" in § 2520(c)(1) but used \"may\" in § 2520(c)(2). If Congress had intended damages to be mandatory under both subsections, then the most reasonable conclusion is that it would have used the word \"shall\" in both instances. Instead, Congress aimed at statutory precision by using different words in different subsections. This precision should not be ignored by a federal court called upon to interpret the statute.</p>\n<p>The plain meaning of this statutory change from \"shall\" to \"may\" in § 2520(c)(2) is unaffected by the fact that Congress did not provide a statement in the legislative history explaining its intent in making the change. A statute's plain meaning is clear enough that it should not have to be restated or explained in legislative history.</p>\n<p>The plain meaning of this change is also unaffected by Congress' limitation of damages in cases involving private satellite video communications. Congress' limitation of damages in such cases reveals its concern with the possible harshness of the increased amounts of damages. Absent a statutory statement to the contrary, it is not reasonable to expect Congress to enumerate in the statute every possible situation in which a lesser amount of damages would be appropriate. Instead, Congress apparently addressed this issue by inserting the word \"may\" to give federal district courts the discretion to either award the damages described by § 2520(c)(2) or not to award any damages under § 2520(c)(2). The court notes that the language of the statute does not allow the court to award any damages in an amount between these two choices.</p>\n<p>Therefore, the court concludes that it has the discretion under § 2520(c)(2) to withhold damages from the plaintiff, despite the fact that he has proven a violation of the Act by the defendant. In the interests of justice and looking at the totality of facts and circumstances in this case, the court concludes that the plaintiff is not entitled to any damages against the defendant under § 2520(c)(2). Defendant's violations of the statute were de minimis. In addition, the record demonstrates that the defendant is unemployed and does not independently own any significant items of property. No useful purpose would be served by ordering the defendant to pay the plaintiff $10,000 in statutory liquidated damages.</p>\n<p></p>\n<h2>B. <i>Punitive damages</i>\n</h2>\n<p>The court also finds that the plaintiff is not entitled to an award of punitive damages against the defendant. \"In order to receive punitive damages under § 2520, [the plaintiff] must show that [the] defendant[] acted wantonly, recklessly, or maliciously.\" <i>Jacobson v. Rose,</i> 592 F.2d 515, (9th Cir.1978), <i>cert. denied,</i> 442 U.S. 930, 99 S.Ct. 2861, 61 L.Ed.2d 298 (1979). \"[E]vidence that [the] defendant[] believed [she was] acting lawfully is pertinent to a determination of whether [she] acted with malice or wantonness so as to render punitive damages appropriate.\" <i>Campiti v. Walonis,</i> 467 F.Supp. 464 (D.Mass.1979). These cases were decided before § 2520 was amended. Nevertheless, both the original and amended versions of § 2520 allow for \"punitive damages\" without further defining or explaining the term. Therefore, the court believes that it is appropriate to apply the pre-amendment cases to the amended version of § 2520 when deciding the issue of punitive damages.</p>\n<p>Accordingly, the court finds that the plaintiff is not entitled to punitive damages. The record demonstrates that the defendant mistakenly believed that her actions were lawful. In addition, the record contains no evidence that the defendant's <span class=\"star-pagination\">*581</span> actions were wanton, reckless, or malicious.</p>\n<p></p>\n<h2>C. <i>Costs and attorney's fees</i>\n</h2>\n<p>As noted above, § 2520(a) states that the court should award such damages \"as may be appropriate.\" Section 2520(b)(3) declares that appropriate relief includes a reasonable attorney's fee and other reasonable litigation costs. The court finds that the plain meaning of the word \"may\" as used in § 2520(a) gives it the discretion not to award costs and attorney's fees. Accordingly, the court concludes that the plaintiff is not entitled to recover his costs and attorney's fees from the defendant. As earlier mentioned, the defendant is unemployed and does not independently own any significant items of property. No useful purpose would be served by ordering the defendant to pay the plaintiff's costs and attorney's fees. The court also notes that the plaintiff is not entitled to recover his costs under Federal Rule of Civil Procedure 54(d). This is because § 2520 is a statute which makes \"express provision\" for dealing with costs. <i>See</i> Fed.R.Civ.P. 54(d).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons aforementioned, the court hereby GRANTS the plaintiff's motion for summary judgment. However, the court has concluded that the plaintiff is not entitled to damages under 18 U.S.C. § 2520(c), punitive damages, or costs and attorney's fees. Therefore, it is hereby ORDERED that the plaintiff have and recover nothing in this action.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 2520(d) provides a defense for persons who act pursuant to a court order or legislative authorization, who respond to a request made by a law enforcement officer, or who provide electronic communication service to the public.</p>\n<p>[2]  <i>See </i><i>Forkes v. Busse,</i> 510 F.Supp 122, 123-24 (E.D.Wis.1981) (pre-1986 version of § 2520 used \"shall,\" not \"may;\" therefore, an award of attorney's fees was mandatory, not discretionary).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">799</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">576</span></span> (1992)</b></center>\n<center><h1>George L. SHAVER, Jr., Plaintiff,<br>\nv.<br>\nDebra Roberson SHAVER, Defendant.</h1></center>\n<center>No. 92-39-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>August 26, 1992.</center>\n<p>Gary H. Clemmons, New Bern, N.C., for plaintiff.</p>\n<p>J. Randal Hunter, Kafer &amp; Hunter, New Bern, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiff's motion for summary judgment pursuant to Rule 56(a) of the Federal Rules of Civil Procedure. The motion was filed on July 8, 1992. Defendant has filed a memorandum of law in opposition to the <span class=\"star-pagination\">*577</span> plaintiff's motion, and the plaintiff has filed his reply. The matter is now ripe for disposition.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>The parties are husband and wife and are currently separated. They are pursuing a domestic relations lawsuit in state court regarding the circumstances of their separation. In February 1992 the parties lived together at 2705 North Highway 17 in Bridgeton, North Carolina. The parties were experiencing difficulties in their marriage, and the defendant was concerned that the plaintiff was engaged in extramarital relationships with other women. Therefore, the defendant went to a local retail electronics store and purchased a tape recording device which could be used to record telephone conversations. Defendant attached this device to the telephone in the parties' home in Bridgeton and used it to record conversations between the plaintiff and third parties on two separate days in February 1992. The record differs on whether the defendant revealed the taping to the plaintiff or whether the plaintiff discovered it on his own. Nevertheless, the parties agree that the taping was done by the defendant without the plaintiff's knowledge or consent.</p>\n<p>On March 23, 1992, the plaintiff filed a complaint alleging that the defendant's actions violated the Omnibus Crime Control and Safe Streets Act of 1968 (\"the Act\"). 18 U.S.C. §§ 25102521. Plaintiff is seeking damages against the defendant pursuant to § 2520, which creates a civil action for persons whose communications are intercepted in violation of the Act.</p>\n<p>On July 8, 1992, the plaintiff filed a motion for summary judgment against the defendant, asserting that there are no genuine issues of material fact in dispute between the parties. When determining whether a genuine issue of material fact exists for trial, the court must examine all of the evidence and draw all reasonable inferences therefrom in favor of the non-moving party. <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir. 1985).</p>\n<p></p>\n<h2>DISCUSSION OF THE LAW</h2>\n<p></p>\n<h2>I. Preliminary Matters</h2>\n<p>As a general rule, federal courts do not become involved with domestic relations disputes. <i>Ex Parte Burrus,</i> <span class=\"citation\" data-id=\"92845\"><a href=\"/opinion/92845/in-re-burrus/\"><span class=\"volume\">136</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></a></span>, 593-94, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">850</span></span>, 852-53, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">500</span></span> (1890); <i>see also</i> Wright, Miller, and Cooper, Federal Practice and Procedure: Jurisdiction 2d § 3609 (1984). The court would prefer to adhere to the general rule at the present time, but it is unable to do so. The Fourth Circuit Court of Appeals has declared that the Omnibus Crime Control and Safe Streets Act and the civil action which it creates are intended to reach domestic relations cases. <i>Pritchard v. Pritchard,</i> <span class=\"citation\" data-id=\"434689\"><a href=\"/opinion/434689/donald-ray-pritchard-v-zee-warren-pritchard/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">372</span></a></span>, 374 (4th Cir. 1984). Therefore, the court must rule on the claims presented by the plaintiff.</p>\n<p>The court notes that it is not permitted to abstain from deciding this case, despite the existence of a pending domestic relations action between the parties in state court which may have an effect on the plaintiff's pursuit of this federal action. The Supreme Court has made it clear that federal courts have a \"virtually unflagging obligation ... to exercise the jurisdiction given them ... Only the clearest of justifications will warrant dismissal.\" <i>Colorado River Water Conserv. Dist. v. U.S.,</i> <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 817, 819, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, 1246, 1247, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976); <i>see also </i><i>Cone Memorial Hosp. v. Mercury Constr.,</i> <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">927</span></a></span>, <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></a></span> (1983). In this case the federal forum is not inconvenient for the parties, because the state and federal courthouses are both located in New Bern, North Carolina. <i>See </i><i>Colorado River,</i> 424 U.S. at 818, 96 S.Ct. at 1246. There is some possibility that abstention by the court at this time will help avoid piece-meal litigation. <i>See id.</i> However, federal law provides the exclusive rule of decision for the plaintiff's claim. <i>See </i><i>Cone,</i> 460 U.S. at 23, 103 S.Ct. at 941. Accordingly, the court finds that the abstention described by <i>Colorado River</i> and <i>Cone</i> is not appropriate in this case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*578</span> II. Defendant's Statutory Violation</h2>\n<p>Title 18 U.S.C. § 2511(1)(a) makes it unlawful for \"any person ... [to] intentionally intercept[] ... any wire ... communication.\" Defendant is within the definition of \"person,\" which includes \"any individual.\" 18 U.S.C. § 2510(6). \"[T]he wording of the statute ... [also] requires that interceptions be <i>intentional</i> before liability attaches, thereby excluding inadvertent interceptions.\" <i>Thompson v. Dulaney,</i> <span class=\"citation\" data-id=\"587381\"><a href=\"/opinion/587381/james-thompson-v-denise-dulaney-elsie-dulaney-phil-dulaney-dale-brounstein/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">744</span></a></span> (10th Cir.1992); <i>see also </i><i>Bess v. Bess,</i> <span class=\"citation\" data-id=\"558652\"><a href=\"/opinion/558652/vivian-bess-v-leonard-l-bess/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1334-35 (8th Cir.1991). The record in this case indicates that the defendant intentionally, rather than inadvertently, taped the plaintiff's telephone conversations. Therefore, the defendant's actions were \"intentional\" within the meaning of the statute.</p>\n<p>\"Intercept\" means \"the aural or other acquisition of the contents of any wire ... communication through the use of any ... mechanical ... device.\" 18 U.S.C. § 2510(4). \"Contents\" means \"any information concerning the substance, purport, or meaning\" of a wire communication. 18 U.S.C. § 2510(8). This definition is broad enough to include the substance of the plaintiff's telephone conversations which were recorded by the defendant. \"Wire communication\" includes telephone conversations such as the ones recorded by the defendant, which are transmitted on telephone lines furnished or operated by ordinary telephone companies. 18 U.S.C. § 2510(1). \"Mechanical device\" means \"any device or apparatus which can be used to intercept a wire ... communication.\" 18 U.S.C. § 2510(5). This definition is also broad enough to include the tape recording device used by the defendant to record the plaintiff's telephone conversations. Putting these definitions together, the defendant acquired the contents of wire communications, telephone conversations, through the use of a mechanical device. Therefore, the defendant's actions fall within the definition of \"intercept.\"</p>\n<p>As a result, the court finds that the defendant has violated 18 U.S.C. § 2511(1)(a) by intentionally intercepting a wire communication made by the plaintiff. This violation is properly the basis of the plaintiff's civil action against the defendant pursuant to 18 U.S.C. § 2520. Defendant alleges two affirmative defenses: that she in good faith believed her actions to be lawful and that plaintiff has not suffered any actual damages. However, neither of these defenses is recognized by 18 U.S.C. §§ 2510-2521. The court specifically notes that the good faith defense of § 2520(d) does not apply in this case, because there is no evidence that the defendant's actions fall within any of its three enumerated categories.<sup>[1]</sup> Therefore, the court finds that there is no genuine issue of material fact as to the existence of the defendant's statutory violation; the plaintiff is entitled to summary judgment in his favor.</p>\n<p></p>\n<h2>III. Damages</h2>\n<p>Having concluded that the plaintiff is entitled to summary judgment, the court must now determine the amount of damages to be awarded. Section 2520(a) gives a general authorization of \"such relief as may be appropriate.\" Section 2520(b) declares that \"appropriate relief includes ... (2) damages under subsection (c) and punitive damages in appropriate cases; and (3) a reasonable attorney's fee and other litigation costs reasonably incurred.\" 18 U.S.C. § 2520(b)(2)-(3). Therefore, the plaintiff's damages have three possible components: damages as authorized by § 2520(c), punitive damages, and costs and attorney's fees.</p>\n<p></p>\n<h2>A. <i>Damages as authorized by § 2520(c)</i>\n</h2>\n<p>Section 2520(c)(1) does not apply to this dispute, because the case does not involve private satellite video communications. Section 2520(c)(2) provides that \"the court may assess as damages\" 1) the sum of the plaintiff's actual damages and any profits <span class=\"star-pagination\">*579</span> received by the defendant as a result of her conduct or 2) statutory liquidated damages, whichever is greater. The statutory liquidated damages are $100 a day for each day of the defendant's violation or $10,000, whichever is greater. The court finds and the plaintiff agrees that the statutory liquidated damages are greater than the actual damages suffered by the plaintiff. There is no evidence that the defendant received any profits from her statutory violation.</p>\n<p>The record demonstrates that the defendant was in violation of the Act on two separate days in February 1992. Therefore, liquidated damages in the amount of $100 for each day of the defendant's violation would create a total damage award of $200. Two hundred dollars is clearly less than $10,000. Accordingly, if the plaintiff is entitled to damages under § 2520(c), then the amount of the damages is $10,000.</p>\n<p>The parties disagree on the issue of whether § 2520(c) permits the court not to grant any damages to the plaintiff. Defendant contends that the word \"may\" in § 2520(c)(2) gives this discretion to the court. Plaintiff rejects this contention, arguing instead that he is entitled to damages as a matter of law. Plaintiff relies on the case of <i>Rodgers v. Wood,</i> <span class=\"citation\" data-id=\"546134\"><a href=\"/opinion/546134/darrell-rodgers-and-peter-simet-v-james-c-wood/\"><span class=\"volume\">910</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></a></span> (7th Cir.1990) to support his position. This issue has not yet been addressed by a court in the Fourth Circuit or by any other published decision of a United States federal court.</p>\n<p>In <i>Rodgers</i> the Seventh Circuit Court of Appeals held that § 2520(c)(2) did not give a federal district court the discretion to refuse to award damages. <i>Rodgers</i> provides a glimpse of the legislative history of § 2520(c)(2). As originally enacted by Congress, this section declared that a court \"shall\" award damages to a plaintiff who proves that a defendant violated the Act. The damages originally provided by the Act were the greater of 1) the plaintiff's actual damages or 2) statutory liquidated damages in the greater amount of $100 a day for each day of the defendant's violation of the Act or $1000. <i>Rodgers,</i> 910 F.2d at 448. In a 1986 amendment, Congress increased the $1000 figure to its current level of $10,000. Congress also changed the wording of § 2520(c)(2) from \"shall\" award damages to \"may\" award damages. <i>Id.</i></p>\n<p>The Seventh Circuit gave two reasons for holding that even though § 2520(c)(2) used the word \"may,\" it did not give a federal district court the discretion to withhold damages from a plaintiff who proved a violation of the Act. First, the court noted that the legislative history of the 1986 amendment did not contain an explanation of why Congress changed \"shall\" to \"may.\" Second, the court focused on the fact that Congress' 1986 amendment created a lesser amount of damages for cases involving private satellite video communications but not for other cases. Based on this change, the court reasoned that Congress intended to restrict the possibility of awarding a lesser amount of damages to cases involving private satellite video communications. Therefore, the court concluded that Congress did not intend to give federal district courts the discretion to award lesser amounts of damages in other cases. <i>Id.</i></p>\n<p>This court does not agree with the conclusion of the Seventh Circuit Court of Appeals. \"The plain meaning of legislation should be conclusive, except in the `rare cases [in which] the literal application of a statute will produce a result demonstrably at odds with the intention of its drafters.'\" <i>U.S. v. Ron Pair Enterprises,</i> <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1026</span></a></span>, <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1989) (citation omitted). \"Where the words of a later statute differ from those of a previous one on the same or related subject, the Congress must have intended them to have a different meaning.\" <i>Muscogee (Creek) Nation v. Hodel,</i> <span class=\"citation\" data-id=\"508922\"><a href=\"/opinion/508922/muscogee-creek-nation-a-federally-recognized-indian-tribe-v-donald/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1439</span></a></span> (D.C.Cir. 1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1010</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">795</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></span> (1989). The plain meaning of a statutory change from \"shall\" to \"may\" is that Congress intended to create statutory discretion for the court where none existed before.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*580</span> There is no indication that this plain meaning produces a result demonstrably at odds with the intention of its drafters. <i>See</i> 1986 U.S.Code Congressional and Administrative News 3555 and material contained therein. To the contrary, the statute on its face suggests that Congress understood the significance of using \"may\" rather than \"shall.\" This is because Congress used \"shall\" in § 2520(c)(1) but used \"may\" in § 2520(c)(2). If Congress had intended damages to be mandatory under both subsections, then the most reasonable conclusion is that it would have used the word \"shall\" in both instances. Instead, Congress aimed at statutory precision by using different words in different subsections. This precision should not be ignored by a federal court called upon to interpret the statute.</p>\n<p>The plain meaning of this statutory change from \"shall\" to \"may\" in § 2520(c)(2) is unaffected by the fact that Congress did not provide a statement in the legislative history explaining its intent in making the change. A statute's plain meaning is clear enough that it should not have to be restated or explained in legislative history.</p>\n<p>The plain meaning of this change is also unaffected by Congress' limitation of damages in cases involving private satellite video communications. Congress' limitation of damages in such cases reveals its concern with the possible harshness of the increased amounts of damages. Absent a statutory statement to the contrary, it is not reasonable to expect Congress to enumerate in the statute every possible situation in which a lesser amount of damages would be appropriate. Instead, Congress apparently addressed this issue by inserting the word \"may\" to give federal district courts the discretion to either award the damages described by § 2520(c)(2) or not to award any damages under § 2520(c)(2). The court notes that the language of the statute does not allow the court to award any damages in an amount between these two choices.</p>\n<p>Therefore, the court concludes that it has the discretion under § 2520(c)(2) to withhold damages from the plaintiff, despite the fact that he has proven a violation of the Act by the defendant. In the interests of justice and looking at the totality of facts and circumstances in this case, the court concludes that the plaintiff is not entitled to any damages against the defendant under § 2520(c)(2). Defendant's violations of the statute were de minimis. In addition, the record demonstrates that the defendant is unemployed and does not independently own any significant items of property. No useful purpose would be served by ordering the defendant to pay the plaintiff $10,000 in statutory liquidated damages.</p>\n<p></p>\n<h2>B. <i>Punitive damages</i>\n</h2>\n<p>The court also finds that the plaintiff is not entitled to an award of punitive damages against the defendant. \"In order to receive punitive damages under § 2520, [the plaintiff] must show that [the] defendant[] acted wantonly, recklessly, or maliciously.\" <i>Jacobson v. Rose,</i> <span class=\"citation\" data-id=\"363574\"><a href=\"/opinion/363574/nathan-s-jacobson-ronald-friedland-richard-f-levy-sandy-jacobson/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">515</span></a></span>, (9th Cir.1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></span> (1979). \"[E]vidence that [the] defendant[] believed [she was] acting lawfully is pertinent to a determination of whether [she] acted with malice or wantonness so as to render punitive damages appropriate.\" <i>Campiti v. Walonis,</i> <span class=\"citation\" data-id=\"1376800\"><a href=\"/opinion/1376800/campiti-v-walonis/\"><span class=\"volume\">467</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">464</span></a></span> (D.Mass.1979). These cases were decided before § 2520 was amended. Nevertheless, both the original and amended versions of § 2520 allow for \"punitive damages\" without further defining or explaining the term. Therefore, the court believes that it is appropriate to apply the pre-amendment cases to the amended version of § 2520 when deciding the issue of punitive damages.</p>\n<p>Accordingly, the court finds that the plaintiff is not entitled to punitive damages. The record demonstrates that the defendant mistakenly believed that her actions were lawful. In addition, the record contains no evidence that the defendant's <span class=\"star-pagination\">*581</span> actions were wanton, reckless, or malicious.</p>\n<p></p>\n<h2>C. <i>Costs and attorney's fees</i>\n</h2>\n<p>As noted above, § 2520(a) states that the court should award such damages \"as may be appropriate.\" Section 2520(b)(3) declares that appropriate relief includes a reasonable attorney's fee and other reasonable litigation costs. The court finds that the plain meaning of the word \"may\" as used in § 2520(a) gives it the discretion not to award costs and attorney's fees. Accordingly, the court concludes that the plaintiff is not entitled to recover his costs and attorney's fees from the defendant. As earlier mentioned, the defendant is unemployed and does not independently own any significant items of property. No useful purpose would be served by ordering the defendant to pay the plaintiff's costs and attorney's fees. The court also notes that the plaintiff is not entitled to recover his costs under Federal Rule of Civil Procedure 54(d). This is because § 2520 is a statute which makes \"express provision\" for dealing with costs. <i>See</i> Fed.R.Civ.P. 54(d).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the reasons aforementioned, the court hereby GRANTS the plaintiff's motion for summary judgment. However, the court has concluded that the plaintiff is not entitled to damages under 18 U.S.C. § 2520(c), punitive damages, or costs and attorney's fees. Therefore, it is hereby ORDERED that the plaintiff have and recover nothing in this action.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 2520(d) provides a defense for persons who act pursuant to a court order or legislative authorization, who respond to a request made by a law enforcement officer, or who provide electronic communication service to the public.</p>\n<p>[2]  <i>See </i><i>Forkes v. Busse,</i> 510 F.Supp 122, 123-24 (E.D.Wis.1981) (pre-1986 version of § 2520 used \"shall,\" not \"may;\" therefore, an award of attorney's fees was mandatory, not discretionary).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376800/"
  ]
}