{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1379184/",
  "absolute_url": "/opinion/1379184/united-states-v-mancuso/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1379184/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:52:18.509524Z",
  "date_modified": "2016-04-26T23:58:19.944023Z",
  "type": "010combined",
  "sha1": "c5f2b3ae063257f131e4445bae2965347102dd49",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>799 F.Supp. 567 (1992)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nLouis T. MANCUSO, Susan L. Mancuso, Robert S. Schmidt, R. Phillip Hartman and Hartman Rack, Inc., Defendants.</h1></center>\n<center>Nos. 92-10-01-CR-5-F to 92-10-05-CR-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 11, 1992.</center>\n<p><span class=\"star-pagination\">*568</span> Scott Wilkinson, Asst. U.S. Atty., Raleigh, N.C., for U.S.</p>\n<p>Thomas C. Manning, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on Defendant's Schmidt's Motion to Dismiss on grounds of multiplicity,<sup>[1]</sup> Motion to Dismiss on grounds of insufficiency of the indictment, and Motion to Sever, and Defendants Louis and Susan Mancuso's Motion to Dismiss on grounds of multiplicity. The court heard oral arguments in this matter on April 10, 1992 in Raleigh, North Carolina. After a brief summary of the lengthy indictment at issue here, the court will respond to each of the Motions in turn.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On January 29, 1992, the defendants, Louis T. Mancuso, Susan L. Mancuso, Robert S. Schmidt, R. Phillip Hartman, and Hartman Rack Products, Inc., were charged in a twenty-three count indictment with violations of Title 18, United States Code, Sections 371, 1344, 1014 and 2.</p>\n<p>Louis Mancuso and Susan Mancuso are charged with seventeen separate counts of bank fraud in Counts 2 through 11, Counts 15 through 18 and Counts 20 through 22. Schmidt is charged with the Mancusos in the four bank fraud counts charged in Counts 15 through 18 and in the three counts charged in Counts 20 through 22. Schmidt is not charged in Counts 2 through 11. Counts 2 through 11 each allege a separate violation of Sections 1344(1) and (2) and Section 2 (aiding and abetting). Count 2 alleges that from August 28, 1990, through February 11, 1991, the Mancusos (and Hartman and Hartman Rack) engaged in a scheme and artifice to defraud First Federal Savings and Loan Association of Raleigh (hereinafter FFSLAR) and to obtain the moneys, funds and other property of FFSLAR by means of False pretenses and representations. Count 2 alleges that, for the purpose of executing the scheme and artifice, the Mancusos knowingly and wilfully diverted and caused to be diverted from FFSLAR moneys and funds due from Hartman Rack under Job Contract No. 3922. Count 2 alleges that all proceeds checks due from Hartman Rack under this job contract had been assigned to FFSLAR and describes by check number and amount <span class=\"star-pagination\">*569</span> the particular funds thereunder alleged to have been fraudulently diverted from FFSLAR.</p>\n<p>Counts 3 through 11 incorporate by reference the allegations contained in Count 2 and identify by date, check number and amount the particular funds alleged similarly to have been fraudulently diverted from FFSLAR by virtue of nine additional checks.</p>\n<p>Counts 15 through 18 each allege a separate violation of Sections 1344(1) and (2) and Section 2 (aiding and abetting). Count 15 alleges that from October 16, 1990, through February 15, 1991, Schmidt (Senior Subcontract Administrator for Harnischfeger Engineers) and the Mancusos engaged in a scheme and artifice to defraud FFSLAR and to obtain the moneys, funds and other property of FFSLAR by means of false pretenses and representations. Count 15 alleges that, for the purpose of executing the scheme and artifice, Schmidt and the Mancusos knowingly and wilfully diverted and caused to be diverted from FFSLAR moneys and funds due from Harnischfeger under Purchase Order No. 053707. Count 15 alleges that all proceeds checks due from Harnischfeger under this job contract had been assigned to FFSLAR and describes by check number and amount the particular funds alleged to have been fraudulently diverted from FFSLAR.</p>\n<p>Counts 16 through 18 incorporate by reference the allegations contained in Count 15 and identify by date, check number and amount the particular funds alleged similarly to have been fraudulently diverted from FFSLAR by virtue of three additional checks.</p>\n<p>Counts 20 through 22 also allege separate violations of Sections 1344(1) and (2) and Section 2. Count 20 alleges that from October 22, 1990, through March 12, 1991, Schmidt and the Mancusos engaged in a scheme and artifice to defraud FFSLAR and to obtain the moneys, funds and other property of FFSLAR by means of false pretenses and representations. Count 20 alleges that, for the purpose of executing the scheme and artifice, Schmidt and the Mancusos knowingly and wilfully diverted and caused to be diverted from FFSLAR moneys and funds due from Harnischfeger under Purchase Order No. 0128003-00. Count 20 alleges that all proceeds checks due from Harnischfeger under this job contract had been assigned to FFSLAR and describes by check number and amount the particular funds alleged to have been fraudulently diverted from FFSLAR.</p>\n<p>Counts 21 and 22 incorporate by reference the allegations contained in Count 20 and then identify by date, check number and amount the particular funds alleged similarly to have been fraudulently diverted from FFSLAR by virtue of two additional checks.</p>\n<p>Count 23 charges Louis Mancuso with making a false representation to FFSLAR in violation of 18 U.S.C. § 1014.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2><i>Motion to Dismiss on grounds of multiplicity</i></h2>\n<p>In their motions to dismiss on grounds of multiplicity, the Defendants argue that the indictment is multiplicitous because it charges, as separate violations of Section 1344, stages or acts which were committed in furtherance of what Defendants characterize as one scheme. In determining whether certain counts here are multiplicitous the issue is whether congress intended to authorize cumulative punishment for the same or similar conduct. <i>United States v. Teplin,</i> 775 F.2d 1261, 1265 (4th Cir.1985). Although the mail and wire fraud statutes, 18 U.S.C. §§ 1341 and 1343, expressly punish <i>separate acts</i> in <i>execution</i> of a scheme to defraud, the bank fraud statute punishes \"[w]hoever knowingly <i>executes</i> ... a scheme or artifice to defraud.\" 18 U.S.C. § 1344(a)(1) (emphasis added). Black's defines \"execute\" as \"[t]o complete; to make; to sign; to perform; to do; to follow out.\" Black's Law Dictionary 567 (6th ed. 1991). The fact that each <i>act</i> in execution of a scheme is a punishable offense under the mail or wire fraud statutes does not allow reading the bank fraud statute to likewise punish each act in execution of a scheme or artifice to defraud. <i>United States v. Lemons,</i> 941 F.2d <span class=\"star-pagination\">*570</span> 309, 318 (5th Cir.1991). In short, the mail and wire fraud statutes punish each <i>act</i> in furtherance, or execution, of the scheme; but the bank fraud statute imposes punishment only for each <i>execution</i> of the scheme. <i>Id.</i> at 318 (emphasis added). The relevant case law, summarized below, indicates that the definition of execution is somewhat obscure, and that the issue in each case is what constitutes an execution of the scheme. <i>Id.</i> at 317 n. 5.</p>\n<p>Only a few decisions have discussed multiplicity in the context of Section 1344. In <i>United States v. Poliak,</i> 823 F.2d 371 (9th Cir.1987), the defendant, charged with ten counts of bank fraud, contended that the indictment was multiplicitous in that it charged a single scheme to defraud in ten separate counts. Poliak set up three separate rate fictitious businesses and opened three checking accounts at three banks. His check kiting operation involved these three accounts over a two week period. The indictment alleged that each drawn check represented a separate execution of the scheme. Poliak contended that Section 1344 required that the counts be merged into a single scheme of bank fraud. Noting that the issue was one of first impression, the Ninth Circuit looked to the language and legislative history of Section 1344. On examining Section 1344's \"whoever knowingly executes\" a scheme to defraud language, the court held:</p>\n<blockquote>We believe this language plainly and unambiguously allows <i>charging each execution of the scheme to defraud as a separate act.</i> We find no legislative intent to the contrary. Here, Poliak wrote ten separate checks, <i>each a different and separate execution of the scheme to</i> defraud the banks.</blockquote>\n<p>823 F.2d at 372 (emphasis added).<sup>[2]</sup></p>\n<p>In <i>United States v. Schwartz,</i> 899 F.2d 243 (3d Cir.) <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 259, 112 L.Ed.2d 217 (1990), Schwartz was charged with depositing checks drawn on accounts with insufficient funds. The first count referred to a $30,000 check; the second and third counts incorporated the first count by reference, but made reference respectively to checks for $35,000 and $85,000. Acquitted on count 1, but convicted on counts 2 and 3, Schwartz contended that he should be subject to only a single sentence on the second and third counts. The court held that \"each deposit was a separate violation of 18 U.S.C. § 1344(a)(1), because in making each deposit Schwartz was executing his scheme to defraud [the bank].\" <i>Id.</i> at 248. The court noted that Section 1344(a) \"`plainly and unambiguously allows charging each execution of the scheme to defraud as a separate act.'\" 899 F.2d at 248 (quoting <i>Poliak,</i> 823 F.2d at 372). <i>See also </i><i>United States v. Mason,</i> 902 F.2d 1434, 1437 (9th Cir.1990) (\"The plain language of the statute states that each execution of the scheme constitutes a separate offense.\")</p>\n<p>In <i>United States v. Lemons,</i> 941 F.2d 309 (5th Cir.1991), the chief executive officer of Vernon Savings &amp; Loan was charged with multiple violations of Section 1344 in connection with a real estate loan to Michael Blubaugh and Gipp Dupree, a real estate broker. <i>Lemons,</i> 941 F.2d at 311-312. Prior to the funding of the loan, Lemons, Blubaugh and Dupree agreed that a portion of the loan would be paid to Dupree as an \"assignment\" fee, and that Dupree would pay a portion of this fee to a mortgage company to be formed by Lemons. <i>Id.</i> at 311. The assignment fee was included in the initial funding of the loan. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*571</span> The loan was partially funded by Vernon, with an initial payment to Blubaugh of $9.7 million. With these funds, Blubaugh paid a portion of the assignment fee ($1 million) to Dupree. <i>Id.</i> at 312. Subsequently, Lemons resigned from Vernon and the bank refused to fund the remainder of the loan. Pursuant to their earlier agreement, Lemons requested that Dupree pay him one-half of the assignment fee. When Dupree became concerned that the payment to Lemons might be illegal, Lemons suggested that the payments be made to him through a third party, a real estate consultant named Franks. <i>Id.</i> Dupree agreed to pay Lemons $250,000. After deducting amounts owed to Dupree from Lemons, Dupree made a single payment of $212,000 to Franks. When Lemons came to pick up the check, Franks suggested that the payments be spread over a period of time and designated as consulting fees. <i>Id.</i></p>\n<p>Counts 1 and 2 of the indictment charged separate violations of Section 1344 respectively based on Lemon's initial funding of the loan and on his authorization of the payment of the assignment fee. The indictment also charged, as separate violations of the statute, each of the six payments from Franks to Lemons. <i>Id.</i> at 313. Lemons was convicted on all eight counts of bank fraud, but the Fifth Circuit reversed the six convictions based on the payments to Lemons, <i>id.</i> at 320-321, stating:</p>\n<blockquote>[t]here was but one scheme and one execution. The movement of the benefit to Lemons, although in several separate stages or acts, was only part of but one performance, one completion, one execution of that scheme.</blockquote>\n<p><i>Id.</i> at 318. The court noted that to hold otherwise, on the facts presented, would render the reach of Section 1344 potentially boundless. <i>Id.</i></p>\n<p>As noted earlier, the parties here agree that the bank fraud statute punishes the execution or attempted execution of a scheme to defraud; the critical question in this case is what constitutes an execution of a scheme. Defendants contend that <i>Lemons</i> controls in this case and that the instant indictment is multiplicitous because each bank fraud count is based on stages or acts which were done to execute a single scheme to defraud FFSLAR. The government, on the other hand, equates execution with the receipt or diversion of funds from the institution; in other words, the government contends that each diversion of funds from FFSLAR, represented by separate checks, constitutes a separate \"execution\" of the scheme to defraud and that the indictment thus permissibly charges each diversion of funds as a separate violation of Section 1344.</p>\n<p>None of the cases cited above have directly answered the question of what constitutes an \"execution\" of the scheme. However, the common thread among the cases is that a scheme or artifice is \"executed\" by the movement of money, funds or other assets <i>from the institution.</i><sup>[3]</sup> In <i>Poliak,</i> for example, the court found that the \"execution\" of the scheme was the writing of a fraudulent check, by which the defendant received or was able to use the bank's funds to create fictitious balances. <i>Id.</i> at 372. In <i>Schwartz,</i> the court found that the scheme was \"executed\" each time the defendant deposited a worthless check into his account at the Philadelphia National Bank, thereby making fraudulently obtained funds available for his immediate withdrawal. <i>Id.</i> at 244, 248.</p>\n<p>In <i>Lemons,</i> the court's analysis of Section 1344 in this regard also focuses on the removal or receipt of funds <i>from the institution.</i> As noted above, the <i>Lemons</i> court did not consider the payments and other benefits from Franks to Lemons to constitute <span class=\"star-pagination\">*572</span> an \"execution\" of the scheme. The payments to Lemons did not remove funds <i>from the institution;</i> in fact, the removal of these funds from the institution had already occurred upon Lemon's decision to fund the loan and upon his authorization of the payment of the assignment fee to Dupree. These two acts formed the basis for the bank fraud charges permitted by <i>Lemons.</i><sup>[4]</sup><i>See also </i><i>United States v. Mason,</i> 902 F.2d 1434, 1437-1438 (9th Cir.1990) (involving claim of violation of ex post factor clause; where credit card sales slips were deposited into a merchant account at Wells Fargo Bank for immediate credit, each separate deposit of sales slip constituted a separate execution of the bank fraud scheme); <i>United States v. Jones,</i> 648 F.Supp. 241 (S.D.N.Y.1986) (under Section 1344, there is no legal impediment to charging defendants with 14 separate counts of bank fraud where each count alleged a separate, fraudulently induced withdrawal pursuant to a single scheme). In the present case, each check represents the diversion of funds from the bank and hence each constitutes a separate execution of the scheme to defraud the bank.</p>\n<p>For the reasons noted above, the court finds that each diversion of funds from FFSLAR constitutes a separate execution of the scheme to defraud and that the indictment permissibly charges each diversion of funds as a separate violation of Section 1344. Accordingly, Defendants' Motion to Dismiss on grounds of Multiplicity is hereby DENIED.</p>\n<p></p>\n<h2><i>Motion to Sever</i></h2>\n<p>Pursuant to Fed.R.Crim.P. 8 and 14, Defendant Schmidt challenges his joinder in Counts 14-18 and 19-22 with Counts 1-13 and Count 23. Schmidt's objection is based on the fact that he is not alleged to have participated in the conspiracy and related offenses charged in Counts 1 through 13 against Hartman, Hartman Rack and the Mancusos, and that the only common link between the Schmidt counts and the remaining counts are Louis and Susan Mancuso.</p>\n<p>Fed.R.Crim.P. 8(b) permits the joinder of defendants in the same indictment if they are alleged to have participated in the same act or transaction or in the same series of acts or transactions constituting an offense or offenses. In <i>United States v. Chinchic,</i> 655 F.2d 547, 550 (4th Cir. 1981), <i>cert. denied,</i> 471 U.S. 1135, 105 S.Ct. 2674, 86 L.Ed.2d 693 (1985), the Fourth Circuit stated that Rule 8(b) by its terms allows joinder only when the crimes with which the defendants are charged are in some manner connected. To justify the joinder of multiple defendants in separate offenses, \"there must be a series of acts unified by some substantial identity of facts or participants.\" <i>United States v. Porter,</i> 821 F.2d 968, 972 (4th Cir.1987).</p>\n<p>The Government cites <i>United States v. Grassi,</i> 616 F.2d 1295 (5th Cir.1980), for the proposition that separate conspiracies with different memberships may still be joined if they are part of the same series of acts or transactions. <i>Id.</i> at 1303. In <i>Grassi,</i> Grassi and a co-defendant were charged in count 1 with conspiring to distribute controlled substances and to possess, transfer and transport unregistered firearms. In count 2, Grassi was also charged with conspiring to import controlled substances. The Fifth Circuit noted that the first conspiracy count charged <i>all</i> named Defendants with the count 1 conspiracy and that the addition of count 2 rested on the theory that the two conspiracies were part of the same series of acts or transactions. <i>Id.</i> Thus, the court found that on its face the indictment made allegations sufficient to meet the test of same series of acts or transactions. <i>Id.</i> Similarly, in <i>United States v. McDaniel,</i> 538 F.2d 408 (D.C.Cir. 1976), appellant and 14 co-defendants were charged in a 30-count indictment consisting of 5 conspiracies and 25 substantive counts. The first conspiracy count charged <i>all</i> defendants with a single, all-inclusive conspiracy. <i>Id.</i> at 410. The lesser included conspiracy counts charged smaller conspiracies which, according to the government's allegations, were all steps in the formation <span class=\"star-pagination\">*573</span> of the single overall conspiracy charged in count 1. <i>Id.</i> The court found that joinder was proper under Rule 8(b). <i>Id.</i></p>\n<p>In the present case, the indictment charges two <i>separate</i> conspiracies, one involving the Mancusos and Hartman/Hartman Rack and the other involving the Mancusos and Schmidt. Although Schmidt and Hartman/Hartman Rack occupied similar positions with respect to FFSLAR and are alleged to have made similar representations to FFSLAR throughout the course of the schemes, there is no allegation of one all inclusive conspiracy and no basis for joinder.</p>\n<p>For the reasons set forth above, the court finds that the joinder of Defendant Schmidt in the present indictment is impermissible under Rule 8(b). Accordingly, Defendant Schmidt's Motion to Sever is hereby GRANTED to the extent that counts 14-23<sup>[5]</sup> are severed from the remaining counts.</p>\n<p></p>\n<h2><i>Motion to Dismiss on Grounds of Insufficiency</i></h2>\n<p>Schmidt makes two principal arguments in support of his claim that the indictment must be dismissed on grounds of insufficiency. First, he claims that the indictment omits certain essential elements of the offenses charged in Counts 14 through 22 in that it fails to allege that, although Harnischfeger was aware of the assignment, it did not <i>consent</i> thereto and alternatively that FFSLAR did not consent to the direct payment to Precision Erectors. Second Schmidt claims that the indictment fails to state bank fraud charges under Section 1344 because it does not allege that Schmidt made any false statements to FFSLAR and fails to allege any conduct by Schmidt which would be considered false pretenses.</p>\n<p>\"An indictment is sufficient if it contains the elements of the offense charged and fairly informs a defendant of the charge against which he must defend and enables him to plead an acquittal or conviction in bar of future prosecutions for the same offense.\" <i>Hamling v. United States,</i> 418 U.S. 87, 117, 94 S.Ct. 2887, 2907, 41 L.Ed.2d 590 (1974) (citations omitted). The test for validity is not whether the indictment could have been framed in a more satisfactory manner, but whether it conforms to the minimal constitutional standards. <i>United States v. Webb,</i> 747 F.2d 278, 284 (5th Cir.1984), <i>cert. denied,</i> 469 U.S. 1226, 105 S.Ct. 1222, 84 L.Ed.2d 362 (1985). It is generally sufficient that an indictment set forth the offenses in the words of the statute itself as long as the statutory language unambiguously sets out all the elements necessary to constitute the offense. <i>United States v. Fogel,</i> 901 F.2d 23, 25 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 343, 112 L.Ed.2d 308 (1990) (indictment valid when it tracked statutory language because it provided adequate notice to defendant of charges against him). Moreover, the test of the sufficiency of an indictment is not whether it could be made more definite and certain by additional allegations. <i>United States v. Denbrow,</i> 346 U.S. 374, 378, 74 S.Ct. 113, 115-16, 98 L.Ed. 92 (1953).</p>\n<p>Under Section 1344,<sup>[6]</sup> the essential elements of the offense are (1) that the defendant knowingly executed or attempted to execute a scheme or artifice to defraud a financial institution or to obtain moneys or other property by means of false pretenses, representations or promises; (2) that the defendant did so with the intent to defraud the financial institution; and (3) that the scheme or artifice involved or was directed at a financial institution, the deposits of which were insured by the FDIC. <i>Model Criminal Jury Instructions,</i> Eighth Circuit, Instruction 6.18.1344 <span class=\"star-pagination\">*574</span> (1989); <i>United States v. Bales,</i> 813 F.2d 1289, 1293, n. 2 (4th Cir.1987).</p>\n<p>A comparison of the indictment and the elements set out in the statute shows that each bank fraud count contains the elements necessary to allege a violation of Section 1344. Each count alleges that Schmidt knowingly and wilfully diverted or caused moneys and funds to be diverted from FFSLAR, and that he did so for the purpose of executing a scheme and artifice to defraud and to obtain the money and property of FFSLAR by means of false pretenses and representations, in violation of Sections 1344(1) and (2). Each bank fraud count identifies the job contract under which the funds were due from Harnischfeger, and that Schmidt caused the proceeds checks to be issued by Harnischfeger directly to Precision Erectors. Each bank fraud count also states that the funds were owned by, or under the custody or control of FFSLAR and identifies by check number, amount and date of issuance the moneys and funds alleged to have been diverted from FFSLAR. The court agrees with the government that the bank fraud counts sufficiently allege the essential elements of Section 1344, including the citation to the statutes under which the defendant has been charged, and that each fairly informs Schmidt of the charges he must be prepared to meet. <i>See supra, </i><i>Hamling,</i> 418 U.S. at 117, 94 S.Ct. at 2907.</p>\n<p>Schmidt has cited no authority in support of his assertion that the lack of consent and intended continued existence of the assignment is essential to establishing a scheme to defraud FFSLAR.<sup>[7]</sup> While Schmidt may seek to establish consent or termination as a defense to the offenses charged, an indictment is not defective because it fails to anticipate and negate a possible defense. <i>United States v. Webb,</i> 747 F.2d 278, 284 (5th Cir.1984), <i>cert. denied,</i> 469 U.S. 1226, 105 S.Ct. 1222, 84 L.Ed.2d 362 (1985).</p>\n<p>As noted above, Defendant Schmidt also claims that the indictment must be dismissed because the indictment's factual allegations are insufficient to state bank fraud charges. In support, Schmidt argues:</p>\n<blockquote>[T]he indictment does not allege any facts which would establish that Schmidt executed or attempted to execute a scheme to defraud FFSLAR or to obtain anything of value from FFSLAR by means of false or fraudulent pretenses, representations or premises [sic]. In fact, the indictment fails to allege that Schmidt made any false representations or promises to FFSLAR and fails to allege any conduct by Schmidt which would be considered false pretenses.</blockquote>\n<p><i>Motion to Dismiss</i> at 4. For the following reasons, the court finds that this argument is also without merit.</p>\n<p>The court first notes that a violation of Section 1344 is not dependent on the making of false statements or promises to a financial institution. Although largely overlapping, a scheme to defraud under Section 1344(1), and a scheme to obtain money and funds by means of false or fraudulent pretenses, representations or promises under Section 1344(2), are distinct and separate offenses. <i>See </i><i>United States v. Rafsky,</i> 803 F.2d 105, 107-108 (3d Cir. 1986), <i>cert. denied,</i> 480 U.S. 931, 107 S.Ct. 1568, 94 L.Ed.2d 760 (1987); <i>United States v. Bonnett,</i> 877 F.2d 1450, 1453-1454 (10th Cir.1989) (mail and wire fraud statutes make the same distinction as Section 1344 between schemes to defraud and schemes to obtain property by false or fraudulent pretenses). The provisions of Section 1344 are to be construed disjunctively, so that a person may commit a bank fraud under Section 1344(1) by defrauding a financial institution, without making the false or fraudulent pretenses, representations or promises required by Section 1344(2). <i>United States v. Celesia,</i> 945 F.2d 756, 758 (4th Cir.1991).</p>\n<p><span class=\"star-pagination\">*575</span> Thus, even if an indictment fails to allege a violation of Section 1344(2), it cannot be dismissed for insufficiency where it also alleges a violation of Section 1344(1). In <i>United States v. Bonallo,</i> 858 F.2d 1427 (9th Cir.1988), the defendant complained that the indictment was insufficient because it charged a violation of Section 1344(a)(2)<sup>[8]</sup> but did not allege facts sufficient to support a violation of that subsection. Although agreeing that false pretenses and representations were \"simply not involved in this case,\" <i>id.</i> at 1431, the court upheld the sufficiency of the indictment on grounds that the indictment adequately alleged a violation of Section 1344(a)(1). <i>Id.</i> at 1430. \"Because the indictment sets forth the elements of a subsection 1344(a)(1) violation, and because it expressly charges a violation of Section 1344, we conclude that it fairly informed [the defendant] of the charge against which he was required to defend.\" <i>Id.</i> at 1431. <i>See also </i><i>Celesia,</i> 945 F.2d at 758 (\"an indictment which, like the one in the present case, tracks the language of both provisions is not dependent on proof of the [1344](2) elements\"); <i>United States v. Briggs,</i> 920 F.2d 287, 290 (5th Cir.1991) (where an indictment alleges a violation of both provisions of Section 1344, a conviction will stand if it can be sustained under either section).</p>\n<p>Here, each of the bank fraud counts in the indictment allege a violation of Section 1344(1) <i>and</i> (2). Regardless of any statements or representations that may have been made, the bank fraud counts adequately <i>allege</i> that Schmidt executed a scheme and artifice to defraud, in violation of Section 1344(1), by diverting funds from FFSLAR. Schmidt does not challenge the sufficiency of the indictment under Section 1344<i>(1),</i> except to argue that a violation of Section 1344(1) also requires a showing that Schmidt made false statements or promises to FFSLAR.<sup>[9]</sup></p>\n<p>As noted above, an indictment need only allege each essential element of the offense charged so as to enable the defendant to prepare his defense and to allow the accused to invoke the double jeopardy clause in any subsequent proceeding. <i>Hamling,</i> 418 U.S. at 117, 94 S.Ct. at 2907; <i>Bonallo,</i> 858 F.2d at 1431. Here, the indictment sufficiently alleges a violation of Section 1344(1) and (2). The bank fraud counts track the language of Section 1344(1) and (2) and allege each element that the government is required to prove. By doing so, the indictment fairly informs Schmidt of the charges against him and is sufficiently specific for double jeopardy purposes. Accordingly, Defendant Schmidt's Motion to Dismiss on grounds of insufficiency is hereby DENIED.</p>\n<p>In summary, Defendants Hartman/Hartman Rack, Inc.'s Motion to Join is hereby GRANTED, Defendants' Motion to Dismiss on grounds of multiplicity and Defendant Schmidt's Motion to Dismiss on grounds of insufficiency are hereby DENIED, and Defendant Schmidt's Motion to Sever counts 14-23 from the remaining counts is hereby GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On April 9, 1992, Defendants Hartman/Hartman Rack filed an untimely Motion to Join Co-Defendants Motion to Dismiss on grounds of Multiplicity. Although the Motion is untimely, the court, in light of the constitutional implications of the multiplicity argument, hereby ALLOWS the Motion to Join.</p>\n<p>[2]  The court then supported its reading of § 1344 by an examination of the mail and wire fraud statutes \"on which the bank fraud statute is patterned\"; it noted that, as discussed, \"[u]nder the mail fraud statute each mailing <i>in furtherance of the scheme</i> constitutes a separate violation.\" 823 F.2d at 372 (emphasis added). As discussed <i>infra,</i> we find a clear difference between the mail and wire fraud statutes on one hand the bank fraud statute on the other as to liability <i>vel non</i> for acts in furtherance of the scheme. However, on the facts in this case, we do not see ourselves in conflict with <i>Poliak.</i> It correctly holds, as quoted above, that § 1344 \"allows charging each execution of the scheme to defraud.\" 823 F.2d at 372. Obviously, the question in each case is what constitutes an \"execution\" of the scheme. 941 F.2d at 317 n. 5.</p>\n<p>[3]  The court agrees with the Government that the \"execution\" of a scheme is characterized differently based on the status or identity of the defendant. Thus, in cases where the defendant is a borrower or customer, the conduct is defined in terms of the \"receipt\" of fraudulently obtained funds. Where the defendant is a bank \"insider\", such as an employee or officer, the \"execution\" of the scheme focuses on the fraudulent \"removal\" of funds. In either situation, however, the culminating act, the \"execution\" of the scheme, is based on the movement of money or funds <i>from the institution.</i></p>\n<p>[4]  The court suggested that Counts 1 and 2 may have been multiplicitous as to each other, but noted that Lemons did not appeal his conviction on those counts. <i>Lemons,</i> 941 F.2d at 318.</p>\n<p>[5]  Count 23, although involving only Louis Mancuso, arises out of the same series of acts and transactions charged in counts 19 through 22. In fact, the false statement involved in count 23 is alleged as an overt act in furtherance of the conspiracy charged in count 19. Accordingly, count 23 is properly joined with counts 14-22.</p>\n<p>[6]  In his motion, Schmidt states that <i>all</i> counts against him must be dismissed. However, the only argument set forth in support of his motion concerns Section 1344.</p>\n<p>[7]  The court notes that even if consent were an element, when the indictment is viewed in a common sense manner, it fairly alleges that FFSLAR did not consent to the direct payments to Precision Erectors or to terminating the assignment. <i>United States v. Kilpatrick,</i> 821 F.2d 1456, 1462 (10th Cir.1987), <i>aff'd,</i> 487 U.S. 250, 108 S.Ct. 2369, 101 L.Ed.2d 228 (1988).</p>\n<p>[8]  <i>Bonallo</i> was decided prior to the Financial Institution Reform, Recovery and Enforcement Act (FIRREA) on August 9, 1989. While the substantive provisions of the statute are substantially similar, FIRREA changed the numbering from 1344(a)(1) and 1344(a)(2) to 1344(1) and 1344(2).</p>\n<p>[9]  The indictment does not specify every statement or representation that the government may seek to introduce at the trial of this matter. However, this does not render the indictment defective. It is not necessary for an <i>indictment,</i> which tracks the statutory language, to \"provide [the defendant] with the evidentiary details by which the government plans to establish his guilt,\" <i>United States v. Gordon,</i> 780 F.2d 1165, 1172 (5th Cir.1986), or to allege the <i>means</i> by which the defendant may have committed the offense. <i>United States v. Fesler,</i> 781 F.2d 384, 391 (5th Cir.), <i>cert. denied,</i> 476 U.S. 1118, 106 S.Ct. 1977, 90 L.Ed.2d 661 (1986). \"A defendant's constitutional right to know the offense with which he is charged must be distinguished from the defendant's need to know the evidentiary details establishing the facts of the offense, which can be provided through a bill of particulars.\" <i>Gordon,</i> 780 F.2d at 1172.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">799</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">567</span></span> (1992)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nLouis T. MANCUSO, Susan L. Mancuso, Robert S. Schmidt, R. Phillip Hartman and Hartman Rack, Inc., Defendants.</h1></center>\n<center>Nos. 92-10-01-CR-5-F to 92-10-05-CR-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 11, 1992.</center>\n<p><span class=\"star-pagination\">*568</span> Scott Wilkinson, Asst. U.S. Atty., Raleigh, N.C., for U.S.</p>\n<p>Thomas C. Manning, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on Defendant's Schmidt's Motion to Dismiss on grounds of multiplicity,<sup>[1]</sup> Motion to Dismiss on grounds of insufficiency of the indictment, and Motion to Sever, and Defendants Louis and Susan Mancuso's Motion to Dismiss on grounds of multiplicity. The court heard oral arguments in this matter on April 10, 1992 in Raleigh, North Carolina. After a brief summary of the lengthy indictment at issue here, the court will respond to each of the Motions in turn.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On January 29, 1992, the defendants, Louis T. Mancuso, Susan L. Mancuso, Robert S. Schmidt, R. Phillip Hartman, and Hartman Rack Products, Inc., were charged in a twenty-three count indictment with violations of Title 18, United States Code, Sections 371, 1344, 1014 and 2.</p>\n<p>Louis Mancuso and Susan Mancuso are charged with seventeen separate counts of bank fraud in Counts 2 through 11, Counts 15 through 18 and Counts 20 through 22. Schmidt is charged with the Mancusos in the four bank fraud counts charged in Counts 15 through 18 and in the three counts charged in Counts 20 through 22. Schmidt is not charged in Counts 2 through 11. Counts 2 through 11 each allege a separate violation of Sections 1344(1) and (2) and Section 2 (aiding and abetting). Count 2 alleges that from August 28, 1990, through February 11, 1991, the Mancusos (and Hartman and Hartman Rack) engaged in a scheme and artifice to defraud First Federal Savings and Loan Association of Raleigh (hereinafter FFSLAR) and to obtain the moneys, funds and other property of FFSLAR by means of False pretenses and representations. Count 2 alleges that, for the purpose of executing the scheme and artifice, the Mancusos knowingly and wilfully diverted and caused to be diverted from FFSLAR moneys and funds due from Hartman Rack under Job Contract No. 3922. Count 2 alleges that all proceeds checks due from Hartman Rack under this job contract had been assigned to FFSLAR and describes by check number and amount <span class=\"star-pagination\">*569</span> the particular funds thereunder alleged to have been fraudulently diverted from FFSLAR.</p>\n<p>Counts 3 through 11 incorporate by reference the allegations contained in Count 2 and identify by date, check number and amount the particular funds alleged similarly to have been fraudulently diverted from FFSLAR by virtue of nine additional checks.</p>\n<p>Counts 15 through 18 each allege a separate violation of Sections 1344(1) and (2) and Section 2 (aiding and abetting). Count 15 alleges that from October 16, 1990, through February 15, 1991, Schmidt (Senior Subcontract Administrator for Harnischfeger Engineers) and the Mancusos engaged in a scheme and artifice to defraud FFSLAR and to obtain the moneys, funds and other property of FFSLAR by means of false pretenses and representations. Count 15 alleges that, for the purpose of executing the scheme and artifice, Schmidt and the Mancusos knowingly and wilfully diverted and caused to be diverted from FFSLAR moneys and funds due from Harnischfeger under Purchase Order No. 053707. Count 15 alleges that all proceeds checks due from Harnischfeger under this job contract had been assigned to FFSLAR and describes by check number and amount the particular funds alleged to have been fraudulently diverted from FFSLAR.</p>\n<p>Counts 16 through 18 incorporate by reference the allegations contained in Count 15 and identify by date, check number and amount the particular funds alleged similarly to have been fraudulently diverted from FFSLAR by virtue of three additional checks.</p>\n<p>Counts 20 through 22 also allege separate violations of Sections 1344(1) and (2) and Section 2. Count 20 alleges that from October 22, 1990, through March 12, 1991, Schmidt and the Mancusos engaged in a scheme and artifice to defraud FFSLAR and to obtain the moneys, funds and other property of FFSLAR by means of false pretenses and representations. Count 20 alleges that, for the purpose of executing the scheme and artifice, Schmidt and the Mancusos knowingly and wilfully diverted and caused to be diverted from FFSLAR moneys and funds due from Harnischfeger under Purchase Order No. 0128003-00. Count 20 alleges that all proceeds checks due from Harnischfeger under this job contract had been assigned to FFSLAR and describes by check number and amount the particular funds alleged to have been fraudulently diverted from FFSLAR.</p>\n<p>Counts 21 and 22 incorporate by reference the allegations contained in Count 20 and then identify by date, check number and amount the particular funds alleged similarly to have been fraudulently diverted from FFSLAR by virtue of two additional checks.</p>\n<p>Count 23 charges Louis Mancuso with making a false representation to FFSLAR in violation of 18 U.S.C. § 1014.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2><i>Motion to Dismiss on grounds of multiplicity</i></h2>\n<p>In their motions to dismiss on grounds of multiplicity, the Defendants argue that the indictment is multiplicitous because it charges, as separate violations of Section 1344, stages or acts which were committed in furtherance of what Defendants characterize as one scheme. In determining whether certain counts here are multiplicitous the issue is whether congress intended to authorize cumulative punishment for the same or similar conduct. <i>United States v. Teplin,</i> <span class=\"citation\" data-id=\"460180\"><a href=\"/opinion/460180/united-states-v-milton-teplin/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1261</span></a></span>, 1265 (4th Cir.1985). Although the mail and wire fraud statutes, 18 U.S.C. §§ 1341 and 1343, expressly punish <i>separate acts</i> in <i>execution</i> of a scheme to defraud, the bank fraud statute punishes \"[w]hoever knowingly <i>executes</i> ... a scheme or artifice to defraud.\" 18 U.S.C. § 1344(a)(1) (emphasis added). Black's defines \"execute\" as \"[t]o complete; to make; to sign; to perform; to do; to follow out.\" Black's Law Dictionary 567 (6th ed. 1991). The fact that each <i>act</i> in execution of a scheme is a punishable offense under the mail or wire fraud statutes does not allow reading the bank fraud statute to likewise punish each act in execution of a scheme or artifice to defraud. <i>United States v. Lemons,</i> 941 F.2d <span class=\"star-pagination\">*570</span> 309, 318 (5th Cir.1991). In short, the mail and wire fraud statutes punish each <i>act</i> in furtherance, or execution, of the scheme; but the bank fraud statute imposes punishment only for each <i>execution</i> of the scheme. <i>Id.</i> at 318 (emphasis added). The relevant case law, summarized below, indicates that the definition of execution is somewhat obscure, and that the issue in each case is what constitutes an execution of the scheme. <i>Id.</i> at 317 n. 5.</p>\n<p>Only a few decisions have discussed multiplicity in the context of Section 1344. In <i>United States v. Poliak,</i> <span class=\"citation\" data-id=\"491043\"><a href=\"/opinion/491043/united-states-v-robert-j-poliak/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">371</span></a></span> (9th Cir.1987), the defendant, charged with ten counts of bank fraud, contended that the indictment was multiplicitous in that it charged a single scheme to defraud in ten separate counts. Poliak set up three separate rate fictitious businesses and opened three checking accounts at three banks. His check kiting operation involved these three accounts over a two week period. The indictment alleged that each drawn check represented a separate execution of the scheme. Poliak contended that Section 1344 required that the counts be merged into a single scheme of bank fraud. Noting that the issue was one of first impression, the Ninth Circuit looked to the language and legislative history of Section 1344. On examining Section 1344's \"whoever knowingly executes\" a scheme to defraud language, the court held:</p>\n<blockquote>We believe this language plainly and unambiguously allows <i>charging each execution of the scheme to defraud as a separate act.</i> We find no legislative intent to the contrary. Here, Poliak wrote ten separate checks, <i>each a different and separate execution of the scheme to</i> defraud the banks.</blockquote>\n<p>823 F.2d at 372 (emphasis added).<sup>[2]</sup></p>\n<p>In <i>United States v. Schwartz,</i> <span class=\"citation\" data-id=\"538813\"><a href=\"/opinion/538813/united-states-v-schwartz-steven-a/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span> (3d Cir.) <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">259</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">217</span></span> (1990), Schwartz was charged with depositing checks drawn on accounts with insufficient funds. The first count referred to a $30,000 check; the second and third counts incorporated the first count by reference, but made reference respectively to checks for $35,000 and $85,000. Acquitted on count 1, but convicted on counts 2 and 3, Schwartz contended that he should be subject to only a single sentence on the second and third counts. The court held that \"each deposit was a separate violation of 18 U.S.C. § 1344(a)(1), because in making each deposit Schwartz was executing his scheme to defraud [the bank].\" <i>Id.</i> at 248. The court noted that Section 1344(a) \"`plainly and unambiguously allows charging each execution of the scheme to defraud as a separate act.'\" 899 F.2d at 248 (quoting <i>Poliak,</i> 823 F.2d at 372). <i>See also </i><i>United States v. Mason,</i> <span class=\"citation\" data-id=\"541139\"><a href=\"/opinion/541139/united-states-v-crystal-mason-edward-young/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1434</span></a></span>, 1437 (9th Cir.1990) (\"The plain language of the statute states that each execution of the scheme constitutes a separate offense.\")</p>\n<p>In <i>United States v. Lemons,</i> <span class=\"citation\" data-id=\"566340\"><a href=\"/opinion/566340/united-states-v-woody-f-lemons/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">309</span></a></span> (5th Cir.1991), the chief executive officer of Vernon Savings &amp; Loan was charged with multiple violations of Section 1344 in connection with a real estate loan to Michael Blubaugh and Gipp Dupree, a real estate broker. <i>Lemons,</i> 941 F.2d at 311-312. Prior to the funding of the loan, Lemons, Blubaugh and Dupree agreed that a portion of the loan would be paid to Dupree as an \"assignment\" fee, and that Dupree would pay a portion of this fee to a mortgage company to be formed by Lemons. <i>Id.</i> at 311. The assignment fee was included in the initial funding of the loan. <i>Id.</i></p>\n<p><span class=\"star-pagination\">*571</span> The loan was partially funded by Vernon, with an initial payment to Blubaugh of $9.7 million. With these funds, Blubaugh paid a portion of the assignment fee ($1 million) to Dupree. <i>Id.</i> at 312. Subsequently, Lemons resigned from Vernon and the bank refused to fund the remainder of the loan. Pursuant to their earlier agreement, Lemons requested that Dupree pay him one-half of the assignment fee. When Dupree became concerned that the payment to Lemons might be illegal, Lemons suggested that the payments be made to him through a third party, a real estate consultant named Franks. <i>Id.</i> Dupree agreed to pay Lemons $250,000. After deducting amounts owed to Dupree from Lemons, Dupree made a single payment of $212,000 to Franks. When Lemons came to pick up the check, Franks suggested that the payments be spread over a period of time and designated as consulting fees. <i>Id.</i></p>\n<p>Counts 1 and 2 of the indictment charged separate violations of Section 1344 respectively based on Lemon's initial funding of the loan and on his authorization of the payment of the assignment fee. The indictment also charged, as separate violations of the statute, each of the six payments from Franks to Lemons. <i>Id.</i> at 313. Lemons was convicted on all eight counts of bank fraud, but the Fifth Circuit reversed the six convictions based on the payments to Lemons, <i>id.</i> at 320-321, stating:</p>\n<blockquote>[t]here was but one scheme and one execution. The movement of the benefit to Lemons, although in several separate stages or acts, was only part of but one performance, one completion, one execution of that scheme.</blockquote>\n<p><i>Id.</i> at 318. The court noted that to hold otherwise, on the facts presented, would render the reach of Section 1344 potentially boundless. <i>Id.</i></p>\n<p>As noted earlier, the parties here agree that the bank fraud statute punishes the execution or attempted execution of a scheme to defraud; the critical question in this case is what constitutes an execution of a scheme. Defendants contend that <i>Lemons</i> controls in this case and that the instant indictment is multiplicitous because each bank fraud count is based on stages or acts which were done to execute a single scheme to defraud FFSLAR. The government, on the other hand, equates execution with the receipt or diversion of funds from the institution; in other words, the government contends that each diversion of funds from FFSLAR, represented by separate checks, constitutes a separate \"execution\" of the scheme to defraud and that the indictment thus permissibly charges each diversion of funds as a separate violation of Section 1344.</p>\n<p>None of the cases cited above have directly answered the question of what constitutes an \"execution\" of the scheme. However, the common thread among the cases is that a scheme or artifice is \"executed\" by the movement of money, funds or other assets <i>from the institution.</i><sup>[3]</sup> In <i>Poliak,</i> for example, the court found that the \"execution\" of the scheme was the writing of a fraudulent check, by which the defendant received or was able to use the bank's funds to create fictitious balances. <i>Id.</i> at 372. In <i>Schwartz,</i> the court found that the scheme was \"executed\" each time the defendant deposited a worthless check into his account at the Philadelphia National Bank, thereby making fraudulently obtained funds available for his immediate withdrawal. <i>Id.</i> at 244, 248.</p>\n<p>In <i>Lemons,</i> the court's analysis of Section 1344 in this regard also focuses on the removal or receipt of funds <i>from the institution.</i> As noted above, the <i>Lemons</i> court did not consider the payments and other benefits from Franks to Lemons to constitute <span class=\"star-pagination\">*572</span> an \"execution\" of the scheme. The payments to Lemons did not remove funds <i>from the institution;</i> in fact, the removal of these funds from the institution had already occurred upon Lemon's decision to fund the loan and upon his authorization of the payment of the assignment fee to Dupree. These two acts formed the basis for the bank fraud charges permitted by <i>Lemons.</i><sup>[4]</sup><i>See also </i><i>United States v. Mason,</i> <span class=\"citation\" data-id=\"541139\"><a href=\"/opinion/541139/united-states-v-crystal-mason-edward-young/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1434</span></a></span>, 1437-1438 (9th Cir.1990) (involving claim of violation of ex post factor clause; where credit card sales slips were deposited into a merchant account at Wells Fargo Bank for immediate credit, each separate deposit of sales slip constituted a separate execution of the bank fraud scheme); <i>United States v. Jones,</i> <span class=\"citation\" data-id=\"1430970\"><a href=\"/opinion/1430970/united-states-v-jones/\"><span class=\"volume\">648</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">241</span></a></span> (S.D.N.Y.1986) (under Section 1344, there is no legal impediment to charging defendants with 14 separate counts of bank fraud where each count alleged a separate, fraudulently induced withdrawal pursuant to a single scheme). In the present case, each check represents the diversion of funds from the bank and hence each constitutes a separate execution of the scheme to defraud the bank.</p>\n<p>For the reasons noted above, the court finds that each diversion of funds from FFSLAR constitutes a separate execution of the scheme to defraud and that the indictment permissibly charges each diversion of funds as a separate violation of Section 1344. Accordingly, Defendants' Motion to Dismiss on grounds of Multiplicity is hereby DENIED.</p>\n<p></p>\n<h2><i>Motion to Sever</i></h2>\n<p>Pursuant to Fed.R.Crim.P. 8 and 14, Defendant Schmidt challenges his joinder in Counts 14-18 and 19-22 with Counts 1-13 and Count 23. Schmidt's objection is based on the fact that he is not alleged to have participated in the conspiracy and related offenses charged in Counts 1 through 13 against Hartman, Hartman Rack and the Mancusos, and that the only common link between the Schmidt counts and the remaining counts are Louis and Susan Mancuso.</p>\n<p>Fed.R.Crim.P. 8(b) permits the joinder of defendants in the same indictment if they are alleged to have participated in the same act or transaction or in the same series of acts or transactions constituting an offense or offenses. In <i>United States v. Chinchic,</i> <span class=\"citation\" data-id=\"392826\"><a href=\"/opinion/392826/united-states-v-larry-roger-chinchic-united-states-of-america-v-nick/\"><span class=\"volume\">655</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">547</span></a></span>, 550 (4th Cir. 1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1135</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">693</span></span> (1985), the Fourth Circuit stated that Rule 8(b) by its terms allows joinder only when the crimes with which the defendants are charged are in some manner connected. To justify the joinder of multiple defendants in separate offenses, \"there must be a series of acts unified by some substantial identity of facts or participants.\" <i>United States v. Porter,</i> <span class=\"citation\" data-id=\"490127\"><a href=\"/opinion/490127/united-states-v-wayne-porter-united-states-of-america-v-earl-dean-jolly/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span>, 972 (4th Cir.1987).</p>\n<p>The Government cites <i>United States v. Grassi,</i> <span class=\"citation\" data-id=\"375606\"><a href=\"/opinion/375606/united-states-v-dante-angelo-grassi-and-jack-louis-gail/\"><span class=\"volume\">616</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1295</span></a></span> (5th Cir.1980), for the proposition that separate conspiracies with different memberships may still be joined if they are part of the same series of acts or transactions. <i>Id.</i> at 1303. In <i>Grassi,</i> Grassi and a co-defendant were charged in count 1 with conspiring to distribute controlled substances and to possess, transfer and transport unregistered firearms. In count 2, Grassi was also charged with conspiring to import controlled substances. The Fifth Circuit noted that the first conspiracy count charged <i>all</i> named Defendants with the count 1 conspiracy and that the addition of count 2 rested on the theory that the two conspiracies were part of the same series of acts or transactions. <i>Id.</i> Thus, the court found that on its face the indictment made allegations sufficient to meet the test of same series of acts or transactions. <i>Id.</i> Similarly, in <i>United States v. McDaniel,</i> <span class=\"citation\" data-id=\"337565\"><a href=\"/opinion/337565/united-states-v-charles-l-mcdaniel-aka-black-danny-two-cases/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span> (D.C.Cir. 1976), appellant and 14 co-defendants were charged in a 30-count indictment consisting of 5 conspiracies and 25 substantive counts. The first conspiracy count charged <i>all</i> defendants with a single, all-inclusive conspiracy. <i>Id.</i> at 410. The lesser included conspiracy counts charged smaller conspiracies which, according to the government's allegations, were all steps in the formation <span class=\"star-pagination\">*573</span> of the single overall conspiracy charged in count 1. <i>Id.</i> The court found that joinder was proper under Rule 8(b). <i>Id.</i></p>\n<p>In the present case, the indictment charges two <i>separate</i> conspiracies, one involving the Mancusos and Hartman/Hartman Rack and the other involving the Mancusos and Schmidt. Although Schmidt and Hartman/Hartman Rack occupied similar positions with respect to FFSLAR and are alleged to have made similar representations to FFSLAR throughout the course of the schemes, there is no allegation of one all inclusive conspiracy and no basis for joinder.</p>\n<p>For the reasons set forth above, the court finds that the joinder of Defendant Schmidt in the present indictment is impermissible under Rule 8(b). Accordingly, Defendant Schmidt's Motion to Sever is hereby GRANTED to the extent that counts 14-23<sup>[5]</sup> are severed from the remaining counts.</p>\n<p></p>\n<h2><i>Motion to Dismiss on Grounds of Insufficiency</i></h2>\n<p>Schmidt makes two principal arguments in support of his claim that the indictment must be dismissed on grounds of insufficiency. First, he claims that the indictment omits certain essential elements of the offenses charged in Counts 14 through 22 in that it fails to allege that, although Harnischfeger was aware of the assignment, it did not <i>consent</i> thereto and alternatively that FFSLAR did not consent to the direct payment to Precision Erectors. Second Schmidt claims that the indictment fails to state bank fraud charges under Section 1344 because it does not allege that Schmidt made any false statements to FFSLAR and fails to allege any conduct by Schmidt which would be considered false pretenses.</p>\n<p>\"An indictment is sufficient if it contains the elements of the offense charged and fairly informs a defendant of the charge against which he must defend and enables him to plead an acquittal or conviction in bar of future prosecutions for the same offense.\" <i>Hamling v. United States,</i> <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 117, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2887</span></a></span>, 2907, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></a></span> (1974) (citations omitted). The test for validity is not whether the indictment could have been framed in a more satisfactory manner, but whether it conforms to the minimal constitutional standards. <i>United States v. Webb,</i> <span class=\"citation\" data-id=\"443981\"><a href=\"/opinion/443981/united-states-v-june-webb/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 284 (5th Cir.1984), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1222</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span></span> (1985). It is generally sufficient that an indictment set forth the offenses in the words of the statute itself as long as the statutory language unambiguously sets out all the elements necessary to constitute the offense. <i>United States v. Fogel,</i> <span class=\"citation\" data-id=\"539964\"><a href=\"/opinion/539964/united-states-v-isaac-fogel/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 25 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">343</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></span> (1990) (indictment valid when it tracked statutory language because it provided adequate notice to defendant of charges against him). Moreover, the test of the sufficiency of an indictment is not whether it could be made more definite and certain by additional allegations. <i>United States v. Denbrow,</i> <span class=\"citation\" data-id=\"105166\"><a href=\"/opinion/105166/united-states-v-debrow/\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 378, <span class=\"citation\" data-id=\"105166\"><a href=\"/opinion/105166/united-states-v-debrow/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">113</span></a></span>, 115-16, <span class=\"citation\" data-id=\"105166\"><a href=\"/opinion/105166/united-states-v-debrow/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">92</span></a></span> (1953).</p>\n<p>Under Section 1344,<sup>[6]</sup> the essential elements of the offense are (1) that the defendant knowingly executed or attempted to execute a scheme or artifice to defraud a financial institution or to obtain moneys or other property by means of false pretenses, representations or promises; (2) that the defendant did so with the intent to defraud the financial institution; and (3) that the scheme or artifice involved or was directed at a financial institution, the deposits of which were insured by the FDIC. <i>Model Criminal Jury Instructions,</i> Eighth Circuit, Instruction 6.18.1344 <span class=\"star-pagination\">*574</span> (1989); <i>United States v. Bales,</i> <span class=\"citation\" data-id=\"484885\"><a href=\"/opinion/484885/united-states-v-robert-e-bales-aka-bob-bailes-aka-robert-e-bailes/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1289</span></a></span>, 1293, n. 2 (4th Cir.1987).</p>\n<p>A comparison of the indictment and the elements set out in the statute shows that each bank fraud count contains the elements necessary to allege a violation of Section 1344. Each count alleges that Schmidt knowingly and wilfully diverted or caused moneys and funds to be diverted from FFSLAR, and that he did so for the purpose of executing a scheme and artifice to defraud and to obtain the money and property of FFSLAR by means of false pretenses and representations, in violation of Sections 1344(1) and (2). Each bank fraud count identifies the job contract under which the funds were due from Harnischfeger, and that Schmidt caused the proceeds checks to be issued by Harnischfeger directly to Precision Erectors. Each bank fraud count also states that the funds were owned by, or under the custody or control of FFSLAR and identifies by check number, amount and date of issuance the moneys and funds alleged to have been diverted from FFSLAR. The court agrees with the government that the bank fraud counts sufficiently allege the essential elements of Section 1344, including the citation to the statutes under which the defendant has been charged, and that each fairly informs Schmidt of the charges he must be prepared to meet. <i>See supra, </i><i>Hamling,</i> 418 U.S. at 117, 94 S.Ct. at 2907.</p>\n<p>Schmidt has cited no authority in support of his assertion that the lack of consent and intended continued existence of the assignment is essential to establishing a scheme to defraud FFSLAR.<sup>[7]</sup> While Schmidt may seek to establish consent or termination as a defense to the offenses charged, an indictment is not defective because it fails to anticipate and negate a possible defense. <i>United States v. Webb,</i> <span class=\"citation\" data-id=\"443981\"><a href=\"/opinion/443981/united-states-v-june-webb/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 284 (5th Cir.1984), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1222</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">362</span></span> (1985).</p>\n<p>As noted above, Defendant Schmidt also claims that the indictment must be dismissed because the indictment's factual allegations are insufficient to state bank fraud charges. In support, Schmidt argues:</p>\n<blockquote>[T]he indictment does not allege any facts which would establish that Schmidt executed or attempted to execute a scheme to defraud FFSLAR or to obtain anything of value from FFSLAR by means of false or fraudulent pretenses, representations or premises [sic]. In fact, the indictment fails to allege that Schmidt made any false representations or promises to FFSLAR and fails to allege any conduct by Schmidt which would be considered false pretenses.</blockquote>\n<p><i>Motion to Dismiss</i> at 4. For the following reasons, the court finds that this argument is also without merit.</p>\n<p>The court first notes that a violation of Section 1344 is not dependent on the making of false statements or promises to a financial institution. Although largely overlapping, a scheme to defraud under Section 1344(1), and a scheme to obtain money and funds by means of false or fraudulent pretenses, representations or promises under Section 1344(2), are distinct and separate offenses. <i>See </i><i>United States v. Rafsky,</i> <span class=\"citation\" data-id=\"477977\"><a href=\"/opinion/477977/united-states-v-jeffrey-k-rafsky/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>, 107-108 (3d Cir. 1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">931</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1568</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">760</span></span> (1987); <i>United States v. Bonnett,</i> <span class=\"citation\" data-id=\"525253\"><a href=\"/opinion/525253/united-states-v-bruce-bonnett/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1450</span></a></span>, 1453-1454 (10th Cir.1989) (mail and wire fraud statutes make the same distinction as Section 1344 between schemes to defraud and schemes to obtain property by false or fraudulent pretenses). The provisions of Section 1344 are to be construed disjunctively, so that a person may commit a bank fraud under Section 1344(1) by defrauding a financial institution, without making the false or fraudulent pretenses, representations or promises required by Section 1344(2). <i>United States v. Celesia,</i> <span class=\"citation\" data-id=\"569122\"><a href=\"/opinion/569122/united-states-v-angelo-j-celesia-jr-united-states-of-america-v/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">756</span></a></span>, 758 (4th Cir.1991).</p>\n<p><span class=\"star-pagination\">*575</span> Thus, even if an indictment fails to allege a violation of Section 1344(2), it cannot be dismissed for insufficiency where it also alleges a violation of Section 1344(1). In <i>United States v. Bonallo,</i> <span class=\"citation\" data-id=\"512653\"><a href=\"/opinion/512653/united-states-v-daniel-bruce-bonallo/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1427</span></a></span> (9th Cir.1988), the defendant complained that the indictment was insufficient because it charged a violation of Section 1344(a)(2)<sup>[8]</sup> but did not allege facts sufficient to support a violation of that subsection. Although agreeing that false pretenses and representations were \"simply not involved in this case,\" <i>id.</i> at 1431, the court upheld the sufficiency of the indictment on grounds that the indictment adequately alleged a violation of Section 1344(a)(1). <i>Id.</i> at 1430. \"Because the indictment sets forth the elements of a subsection 1344(a)(1) violation, and because it expressly charges a violation of Section 1344, we conclude that it fairly informed [the defendant] of the charge against which he was required to defend.\" <i>Id.</i> at 1431. <i>See also </i><i>Celesia,</i> 945 F.2d at 758 (\"an indictment which, like the one in the present case, tracks the language of both provisions is not dependent on proof of the [1344](2) elements\"); <i>United States v. Briggs,</i> <span class=\"citation\" data-id=\"552369\"><a href=\"/opinion/552369/united-states-v-susan-carol-briggs/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">287</span></a></span>, 290 (5th Cir.1991) (where an indictment alleges a violation of both provisions of Section 1344, a conviction will stand if it can be sustained under either section).</p>\n<p>Here, each of the bank fraud counts in the indictment allege a violation of Section 1344(1) <i>and</i> (2). Regardless of any statements or representations that may have been made, the bank fraud counts adequately <i>allege</i> that Schmidt executed a scheme and artifice to defraud, in violation of Section 1344(1), by diverting funds from FFSLAR. Schmidt does not challenge the sufficiency of the indictment under Section 1344<i>(1),</i> except to argue that a violation of Section 1344(1) also requires a showing that Schmidt made false statements or promises to FFSLAR.<sup>[9]</sup></p>\n<p>As noted above, an indictment need only allege each essential element of the offense charged so as to enable the defendant to prepare his defense and to allow the accused to invoke the double jeopardy clause in any subsequent proceeding. <i>Hamling,</i> 418 U.S. at 117, 94 S.Ct. at 2907; <i>Bonallo,</i> 858 F.2d at 1431. Here, the indictment sufficiently alleges a violation of Section 1344(1) and (2). The bank fraud counts track the language of Section 1344(1) and (2) and allege each element that the government is required to prove. By doing so, the indictment fairly informs Schmidt of the charges against him and is sufficiently specific for double jeopardy purposes. Accordingly, Defendant Schmidt's Motion to Dismiss on grounds of insufficiency is hereby DENIED.</p>\n<p>In summary, Defendants Hartman/Hartman Rack, Inc.'s Motion to Join is hereby GRANTED, Defendants' Motion to Dismiss on grounds of multiplicity and Defendant Schmidt's Motion to Dismiss on grounds of insufficiency are hereby DENIED, and Defendant Schmidt's Motion to Sever counts 14-23 from the remaining counts is hereby GRANTED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On April 9, 1992, Defendants Hartman/Hartman Rack filed an untimely Motion to Join Co-Defendants Motion to Dismiss on grounds of Multiplicity. Although the Motion is untimely, the court, in light of the constitutional implications of the multiplicity argument, hereby ALLOWS the Motion to Join.</p>\n<p>[2]  The court then supported its reading of § 1344 by an examination of the mail and wire fraud statutes \"on which the bank fraud statute is patterned\"; it noted that, as discussed, \"[u]nder the mail fraud statute each mailing <i>in furtherance of the scheme</i> constitutes a separate violation.\" 823 F.2d at 372 (emphasis added). As discussed <i>infra,</i> we find a clear difference between the mail and wire fraud statutes on one hand the bank fraud statute on the other as to liability <i>vel non</i> for acts in furtherance of the scheme. However, on the facts in this case, we do not see ourselves in conflict with <i>Poliak.</i> It correctly holds, as quoted above, that § 1344 \"allows charging each execution of the scheme to defraud.\" 823 F.2d at 372. Obviously, the question in each case is what constitutes an \"execution\" of the scheme. 941 F.2d at 317 n. 5.</p>\n<p>[3]  The court agrees with the Government that the \"execution\" of a scheme is characterized differently based on the status or identity of the defendant. Thus, in cases where the defendant is a borrower or customer, the conduct is defined in terms of the \"receipt\" of fraudulently obtained funds. Where the defendant is a bank \"insider\", such as an employee or officer, the \"execution\" of the scheme focuses on the fraudulent \"removal\" of funds. In either situation, however, the culminating act, the \"execution\" of the scheme, is based on the movement of money or funds <i>from the institution.</i></p>\n<p>[4]  The court suggested that Counts 1 and 2 may have been multiplicitous as to each other, but noted that Lemons did not appeal his conviction on those counts. <i>Lemons,</i> 941 F.2d at 318.</p>\n<p>[5]  Count 23, although involving only Louis Mancuso, arises out of the same series of acts and transactions charged in counts 19 through 22. In fact, the false statement involved in count 23 is alleged as an overt act in furtherance of the conspiracy charged in count 19. Accordingly, count 23 is properly joined with counts 14-22.</p>\n<p>[6]  In his motion, Schmidt states that <i>all</i> counts against him must be dismissed. However, the only argument set forth in support of his motion concerns Section 1344.</p>\n<p>[7]  The court notes that even if consent were an element, when the indictment is viewed in a common sense manner, it fairly alleges that FFSLAR did not consent to the direct payments to Precision Erectors or to terminating the assignment. <i>United States v. Kilpatrick,</i> <span class=\"citation\" data-id=\"490199\"><a href=\"/opinion/490199/united-states-v-william-a-kilpatrick-declan-j-odonnell-sheila-c/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1456</span></a></span>, 1462 (10th Cir.1987), <i>aff'd,</i> <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2369</span></a></span>, <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">228</span></a></span> (1988).</p>\n<p>[8]  <i>Bonallo</i> was decided prior to the Financial Institution Reform, Recovery and Enforcement Act (FIRREA) on August 9, 1989. While the substantive provisions of the statute are substantially similar, FIRREA changed the numbering from 1344(a)(1) and 1344(a)(2) to 1344(1) and 1344(2).</p>\n<p>[9]  The indictment does not specify every statement or representation that the government may seek to introduce at the trial of this matter. However, this does not render the indictment defective. It is not necessary for an <i>indictment,</i> which tracks the statutory language, to \"provide [the defendant] with the evidentiary details by which the government plans to establish his guilt,\" <i>United States v. Gordon,</i> <span class=\"citation\" data-id=\"463176\"><a href=\"/opinion/463176/united-states-v-james-c-gordon/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1165</span></a></span>, 1172 (5th Cir.1986), or to allege the <i>means</i> by which the defendant may have committed the offense. <i>United States v. Fesler,</i> <span class=\"citation\" data-id=\"463308\"><a href=\"/opinion/463308/united-states-v-richard-lee-fesler-jr-and-deborah-ruth-fesler/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">384</span></a></span>, 391 (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1977</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></span> (1986). \"A defendant's constitutional right to know the offense with which he is charged must be distinguished from the defendant's need to know the evidentiary details establishing the facts of the offense, which can be provided through a bill of particulars.\" <i>Gordon,</i> 780 F.2d at 1172.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/337565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1430970/"
  ]
}