{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1380004/",
  "absolute_url": "/opinion/1380004/jones-v-wake-county-hosp-system-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1380004/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:52:31.844218Z",
  "date_modified": "2016-04-27T02:34:06.018599Z",
  "type": "010combined",
  "sha1": "ab97021062fd81d3d4f1615f096c54974737d139",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>786 F.Supp. 538 (1991)</b></center>\n<center><h1>Vastine JONES, Administratrix of the Estate of Philip Jones, Plaintiff,<br>\nv.<br>\nWAKE COUNTY HOSPITAL SYSTEM, INC., etc., et al., Defendants.</h1></center>\n<center>No. 90-523-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 4, 1991.</center>\n<p><span class=\"star-pagination\">*539</span> <span class=\"star-pagination\">*540</span> Robert J. Burford, Raleigh, N.C., for Jones.</p>\n<p>Alene M. Mercer, Theodore B. Smyth, Susan K. Burkhart, Patterson, Dilthey, Clay, Cranfill, Sumner &amp; Hartzog, Raleigh, N.C., for Wake County Hosp. System, Inc.</p>\n<p>Samuel G. Thompson, William H. Moss, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for Solovieff.</p>\n<p>Jean Walker Tucker, Bruce W. Berger, Yates, Fleishman, McLamb &amp; Weyher, Raleigh, N.C., for Nolan.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Vastine Jones, Administratrix of the estate of Philip Jones, brings this action pursuant to the Federal Examination and Treatment for Emergency Medical Conditions and Women in Labor Act, part of the Consolidated Omnibus Budget Reconciliation Act, 42 U.S.C. § 1395dd (Supp.1991) (known as COBRA) along with a pendent state law claim of medical malpractice and negligence. Wake Medical Center, Gregory Solovieff, M.D. and Kevin Nolan, M.D. <span class=\"star-pagination\">*541</span> are named as defendants. As relief, she seeks compensatory damages, punitive damages, attorneys' fees, and injunctive relief. The matter is presently before the court on defendants' motion to dismiss, pursuant to Rules 12(b)(1) and 12(b)(6) of the Federal Rules of Civil Procedure, defendants' motion to strike allegations in plaintiff's amended complaint, and defendants' motion for sanctions against the plaintiff pursuant to Rule 11 of the Federal Rules of Civil Procedure.<sup>[1]</sup></p>\n<p>On or about September 6, 1988, at approximately 5:30 p.m., plaintiff's intestate, Philip Jones, was admitted to the emergency room of Wake Medical Center complaining of pain and weakness stemming from bodily burns received on September 4, 1988. He was examined by defendant Solovieff, an emergency room physician on duty that day. Jones' vital signs were checked, blood work was performed, and a dressing was applied. Defendant Solovieff, apparently concerned about the possibility of an infection, consulted defendant Nolan, another physician on duty in the emergency room. After consultation, they decided that further treatment was not necessary and discharged Jones at approximately 10:30 p.m. that same night. Within hours of his discharge, Jones began complaining of severe pain, paralysis, and a sense of disorientation. Plaintiff took Jones back to Wake Medical Center at approximately 5:30 p.m. on September 7, 1988. Shortly afterward, Jones suffered septic shock, respiratory arrest, and renal failure. He died at approximately 2:15 a.m. on September 8, 1988 from cardiac arrest. Plaintiff alleges that Jones was suffering from a potentially fatal systemic infection known as sepsis at the time of his visit to the emergency room on September 6 and that if defendants had exercised reasonable care and performed additional tests on Jones instead of discharging him, Jones' condition could have been diagnosed and treated.</p>\n<p>Plaintiff filed her original complaint on September 5, 1990, which charged simply that the treatment of Jones violated COBRA. The original complaint did not include any allegations that plaintiff's treatment at the hospital was due to indigency, lack of medical insurance, or race. Over the next few months, each of the defendants filed motions with this court to dismiss plaintiff's action pursuant to Rules 12(b)(1) and 12(b)(6). In the memoranda supporting their motions, defendants argued that this court was without subject matter jurisdiction since plaintiff had failed to state a cause of action under COBRA, and that, in reality, plaintiff's claim amounted to nothing more than a gardenvariety malpractice claim controlled by state law. It was the position of the defendants that COBRA applied only to instances in which a hospital refused to treat a patient because of indigency or other economic considerations.</p>\n<p>However, on April 19, 1991, just as these motions became ripe for adjudication by this court, plaintiff was granted leave to file an amended complaint. Her amended complaint rehashed the allegations in her original complaint but included the additional allegations that Jones had received unfavorable treatment by the defendants because of his race and socioeconomic status.</p>\n<p>By an order filed on May 28, 1991, this court denied defendant's motion to dismiss the original complaint as moot. Defendants then filed motions to dismiss the amended complaint on the same grounds as in their previous motions. Additionally, defendants motioned to strike those allegations in plaintiff's amended complaint pertaining to racism, arguing that plaintiff inserted these charges merely as a last minute attempt to survive the motion to dismiss.</p>\n<p>COBRA was enacted by Congress primarily in response to concerns about the practice of \"patient dumping\", the refusal of a hospital emergency room to treat a person who does not have medical insurance. <span class=\"star-pagination\">*542</span> Note, <i>Preventing Patient Dumping: Sharpening the COBRA's Fangs,</i> N.Y.U.L.Rev. 1186 (1986). COBRA in pertinent part, imposes the following duties on hospitals that receive Medicare funds:</p>\n<blockquote>(a) In the case of a hospital that has a hospital emergency department, if any individual (whether or not eligible for benefits under this subchapter) comes to the emergency department and a request is made on the individual's behalf for examination or treatment for a medical condition, the hospital must provide for an appropriate medical screening examination within the capability of the hospital's emergency department to determine whether or not an emergency medical condition ... exists....</blockquote>\n<blockquote>(b)(1) If any individual ... comes to a hospital and the hospital determines that the individual has an emergency medical condition ... the hospital must provide either</blockquote>\n<blockquote>(A) within the staff and facilities available at the hospital, for such further medical examination and such treatment as may be required to stabilize the medical condition, or ...</blockquote>\n<blockquote>(B) for transfer of the individual to another medical facility in accordance with subsection (c) of this section.</blockquote>\n<p>COBRA authorizes a private cause of action for any individual who suffers personal harm from the violation of the statute against the violating hospital. 42 U.S.C. § 1395dd(d)(2)(A). In addition, civil monetary penalties may be levied against the hospital and the responsible physicians. 42 U.S.C. § 1395dd(d)(1)(A) and (B).</p>\n<p></p>\n<h2>I. <i>12(b)(1) MOTION</i>\n</h2>\n<p>Defendants argue that this court is without subject matter jurisdiction to hear plaintiff's claim. They claim that Jones was not in an \"emergency medical condition\", within the meaning of the statute and that therefore COBRA is inapplicable to the facts giving rise to this suit.</p>\n<p>Federal district courts have subject matter jurisdiction in \"all civil actions arising under the Constitution, laws, or treaties of the United States.\" 28 U.S.C. § 1331 (Supp.1991). The United States Supreme Court has interpreted this language to mean that federal courts have jurisdiction in all cases where a well-pleaded complaint shows that \"federal law creates the cause of action\" or where the \"plaintiff's right to relief necessarily depends on resolution of a substantial question of federal law.\" <i>Franchise Tax Board v. Construction Laborers Vacation Trust,</i> 463 U.S. 1, 27-28, 103 S.Ct. 2841, 2856, 77 L.Ed.2d 420 (1983).</p>\n<p>Furthermore, the legislative history of COBRA clearly demonstrates Congress's intention for federal courts to have subject matter jurisdiction over actions brought pursuant to COBRA. <i>See </i><i>Thornton v. Southwest Detroit Hospital,</i> 895 F.2d 1131, 1133 (6th Cir.1990); <i>Bryant v. Riddle Memorial Hospital,</i> 689 F.Supp. 490, 493 (E.D.Pa.1988).</p>\n<p>The court concludes that it has subject matter jurisdiction over the suit and that defendant's objections to the court's jurisdiction go more to the question of whether plaintiff has stated a valid claim for relief under COBRA. Therefore, the court will now address defendant's motion to dismiss pursuant to Rule 12(b)(6).</p>\n<p></p>\n<h2>II. <i>12(b)(6) MOTION</i>\n</h2>\n<p>A motion to dismiss under Rule 12(b)(6) must be viewed in the light most favorable to the plaintiff. <i>Revene v. Charles County Commissioners,</i> 882 F.2d 870, 872 (4th Cir. 1989). However, dismissal is properly granted when it is clear as a matter of law that no relief could be granted under any set of facts that could be proved consistent with plaintiff's allegations. <i>Hishon v. King &amp; Spalding,</i> 467 U.S. 69, 104 S.Ct. 2229, 81 L.Ed.2d 59 (1984). On a motion to dismiss, the court examines the sufficiency of the complaint without consideration of the affidavits, exhibits or admissions. <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974).</p>\n<p></p>\n<h2>(a) Scope of COBRA</h2>\n<p>The few courts that have interpreted COBRA have split as to the scope of the act. The legislative history of the statute is predominated by concern over \"patient <span class=\"star-pagination\">*543</span> dumping\". <i>See</i> H.R.Rep. No. 241(1), 99th Cong., 1st Sess. 27, <i>reprinted in</i> 1986 U.S.Code Cong. &amp; Admin.News 579, 605. This has led several courts to hold that COBRA applies only to instances where a plaintiff can show he was refused treatment due to indigency. <i>See </i><i>Evitt v. University Heights Hospital,</i> 727 F.Supp. 495 (S.D.Ind.1989); <i>Stewart v. Myrick,</i> 731 F.Supp. 433 (D.Kan.1990). However, the fact that the plain language of the statute does not limit COBRA to only situations where patients are denied treatment for economic reasons has led other courts to rule that no such showing is necessary. <i>See </i><i>Brooker v. Desert Hospital Corporation,</i> 947 F.2d 412 (9th Cir.1991); <i>Gatewood v. Washington Healthcare Corporation,</i> 933 F.2d 1037 (D.C.Cir.1991); <i>Delaney v. Cade,</i> 756 F.Supp. 1476 (D.Kan. 1991); <i>Deberry v. Sherman Hospital Association,</i> 741 F.Supp. 1302 (N.D.Ill.1990). The Sixth Circuit has adopted a middle approach, holding in <i>Cleland v. Bronson Health Care Group, Inc.,</i> 917 F.2d 266 (6th Cir.1990), that for COBRA to apply, plaintiff must allege that the hospital failed to give him appropriate emergency treatment based on some impermissible motive such as indigency, dislike of the patient, or distaste for the patient's physical condition. <i>Id.</i> at 272.</p>\n<p>After careful consideration of the wisdom of these various approaches, the court concludes that COBRA does not apply strictly to acts of patient dumping by hospitals for economic reasons. The analyses engaged in by the Sixth Circuit and the District of Columbia Circuit are instructive. While the legislative history makes it abundantly clear that patient dumping was the primary evil Congress sought to curtail by its enactment of COBRA, it is no less true that the statute Congress wrote and enacted does not in any way restrict its application to such instances. <i>Cleland, supra,</i> 917 F.2d 266, 269. Instead, COBRA plainly states that it applies to \"<i>any</i> individual\" who requests emergency room treatment. <i>Gatewood, supra,</i> 933 F.2d at 1040. While defendants argue that this type of broad interpretation of COBRA would go beyond what Congress intended, the United States Supreme Court has stated that a \"law need not be in every respect logically consistent with its aims to be constitutional. It is enough that there is an evil at hand for correction, and that it might be thought that the particular legislative measure was a rational way to correct it.\" <i>Williamson v. Lee Optical Company,</i> 348 U.S. 483, 487-88, 75 S.Ct. 461, 464, 99 L.Ed. 563 (1955).</p>\n<p>As a matter of statutory construction, federal courts are not free to rewrite statutes simply because Congress could have acted with greater clarity. Given the fact that Congressmen vote on the actual language of a bill, courts must be cautious in going beyond the plain words of the statute in an attempt to be true to the legislative intent. <i>United States v. Locke,</i> 471 U.S. 84, 105 S.Ct. 1785, 105 S.Ct. 1785, 85 L.Ed.2d 64 (1985). It is true that courts should not interpret laws in a way that would lead to unreasonable or absurd results. <i>American Tobacco Company v. Patterson,</i> 456 U.S. 63, 102 S.Ct. 1534, 71 L.Ed.2d 748 (1982). However, given Congress' stated concern over individuals being denied emergency treatment by hospitals, the broad interpretation given COBRA in <i>Cleland</i> and <i>Gatewood</i> cannot be labeled unreasonable or absurd. Had Congress desired to enact a more restrictive statute, presumably it would have done so.</p>\n<p>Therefore since COBRA is not inapplicable in the case at bar merely because plaintiff did not allege that Jones was denied treatment due to a lack of health insurance, the next inquiry is whether plaintiff has stated a claim for relief under the statute.</p>\n<p>Essentially, plaintiff's amended complaint alleges that defendants violated the statute in two ways: (1) by failing to give an \"appropriate medical screening\" to Jones as required under Section 1395dd(a) and (2) by failing to \"stabilize\" his \"emergency medical condition\" as required under Section 1395dd(b). However, Section 1395dd(b)(1) requires such stabilizing treatment only if the hospital has previously determined that an \"emergency medical condition\" exists. Therefore, since plaintiff has not alleged that defendants Solovieff <span class=\"star-pagination\">*544</span> or Nolan had determined that an \"emergency medical condition\" existed, she cannot recover for their failure to provide stabilizing treatment for such a condition. Thus, the court holds that plaintiff has not stated a claim under Section 1395dd(b).</p>\n<p>With regard to the alleged violation of Section 1395dd(a), a party can prove a violation of that provision only by showing that the hospital failed to provide an \"appropriate medical screening examination.\" This term is not defined in the statute. However, the Sixth Circuit has defined \"appropriate\" as referring to \"care similar to care that would have been provided to any other patient, or at least not known by the providers to be insufficient or below their own standards.\" <i>Cleland, supra,</i> 917 F.2d at 271. The D. C. Circuit adopted essentially the same definition, holding that what is \"appropriate\" can be determined by examining the hospital's standard screening procedures. <i>Gatewood,</i> 933 F.2d at 1041. Both courts rejected the view that Section 1395dd(a) incorporates state malpractice law in the inquiry as to whether the screening was \"appropriate.\" This court agrees with the Sixth Circuit and the D. C. Circuit that Section 1395dd(a) is not designed to redress an incorrect diagnosis by a hospital; instead, it is merely an entitlement to receive the same treatment that is accorded to others similarly situated.</p>\n<p>The primary area of difference between the Sixth Circuit and the D. C. Circuit concerns the issue of motive. In <i>Cleland,</i> the court stated that a hospital which provides a medical screening inferior to its customary standards may be liable if it did so \"for any reason (including, without limitation, race, sex, politics, occupation, education, personal prejudice, drunkenness, spite, etc.)....\" <i>Cleland,</i> 917 F.2d at 272. Conversely, in <i>Gatewood,</i> the D. C. Circuit expressly noted its disagreement with the Sixth Circuit in this regard, stating that the motive of the hospital when it deviates from its own standards is irrelevant in that liability would result from such deviation regardless of the hospital's motive. <i>Gatewood,</i> 933 F.2d at 1041 n. 3. <i>See also </i><i>Deberry v. Sherman Hospital Association,</i> 769 F.Supp. 1030 (N.D.Ill.1991).</p>\n<p>This court finds the D. C. Circuit's approach the more faithful to the language of the statute of the two. Section 1395dd(a) entitles an individual to the standard screening procedure accorded by that hospital to other patients. Should a deviation from that standard occur, that patient's rights under COBRA will have been violated regardless of the hospital's motives. Again, although the legislative history focused on concern for hospitals refusing to treat patients based on improper motives, Congress did not incorporate that motive requirement into the statute.</p>\n<p>It must be emphasized, however, that the issue in this type of analysis is not the adequacy of the hospital screening procedure. A hospital that acts consistently with its customary screening procedure is not liable under Section 1395dd(a) even if that standard is inadequate under that state's malpractice law.</p>\n<p>Applying these principles to the case <i>sub judice,</i> plaintiff has alleged that Jones was not given the same medical screening examination that would be given to every other patient at Wake Medical Center. Thus, under the above analysis she must be given an opportunity to prove that Wake Medical Center deviated from its customary standard of care when it treated Jones.</p>\n<p>Jones was kept in the emergency room for approximately four hours on September 6, 1988. During that time he was examined by two doctors and at least one nurse. Laboratory work was performed on him and his vital signs were checked. He was also given a dressing. He was allegedly discharged with specific instructions from the doctors. In order to recover on her COBRA claim, plaintiff will have to show that this treatment was below Wake Medical Center's customary screening procedure for a patient in these circumstances. As discussed above, it will not be sufficient for her to show that during the screening procedure a wrong diagnosis occurred.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*545</span> (b) Liability of Physicians under COBRA</h2>\n<p>Defendants Solovieff and Nolan contend that COBRA does not authorize a private cause of action against an individual physician. Section 1395dd(d)(1) provides for civil monetary penalties against <i>both</i> a hospital <i>and</i> an individual physician who violates the statute. However, Section 1395dd(d)(2) <i>only</i> provides for a private cause of action by an individual injured by a violation of COBRA against the \"<i>participating hospital.\"</i><sup>[2]</sup> There is no mention of a private cause of action against an individual physician in the statute. Research has disclosed only four cases that have squarely addressed this issue. Three of these courts held that such actions are not authorized under COBRA. <i>See </i><i>Delaney v. Cade, supra</i><i>; Lavignette v. West Jefferson Medical Center,</i> Civil Action No. 89-5495, 1990 WL 178708 (E.D.La.1990); <i>Verhagen v. Olarte,</i> No. 89 Civ. 0300 (CSH), 1989 WL 146265 (S.D.N.Y.1989). Conversely, one court held that such actions were permissible under COBRA. <i>See </i><i>Sorrells v. Babcock,</i> 733 F.Supp. 1189 (N.D.Ill.1990).</p>\n<p>This court concludes that a private cause of action cannot be brought against an individual physician for a violation of COBRA. In Section 1395dd(d)(1) Congress specifically authorized the assessment of civil monetary penalties against <i>both</i> hospitals <i>and</i> physicians in violation of the statute. However, in Section 1395dd(d)(2), the section permitting a private cause of action to be brought for COBRA violations, the statute refers only to <i>hospitals</i> as potential defendants in such actions. As the district court noted in <i>Delaney,</i> \"[i]f Congress had intended to create a private cause of action against the physician, it knew how to do so.\" <i>Delaney,</i> 756 F.Supp. at 1487. It would be inconsistent with the plain language of the statute to infer a private cause of action against a physician and the court refuses to do so. Accordingly, plaintiff's claims under COBRA against defendants Solovieff and Nolan are hereby dismissed.</p>\n<p></p>\n<h2>(c) Claim for Injunctive Relief</h2>\n<p>Plaintiff's amended complaint includes a request for injunctive relief against defendants to the effect that they refrain from violating COBRA in the future with respect to her and her four children. Defendants contend that this claim should be dismissed for vagueness and because such an injunction, if granted, would obviously be of no benefit to Jones since he is deceased.</p>\n<p>Section 1395dd(d)(2)(A) expressly states that an individual injured by a violation of COBRA may obtain \"such equitable relief as is appropriate\" in his suit against the hospital. <i>See </i><i>Owens v. Nacogdoches County Hospital District,</i> 741 F.Supp. 1269 (E.D.Tex.1990); <i>Maziarka v. Saint Elizabeth Hospital,</i> No. 88 C 6658, 1989 WL 13195 (N.D.Ill.1989). Assuming this court were to find that Wake Medical Center did, in fact, violate COBRA, then injunctive relief would be appropriate. Had Jones successfully brought this suit during his lifetime, he would have been free under the statute to seek an injunction banning the hospital from future violations of COBRA. Since the effect of such an injunction would have benefited the community at large, it is unclear to the court why plaintiff should be precluded from seeking such equitable relief merely because her husband is no longer a living member of that community. Indeed, if plaintiff can prove deliberate violations of COBRA by Wake Medical Center, she and her childrenalong with others in the communitywill face a genuine threat to their wellbeing if such injunctive relief is not granted. <i>See </i><i>Owens, supra,</i> 741 F.Supp. at 1280-81. Accordingly, defendants' motion to dismiss plaintiff's claim for injunctive relief against the hospital is denied.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*546</span> (d) Constitutionality of COBRA</h2>\n<p>Defendants contend in memoranda supporting their motions to dismiss that if COBRA is broadly interpreted as applying to situations not involving patient dumping for economic reasons, then the statute is unconstitutional. Since the court has ruled that the statute does in fact cover situations where patients are denied treatment for non-economic reasons, the constitutional issue must be addressed.</p>\n<p>First, defendants assert that COBRA is outside the bounds of Congress' powers under Article I, Section 8, Clause 1, of the Constitution. Under this provision, Congress has the power to \"lay and collect Taxes, Duties, Imposts and Excises, to pay the Debts and provide for the common Defence and general Welfare of the United States.\" U.S. CONST., Art. I, § 8.</p>\n<p>In <i>South Dakota v. Dole,</i> 483 U.S. 203, 107 S.Ct. 2793, 97 L.Ed.2d 171 (1987), the United States Supreme Court emphasized the broad power Congress possesses in hinging the receipt of federal funds on compliance with federal statutory and administrative requirements that further broad policy objectives. <i>Id.</i> at 206, 107 S.Ct. at 2795. In <i>Dole,</i> the court laid down a four-part test for reviewing the constitutionality of such an expenditure by Congress: (1) \"The exercise of the spending power must be in pursuit of `the general welfare.'\" (2) If Congress attaches conditions that states must comply with to receive the expenditure, it must do so unambiguously so that the state can make their choice as to whether to participate in the program with full knowledge of the consequences of their participation. (3) Conditions on federal expenditures may be illegitimate if they are unrelated \"to the federal interest in particular national projects or programs.\" (4) The conditional grant of funds must not violate any other constitutional provisions. <i>Id.</i> at 207, 107 S.Ct. at 2796.</p>\n<p>Defendants concede that the first and fourth elements of this test are satisfied but argue that the second and third are not. With regard to the third element, the court finds it puzzling how defendants can maintain that the federal interest in the Medicare program is not sufficiently related to the condition that hospitals refrain from patient dumping in light of the fact that the federal interest present in <i>Dole</i> of safe interstate travel was held sufficiently related to the condition of prohibiting states from allowing individuals under the age of twenty-one to purchase alcoholic beverages. Clearly, the purpose behind the Medicare program and the purpose behind COBRA are similar: to permit access to health care for all Americans.</p>\n<p>As for the second element of the <i>Dole</i> test, defendants argue that the requirements of the statute are too nebulous. The court disagrees with this assertion. Terms like \"emergency medical condition,\" \"appropriate medical screening,\" and \"stabilizing treatment\" are impossible to define with the degree of specificity defendants would have had Congress employ. Furthermore, even if COBRA was limited in scope to cases of patient dumping based on indigency, the terms used in the statute would be just as imprecise. Surely defendants are not contending that this inexactitude would prohibit Congress from being able to act at all against a perceived evil as deplorable as patient dumping. The court believes the statutory requirements are clear enough for states deciding whether to accept Medicare funds to be aware of the consequences of their acceptance.</p>\n<p>Defendants also claim that hospitals are in effect coerced into compliance with COBRA in light of the fact that Medicare funding is essential to the operation of so many hospitals. By the logic of the defendants' arguments, Congress would never be able to impose any conditions at all on hospitals that receive Medicare funding no matter how mildbecause such actions would always be coercive. While it is undeniable that there are many hospitals who benefit greatly from Medicare payments, those hospitals remain free to disassociate themselves from the Medicare program if they find the requirements of COBRA too onerous.</p>\n<p>Defendants' second constitutional attack on COBRA is based on the due <span class=\"star-pagination\">*547</span> process clause of the Fifth Amendment. It is the position of defendants that the requirements of COBRA violate the due process rights of hospitals receiving Medicare funding in that the requirements are too vague. The standard to be applied is whether the statute is so indefinite that \"men of common intelligence must necessarily guess at its meaning.\" <i>Floyd v. Thornburg,</i> 619 F.Supp. 756, 762 (W.D.N.C.1985) (<i>quoting </i><i>Connally v. General Construction Company,</i> 269 U.S. 385, 46 S.Ct. 126, 70 L.Ed. 322 (1926). While admittedly several of the terms set out in the text of COBRA do not lend themselves to a fixed and precise definition, \"[w]ords inevitably contain germs of uncertainty and, there may be disputes over the meaning.\" <i>Floyd, supra,</i> 619 F.Supp. at 762.</p>\n<p>It is not difficult to discern the duties COBRA imposes on hospitals. Essentially, it simply prohibits them from treating any individual seeking emergency treatment differently than it would any other patient seeking similar treatment. As with any statute, gray areas will occur; however, they can be dealt with on a case-by-case basis by courts. In any event, the court finds that COBRA is not impermissibly vague for due process purposes.</p>\n<p>Defendants' final constitutional argument is that COBRA violates the Tenth Amendment by usurping the traditional powers of the states. However, this argument is also without merit.</p>\n<p>The Tenth Amendment does not take away the federal government's authority to use its granted powers to achieve permissible results. <i>United States v. Onslow County Board of Education,</i> 728 F.2d 628 (4th Cir.1984). \"[A] perceived Tenth Amendment limitation on congressional regulation of state affairs [does] not concomitantly limit the range of conditions legitimately placed on federal grants.\" <i>Dole, supra,</i> 483 U.S. at 210, 107 S.Ct. at 2797 (<i>quoting </i><i>Oklahoma v. Civil Service Commission,</i> 330 U.S. 127, 67 S.Ct. 544, 91 L.Ed. 794 (1947)).</p>\n<p>Defendants point to case law stating in dictum that Congress may be prohibited from using its powers to \"federalize\" traditional areas of common law such as the law of torts. However, COBRA explicitly states that it does not preempt any state laws or requirements except for those which are in direct conflict with its provisions. 42 U.S.C. § 1395dd(f). Moreover, even the broad interpretation that this court and other courts have given COBRA does not seriously encroach on state medical malpractice law. COBRA, in its barest form, merely prohibits hospitals from refusing to treat individuals seeking emergency treatment. While there is some overlap between COBRA and state malpractice law, the overlap is not extensive. If hospitals like Wake Medical Center believe that federal statutes such as COBRA unduly erode state sovereignty, their recourse lies in the national political process rather than in the courts. <i>See </i><i>Garcia v. San Antonio Metro Transit Authority,</i> 469 U.S. 528, 105 S.Ct. 1005, 83 L.Ed.2d 1016 (1985).</p>\n<p></p>\n<h2>(e) Punitive Damages Claim</h2>\n<p>Defendants also contend that the award of punitive damages in this case would violate the United States and North Carolina constitutions and that therefore the portion of plaintiff's amended complaint seeking such damages should be dismissed. The court declines to rule on this motion at the present time.</p>\n<p>The role of the court in evaluating a 12(b)(6) motion is to determine the sufficiency of the complaint. The question of whether or not a party can recover punitive damages goes to the issue of the relief the plaintiff may ultimately be due. It has no bearing on the validity of the cause of action set out in plaintiff's complaint. Therefore, the court declines to rule on the issue at the present time.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*548</span> III. <i>RULE 11 SANCTIONS</i>\n</h2>\n<p>Defendants also request that sanctions be imposed against plaintiff pursuant to F.R.Civ.P. 11. Under Rule 11, a court is permitted to impose sanctions against a litigant or attorney who files a pleading that is not well grounded in law or in fact, or is filed for an improper purpose. <i>See </i><i>In re Kunstler,</i> 914 F.2d 505 (4th Cir. 1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 1607, 113 L.Ed.2d 669 (1991). Sanctions are appropriate where the argument is objectively unreasonable or is made in bad faith. <i>Forrest Creek Associates, Ltd. v. McLean Savings and Loan Association,</i> 831 F.2d 1238 (4th Cir.1987). The key inquiry is \"whether a reasonable attorney in like circumstances could believe his actions to be factually and legally justified.\" <i>Cabell v. Petty,</i> 810 F.2d 463, 466 (4th Cir. 1987).</p>\n<p>Defendants charge that plaintiff amended her complaint to include charges of racial discrimination for the sole purpose of defeating defendants' prior motion to dismiss and that there is no factual basis for these allegations. Plaintiff maintains that there were in fact reasonable grounds for the allegations contained in her amended complaint.</p>\n<p>Regardless of the likelihood of plaintiff ultimately proving her racial discrimination allegations, it cannot be said that these charges were objectively unreasonable. Furthermore, plaintiff amended her complaint with the court's permission and at this early stage of the proceedings there is no reason for the court to doubt her claim that she acted in good faith in doing so. Accordingly, defendants' motion for sanctions pursuant to Rule 11 is denied.</p>\n<p></p>\n<h2>IV. <i>MOTION TO STRIKE</i>\n</h2>\n<p>Defendants also request that the allegations in plaintiff's amended complaint relating to racial discrimination on the part of the hospital be stricken. This court granted plaintiff permission to file an amended complaint and she did so on April 22, 1991. Defendants have submitted affidavits which attempt to disprove those allegations; however, on a 12(b)(6) motion, a court cannot look at such documents outside the pleadings unless it converts the motion to dismiss into a summary judgment motion as authorized under Rule 12(b). Should defendants bring a summary judgment motion at some later date, these affidavits will then obviously be considered by this court. Defendants' motion to strike is therefore denied.</p>\n<p></p>\n<h2>V. <i>LOCAL RULE 5:05</i>\n</h2>\n<p>Local Rule 5:05 for the Eastern District of North Carolina states as follows: \"Memoranda in support of or opposition to a motion shall not exceed thirty (30) pages in length without prior court approval.\" In both the response filed on March 29, 1991 to defendants' original 12(b)(6) motion and her response filed on July 24, 1991 to defendants' present 12(b)(6) motion, plaintiff has filed memoranda in excess of thirty (30) pages without first seeking permission of this court.</p>\n<p>In addition to the fact that Local Rule 5:05 promotes the efficiency of this court's operation, it would be unfair for the court to allow one party to avoid compliance with the rule while knowing that all other parties felt compelled to operate within the confines of the rule. Accordingly, if plaintiff files any future memoranda exceeding thirty pages without obtaining prior court approval, the court may consider it appropriate to impose sanctions.</p>\n<p></p>\n<h2>VI. <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, defendants' motion to dismiss pursuant to Rule 12(b)(1) is denied. Defendants' motion to dismiss under Rule 12(b)(6) is granted as to defendants Solovieff and Nolan but is denied as to defendant Wake Medical Center. Defendants' motion to strike allegations in the amended complaint is denied. Defendants' <span class=\"star-pagination\">*549</span> motion for sanctions pursuant to Rule 11 is denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants have also motioned for a protective order and a stay of discovery pending the court's ruling on the motion to dismiss. Since this order addresses the motion to dismiss, these additional motions are denied as moot.</p>\n<p>[2]  The term \"participating hospital\" is defined in Section 1395dd(e)(2) as any hospital that receives Medicare funding.</p>\n<p>[3]  Plaintiff's injunctive relief claim was brought against defendants Solovieff and Nolan as well as against Wake Medical Center. However, since this court has ruled that Section 1395dd does not authorize a private cause of action against an individual physician, plaintiff's claims for injunctive relief against defendants Solovieff and Nolan are dismissed.</p>\n<p>[4]  Since the time in which the parties have submitted their memoranda, the Fourth Circuit has decided <i>Mattison v. Dallas Carrier Corporation,</i> 947 F.2d 95 (4th Cir., Oct. 11, 1991). In this case the Fourth Circuit held that the South Carolina law for applying punitive damages denied the defendant due process under the Fifth Amendment because its lack of meaningful standards allowed the jury to exercise unconstrained discretion in making its awards. If defendants choose to contest the constitutionality of North Carolina's punitive damages law in the present case at some later date, both parties will no doubt need to take note of <i>Mattison</i> in their arguments.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">786</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">538</span></span> (1991)</b></center>\n<center><h1>Vastine JONES, Administratrix of the Estate of Philip Jones, Plaintiff,<br>\nv.<br>\nWAKE COUNTY HOSPITAL SYSTEM, INC., etc., et al., Defendants.</h1></center>\n<center>No. 90-523-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 4, 1991.</center>\n<p><span class=\"star-pagination\">*539</span> <span class=\"star-pagination\">*540</span> Robert J. Burford, Raleigh, N.C., for Jones.</p>\n<p>Alene M. Mercer, Theodore B. Smyth, Susan K. Burkhart, Patterson, Dilthey, Clay, Cranfill, Sumner &amp; Hartzog, Raleigh, N.C., for Wake County Hosp. System, Inc.</p>\n<p>Samuel G. Thompson, William H. Moss, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for Solovieff.</p>\n<p>Jean Walker Tucker, Bruce W. Berger, Yates, Fleishman, McLamb &amp; Weyher, Raleigh, N.C., for Nolan.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Vastine Jones, Administratrix of the estate of Philip Jones, brings this action pursuant to the Federal Examination and Treatment for Emergency Medical Conditions and Women in Labor Act, part of the Consolidated Omnibus Budget Reconciliation Act, 42 U.S.C. § 1395dd (Supp.1991) (known as COBRA) along with a pendent state law claim of medical malpractice and negligence. Wake Medical Center, Gregory Solovieff, M.D. and Kevin Nolan, M.D. <span class=\"star-pagination\">*541</span> are named as defendants. As relief, she seeks compensatory damages, punitive damages, attorneys' fees, and injunctive relief. The matter is presently before the court on defendants' motion to dismiss, pursuant to Rules 12(b)(1) and 12(b)(6) of the Federal Rules of Civil Procedure, defendants' motion to strike allegations in plaintiff's amended complaint, and defendants' motion for sanctions against the plaintiff pursuant to Rule 11 of the Federal Rules of Civil Procedure.<sup>[1]</sup></p>\n<p>On or about September 6, 1988, at approximately 5:30 p.m., plaintiff's intestate, Philip Jones, was admitted to the emergency room of Wake Medical Center complaining of pain and weakness stemming from bodily burns received on September 4, 1988. He was examined by defendant Solovieff, an emergency room physician on duty that day. Jones' vital signs were checked, blood work was performed, and a dressing was applied. Defendant Solovieff, apparently concerned about the possibility of an infection, consulted defendant Nolan, another physician on duty in the emergency room. After consultation, they decided that further treatment was not necessary and discharged Jones at approximately 10:30 p.m. that same night. Within hours of his discharge, Jones began complaining of severe pain, paralysis, and a sense of disorientation. Plaintiff took Jones back to Wake Medical Center at approximately 5:30 p.m. on September 7, 1988. Shortly afterward, Jones suffered septic shock, respiratory arrest, and renal failure. He died at approximately 2:15 a.m. on September 8, 1988 from cardiac arrest. Plaintiff alleges that Jones was suffering from a potentially fatal systemic infection known as sepsis at the time of his visit to the emergency room on September 6 and that if defendants had exercised reasonable care and performed additional tests on Jones instead of discharging him, Jones' condition could have been diagnosed and treated.</p>\n<p>Plaintiff filed her original complaint on September 5, 1990, which charged simply that the treatment of Jones violated COBRA. The original complaint did not include any allegations that plaintiff's treatment at the hospital was due to indigency, lack of medical insurance, or race. Over the next few months, each of the defendants filed motions with this court to dismiss plaintiff's action pursuant to Rules 12(b)(1) and 12(b)(6). In the memoranda supporting their motions, defendants argued that this court was without subject matter jurisdiction since plaintiff had failed to state a cause of action under COBRA, and that, in reality, plaintiff's claim amounted to nothing more than a gardenvariety malpractice claim controlled by state law. It was the position of the defendants that COBRA applied only to instances in which a hospital refused to treat a patient because of indigency or other economic considerations.</p>\n<p>However, on April 19, 1991, just as these motions became ripe for adjudication by this court, plaintiff was granted leave to file an amended complaint. Her amended complaint rehashed the allegations in her original complaint but included the additional allegations that Jones had received unfavorable treatment by the defendants because of his race and socioeconomic status.</p>\n<p>By an order filed on May 28, 1991, this court denied defendant's motion to dismiss the original complaint as moot. Defendants then filed motions to dismiss the amended complaint on the same grounds as in their previous motions. Additionally, defendants motioned to strike those allegations in plaintiff's amended complaint pertaining to racism, arguing that plaintiff inserted these charges merely as a last minute attempt to survive the motion to dismiss.</p>\n<p>COBRA was enacted by Congress primarily in response to concerns about the practice of \"patient dumping\", the refusal of a hospital emergency room to treat a person who does not have medical insurance. <span class=\"star-pagination\">*542</span> Note, <i>Preventing Patient Dumping: Sharpening the COBRA's Fangs,</i> N.Y.U.L.Rev. 1186 (1986). COBRA in pertinent part, imposes the following duties on hospitals that receive Medicare funds:</p>\n<blockquote>(a) In the case of a hospital that has a hospital emergency department, if any individual (whether or not eligible for benefits under this subchapter) comes to the emergency department and a request is made on the individual's behalf for examination or treatment for a medical condition, the hospital must provide for an appropriate medical screening examination within the capability of the hospital's emergency department to determine whether or not an emergency medical condition ... exists....</blockquote>\n<blockquote>(b)(1) If any individual ... comes to a hospital and the hospital determines that the individual has an emergency medical condition ... the hospital must provide either</blockquote>\n<blockquote>(A) within the staff and facilities available at the hospital, for such further medical examination and such treatment as may be required to stabilize the medical condition, or ...</blockquote>\n<blockquote>(B) for transfer of the individual to another medical facility in accordance with subsection (c) of this section.</blockquote>\n<p>COBRA authorizes a private cause of action for any individual who suffers personal harm from the violation of the statute against the violating hospital. 42 U.S.C. § 1395dd(d)(2)(A). In addition, civil monetary penalties may be levied against the hospital and the responsible physicians. 42 U.S.C. § 1395dd(d)(1)(A) and (B).</p>\n<p></p>\n<h2>I. <i>12(b)(1) MOTION</i>\n</h2>\n<p>Defendants argue that this court is without subject matter jurisdiction to hear plaintiff's claim. They claim that Jones was not in an \"emergency medical condition\", within the meaning of the statute and that therefore COBRA is inapplicable to the facts giving rise to this suit.</p>\n<p>Federal district courts have subject matter jurisdiction in \"all civil actions arising under the Constitution, laws, or treaties of the United States.\" 28 U.S.C. § 1331 (Supp.1991). The United States Supreme Court has interpreted this language to mean that federal courts have jurisdiction in all cases where a well-pleaded complaint shows that \"federal law creates the cause of action\" or where the \"plaintiff's right to relief necessarily depends on resolution of a substantial question of federal law.\" <i>Franchise Tax Board v. Construction Laborers Vacation Trust,</i> <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 27-28, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2841</span></a></span>, 2856, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1983).</p>\n<p>Furthermore, the legislative history of COBRA clearly demonstrates Congress's intention for federal courts to have subject matter jurisdiction over actions brought pursuant to COBRA. <i>See </i><i>Thornton v. Southwest Detroit Hospital,</i> <span class=\"citation\" data-id=\"536218\"><a href=\"/opinion/536218/elease-thornton-v-southwest-detroit-hospital/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1131</span></a></span>, 1133 (6th Cir.1990); <i>Bryant v. Riddle Memorial Hospital,</i> <span class=\"citation\" data-id=\"1891132\"><a href=\"/opinion/1891132/bryant-v-riddle-memorial-hosp/\"><span class=\"volume\">689</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">490</span></a></span>, 493 (E.D.Pa.1988).</p>\n<p>The court concludes that it has subject matter jurisdiction over the suit and that defendant's objections to the court's jurisdiction go more to the question of whether plaintiff has stated a valid claim for relief under COBRA. Therefore, the court will now address defendant's motion to dismiss pursuant to Rule 12(b)(6).</p>\n<p></p>\n<h2>II. <i>12(b)(6) MOTION</i>\n</h2>\n<p>A motion to dismiss under Rule 12(b)(6) must be viewed in the light most favorable to the plaintiff. <i>Revene v. Charles County Commissioners,</i> <span class=\"citation\" data-id=\"527817\"><a href=\"/opinion/527817/monica-revene-individually-v-charles-county-commissioners-office-of-the/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 872 (4th Cir. 1989). However, dismissal is properly granted when it is clear as a matter of law that no relief could be granted under any set of facts that could be proved consistent with plaintiff's allegations. <i>Hishon v. King &amp; Spalding,</i> <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2229</span></a></span>, <span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1984). On a motion to dismiss, the court examines the sufficiency of the complaint without consideration of the affidavits, exhibits or admissions. <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974).</p>\n<p></p>\n<h2>(a) Scope of COBRA</h2>\n<p>The few courts that have interpreted COBRA have split as to the scope of the act. The legislative history of the statute is predominated by concern over \"patient <span class=\"star-pagination\">*543</span> dumping\". <i>See</i> H.R.Rep. No. 241(1), 99th Cong., 1st Sess. 27, <i>reprinted in</i> 1986 U.S.Code Cong. &amp; Admin.News 579, 605. This has led several courts to hold that COBRA applies only to instances where a plaintiff can show he was refused treatment due to indigency. <i>See </i><i>Evitt v. University Heights Hospital,</i> <span class=\"citation\" data-id=\"1461120\"><a href=\"/opinion/1461120/evitt-v-university-heights-hosp/\"><span class=\"volume\">727</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">495</span></a></span> (S.D.Ind.1989); <i>Stewart v. Myrick,</i> <span class=\"citation\" data-id=\"1877790\"><a href=\"/opinion/1877790/stewart-v-myrick/\"><span class=\"volume\">731</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">433</span></a></span> (D.Kan.1990). However, the fact that the plain language of the statute does not limit COBRA to only situations where patients are denied treatment for economic reasons has led other courts to rule that no such showing is necessary. <i>See </i><i>Brooker v. Desert Hospital Corporation,</i> <span class=\"citation\" data-id=\"570453\"><a href=\"/opinion/570453/35-socsecrepser-312-medicare-medicaid-guide-p-39666-rosalyn-brooker/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">412</span></a></span> (9th Cir.1991); <i>Gatewood v. Washington Healthcare Corporation,</i> <span class=\"citation\" data-id=\"561773\"><a href=\"/opinion/561773/alice-gatewood-individually-and-as-personal-representative-of-the-estate/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span> (D.C.Cir.1991); <i>Delaney v. Cade,</i> <span class=\"citation\" data-id=\"2291188\"><a href=\"/opinion/2291188/delaney-v-cade/\"><span class=\"volume\">756</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1476</span></a></span> (D.Kan. 1991); <i>Deberry v. Sherman Hospital Association,</i> <span class=\"citation\" data-id=\"2152731\"><a href=\"/opinion/2152731/deberry-v-sherman-hosp-assn/\"><span class=\"volume\">741</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1302</span></a></span> (N.D.Ill.1990). The Sixth Circuit has adopted a middle approach, holding in <i>Cleland v. Bronson Health Care Group, Inc.,</i> <span class=\"citation\" data-id=\"550340\"><a href=\"/opinion/550340/31-socsecrepser-459-medicaremedicaid-gu-39030-clair-d-cleland-jr/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span></a></span> (6th Cir.1990), that for COBRA to apply, plaintiff must allege that the hospital failed to give him appropriate emergency treatment based on some impermissible motive such as indigency, dislike of the patient, or distaste for the patient's physical condition. <i>Id.</i> at 272.</p>\n<p>After careful consideration of the wisdom of these various approaches, the court concludes that COBRA does not apply strictly to acts of patient dumping by hospitals for economic reasons. The analyses engaged in by the Sixth Circuit and the District of Columbia Circuit are instructive. While the legislative history makes it abundantly clear that patient dumping was the primary evil Congress sought to curtail by its enactment of COBRA, it is no less true that the statute Congress wrote and enacted does not in any way restrict its application to such instances. <i>Cleland, supra,</i> <span class=\"citation\" data-id=\"550340\"><a href=\"/opinion/550340/31-socsecrepser-459-medicaremedicaid-gu-39030-clair-d-cleland-jr/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span></a></span>, 269. Instead, COBRA plainly states that it applies to \"<i>any</i> individual\" who requests emergency room treatment. <i>Gatewood, supra,</i> 933 F.2d at 1040. While defendants argue that this type of broad interpretation of COBRA would go beyond what Congress intended, the United States Supreme Court has stated that a \"law need not be in every respect logically consistent with its aims to be constitutional. It is enough that there is an evil at hand for correction, and that it might be thought that the particular legislative measure was a rational way to correct it.\" <i>Williamson v. Lee Optical Company,</i> <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 487-88, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, 464, <span class=\"citation\" data-id=\"105285\"><a href=\"/opinion/105285/williamson-v-lee-optical-of-okla-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">563</span></a></span> (1955).</p>\n<p>As a matter of statutory construction, federal courts are not free to rewrite statutes simply because Congress could have acted with greater clarity. Given the fact that Congressmen vote on the actual language of a bill, courts must be cautious in going beyond the plain words of the statute in an attempt to be true to the legislative intent. <i>United States v. Locke,</i> <span class=\"citation\" data-id=\"111403\"><a href=\"/opinion/111403/united-states-v-locke/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span>, <span class=\"citation\" data-id=\"111403\"><a href=\"/opinion/111403/united-states-v-locke/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>, <span class=\"citation\" data-id=\"111403\"><a href=\"/opinion/111403/united-states-v-locke/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>, <span class=\"citation\" data-id=\"111403\"><a href=\"/opinion/111403/united-states-v-locke/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1985). It is true that courts should not interpret laws in a way that would lead to unreasonable or absurd results. <i>American Tobacco Company v. Patterson,</i> <span class=\"citation\" data-id=\"110690\"><a href=\"/opinion/110690/american-tobacco-co-v-patterson/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, <span class=\"citation\" data-id=\"110690\"><a href=\"/opinion/110690/american-tobacco-co-v-patterson/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1534</span></a></span>, <span class=\"citation\" data-id=\"110690\"><a href=\"/opinion/110690/american-tobacco-co-v-patterson/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">748</span></a></span> (1982). However, given Congress' stated concern over individuals being denied emergency treatment by hospitals, the broad interpretation given COBRA in <i>Cleland</i> and <i>Gatewood</i> cannot be labeled unreasonable or absurd. Had Congress desired to enact a more restrictive statute, presumably it would have done so.</p>\n<p>Therefore since COBRA is not inapplicable in the case at bar merely because plaintiff did not allege that Jones was denied treatment due to a lack of health insurance, the next inquiry is whether plaintiff has stated a claim for relief under the statute.</p>\n<p>Essentially, plaintiff's amended complaint alleges that defendants violated the statute in two ways: (1) by failing to give an \"appropriate medical screening\" to Jones as required under Section 1395dd(a) and (2) by failing to \"stabilize\" his \"emergency medical condition\" as required under Section 1395dd(b). However, Section 1395dd(b)(1) requires such stabilizing treatment only if the hospital has previously determined that an \"emergency medical condition\" exists. Therefore, since plaintiff has not alleged that defendants Solovieff <span class=\"star-pagination\">*544</span> or Nolan had determined that an \"emergency medical condition\" existed, she cannot recover for their failure to provide stabilizing treatment for such a condition. Thus, the court holds that plaintiff has not stated a claim under Section 1395dd(b).</p>\n<p>With regard to the alleged violation of Section 1395dd(a), a party can prove a violation of that provision only by showing that the hospital failed to provide an \"appropriate medical screening examination.\" This term is not defined in the statute. However, the Sixth Circuit has defined \"appropriate\" as referring to \"care similar to care that would have been provided to any other patient, or at least not known by the providers to be insufficient or below their own standards.\" <i>Cleland, supra,</i> 917 F.2d at 271. The D. C. Circuit adopted essentially the same definition, holding that what is \"appropriate\" can be determined by examining the hospital's standard screening procedures. <i>Gatewood,</i> 933 F.2d at 1041. Both courts rejected the view that Section 1395dd(a) incorporates state malpractice law in the inquiry as to whether the screening was \"appropriate.\" This court agrees with the Sixth Circuit and the D. C. Circuit that Section 1395dd(a) is not designed to redress an incorrect diagnosis by a hospital; instead, it is merely an entitlement to receive the same treatment that is accorded to others similarly situated.</p>\n<p>The primary area of difference between the Sixth Circuit and the D. C. Circuit concerns the issue of motive. In <i>Cleland,</i> the court stated that a hospital which provides a medical screening inferior to its customary standards may be liable if it did so \"for any reason (including, without limitation, race, sex, politics, occupation, education, personal prejudice, drunkenness, spite, etc.)....\" <i>Cleland,</i> 917 F.2d at 272. Conversely, in <i>Gatewood,</i> the D. C. Circuit expressly noted its disagreement with the Sixth Circuit in this regard, stating that the motive of the hospital when it deviates from its own standards is irrelevant in that liability would result from such deviation regardless of the hospital's motive. <i>Gatewood,</i> 933 F.2d at 1041 n. 3. <i>See also </i><i>Deberry v. Sherman Hospital Association,</i> <span class=\"citation\" data-id=\"1889878\"><a href=\"/opinion/1889878/deberry-v-sherman-hosp-assn/\"><span class=\"volume\">769</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1030</span></a></span> (N.D.Ill.1991).</p>\n<p>This court finds the D. C. Circuit's approach the more faithful to the language of the statute of the two. Section 1395dd(a) entitles an individual to the standard screening procedure accorded by that hospital to other patients. Should a deviation from that standard occur, that patient's rights under COBRA will have been violated regardless of the hospital's motives. Again, although the legislative history focused on concern for hospitals refusing to treat patients based on improper motives, Congress did not incorporate that motive requirement into the statute.</p>\n<p>It must be emphasized, however, that the issue in this type of analysis is not the adequacy of the hospital screening procedure. A hospital that acts consistently with its customary screening procedure is not liable under Section 1395dd(a) even if that standard is inadequate under that state's malpractice law.</p>\n<p>Applying these principles to the case <i>sub judice,</i> plaintiff has alleged that Jones was not given the same medical screening examination that would be given to every other patient at Wake Medical Center. Thus, under the above analysis she must be given an opportunity to prove that Wake Medical Center deviated from its customary standard of care when it treated Jones.</p>\n<p>Jones was kept in the emergency room for approximately four hours on September 6, 1988. During that time he was examined by two doctors and at least one nurse. Laboratory work was performed on him and his vital signs were checked. He was also given a dressing. He was allegedly discharged with specific instructions from the doctors. In order to recover on her COBRA claim, plaintiff will have to show that this treatment was below Wake Medical Center's customary screening procedure for a patient in these circumstances. As discussed above, it will not be sufficient for her to show that during the screening procedure a wrong diagnosis occurred.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*545</span> (b) Liability of Physicians under COBRA</h2>\n<p>Defendants Solovieff and Nolan contend that COBRA does not authorize a private cause of action against an individual physician. Section 1395dd(d)(1) provides for civil monetary penalties against <i>both</i> a hospital <i>and</i> an individual physician who violates the statute. However, Section 1395dd(d)(2) <i>only</i> provides for a private cause of action by an individual injured by a violation of COBRA against the \"<i>participating hospital.\"</i><sup>[2]</sup> There is no mention of a private cause of action against an individual physician in the statute. Research has disclosed only four cases that have squarely addressed this issue. Three of these courts held that such actions are not authorized under COBRA. <i>See </i><i>Delaney v. Cade, supra</i><i>; Lavignette v. West Jefferson Medical Center,</i> Civil Action No. 89-5495, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">178708</span></span> (E.D.La.1990); <i>Verhagen v. Olarte,</i> No. 89 Civ. 0300 (CSH), <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">146265</span></span> (S.D.N.Y.1989). Conversely, one court held that such actions were permissible under COBRA. <i>See </i><i>Sorrells v. Babcock,</i> <span class=\"citation\" data-id=\"1517230\"><a href=\"/opinion/1517230/sorrells-v-babcock/\"><span class=\"volume\">733</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1189</span></a></span> (N.D.Ill.1990).</p>\n<p>This court concludes that a private cause of action cannot be brought against an individual physician for a violation of COBRA. In Section 1395dd(d)(1) Congress specifically authorized the assessment of civil monetary penalties against <i>both</i> hospitals <i>and</i> physicians in violation of the statute. However, in Section 1395dd(d)(2), the section permitting a private cause of action to be brought for COBRA violations, the statute refers only to <i>hospitals</i> as potential defendants in such actions. As the district court noted in <i>Delaney,</i> \"[i]f Congress had intended to create a private cause of action against the physician, it knew how to do so.\" <i>Delaney,</i> 756 F.Supp. at 1487. It would be inconsistent with the plain language of the statute to infer a private cause of action against a physician and the court refuses to do so. Accordingly, plaintiff's claims under COBRA against defendants Solovieff and Nolan are hereby dismissed.</p>\n<p></p>\n<h2>(c) Claim for Injunctive Relief</h2>\n<p>Plaintiff's amended complaint includes a request for injunctive relief against defendants to the effect that they refrain from violating COBRA in the future with respect to her and her four children. Defendants contend that this claim should be dismissed for vagueness and because such an injunction, if granted, would obviously be of no benefit to Jones since he is deceased.</p>\n<p>Section 1395dd(d)(2)(A) expressly states that an individual injured by a violation of COBRA may obtain \"such equitable relief as is appropriate\" in his suit against the hospital. <i>See </i><i>Owens v. Nacogdoches County Hospital District,</i> <span class=\"citation\" data-id=\"2152478\"><a href=\"/opinion/2152478/owens-v-nacogdoches-county-hosp-dist/\"><span class=\"volume\">741</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1269</span></a></span> (E.D.Tex.1990); <i>Maziarka v. Saint Elizabeth Hospital,</i> No. 88 C 6658, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">13195</span></span> (N.D.Ill.1989). Assuming this court were to find that Wake Medical Center did, in fact, violate COBRA, then injunctive relief would be appropriate. Had Jones successfully brought this suit during his lifetime, he would have been free under the statute to seek an injunction banning the hospital from future violations of COBRA. Since the effect of such an injunction would have benefited the community at large, it is unclear to the court why plaintiff should be precluded from seeking such equitable relief merely because her husband is no longer a living member of that community. Indeed, if plaintiff can prove deliberate violations of COBRA by Wake Medical Center, she and her childrenalong with others in the communitywill face a genuine threat to their wellbeing if such injunctive relief is not granted. <i>See </i><i>Owens, supra,</i> 741 F.Supp. at 1280-81. Accordingly, defendants' motion to dismiss plaintiff's claim for injunctive relief against the hospital is denied.<sup>[3]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*546</span> (d) Constitutionality of COBRA</h2>\n<p>Defendants contend in memoranda supporting their motions to dismiss that if COBRA is broadly interpreted as applying to situations not involving patient dumping for economic reasons, then the statute is unconstitutional. Since the court has ruled that the statute does in fact cover situations where patients are denied treatment for non-economic reasons, the constitutional issue must be addressed.</p>\n<p>First, defendants assert that COBRA is outside the bounds of Congress' powers under Article I, Section 8, Clause 1, of the Constitution. Under this provision, Congress has the power to \"lay and collect Taxes, Duties, Imposts and Excises, to pay the Debts and provide for the common Defence and general Welfare of the United States.\" U.S. CONST., Art. I, § 8.</p>\n<p>In <i>South Dakota v. Dole,</i> <span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">203</span></a></span>, <span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2793</span></a></span>, <span class=\"citation\" data-id=\"111939\"><a href=\"/opinion/111939/south-dakota-v-dole/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1987), the United States Supreme Court emphasized the broad power Congress possesses in hinging the receipt of federal funds on compliance with federal statutory and administrative requirements that further broad policy objectives. <i>Id.</i> at 206, 107 S.Ct. at 2795. In <i>Dole,</i> the court laid down a four-part test for reviewing the constitutionality of such an expenditure by Congress: (1) \"The exercise of the spending power must be in pursuit of `the general welfare.'\" (2) If Congress attaches conditions that states must comply with to receive the expenditure, it must do so unambiguously so that the state can make their choice as to whether to participate in the program with full knowledge of the consequences of their participation. (3) Conditions on federal expenditures may be illegitimate if they are unrelated \"to the federal interest in particular national projects or programs.\" (4) The conditional grant of funds must not violate any other constitutional provisions. <i>Id.</i> at 207, 107 S.Ct. at 2796.</p>\n<p>Defendants concede that the first and fourth elements of this test are satisfied but argue that the second and third are not. With regard to the third element, the court finds it puzzling how defendants can maintain that the federal interest in the Medicare program is not sufficiently related to the condition that hospitals refrain from patient dumping in light of the fact that the federal interest present in <i>Dole</i> of safe interstate travel was held sufficiently related to the condition of prohibiting states from allowing individuals under the age of twenty-one to purchase alcoholic beverages. Clearly, the purpose behind the Medicare program and the purpose behind COBRA are similar: to permit access to health care for all Americans.</p>\n<p>As for the second element of the <i>Dole</i> test, defendants argue that the requirements of the statute are too nebulous. The court disagrees with this assertion. Terms like \"emergency medical condition,\" \"appropriate medical screening,\" and \"stabilizing treatment\" are impossible to define with the degree of specificity defendants would have had Congress employ. Furthermore, even if COBRA was limited in scope to cases of patient dumping based on indigency, the terms used in the statute would be just as imprecise. Surely defendants are not contending that this inexactitude would prohibit Congress from being able to act at all against a perceived evil as deplorable as patient dumping. The court believes the statutory requirements are clear enough for states deciding whether to accept Medicare funds to be aware of the consequences of their acceptance.</p>\n<p>Defendants also claim that hospitals are in effect coerced into compliance with COBRA in light of the fact that Medicare funding is essential to the operation of so many hospitals. By the logic of the defendants' arguments, Congress would never be able to impose any conditions at all on hospitals that receive Medicare funding no matter how mildbecause such actions would always be coercive. While it is undeniable that there are many hospitals who benefit greatly from Medicare payments, those hospitals remain free to disassociate themselves from the Medicare program if they find the requirements of COBRA too onerous.</p>\n<p>Defendants' second constitutional attack on COBRA is based on the due <span class=\"star-pagination\">*547</span> process clause of the Fifth Amendment. It is the position of defendants that the requirements of COBRA violate the due process rights of hospitals receiving Medicare funding in that the requirements are too vague. The standard to be applied is whether the statute is so indefinite that \"men of common intelligence must necessarily guess at its meaning.\" <i>Floyd v. Thornburg,</i> <span class=\"citation\" data-id=\"1797830\"><a href=\"/opinion/1797830/floyd-v-thornburg/\"><span class=\"volume\">619</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">756</span></a></span>, 762 (W.D.N.C.1985) (<i>quoting </i><i>Connally v. General Construction Company,</i> <span class=\"citation\" data-id=\"100759\"><a href=\"/opinion/100759/connally-v-general-constr-co/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">126</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">322</span></span> (1926). While admittedly several of the terms set out in the text of COBRA do not lend themselves to a fixed and precise definition, \"[w]ords inevitably contain germs of uncertainty and, there may be disputes over the meaning.\" <i>Floyd, supra,</i> 619 F.Supp. at 762.</p>\n<p>It is not difficult to discern the duties COBRA imposes on hospitals. Essentially, it simply prohibits them from treating any individual seeking emergency treatment differently than it would any other patient seeking similar treatment. As with any statute, gray areas will occur; however, they can be dealt with on a case-by-case basis by courts. In any event, the court finds that COBRA is not impermissibly vague for due process purposes.</p>\n<p>Defendants' final constitutional argument is that COBRA violates the Tenth Amendment by usurping the traditional powers of the states. However, this argument is also without merit.</p>\n<p>The Tenth Amendment does not take away the federal government's authority to use its granted powers to achieve permissible results. <i>United States v. Onslow County Board of Education,</i> <span class=\"citation\" data-id=\"431820\"><a href=\"/opinion/431820/united-states-of-america-major-daniel-m-rowland-individually-and-as-next/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">628</span></a></span> (4th Cir.1984). \"[A] perceived Tenth Amendment limitation on congressional regulation of state affairs [does] not concomitantly limit the range of conditions legitimately placed on federal grants.\" <i>Dole, supra,</i> 483 U.S. at 210, 107 S.Ct. at 2797 (<i>quoting </i><i>Oklahoma v. Civil Service Commission,</i> <span class=\"citation\" data-id=\"104375\"><a href=\"/opinion/104375/oklahoma-v-civil-serv-commn/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">127</span></a></span>, <span class=\"citation\" data-id=\"104375\"><a href=\"/opinion/104375/oklahoma-v-civil-serv-commn/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"104375\"><a href=\"/opinion/104375/oklahoma-v-civil-serv-commn/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">794</span></a></span> (1947)).</p>\n<p>Defendants point to case law stating in dictum that Congress may be prohibited from using its powers to \"federalize\" traditional areas of common law such as the law of torts. However, COBRA explicitly states that it does not preempt any state laws or requirements except for those which are in direct conflict with its provisions. 42 U.S.C. § 1395dd(f). Moreover, even the broad interpretation that this court and other courts have given COBRA does not seriously encroach on state medical malpractice law. COBRA, in its barest form, merely prohibits hospitals from refusing to treat individuals seeking emergency treatment. While there is some overlap between COBRA and state malpractice law, the overlap is not extensive. If hospitals like Wake Medical Center believe that federal statutes such as COBRA unduly erode state sovereignty, their recourse lies in the national political process rather than in the courts. <i>See </i><i>Garcia v. San Antonio Metro Transit Authority,</i> <span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span>, <span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1005</span></a></span>, <span class=\"citation\" data-id=\"111308\"><a href=\"/opinion/111308/garcia-v-san-antonio-metropolitan-transit-authority/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1016</span></a></span> (1985).</p>\n<p></p>\n<h2>(e) Punitive Damages Claim</h2>\n<p>Defendants also contend that the award of punitive damages in this case would violate the United States and North Carolina constitutions and that therefore the portion of plaintiff's amended complaint seeking such damages should be dismissed. The court declines to rule on this motion at the present time.</p>\n<p>The role of the court in evaluating a 12(b)(6) motion is to determine the sufficiency of the complaint. The question of whether or not a party can recover punitive damages goes to the issue of the relief the plaintiff may ultimately be due. It has no bearing on the validity of the cause of action set out in plaintiff's complaint. Therefore, the court declines to rule on the issue at the present time.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*548</span> III. <i>RULE 11 SANCTIONS</i>\n</h2>\n<p>Defendants also request that sanctions be imposed against plaintiff pursuant to F.R.Civ.P. 11. Under Rule 11, a court is permitted to impose sanctions against a litigant or attorney who files a pleading that is not well grounded in law or in fact, or is filed for an improper purpose. <i>See </i><i>In re Kunstler,</i> <span class=\"citation\" data-id=\"548362\"><a href=\"/opinion/548362/in-re-william-m-kunstler-in-re-barry-nakell-in-re-lewis-pitts-robeson/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">505</span></a></span> (4th Cir. 1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1607</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></span> (1991). Sanctions are appropriate where the argument is objectively unreasonable or is made in bad faith. <i>Forrest Creek Associates, Ltd. v. McLean Savings and Loan Association,</i> <span class=\"citation\" data-id=\"496596\"><a href=\"/opinion/496596/forrest-creek-associates-ltd-stephen-s-purdue-v-mclean-savings-and-loan/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1238</span></a></span> (4th Cir.1987). The key inquiry is \"whether a reasonable attorney in like circumstances could believe his actions to be factually and legally justified.\" <i>Cabell v. Petty,</i> <span class=\"citation\" data-id=\"482499\"><a href=\"/opinion/482499/joan-f-cabell-administratrix-of-the-estate-of-charles-leslie-fitz/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></a></span>, 466 (4th Cir. 1987).</p>\n<p>Defendants charge that plaintiff amended her complaint to include charges of racial discrimination for the sole purpose of defeating defendants' prior motion to dismiss and that there is no factual basis for these allegations. Plaintiff maintains that there were in fact reasonable grounds for the allegations contained in her amended complaint.</p>\n<p>Regardless of the likelihood of plaintiff ultimately proving her racial discrimination allegations, it cannot be said that these charges were objectively unreasonable. Furthermore, plaintiff amended her complaint with the court's permission and at this early stage of the proceedings there is no reason for the court to doubt her claim that she acted in good faith in doing so. Accordingly, defendants' motion for sanctions pursuant to Rule 11 is denied.</p>\n<p></p>\n<h2>IV. <i>MOTION TO STRIKE</i>\n</h2>\n<p>Defendants also request that the allegations in plaintiff's amended complaint relating to racial discrimination on the part of the hospital be stricken. This court granted plaintiff permission to file an amended complaint and she did so on April 22, 1991. Defendants have submitted affidavits which attempt to disprove those allegations; however, on a 12(b)(6) motion, a court cannot look at such documents outside the pleadings unless it converts the motion to dismiss into a summary judgment motion as authorized under Rule 12(b). Should defendants bring a summary judgment motion at some later date, these affidavits will then obviously be considered by this court. Defendants' motion to strike is therefore denied.</p>\n<p></p>\n<h2>V. <i>LOCAL RULE 5:05</i>\n</h2>\n<p>Local Rule 5:05 for the Eastern District of North Carolina states as follows: \"Memoranda in support of or opposition to a motion shall not exceed thirty (30) pages in length without prior court approval.\" In both the response filed on March 29, 1991 to defendants' original 12(b)(6) motion and her response filed on July 24, 1991 to defendants' present 12(b)(6) motion, plaintiff has filed memoranda in excess of thirty (30) pages without first seeking permission of this court.</p>\n<p>In addition to the fact that Local Rule 5:05 promotes the efficiency of this court's operation, it would be unfair for the court to allow one party to avoid compliance with the rule while knowing that all other parties felt compelled to operate within the confines of the rule. Accordingly, if plaintiff files any future memoranda exceeding thirty pages without obtaining prior court approval, the court may consider it appropriate to impose sanctions.</p>\n<p></p>\n<h2>VI. <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, defendants' motion to dismiss pursuant to Rule 12(b)(1) is denied. Defendants' motion to dismiss under Rule 12(b)(6) is granted as to defendants Solovieff and Nolan but is denied as to defendant Wake Medical Center. Defendants' motion to strike allegations in the amended complaint is denied. Defendants' <span class=\"star-pagination\">*549</span> motion for sanctions pursuant to Rule 11 is denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendants have also motioned for a protective order and a stay of discovery pending the court's ruling on the motion to dismiss. Since this order addresses the motion to dismiss, these additional motions are denied as moot.</p>\n<p>[2]  The term \"participating hospital\" is defined in Section 1395dd(e)(2) as any hospital that receives Medicare funding.</p>\n<p>[3]  Plaintiff's injunctive relief claim was brought against defendants Solovieff and Nolan as well as against Wake Medical Center. However, since this court has ruled that Section 1395dd does not authorize a private cause of action against an individual physician, plaintiff's claims for injunctive relief against defendants Solovieff and Nolan are dismissed.</p>\n<p>[4]  Since the time in which the parties have submitted their memoranda, the Fourth Circuit has decided <i>Mattison v. Dallas Carrier Corporation,</i> <span class=\"citation\" data-id=\"570417\"><a href=\"/opinion/570417/vivian-mattison-morty-ronald-mattison-v-dallas-carrier-corporation/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span> (4th Cir., Oct. 11, 1991). In this case the Fourth Circuit held that the South Carolina law for applying punitive damages denied the defendant due process under the Fifth Amendment because its lack of meaningful standards allowed the jury to exercise unconstrained discretion in making its awards. If defendants choose to contest the constitutionality of North Carolina's punitive damages law in the present case at some later date, both parties will no doubt need to take note of <i>Mattison</i> in their arguments.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1517230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1797830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1877790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1889878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1891132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2152478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2152731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2291188/"
  ]
}