{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1388838/",
  "absolute_url": "/opinion/1388838/eeoc-v-lutheran-family-services-in-the-carolinas/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1388838/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:55:06.284389Z",
  "date_modified": "2016-04-27T01:17:56.599153Z",
  "type": "010combined",
  "sha1": "71214c8754244dbb28e4cc435bc5a6b964719d21",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>884 F.Supp. 1022 (1994)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nLUTHERAN FAMILY SERVICES IN THE CAROLINAS, Defendant.</h1></center>\n<center>No. 93-608-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 31, 1994.</center>\n<p><span class=\"star-pagination\">*1023</span> <span class=\"star-pagination\">*1024</span> John B. Meuser, E.E.O.C., Raleigh, NC, for plaintiff.</p>\n<p>Philip M. Van Hoy, Van Hoy, Reutinger &amp; Taylor, Charlotte, NC, for defendant.</p>\n<p></p>\n<h2><i>NATURE OF THE ACTION</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>On March 16, 1992, Denise Savage filed a charge of discrimination with the Equal Employment Opportunity Commission (hereinafter \"plaintiff\") alleging that her employer, defendant herein, discriminated against her on the basis of her pregnancy. Plaintiff conducted an investigation and, on March 23, 1993, issued a finding that defendant had impermissibly discriminated against Savage on the basis of her pregnancy by denying her a leave of absence that was requested for reasons related to her pregnancy and, subsequently, terminating her employment. Consequently, plaintiff filed a complaint against defendant in this action on September 30, 1993, alleging violations of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq.,</i> and Section 102 of the Civil Rights Act of 1991, 42 U.S.C. § 1981A.</p>\n<p>Discovery in this action concluded on June 1, 1994, and the matter is presently scheduled for a jury trial before the undersigned on September 26, 1994, in Raleigh, North Carolina. On June 20, 1994, defendant filed a motion for summary judgment, which is presently before the court. Plaintiff having responded, and defendant having replied thereto, the matter is ripe for resolution.</p>\n<p></p>\n<h2><i>STATEMENT OF FACTS</i></h2>\n<p></p>\n<h2><i>Background</i></h2>\n<p>Defendant is a church-affiliated social services agency that provides a variety of social services and group homes for orphans, neglected and abused children, problem teenagers, and developmentally disabled children and adults. Among the various group homes defendant operates is Woodhouse, a group home located on a former dairy farm in a rural area of Halifax County, near Roanoke Rapids, North Carolina. Woodhouse is designed to provide a stable home environment and counseling center for teenagers below the age of sixteen who have exhibited aggressive or assaultive behavior and delinquency or truancy in school. At all times relevant to this lawsuit, five such male teens resided at Woodhouse. State licensing requirements for group homes of this type required that the home have on duty at all times a minimum of two properly trained and qualified adult staff members for every five residents.</p>\n<p>On April 21, 1988, defendant hired Savage as a residential counselor for Woodhouse on a part-time, hourly wage basis. In October, 1988, Savage became a part-time salaried employee, working as an Overnight Awake Residential Counselor I at Woodhouse. In this capacity, Savage worked night shifts, seven days per week, every other week. Her position required her to assist the residents in getting to bed in the evening; to remain awake at night to address emergencies or other problems that might arise with the residents; and to assist the residents in getting up, fed, and off to school in the morning. During the time of her employment with defendant, Savage was also employed on a full-time basis as an elementary school teacher in Weldon, North Carolina.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1025</span> <i>Savage's Leave Request</i>\n</h2>\n<p>On or about September 24, 1991, Savage learned that she was pregnant. Due to sickness associated with the early period of her pregnancy, Savage took sixty hours of accrued sick leave between September 24 and 29, 1991. Shortly thereafter, on October 25, 1991, Savage approached Bob Scott, Program Director for Woodhouse, with a note from her doctor advising that she take two months leave of absence due to complications with her pregnancy.<sup>[1]</sup> On that same date, Savage submitted a written request to Scott for a leave of two months pursuant to her doctor's order. Savage indicated to Scott in her request that she would like to apply her accrued sick and vacation time  then totalling twenty-one daysto her leave of absence. Following her notification to Scott, Savage began her leave on October 28, 1991.</p>\n<p></p>\n<h2><i>Defendant's Leave Policies</i></h2>\n<p>At the time Savage made her leave request, defendant had in place two policies regarding medical leaves. The first, designated as a \"Sick Leave\" policy with a revision/effective date of \"8/3/91\", (Pl.'s Resp. Ex. 3), provided that employees may take sick leave with pay up to their accrued amounts.<sup>[2]</sup> Such leave could have been requested of the employee's immediate supervisor without the need for the President's approval. (Brittain Dep. at 23.) In the case of injury or illness requiring an extended absence beyond the leave then accrued in favor of the employee, the employee would be required to exhaust his or her accrued sick leave and vacation leave and then begin \"leave without pay\" status with the approval of the President. For extended absences, the President also would determine for what period of time the employee's position would be held open pending the employee's return.</p>\n<p>The second of defendant's policies relevant to this inquiry is one entitled \"Leave Related to Childbirth or Adoption,\" which bears a revision/effective date of \"5/2/91.\"<sup>[3]</sup> This policy provided for maternity leave for pregnant female employees whenever they \"require[d] time away from work for pregnancy, childbirth and recovery.\" Pursuant to the policy, maternity leave could only be taken with the approval of the President. This policy, like the sick leave policy, required such employee to exhaust all accrued sick and vacation leave prior to entering \"leave without pay\" status. Although the policy states as the only limitation on maternity leave that it could not exceed 90 days, defendant's officers have each testified that such leave was only granted when the 90 days would encompass the actual childbirth. (Paul Dep. at 109; Brittain Dep. at 41.)</p>\n<p>The latter policy, however, is not relevant to the court's evaluation of plaintiff's claim in this case. None of the parties contend that this policy was applicable to or was actually invoked by defendant's officers in their consideration of Savage's leave request. In fact, the Pregnancy Discrimination Act, as discussed below, mandates only that pregnant employees receive equal treatment to employees <span class=\"star-pagination\">*1026</span> suffering from other medical disabilities; it does not specify any required or special considerations that must be given them. Accordingly, the only relevant inquiry is whether defendant gave Savage's leave request consideration and treatment under its \"Sick Leave\" policy equal to that which defendant would give any other medically-related leave request.</p>\n<p></p>\n<h2><i>Defendant's Response to Savage's Leave Request</i></h2>\n<p>Although she had not received the needed authorization for an extended leave without pay from either Larry Paul, defendant's Area Director, or William Brittain, defendant's President, Savage began her leave on October 28, 1991. Savage contends that Scott initially had assured her that her request would not be problematic and that he would secure a temporary replacement during her absence.<sup>[4]</sup> As indicated above, this permission from Savage's immediate supervisor was all that was necessary for Savage to begin taking her accrued leave time, to which she was entitled. Scott subsequently forwarded Savage's request to Larry Paul, his supervisor, for consideration.</p>\n<p>On November 6, 1991, Paul issued a memorandum to Brittain, in which he recommended that Savage's request for leave be denied. In his memorandum, Paul described Savage's work performance as \"satisfactory,\" but indicated that, due to staffing problems then existing at Woodhouse,<sup>[5]</sup> Savage's absence would present problems for the program. Paul also stated the following: \"Besides, the two month request could turn into additional requests of leave if [Savage's] condition does not improve. Ms. Savage's leave request could amount to a 10 month leave (November 1991 through August 19, 1992) this is taking into account her three month maternity leave.\" Although Paul recommended that Savage receive pay for her accrued sick leave and vacation time, Paul ultimately recommended Savage's resignation or termination as a result of her already having stopped working.</p>\n<p>On November 18, 1991, Paul formally responded to Savage with his findings in regard to her leave request. In his letter, Paul identified the following five reasons as the basis for the denial of Savage's leave request:</p>\n<blockquote>1. You have chosen to work your full time job and not your part-time secondary employment with Lutheran Family Services;</blockquote>\n<blockquote>2. Your leave request is not for Maternity Leave but a leave of absence, in either case, the President can only approve. The President will not approve your leave request (see P &amp; P IV.H.2.b.);</blockquote>\n<blockquote>3. The program is already down-staffed and additional staff shortage would jeopardize the treatment effectiveness;</blockquote>\n<blockquote>4. It would be virtually impossible to hire someone to cover your position for only a two month period or to have the program administrators cover this time which could lead to burn-out to staff that is already overworked;</blockquote>\n<blockquote>5. This leave of two months could possibly turn into a leave of ten months because of your due date being May 19, 1992, and the doctor not allowing you to work your part-time job with LFS-Woodhouse Program until after maternity leave.</blockquote>\n<p>(Pl.'s Resp. Ex. 11.) In his letter, Paul also informed Savage that her request for accrued vacation and sick leave pay would not be honored because Savage gave defendant only two days' notice of her intent to take leave, instead of the four week notice required by defendant's policies. In conclusion, Paul informed Savage that, because she would not tender her resignation as requested, he would proceed with her termination.</p>\n<p>Following her termination, Savage appealed her termination through defendant's grievance procedure. On December 17, <span class=\"star-pagination\">*1027</span> 1991, Brittain and Rip McAdams, defendant's Vice President, responded to Savage, indicating that the denial of her request for leave had been \"upheld due to the serious coverage and client supervision problems that would result if it were granted.\" (Pl.'s Resp. Ex. 13.) Brittain and McAdams also informed Savage that the denial of her right to reimbursement for accrued leave time had been overturned in recognition of her inability to anticipate or predict her medical problems and in recognition of her many years of service with defendant. By the same letter, Brittain and McAdams reaffirmed that Savage's termination was not related to the quality of her work performance, but was due to her refusal to resign following the denial of her leave of absence.</p>\n<p>On December 27, 1991, just one day short of what would have been the final day of Savage's two month leave request, defendant hired a male employee to fill Savage's position at Woodhouse.</p>\n<p></p>\n<h2><i>SUMMARY JUDGMENT STANDARD</i></h2>\n<p>The party moving for summary judgment has the initial burden of presenting a prima facie showing of the absence of a genuine issue of material fact through affidavits, documents or the pleadings on file. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986). The mere existence, however, of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is there be no genuine issue of material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2509, 91 L.Ed.2d 202 (1986). In order to overcome such a motion, the non-moving party must therefore establish the existence of a genuine issue of material fact by presenting evidence on which a jury could reasonably find in his favor. <i>Id.</i> at 248-49, 106 S.Ct. at 2510-11; <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). \"[T]he court is obliged to credit the factual asservations contained in the material before it which favor the party resisting summary judgment and to draw inferences favorable to that party if the inferences are reasonable (however improbable they may seem).\" <i>Cole v. Cole,</i> 633 F.2d 1083, 1092 (4th Cir.1980). When the evidence from the entire record could not lead a rational fact-finder to find for the non-moving party, no genuine issue for trial exists and summary judgment is appropriate. <i>Matsushita,</i> 475 U.S. at 587, 106 S.Ct. at 1356.</p>\n<p></p>\n<h2><i>DISCUSSION AND ANALYSIS</i></h2>\n<p></p>\n<h2><i>Controlling Legal Principles</i></h2>\n<p>Title VII of the Civil Rights Act of 1964, as amended by the Equal Employment Opportunity Act of 1972, prohibits discrimination in the workplace on the basis of race, color, religion, <i>sex</i> or national origin. In 1978, the enactment of the Pregnancy Discrimination Act (hereinafter \"PDA\"), amended Title VII to include discrimination based on pregnancy within the coverage of its general prohibition on sex based discrimination. Specifically, this amendment provides, in relevant part,</p>\n<blockquote>The terms \"because of sex\" or \"on the basis of sex\" include, but are not limited to, because of or on the basis of pregnancy, childbirth, or related medical conditions; and women affected by pregnancy, childbirth, or related medical conditions shall be treated the same for all employment-related purposes, including receipt of benefits under fringe benefit programs, as other persons not so affected but similar in their ability or inability to work.</blockquote>\n<p>42 U.S.C. § 2000e(k).</p>\n<p>The legislative history of the PDA, as noted by both plaintiff and defendant, emphasizes that the Act provides not for preferential treatment of pregnant employees, but rather for treatment equal to that given other employees laboring under a similar disability.</p>\n<blockquote>[The PDA] does not require employers to treat pregnant employees in any particular manner with respect to hiring, permitting them to continue working, providing sick leave, furnishing of medical and hospital benefits.... The bill would simply require that pregnant women be treated the same as other employees on the basis of their ability or inability to work.... This bill would prevent employers from treating <span class=\"star-pagination\">*1028</span> pregnancy, childbirth and related medical conditions in a manner different from their treatment of other disabilities. In other words, this bill would require that women disabled due to pregnancy, childbirth or other related medical conditions be provided the same benefits as those provided other disabled workers. This would include temporary and long-term disability insurance, sick leave, and other forms of employee benefit programs.</blockquote>\n<p>H.R.Rep. No. 95-948, 95th Cong., 2nd Sess. 4-5, <i>reprinted in</i> 1978 U.S.C.C.A.N. 4749, 4752-53. As interpreted by the Supreme Court, \"[t]he 1978 Act makes clear that it is discriminatory to treat pregnancy-related conditions less favorably than other conditions.\" <i>Newport News Shipbuilding Co. v. EEOC,</i> 462 U.S. 669, 684, 103 S.Ct. 2622, 2631, 77 L.Ed.2d 89 (1983).</p>\n<p></p>\n<h2><i>Prima Facie Case</i></h2>\n<p>Generally, and in the case at bar, the Title VII PDA plaintiff challenges the disparate treatment given a pregnant employee by her employer by demonstrating more favorable or tolerant treatment given to similarly disabled co-employees whose disabilities did not result from pregnancy. In meeting the burdens of establishing a <i>prima facie</i> case of pregnancy discrimination, plaintiff may utilize one of several alternative routes. First, plaintiff may present persuasive evidence of discriminatory motive to support its claim of intentional discrimination. <i>EEOC v. Old Dominion Security Corp.,</i> 41 Fair Empl. Prac.Cas. (BNA) 612, 616, 1986 WL 32649 (E.D.Va. July 16, 1986). Through such direct or indirect evidence, plaintiff must demonstrate overt discrimination by the employer specifically, that the employer discharged and failed to rehire Savage specifically because of her pregnancy. Upon such a showing, the burden of persuasion then shifts to defendant to prove either (1) that, absent the discrimination, defendant had legitimate reasons to discharge and fail to rehire Savage, or (2) that its overt discrimination can be justified as a bona fide occupational qualification. <i>Id.</i></p>\n<p>An alternative method of proof arises pursuant to the now familiar <i>McDonnell Douglas</i> paradigm, by which plaintiff may rely upon a judicially created inference of discrimination. First, plaintiff must demonstrate that (1) Savage belonged to a protected class of employees, or, more specifically, that she was pregnant; (2) Savage was qualified for the position that she held; (3) Savage's request for a pregnancy-related medical leave was denied, and she was thereafter discharged by her employer and not rehired; and (4) following her discharge, Savage was replaced by someone outside the protected class, or, more specifically, a non-pregnant employee. <i>See </i><i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973); <i>Morrocco v. Goodwill Indus. of Northwest North Carolina, Inc.,</i> 61 Fair Empl.Prac.Cas. (BNA) 1547, 1548, 1993 WL 268625 (M.D.N.C. April 27, 1993). Some courts, however, have reframed the fourth inquiry above, requiring instead that the PDA plaintiff offer evidence of disparate treatment, that is, that the employer did not discharge other similarly disabled but non-pregnant employees. <i>See, e.g., Old Dominion Security,</i> 41 Fair Empl.Prac.Cas. at 615 &amp; n. 2.</p>\n<p>Regardless of the fourth inquiry, once plaintiff makes a <i>prima facie</i> showing, the burden then shifts to defendant to offer a legitimate, nondiscriminatory reason for Savage's discharge and for its failure to rehire Savage. Should defendant offer such a justification, thereby rebutting the presumption of discrimination, the burden shifts once again to plaintiff to prove that defendant's reason is a mere pretext for discrimination, or that discriminatory intent rather than the proffered justification, actually motivated defendant's action. <i>McDonnell Douglas,</i> 411 U.S. at 802, 93 S.Ct. at 1824; <i>Old Dominion Security</i> 41 Fair Empl.Prac.Cas. at 616 (citing <i>Monroe v. Burlington Indus., Inc.,</i> 784 F.2d 568, 40 Fair Empl.Prac.Cas. (BNA) 273, slip op. at 6-9 (4th Cir. February 28, 1986)).</p>\n<p></p>\n<h2><i>EEOC's Claim</i></h2>\n<p>Under either rubric of proof discussed above, the court finds that plaintiff has met its initial burden of establishing a <i>prima facie</i> case of pregnancy discrimination. With respect to the <i>McDonnell Douglas</i>  <span class=\"star-pagination\">*1029</span> elements, plaintiff has established that (1) Savage was pregnant; (2) Savage was qualified for the position she held;<sup>[6]</sup> (3) Savage requested a leave of absence for pregnancy related reasons; her leave request was denied; and she was terminated from her position;<sup>[7]</sup> and (4) Savage's position was filled by a male following Savage's discharge.</p>\n<p>With respect to the alternative scope of the fourth prong, the court finds that plaintiff has made a satisfactory showing that Savage was treated less favorably than other similarly disabled but nonpregnant employees. Plaintiff has shown, for example, that defendant allowed liberal leave periods of varying days to J.W., a male employee afflicted with AIDS. (<i>See</i> Pl.'s Resp. Exs. 17-18). Although it is unclear from the records submitted how many of J.W.'s days absent were taken as accumulated vacation or sick leave, it is clear that defendant tolerated his continued absences despite the fact that J.W.'s disability was one of a continuing and permanent nature. The continuing nature of Savage's temporary disability, however, was taken into account by Paul in recommending to Brittain that her leave request be denied. (<i>See</i> Pl.'s Resp. Ex. 10.)</p>\n<p>Plaintiff also offers evidence that in July, 1991, defendant granted the sick leave request of Celeste Bynum, a full-time residential counselor at another of defendant's group homes. Ms. Bynum, then suffering from fibrositis, requested a four week leave of absence because she was \"unable to perform her required duties.\" (Pl.'s Ex. 15-16.) Savage, whose medical condition also rendered her temporarily unable to perform her job duties, (<i>See</i> Pl.'s Exs. 5, 12), therefore was not unlike Bynum or J.W., whose medical conditions impeded their ability to work. Defendant, however, chose not to excuse Savage from her duties or hold her position open for her return following her period of temporary disability.</p>\n<p>Plaintiff also points to several other employees who suffered on-the-job injuries and received extended leaves of absence. For example, Donna Hardy, a full-time residential counselor at Woodhouse, took a leave of absence from her position from January 20, 1991, to April 12, 1991, during the period of her disability. (Pl.'s Resp. Ex. 24.)<sup>[8]</sup> Similarly, Zelma Gray, a full-time residential counselor at Woodhouse, was also granted an extended leave of absence due to an injury suffered at work. (Goss Dep. at 61-62.)<sup>[9]</sup> Through these comparisons, plaintiff has established that Savage's request for disability leave was treated less favorably than those discussed above, thereby satisfying the alternative fourth inquiry under the <i>McDonnell Douglas</i> framework. Accordingly, the court finds that plaintiff has established a <i>prima facie</i> case.</p>\n<p>The court also finds, based on the evidence discussed above, that plaintiff has presented direct, persuasive evidence of discriminatory motive to support its <i>prima facie</i> claim of intentional discrimination based on Savage's pregnancy. Plaintiff has offered strong evidence that defendant considered Savage's pregnancy and its potential future impact on Savage's ability to work when evaluating her request for leave. In Paul's memorandum to Brittain, recommending that Savage's request be denied, Paul stated</p>\n<blockquote>\n<span class=\"star-pagination\">*1030</span> Besides, the two month request could turn into additional requests of leave if her condition does not improve. Ms. Savage's leave request could amount to a 10 month leave ... taking into account her three month maternity leave.</blockquote>\n<p>(Pl.'s Resp. Ex. 10.) Paul reiterated this concern as his fifth reason given to Savage for his decision not to support her leave request. (Pl.'s Resp. Ex. 11.) There is no evidence in the record that the future impact or nature of the disability of either J.W. (AIDS) or Celeste Bynum (fibrositis) was taken into consideration when evaluating their leave requests. Moreover, it is evident from this memorandum that defendant's officers considered Savage's leave request in light of the additional three months of maternity leave that Savage could request at the end of her pregnancy. Because defendant had no guaranteed leave available for any other medical conditions, defendant's consideration of this factor in regard to Savage's leave request is compelling evidence in support of plaintiff's contention that defendant treated Savage's pregnancy-related leave request differently from any other sick leave request. Thus, the court finds that this additional direct evidence supports plaintiff's <i>prima facie</i> showing of pregnancy discrimination.</p>\n<p></p>\n<h2><i>Defendant's Burden of Persuasion</i></h2>\n<p>Having found that plaintiff has met its initial burden, defendant must now come forward with evidence tending to establish a legitimate, nondiscriminatory reason for the denial of Savage's leave request and her subsequent discharge. Defendant offers a number of justifications and arguments as support for its actions with regard to Savage's request and termination, several of which are without merit. For example, defendant contends that it has an unbroken record of granting the 90 day periods of maternity leave contemplated under its \"Leave Related to Childbirth or Adoption\" policy when such leaves encompassed the actual childbirth. Accordingly, defendant argues that this record refutes any possibility of discrimination against pregnant employees. As noted above, however, defendant's argument regarding its treatment of pregnant employees under its maternity leave policy is irrelevant to the instant inquiry, which focuses solely on the treatment and consideration given Savage's request under defendant's \"Sick Leave\" policy.</p>\n<p>Defendant also contends that plaintiff's reliance upon defendant's treatment of the disabilities of Donna Hardy and Zelma Gray is inappropriate. In support thereof, defendant contends that, pursuant to North Carolina's Worker's Compensation law, defendant was prohibited from discharging these employees while absent from work due to injuries suffered on the job. Defendant's characterization of its duties under the relevant law, N.C.G.S. § 97-6.1, is inaccurate. Pursuant to N.C.G.S. § 97-6.1(e), an employer may permissibly and lawfully discharge an employee despite the receipt by the employee of worker's compensation benefits if the employee's disability renders him unable to perform the duties of his job. <i>Johnson v. Builder's Transp., Inc.,</i> 79 N.C.App. 721, 340 S.E.2d 515 (1986).<sup>[10]</sup> As such, defendant's arguments in this regard are in error and cannot support its defense of plaintiff's claim. Thus, plaintiff may justifiably rely upon defendant's tolerance or allowance of Hardy and Gray's extended leaves of absence for medical reasons in support of its claim herein.</p>\n<p>Defendant, however, proffers a justification for its actions that appears to be facially legitimate and nondiscriminatory in nature. Defendant contends that, by virtue of the nature of Woodhouse's residents, the state staffing regulations pertaining to Woodhouse, the limited staff already on hand at Woodhouse, and the fact that Savage was one of only two night counselors on duty at Woodhouse, Savage's request for leave presented an administrative problem that defendant could not bear. Defendant contends that although the full complement of employees budgeted for Woodhouse was ten, at the time of Savage's request, the Woodhouse staff was <span class=\"star-pagination\">*1031</span> comprised of only seven employees. Moreover, included within these seven was Donnell White, who was then on administrative leave with pay. (<i>See supra</i> note 5.) Woodhouse, thus, was operating with only six staff members, which would have been reduced to five had defendant honored Savage's request for leave.</p>\n<p>In addition, defendant points to the fact that among these six Woodhouse staff members, Savage was one of two overnight counselors who shared nighttime duty. Defendant contends that allowing Savage's leave request would have required defendant to reallocate available staff members to cover Savage's shifts in order to meet the state's staffing requirements. Defendant contends that requiring its remaining employees to assume the burdens of working multiple shifts would have been an unacceptable result, thereby dictating in favor or denying Savage's request.</p>\n<p>Defendant builds on the above contentions and argues that plaintiff has failed to prove a <i>prima facie</i> disparate treatment claim because Savage was not similarly situated in terms of her employment to the several employees with whom plaintiff has compared Savage. Defendant basis its argument upon the following differences between Savage's employment and that of the coworkers identified in plaintiff's comparisons above: (1) Savage was an overnight counselor, whereas the others who enjoyed medical leaves worked daytime shifts; (2) Savage worked at a group home which counseled problem teens requiring greater supervision than the residents at the homes of the identified coworkers, as evidenced by the more stringent state staffing regulations applicable to Woodhouse; (3) Woodhouse was located in a rural area, making it difficult for defendant to recruit employees from neighboring homes or programs to fill in for Savage, whereas the identified coworkers worked in urban homes located near other group homes from which defendant could \"borrow\" employees to fill in for the absent coworkers; and (4) Savage requested a two month leave of absence, which was longer than that ever requested by any of the identified coworkers. Although the court notes that each of these arguments has merit as a nondiscriminatory factor that contributed to defendant's decision not to grant Savage's leave request, the court finds that they do not, when considered individually or taken together, undercut plaintiff's <i>prima facie</i> showing. Instead, the court finds that defendant's arguments in this regard merely buttress its asserted legitimate and nondiscriminatory reasons for denying Savage's leave request and terminating her employment.</p>\n<p>Accordingly, the court is satisfied that defendant has offered legitimate, nondiscriminatory reasons supporting its decision to deny Savage's request for leave. These reasons essentially are embodied in the terse explanation given by Brittain in his December 17, 1991, in which he stated, \"The original denial of your request for leave of absence is upheld due to the serious coverage and client supervision problems that would result if it were granted.\" (Pl.'s Resp. Ex. 13.) The burden, thus, is shifted back to plaintiff to offer proof that defendant's reason is a mere pretext for discrimination, or that discriminatory intent rather than the proffered justification, actually motivated defendant's action.</p>\n<p></p>\n<h2><i>Pretext for Discrimination</i></h2>\n<p>In response to defendant's primary reliance upon staffing and resident supervision concerns as its reason for denying Savage's leave request and terminating her employment, plaintiff has offered contrary evidence to show that defendant's reasons are merely pretextual in nature. For example, plaintiff argues that defendant's reliance on the administrative leave of Donnell White as a basis for denying Savage's leave request is superficial at best. In support of this contention, plaintiff shows that defendant hired Zelma Gray as a full-time counselor to fill White's position at Woodhouse following his leave. (Pl.'s Resp. Ex. 23.)</p>\n<p>Plaintiff also shows that, notwithstanding the fact that defendant budgeted Woodhouse for a staff of ten, the house actually operated with a normal complement of seven or eight employees. Plaintiff contends that when Savage requested her leave on October 25, 1991, seven staff members were assigned to Woodhouse; when Savage's leave request <span class=\"star-pagination\">*1032</span> was denied on November 18, 1991, seven staff members were assigned to Woodhouse; and when defendant discharged Savage on November 25, 1991, eight employees were assigned to Woodhouse. As a comparison, plaintiff offers evidence of the staffing levels during the absences of Savage's co-workers, identified above, as indicative of defendant's ability to effectively manage its homes, including Woodhouse, with a below-budget staff level. For example, plaintiff offers evidence showing that during the nearly two and one-half month absence of Donna Hardy from Woodhouse during 1991, seven employees were on staff at Woodhouse. Defendant has identified no staffing or supervision problems associated with Hardy's absence. Similarly, during the 90 day maternity leave of Bridget Grant-Hall (<i>See</i> Pl.'s Resp. Ex. 27), Woodhouse operated with a staff of eight employees. Plaintiff, thus, has shown that Savage's absence would not have reduced Woodhouse's staff to a level far below that with which it frequently operated.</p>\n<p>Plaintiff's evidence indicates that defendant did not fill Savage's position at Woodhouse until December 27, 1991, just one day prior to the expiration of the two month leave she was denied. Thus, although defendant argues that Woodhouse could not endure Savage's two month absence, plaintiff shows that Woodhouse did, in fact, endure the absence, whether voluntarily or involuntarily. Such evidence tends to cast doubts on the legitimacy of defendant's asserted concerns regarding the effect of Savage's absence on Woodhouse's vitality.</p>\n<p>As a final point of contention, plaintiff rebuts defendant's arguments regarding the excessive length of Savage's leave request. Defendant has asserted that the other employees to whom leave requests had been granted had not requested leave time as excessive as that of Savage's request. Plaintiff has shown that, because Savage already had twenty-one days of accumulated sick and vacation leave credit,<sup>[11]</sup> and because her two month request actually translated into a request for twenty-eight actual working days (because Savage worked every other week), Savage's leave request amounted to a request for only <i>seven</i> days of leave without pay. Plaintiff shows that this request for a mere seven days of leave without pay was considerably less demanding a request than those leaves requested or taken by J.W., Bynum, Hardy or Gray, discussed above.</p>\n<p>Accordingly, in light of the foregoing, the court finds that plaintiff has adequately met its burden of producing sufficient evidence tending to rebut defendant's legitimate, nondiscriminatory justifications offered in support of its actions with respect to Savage. In meeting its burden, plaintiff has raised genuine issues of fact with regard to defendant's true motives that cannot be resolved on the record. The court therefore finds that defendant has failed to meet its burden in moving for summary judgment, and that the case shall remain for trial.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>As discussed above, plaintiff has made a <i>prima facie</i> showing of discrimination through a combination of both direct evidence tending to show that defendant impermissibly considered Savage's pregnancy as a factor in making its decisions with regard to her leave request and subsequent discharge, and indirect evidence sufficient to raise a judicial inference of discrimination under the <i>McDonnell Douglas</i> model. Plaintiff has shown that Savage was a pregnant employee of defendant who was qualified for the position she held and who had otherwise performed her duties in a satisfactory manner, but who was denied a pregnancy-related medical leave and was subsequently terminated and replaced by a male. In making such showing, plaintiff has also adduced evidence to support its claim that such treatment was less favorable than that given to various other employees of defendant who were similarly disabled by medical conditions other than pregnancy.</p>\n<p>Defendant has responded to plaintiff's allegations by pointing to staffing and supervision concerns that dictated in favor of denying Savage's leave request. In arguing its position, defendant identifies several aspects <span class=\"star-pagination\">*1033</span> of Savage's employment and position at Woodhouse that differed from those of the employees identified by plaintiff has having received more favorable treatment. Defendant argues, therefore, that the specifics of Savage's employment compelled the decisions made with respect to her request and termination.</p>\n<p>Plaintiff, however, has successfully rebutted defendant's justifications to the extent of raising genuine issues of fact that can be resolved only by the trier of fact at trial. Plaintiff has demonstrated that defendant has managed Woodhouse and its other facilities with less than the desired staff allocated thereto. Plaintiff also has presented evidence that the staffing and supervision concerns related to Woodhouse may not have been as severe or important as defendant has argued them to have been. As such, these issues must remain for determination at trial.</p>\n<p>For the foregoing reasons, the court hereby ORDERS that defendant's motion for summary judgment is DENIED. This matter shall remain calendared for jury trial before the undersigned at the court's September 26, 1994, term of court which has been moved from Raleigh to Wilmington, North Carolina.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although Savage's doctor's note is addressed to \"Lutheran Services,\" defendant contends that Savage's doctor presented her with the option to discontinue working one of her jobs. Not only is this contention unsupported by any evidence, it is directly contradicted by Savage's deposition testimony, wherein she stated that, at her job at Woodhouse, she \"was dealing with stressful youths under high management,\" and that her doctor\n</p>\n<p>decided that it would be best to allow me to leave that job for at least two months for my beginning pregnancy, and he was hoping that I would get better with that leave of absence and he also stated that if I didn't get any better, he would take me from the other job also.</p>\n<p>(Savage Dep. at 18.)</p>\n<p>[2]  The policy provided that full-time employees accrued 8 hours of sick leave per month, which could continue accumulating from month to month or year to year without limit.</p>\n<p>[3]  Interestingly, defendant offers a previous version of this policy, entitled \"Maternity and Paternity Leave,\" which bears a revision/effective date of \"1/10/91.\" Because the version offered by plaintiff bore a revision/effective date <i>after</i> that of the version defendant offered, the court shall consider plaintiff's version to be the relevant policy. The only material difference between the policy offered by plaintiff and that offered by defendant is that plaintiff's more recent version provides an additional allowance of up to 60 days of leave without pay with supervisory approval for an employee-parent who is not disabled due to pregnancy, such as a biological father or either parent in the case of an adoption.</p>\n<p>[4]  Although defendant contests this assertion, the court will take it as true for purposes of the instant motion.</p>\n<p>[5]  Prior to Savage's leave request, another Woodhouse staff member, Donnell White, had been placed on administrative leave with pay as a result of an incident resulting in the death of a Woodhouse resident. Defendant believed that, although removal of White from active duty was necessary due to the pending criminal investigations, leave with pay was warranted because White had complied with defendant's policies and procedures for handling the type of incident that had occurred.</p>\n<p>[6]  Defendant has at no time suggested that Savage was not qualified for her job. Paul's November 6, 1991, memorandum to Brittain indicates that Savage performed satisfactorily on the job. (Pl.'s Resp. Ex. 10.) In addition, in Brittain's letter to Savage upholding her termination, Brittain explicitly stated that Savage's \"termination was not related to the quality of [her] work performance.\" (Def.'s Mot. Ex. 13.)</p>\n<p>[7]  Defendant argues that plaintiff's case fails on this point because defendant specifically overturned its initial decision to deny Savage reimbursement for accrued leave time and because it made an open offer to Savage to reapply for a position when her health so permitted. Although defendant's arguments may be offered to contest plaintiff's claim for compensatory damages, they do nothing to defend against plaintiff's claim of liability under the PDA, which is premised upon the denial of Savage's leave request and the corresponding decision to terminate her employment.</p>\n<p>[8]  It appears from Pl.'s Resp. Ex. 25 that, following her return, Ms. Hardy became an overnight counselor.</p>\n<p>[9]  Although the court cannot ascertain from the record the exact dates of Ms. Gray's absence, it occurred between January, 1991, and January, 1992.</p>\n<p>[10]  An employer is merely prohibited from discharging such an employee <i>as a retaliatory measure</i> for the employee's having filed a claim for benefits under the Workers' Compensation Act. N.C.G.S. § 97-6.1(a).</p>\n<p>[11]  Pursuant to defendant's sick leave policy, Savage was entitled to take her 21 days of accrued leave before entering \"leave without pay status.\" (<i>See</i> Pl.'s Resp. Ex. 3 and discussion, <i>supra.</i>)</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1022</span></span> (1994)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nLUTHERAN FAMILY SERVICES IN THE CAROLINAS, Defendant.</h1></center>\n<center>No. 93-608-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 31, 1994.</center>\n<p><span class=\"star-pagination\">*1023</span> <span class=\"star-pagination\">*1024</span> John B. Meuser, E.E.O.C., Raleigh, NC, for plaintiff.</p>\n<p>Philip M. Van Hoy, Van Hoy, Reutinger &amp; Taylor, Charlotte, NC, for defendant.</p>\n<p></p>\n<h2><i>NATURE OF THE ACTION</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>On March 16, 1992, Denise Savage filed a charge of discrimination with the Equal Employment Opportunity Commission (hereinafter \"plaintiff\") alleging that her employer, defendant herein, discriminated against her on the basis of her pregnancy. Plaintiff conducted an investigation and, on March 23, 1993, issued a finding that defendant had impermissibly discriminated against Savage on the basis of her pregnancy by denying her a leave of absence that was requested for reasons related to her pregnancy and, subsequently, terminating her employment. Consequently, plaintiff filed a complaint against defendant in this action on September 30, 1993, alleging violations of Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. § 2000e, <i>et seq.,</i> and Section 102 of the Civil Rights Act of 1991, 42 U.S.C. § 1981A.</p>\n<p>Discovery in this action concluded on June 1, 1994, and the matter is presently scheduled for a jury trial before the undersigned on September 26, 1994, in Raleigh, North Carolina. On June 20, 1994, defendant filed a motion for summary judgment, which is presently before the court. Plaintiff having responded, and defendant having replied thereto, the matter is ripe for resolution.</p>\n<p></p>\n<h2><i>STATEMENT OF FACTS</i></h2>\n<p></p>\n<h2><i>Background</i></h2>\n<p>Defendant is a church-affiliated social services agency that provides a variety of social services and group homes for orphans, neglected and abused children, problem teenagers, and developmentally disabled children and adults. Among the various group homes defendant operates is Woodhouse, a group home located on a former dairy farm in a rural area of Halifax County, near Roanoke Rapids, North Carolina. Woodhouse is designed to provide a stable home environment and counseling center for teenagers below the age of sixteen who have exhibited aggressive or assaultive behavior and delinquency or truancy in school. At all times relevant to this lawsuit, five such male teens resided at Woodhouse. State licensing requirements for group homes of this type required that the home have on duty at all times a minimum of two properly trained and qualified adult staff members for every five residents.</p>\n<p>On April 21, 1988, defendant hired Savage as a residential counselor for Woodhouse on a part-time, hourly wage basis. In October, 1988, Savage became a part-time salaried employee, working as an Overnight Awake Residential Counselor I at Woodhouse. In this capacity, Savage worked night shifts, seven days per week, every other week. Her position required her to assist the residents in getting to bed in the evening; to remain awake at night to address emergencies or other problems that might arise with the residents; and to assist the residents in getting up, fed, and off to school in the morning. During the time of her employment with defendant, Savage was also employed on a full-time basis as an elementary school teacher in Weldon, North Carolina.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1025</span> <i>Savage's Leave Request</i>\n</h2>\n<p>On or about September 24, 1991, Savage learned that she was pregnant. Due to sickness associated with the early period of her pregnancy, Savage took sixty hours of accrued sick leave between September 24 and 29, 1991. Shortly thereafter, on October 25, 1991, Savage approached Bob Scott, Program Director for Woodhouse, with a note from her doctor advising that she take two months leave of absence due to complications with her pregnancy.<sup>[1]</sup> On that same date, Savage submitted a written request to Scott for a leave of two months pursuant to her doctor's order. Savage indicated to Scott in her request that she would like to apply her accrued sick and vacation time  then totalling twenty-one daysto her leave of absence. Following her notification to Scott, Savage began her leave on October 28, 1991.</p>\n<p></p>\n<h2><i>Defendant's Leave Policies</i></h2>\n<p>At the time Savage made her leave request, defendant had in place two policies regarding medical leaves. The first, designated as a \"Sick Leave\" policy with a revision/effective date of \"8/3/91\", (Pl.'s Resp. Ex. 3), provided that employees may take sick leave with pay up to their accrued amounts.<sup>[2]</sup> Such leave could have been requested of the employee's immediate supervisor without the need for the President's approval. (Brittain Dep. at 23.) In the case of injury or illness requiring an extended absence beyond the leave then accrued in favor of the employee, the employee would be required to exhaust his or her accrued sick leave and vacation leave and then begin \"leave without pay\" status with the approval of the President. For extended absences, the President also would determine for what period of time the employee's position would be held open pending the employee's return.</p>\n<p>The second of defendant's policies relevant to this inquiry is one entitled \"Leave Related to Childbirth or Adoption,\" which bears a revision/effective date of \"5/2/91.\"<sup>[3]</sup> This policy provided for maternity leave for pregnant female employees whenever they \"require[d] time away from work for pregnancy, childbirth and recovery.\" Pursuant to the policy, maternity leave could only be taken with the approval of the President. This policy, like the sick leave policy, required such employee to exhaust all accrued sick and vacation leave prior to entering \"leave without pay\" status. Although the policy states as the only limitation on maternity leave that it could not exceed 90 days, defendant's officers have each testified that such leave was only granted when the 90 days would encompass the actual childbirth. (Paul Dep. at 109; Brittain Dep. at 41.)</p>\n<p>The latter policy, however, is not relevant to the court's evaluation of plaintiff's claim in this case. None of the parties contend that this policy was applicable to or was actually invoked by defendant's officers in their consideration of Savage's leave request. In fact, the Pregnancy Discrimination Act, as discussed below, mandates only that pregnant employees receive equal treatment to employees <span class=\"star-pagination\">*1026</span> suffering from other medical disabilities; it does not specify any required or special considerations that must be given them. Accordingly, the only relevant inquiry is whether defendant gave Savage's leave request consideration and treatment under its \"Sick Leave\" policy equal to that which defendant would give any other medically-related leave request.</p>\n<p></p>\n<h2><i>Defendant's Response to Savage's Leave Request</i></h2>\n<p>Although she had not received the needed authorization for an extended leave without pay from either Larry Paul, defendant's Area Director, or William Brittain, defendant's President, Savage began her leave on October 28, 1991. Savage contends that Scott initially had assured her that her request would not be problematic and that he would secure a temporary replacement during her absence.<sup>[4]</sup> As indicated above, this permission from Savage's immediate supervisor was all that was necessary for Savage to begin taking her accrued leave time, to which she was entitled. Scott subsequently forwarded Savage's request to Larry Paul, his supervisor, for consideration.</p>\n<p>On November 6, 1991, Paul issued a memorandum to Brittain, in which he recommended that Savage's request for leave be denied. In his memorandum, Paul described Savage's work performance as \"satisfactory,\" but indicated that, due to staffing problems then existing at Woodhouse,<sup>[5]</sup> Savage's absence would present problems for the program. Paul also stated the following: \"Besides, the two month request could turn into additional requests of leave if [Savage's] condition does not improve. Ms. Savage's leave request could amount to a 10 month leave (November 1991 through August 19, 1992) this is taking into account her three month maternity leave.\" Although Paul recommended that Savage receive pay for her accrued sick leave and vacation time, Paul ultimately recommended Savage's resignation or termination as a result of her already having stopped working.</p>\n<p>On November 18, 1991, Paul formally responded to Savage with his findings in regard to her leave request. In his letter, Paul identified the following five reasons as the basis for the denial of Savage's leave request:</p>\n<blockquote>1. You have chosen to work your full time job and not your part-time secondary employment with Lutheran Family Services;</blockquote>\n<blockquote>2. Your leave request is not for Maternity Leave but a leave of absence, in either case, the President can only approve. The President will not approve your leave request (see P &amp; P IV.H.2.b.);</blockquote>\n<blockquote>3. The program is already down-staffed and additional staff shortage would jeopardize the treatment effectiveness;</blockquote>\n<blockquote>4. It would be virtually impossible to hire someone to cover your position for only a two month period or to have the program administrators cover this time which could lead to burn-out to staff that is already overworked;</blockquote>\n<blockquote>5. This leave of two months could possibly turn into a leave of ten months because of your due date being May 19, 1992, and the doctor not allowing you to work your part-time job with LFS-Woodhouse Program until after maternity leave.</blockquote>\n<p>(Pl.'s Resp. Ex. 11.) In his letter, Paul also informed Savage that her request for accrued vacation and sick leave pay would not be honored because Savage gave defendant only two days' notice of her intent to take leave, instead of the four week notice required by defendant's policies. In conclusion, Paul informed Savage that, because she would not tender her resignation as requested, he would proceed with her termination.</p>\n<p>Following her termination, Savage appealed her termination through defendant's grievance procedure. On December 17, <span class=\"star-pagination\">*1027</span> 1991, Brittain and Rip McAdams, defendant's Vice President, responded to Savage, indicating that the denial of her request for leave had been \"upheld due to the serious coverage and client supervision problems that would result if it were granted.\" (Pl.'s Resp. Ex. 13.) Brittain and McAdams also informed Savage that the denial of her right to reimbursement for accrued leave time had been overturned in recognition of her inability to anticipate or predict her medical problems and in recognition of her many years of service with defendant. By the same letter, Brittain and McAdams reaffirmed that Savage's termination was not related to the quality of her work performance, but was due to her refusal to resign following the denial of her leave of absence.</p>\n<p>On December 27, 1991, just one day short of what would have been the final day of Savage's two month leave request, defendant hired a male employee to fill Savage's position at Woodhouse.</p>\n<p></p>\n<h2><i>SUMMARY JUDGMENT STANDARD</i></h2>\n<p>The party moving for summary judgment has the initial burden of presenting a prima facie showing of the absence of a genuine issue of material fact through affidavits, documents or the pleadings on file. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The mere existence, however, of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is there be no genuine issue of material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2509, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In order to overcome such a motion, the non-moving party must therefore establish the existence of a genuine issue of material fact by presenting evidence on which a jury could reasonably find in his favor. <i>Id.</i> at 248-49, 106 S.Ct. at 2510-11; <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). \"[T]he court is obliged to credit the factual asservations contained in the material before it which favor the party resisting summary judgment and to draw inferences favorable to that party if the inferences are reasonable (however improbable they may seem).\" <i>Cole v. Cole,</i> <span class=\"citation\" data-id=\"383740\"><a href=\"/opinion/383740/james-d-cole-v-mary-franklin-carter-cole-dale-padgett-j-h-padgett/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1092 (4th Cir.1980). When the evidence from the entire record could not lead a rational fact-finder to find for the non-moving party, no genuine issue for trial exists and summary judgment is appropriate. <i>Matsushita,</i> 475 U.S. at 587, 106 S.Ct. at 1356.</p>\n<p></p>\n<h2><i>DISCUSSION AND ANALYSIS</i></h2>\n<p></p>\n<h2><i>Controlling Legal Principles</i></h2>\n<p>Title VII of the Civil Rights Act of 1964, as amended by the Equal Employment Opportunity Act of 1972, prohibits discrimination in the workplace on the basis of race, color, religion, <i>sex</i> or national origin. In 1978, the enactment of the Pregnancy Discrimination Act (hereinafter \"PDA\"), amended Title VII to include discrimination based on pregnancy within the coverage of its general prohibition on sex based discrimination. Specifically, this amendment provides, in relevant part,</p>\n<blockquote>The terms \"because of sex\" or \"on the basis of sex\" include, but are not limited to, because of or on the basis of pregnancy, childbirth, or related medical conditions; and women affected by pregnancy, childbirth, or related medical conditions shall be treated the same for all employment-related purposes, including receipt of benefits under fringe benefit programs, as other persons not so affected but similar in their ability or inability to work.</blockquote>\n<p>42 U.S.C. § 2000e(k).</p>\n<p>The legislative history of the PDA, as noted by both plaintiff and defendant, emphasizes that the Act provides not for preferential treatment of pregnant employees, but rather for treatment equal to that given other employees laboring under a similar disability.</p>\n<blockquote>[The PDA] does not require employers to treat pregnant employees in any particular manner with respect to hiring, permitting them to continue working, providing sick leave, furnishing of medical and hospital benefits.... The bill would simply require that pregnant women be treated the same as other employees on the basis of their ability or inability to work.... This bill would prevent employers from treating <span class=\"star-pagination\">*1028</span> pregnancy, childbirth and related medical conditions in a manner different from their treatment of other disabilities. In other words, this bill would require that women disabled due to pregnancy, childbirth or other related medical conditions be provided the same benefits as those provided other disabled workers. This would include temporary and long-term disability insurance, sick leave, and other forms of employee benefit programs.</blockquote>\n<p>H.R.Rep. No. 95-948, 95th Cong., 2nd Sess. 4-5, <i>reprinted in</i> 1978 U.S.C.C.A.N. 4749, 4752-53. As interpreted by the Supreme Court, \"[t]he 1978 Act makes clear that it is discriminatory to treat pregnancy-related conditions less favorably than other conditions.\" <i>Newport News Shipbuilding Co. v. EEOC,</i> <span class=\"citation\" data-id=\"110978\"><a href=\"/opinion/110978/newport-news-shipbuilding-dry-dock-co-v-eeoc/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, 684, <span class=\"citation\" data-id=\"110978\"><a href=\"/opinion/110978/newport-news-shipbuilding-dry-dock-co-v-eeoc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2622</span></a></span>, 2631, <span class=\"citation\" data-id=\"110978\"><a href=\"/opinion/110978/newport-news-shipbuilding-dry-dock-co-v-eeoc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></a></span> (1983).</p>\n<p></p>\n<h2><i>Prima Facie Case</i></h2>\n<p>Generally, and in the case at bar, the Title VII PDA plaintiff challenges the disparate treatment given a pregnant employee by her employer by demonstrating more favorable or tolerant treatment given to similarly disabled co-employees whose disabilities did not result from pregnancy. In meeting the burdens of establishing a <i>prima facie</i> case of pregnancy discrimination, plaintiff may utilize one of several alternative routes. First, plaintiff may present persuasive evidence of discriminatory motive to support its claim of intentional discrimination. <i>EEOC v. Old Dominion Security Corp.,</i> 41 Fair Empl. Prac.Cas. (BNA) 612, 616, <span class=\"citation no-link\"><span class=\"volume\">1986</span> <span class=\"reporter\">WL</span> <span class=\"page\">32649</span></span> (E.D.Va. July 16, 1986). Through such direct or indirect evidence, plaintiff must demonstrate overt discrimination by the employer specifically, that the employer discharged and failed to rehire Savage specifically because of her pregnancy. Upon such a showing, the burden of persuasion then shifts to defendant to prove either (1) that, absent the discrimination, defendant had legitimate reasons to discharge and fail to rehire Savage, or (2) that its overt discrimination can be justified as a bona fide occupational qualification. <i>Id.</i></p>\n<p>An alternative method of proof arises pursuant to the now familiar <i>McDonnell Douglas</i> paradigm, by which plaintiff may rely upon a judicially created inference of discrimination. First, plaintiff must demonstrate that (1) Savage belonged to a protected class of employees, or, more specifically, that she was pregnant; (2) Savage was qualified for the position that she held; (3) Savage's request for a pregnancy-related medical leave was denied, and she was thereafter discharged by her employer and not rehired; and (4) following her discharge, Savage was replaced by someone outside the protected class, or, more specifically, a non-pregnant employee. <i>See </i><i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, 1824, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973); <i>Morrocco v. Goodwill Indus. of Northwest North Carolina, Inc.,</i> 61 Fair Empl.Prac.Cas. (BNA) 1547, 1548, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">268625</span></span> (M.D.N.C. April 27, 1993). Some courts, however, have reframed the fourth inquiry above, requiring instead that the PDA plaintiff offer evidence of disparate treatment, that is, that the employer did not discharge other similarly disabled but non-pregnant employees. <i>See, e.g., Old Dominion Security,</i> 41 Fair Empl.Prac.Cas. at 615 &amp; n. 2.</p>\n<p>Regardless of the fourth inquiry, once plaintiff makes a <i>prima facie</i> showing, the burden then shifts to defendant to offer a legitimate, nondiscriminatory reason for Savage's discharge and for its failure to rehire Savage. Should defendant offer such a justification, thereby rebutting the presumption of discrimination, the burden shifts once again to plaintiff to prove that defendant's reason is a mere pretext for discrimination, or that discriminatory intent rather than the proffered justification, actually motivated defendant's action. <i>McDonnell Douglas,</i> 411 U.S. at 802, 93 S.Ct. at 1824; <i>Old Dominion Security</i> 41 Fair Empl.Prac.Cas. at 616 (citing <i>Monroe v. Burlington Indus., Inc.,</i> <span class=\"citation\" data-id=\"465189\"><a href=\"/opinion/465189/40-fair-emplpraccas-273-39-empl-prac-dec-p-35942-charlene-monroe-v/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">568</span></a></span>, 40 Fair Empl.Prac.Cas. (BNA) 273, slip op. at 6-9 (4th Cir. February 28, 1986)).</p>\n<p></p>\n<h2><i>EEOC's Claim</i></h2>\n<p>Under either rubric of proof discussed above, the court finds that plaintiff has met its initial burden of establishing a <i>prima facie</i> case of pregnancy discrimination. With respect to the <i>McDonnell Douglas</i>  <span class=\"star-pagination\">*1029</span> elements, plaintiff has established that (1) Savage was pregnant; (2) Savage was qualified for the position she held;<sup>[6]</sup> (3) Savage requested a leave of absence for pregnancy related reasons; her leave request was denied; and she was terminated from her position;<sup>[7]</sup> and (4) Savage's position was filled by a male following Savage's discharge.</p>\n<p>With respect to the alternative scope of the fourth prong, the court finds that plaintiff has made a satisfactory showing that Savage was treated less favorably than other similarly disabled but nonpregnant employees. Plaintiff has shown, for example, that defendant allowed liberal leave periods of varying days to J.W., a male employee afflicted with AIDS. (<i>See</i> Pl.'s Resp. Exs. 17-18). Although it is unclear from the records submitted how many of J.W.'s days absent were taken as accumulated vacation or sick leave, it is clear that defendant tolerated his continued absences despite the fact that J.W.'s disability was one of a continuing and permanent nature. The continuing nature of Savage's temporary disability, however, was taken into account by Paul in recommending to Brittain that her leave request be denied. (<i>See</i> Pl.'s Resp. Ex. 10.)</p>\n<p>Plaintiff also offers evidence that in July, 1991, defendant granted the sick leave request of Celeste Bynum, a full-time residential counselor at another of defendant's group homes. Ms. Bynum, then suffering from fibrositis, requested a four week leave of absence because she was \"unable to perform her required duties.\" (Pl.'s Ex. 15-16.) Savage, whose medical condition also rendered her temporarily unable to perform her job duties, (<i>See</i> Pl.'s Exs. 5, 12), therefore was not unlike Bynum or J.W., whose medical conditions impeded their ability to work. Defendant, however, chose not to excuse Savage from her duties or hold her position open for her return following her period of temporary disability.</p>\n<p>Plaintiff also points to several other employees who suffered on-the-job injuries and received extended leaves of absence. For example, Donna Hardy, a full-time residential counselor at Woodhouse, took a leave of absence from her position from January 20, 1991, to April 12, 1991, during the period of her disability. (Pl.'s Resp. Ex. 24.)<sup>[8]</sup> Similarly, Zelma Gray, a full-time residential counselor at Woodhouse, was also granted an extended leave of absence due to an injury suffered at work. (Goss Dep. at 61-62.)<sup>[9]</sup> Through these comparisons, plaintiff has established that Savage's request for disability leave was treated less favorably than those discussed above, thereby satisfying the alternative fourth inquiry under the <i>McDonnell Douglas</i> framework. Accordingly, the court finds that plaintiff has established a <i>prima facie</i> case.</p>\n<p>The court also finds, based on the evidence discussed above, that plaintiff has presented direct, persuasive evidence of discriminatory motive to support its <i>prima facie</i> claim of intentional discrimination based on Savage's pregnancy. Plaintiff has offered strong evidence that defendant considered Savage's pregnancy and its potential future impact on Savage's ability to work when evaluating her request for leave. In Paul's memorandum to Brittain, recommending that Savage's request be denied, Paul stated</p>\n<blockquote>\n<span class=\"star-pagination\">*1030</span> Besides, the two month request could turn into additional requests of leave if her condition does not improve. Ms. Savage's leave request could amount to a 10 month leave ... taking into account her three month maternity leave.</blockquote>\n<p>(Pl.'s Resp. Ex. 10.) Paul reiterated this concern as his fifth reason given to Savage for his decision not to support her leave request. (Pl.'s Resp. Ex. 11.) There is no evidence in the record that the future impact or nature of the disability of either J.W. (AIDS) or Celeste Bynum (fibrositis) was taken into consideration when evaluating their leave requests. Moreover, it is evident from this memorandum that defendant's officers considered Savage's leave request in light of the additional three months of maternity leave that Savage could request at the end of her pregnancy. Because defendant had no guaranteed leave available for any other medical conditions, defendant's consideration of this factor in regard to Savage's leave request is compelling evidence in support of plaintiff's contention that defendant treated Savage's pregnancy-related leave request differently from any other sick leave request. Thus, the court finds that this additional direct evidence supports plaintiff's <i>prima facie</i> showing of pregnancy discrimination.</p>\n<p></p>\n<h2><i>Defendant's Burden of Persuasion</i></h2>\n<p>Having found that plaintiff has met its initial burden, defendant must now come forward with evidence tending to establish a legitimate, nondiscriminatory reason for the denial of Savage's leave request and her subsequent discharge. Defendant offers a number of justifications and arguments as support for its actions with regard to Savage's request and termination, several of which are without merit. For example, defendant contends that it has an unbroken record of granting the 90 day periods of maternity leave contemplated under its \"Leave Related to Childbirth or Adoption\" policy when such leaves encompassed the actual childbirth. Accordingly, defendant argues that this record refutes any possibility of discrimination against pregnant employees. As noted above, however, defendant's argument regarding its treatment of pregnant employees under its maternity leave policy is irrelevant to the instant inquiry, which focuses solely on the treatment and consideration given Savage's request under defendant's \"Sick Leave\" policy.</p>\n<p>Defendant also contends that plaintiff's reliance upon defendant's treatment of the disabilities of Donna Hardy and Zelma Gray is inappropriate. In support thereof, defendant contends that, pursuant to North Carolina's Worker's Compensation law, defendant was prohibited from discharging these employees while absent from work due to injuries suffered on the job. Defendant's characterization of its duties under the relevant law, N.C.G.S. § 97-6.1, is inaccurate. Pursuant to N.C.G.S. § 97-6.1(e), an employer may permissibly and lawfully discharge an employee despite the receipt by the employee of worker's compensation benefits if the employee's disability renders him unable to perform the duties of his job. <i>Johnson v. Builder's Transp., Inc.,</i> 79 N.C.App. 721, <span class=\"citation\" data-id=\"1237848\"><a href=\"/opinion/1237848/johnson-v-builders-transport-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">515</span></a></span> (1986).<sup>[10]</sup> As such, defendant's arguments in this regard are in error and cannot support its defense of plaintiff's claim. Thus, plaintiff may justifiably rely upon defendant's tolerance or allowance of Hardy and Gray's extended leaves of absence for medical reasons in support of its claim herein.</p>\n<p>Defendant, however, proffers a justification for its actions that appears to be facially legitimate and nondiscriminatory in nature. Defendant contends that, by virtue of the nature of Woodhouse's residents, the state staffing regulations pertaining to Woodhouse, the limited staff already on hand at Woodhouse, and the fact that Savage was one of only two night counselors on duty at Woodhouse, Savage's request for leave presented an administrative problem that defendant could not bear. Defendant contends that although the full complement of employees budgeted for Woodhouse was ten, at the time of Savage's request, the Woodhouse staff was <span class=\"star-pagination\">*1031</span> comprised of only seven employees. Moreover, included within these seven was Donnell White, who was then on administrative leave with pay. (<i>See supra</i> note 5.) Woodhouse, thus, was operating with only six staff members, which would have been reduced to five had defendant honored Savage's request for leave.</p>\n<p>In addition, defendant points to the fact that among these six Woodhouse staff members, Savage was one of two overnight counselors who shared nighttime duty. Defendant contends that allowing Savage's leave request would have required defendant to reallocate available staff members to cover Savage's shifts in order to meet the state's staffing requirements. Defendant contends that requiring its remaining employees to assume the burdens of working multiple shifts would have been an unacceptable result, thereby dictating in favor or denying Savage's request.</p>\n<p>Defendant builds on the above contentions and argues that plaintiff has failed to prove a <i>prima facie</i> disparate treatment claim because Savage was not similarly situated in terms of her employment to the several employees with whom plaintiff has compared Savage. Defendant basis its argument upon the following differences between Savage's employment and that of the coworkers identified in plaintiff's comparisons above: (1) Savage was an overnight counselor, whereas the others who enjoyed medical leaves worked daytime shifts; (2) Savage worked at a group home which counseled problem teens requiring greater supervision than the residents at the homes of the identified coworkers, as evidenced by the more stringent state staffing regulations applicable to Woodhouse; (3) Woodhouse was located in a rural area, making it difficult for defendant to recruit employees from neighboring homes or programs to fill in for Savage, whereas the identified coworkers worked in urban homes located near other group homes from which defendant could \"borrow\" employees to fill in for the absent coworkers; and (4) Savage requested a two month leave of absence, which was longer than that ever requested by any of the identified coworkers. Although the court notes that each of these arguments has merit as a nondiscriminatory factor that contributed to defendant's decision not to grant Savage's leave request, the court finds that they do not, when considered individually or taken together, undercut plaintiff's <i>prima facie</i> showing. Instead, the court finds that defendant's arguments in this regard merely buttress its asserted legitimate and nondiscriminatory reasons for denying Savage's leave request and terminating her employment.</p>\n<p>Accordingly, the court is satisfied that defendant has offered legitimate, nondiscriminatory reasons supporting its decision to deny Savage's request for leave. These reasons essentially are embodied in the terse explanation given by Brittain in his December 17, 1991, in which he stated, \"The original denial of your request for leave of absence is upheld due to the serious coverage and client supervision problems that would result if it were granted.\" (Pl.'s Resp. Ex. 13.) The burden, thus, is shifted back to plaintiff to offer proof that defendant's reason is a mere pretext for discrimination, or that discriminatory intent rather than the proffered justification, actually motivated defendant's action.</p>\n<p></p>\n<h2><i>Pretext for Discrimination</i></h2>\n<p>In response to defendant's primary reliance upon staffing and resident supervision concerns as its reason for denying Savage's leave request and terminating her employment, plaintiff has offered contrary evidence to show that defendant's reasons are merely pretextual in nature. For example, plaintiff argues that defendant's reliance on the administrative leave of Donnell White as a basis for denying Savage's leave request is superficial at best. In support of this contention, plaintiff shows that defendant hired Zelma Gray as a full-time counselor to fill White's position at Woodhouse following his leave. (Pl.'s Resp. Ex. 23.)</p>\n<p>Plaintiff also shows that, notwithstanding the fact that defendant budgeted Woodhouse for a staff of ten, the house actually operated with a normal complement of seven or eight employees. Plaintiff contends that when Savage requested her leave on October 25, 1991, seven staff members were assigned to Woodhouse; when Savage's leave request <span class=\"star-pagination\">*1032</span> was denied on November 18, 1991, seven staff members were assigned to Woodhouse; and when defendant discharged Savage on November 25, 1991, eight employees were assigned to Woodhouse. As a comparison, plaintiff offers evidence of the staffing levels during the absences of Savage's co-workers, identified above, as indicative of defendant's ability to effectively manage its homes, including Woodhouse, with a below-budget staff level. For example, plaintiff offers evidence showing that during the nearly two and one-half month absence of Donna Hardy from Woodhouse during 1991, seven employees were on staff at Woodhouse. Defendant has identified no staffing or supervision problems associated with Hardy's absence. Similarly, during the 90 day maternity leave of Bridget Grant-Hall (<i>See</i> Pl.'s Resp. Ex. 27), Woodhouse operated with a staff of eight employees. Plaintiff, thus, has shown that Savage's absence would not have reduced Woodhouse's staff to a level far below that with which it frequently operated.</p>\n<p>Plaintiff's evidence indicates that defendant did not fill Savage's position at Woodhouse until December 27, 1991, just one day prior to the expiration of the two month leave she was denied. Thus, although defendant argues that Woodhouse could not endure Savage's two month absence, plaintiff shows that Woodhouse did, in fact, endure the absence, whether voluntarily or involuntarily. Such evidence tends to cast doubts on the legitimacy of defendant's asserted concerns regarding the effect of Savage's absence on Woodhouse's vitality.</p>\n<p>As a final point of contention, plaintiff rebuts defendant's arguments regarding the excessive length of Savage's leave request. Defendant has asserted that the other employees to whom leave requests had been granted had not requested leave time as excessive as that of Savage's request. Plaintiff has shown that, because Savage already had twenty-one days of accumulated sick and vacation leave credit,<sup>[11]</sup> and because her two month request actually translated into a request for twenty-eight actual working days (because Savage worked every other week), Savage's leave request amounted to a request for only <i>seven</i> days of leave without pay. Plaintiff shows that this request for a mere seven days of leave without pay was considerably less demanding a request than those leaves requested or taken by J.W., Bynum, Hardy or Gray, discussed above.</p>\n<p>Accordingly, in light of the foregoing, the court finds that plaintiff has adequately met its burden of producing sufficient evidence tending to rebut defendant's legitimate, nondiscriminatory justifications offered in support of its actions with respect to Savage. In meeting its burden, plaintiff has raised genuine issues of fact with regard to defendant's true motives that cannot be resolved on the record. The court therefore finds that defendant has failed to meet its burden in moving for summary judgment, and that the case shall remain for trial.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>As discussed above, plaintiff has made a <i>prima facie</i> showing of discrimination through a combination of both direct evidence tending to show that defendant impermissibly considered Savage's pregnancy as a factor in making its decisions with regard to her leave request and subsequent discharge, and indirect evidence sufficient to raise a judicial inference of discrimination under the <i>McDonnell Douglas</i> model. Plaintiff has shown that Savage was a pregnant employee of defendant who was qualified for the position she held and who had otherwise performed her duties in a satisfactory manner, but who was denied a pregnancy-related medical leave and was subsequently terminated and replaced by a male. In making such showing, plaintiff has also adduced evidence to support its claim that such treatment was less favorable than that given to various other employees of defendant who were similarly disabled by medical conditions other than pregnancy.</p>\n<p>Defendant has responded to plaintiff's allegations by pointing to staffing and supervision concerns that dictated in favor of denying Savage's leave request. In arguing its position, defendant identifies several aspects <span class=\"star-pagination\">*1033</span> of Savage's employment and position at Woodhouse that differed from those of the employees identified by plaintiff has having received more favorable treatment. Defendant argues, therefore, that the specifics of Savage's employment compelled the decisions made with respect to her request and termination.</p>\n<p>Plaintiff, however, has successfully rebutted defendant's justifications to the extent of raising genuine issues of fact that can be resolved only by the trier of fact at trial. Plaintiff has demonstrated that defendant has managed Woodhouse and its other facilities with less than the desired staff allocated thereto. Plaintiff also has presented evidence that the staffing and supervision concerns related to Woodhouse may not have been as severe or important as defendant has argued them to have been. As such, these issues must remain for determination at trial.</p>\n<p>For the foregoing reasons, the court hereby ORDERS that defendant's motion for summary judgment is DENIED. This matter shall remain calendared for jury trial before the undersigned at the court's September 26, 1994, term of court which has been moved from Raleigh to Wilmington, North Carolina.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although Savage's doctor's note is addressed to \"Lutheran Services,\" defendant contends that Savage's doctor presented her with the option to discontinue working one of her jobs. Not only is this contention unsupported by any evidence, it is directly contradicted by Savage's deposition testimony, wherein she stated that, at her job at Woodhouse, she \"was dealing with stressful youths under high management,\" and that her doctor\n</p>\n<p>decided that it would be best to allow me to leave that job for at least two months for my beginning pregnancy, and he was hoping that I would get better with that leave of absence and he also stated that if I didn't get any better, he would take me from the other job also.</p>\n<p>(Savage Dep. at 18.)</p>\n<p>[2]  The policy provided that full-time employees accrued 8 hours of sick leave per month, which could continue accumulating from month to month or year to year without limit.</p>\n<p>[3]  Interestingly, defendant offers a previous version of this policy, entitled \"Maternity and Paternity Leave,\" which bears a revision/effective date of \"1/10/91.\" Because the version offered by plaintiff bore a revision/effective date <i>after</i> that of the version defendant offered, the court shall consider plaintiff's version to be the relevant policy. The only material difference between the policy offered by plaintiff and that offered by defendant is that plaintiff's more recent version provides an additional allowance of up to 60 days of leave without pay with supervisory approval for an employee-parent who is not disabled due to pregnancy, such as a biological father or either parent in the case of an adoption.</p>\n<p>[4]  Although defendant contests this assertion, the court will take it as true for purposes of the instant motion.</p>\n<p>[5]  Prior to Savage's leave request, another Woodhouse staff member, Donnell White, had been placed on administrative leave with pay as a result of an incident resulting in the death of a Woodhouse resident. Defendant believed that, although removal of White from active duty was necessary due to the pending criminal investigations, leave with pay was warranted because White had complied with defendant's policies and procedures for handling the type of incident that had occurred.</p>\n<p>[6]  Defendant has at no time suggested that Savage was not qualified for her job. Paul's November 6, 1991, memorandum to Brittain indicates that Savage performed satisfactorily on the job. (Pl.'s Resp. Ex. 10.) In addition, in Brittain's letter to Savage upholding her termination, Brittain explicitly stated that Savage's \"termination was not related to the quality of [her] work performance.\" (Def.'s Mot. Ex. 13.)</p>\n<p>[7]  Defendant argues that plaintiff's case fails on this point because defendant specifically overturned its initial decision to deny Savage reimbursement for accrued leave time and because it made an open offer to Savage to reapply for a position when her health so permitted. Although defendant's arguments may be offered to contest plaintiff's claim for compensatory damages, they do nothing to defend against plaintiff's claim of liability under the PDA, which is premised upon the denial of Savage's leave request and the corresponding decision to terminate her employment.</p>\n<p>[8]  It appears from Pl.'s Resp. Ex. 25 that, following her return, Ms. Hardy became an overnight counselor.</p>\n<p>[9]  Although the court cannot ascertain from the record the exact dates of Ms. Gray's absence, it occurred between January, 1991, and January, 1992.</p>\n<p>[10]  An employer is merely prohibited from discharging such an employee <i>as a retaliatory measure</i> for the employee's having filed a claim for benefits under the Workers' Compensation Act. N.C.G.S. § 97-6.1(a).</p>\n<p>[11]  Pursuant to defendant's sick leave policy, Savage was entitled to take her 21 days of accrued leave before entering \"leave without pay status.\" (<i>See</i> Pl.'s Resp. Ex. 3 and discussion, <i>supra.</i>)</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237848/"
  ]
}