{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1388660/",
  "absolute_url": "/opinion/1388660/eeoc-v-lutheran-family-serv-in-the-carolinas/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1388660/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:55:02.595404Z",
  "date_modified": "2016-04-27T02:34:20.865893Z",
  "type": "010combined",
  "sha1": "c9245cd1cae9a9655dfe73c42cbcec6d5b4f299e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>884 F.Supp. 1033 (1994)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nLUTHERAN FAMILY SERVICES IN THE CAROLINAS, Defendant.</h1></center>\n<center>No. 93-608-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 12, 1994.</center>\n<center>Order Amending Decision December 5, 1994.</center>\n<p><span class=\"star-pagination\">*1034</span> Bob Johnson, who was assisted in this matter by Laurie Young, for plaintiff.</p>\n<p>Paul Taylor and Philip Van Hoy, for defendant.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter came on before the undersigned for trial by the court sitting without a jury on Wednesday, September 28, 1994, in Wilmington, North Carolina. Present and arguing the case on behalf of plaintiff was Bob Johnson, who was assisted in this matter by Laurie Young. Present and arguing the case on behalf of defendant were Paul Taylor and Philip Van Hoy.</p>\n<p>At trial, the court heard evidence from the following witnesses for plaintiff: Denise Savage, claimant herein; Dr. Charles Anikwue, claimant's physician; and Brenda Lightsey, an enforcement supervisor with the EEOC in Charlotte, North Carolina. Plaintiff further offered into evidence the depositions, affidavits, stipulations and answers to interrogatories identified in the pretrial order. At trial, the court also heard evidence from the following witnesses for defendant: Bill Brittain, defendant's president; Larry Paul, defendant's area director; Bob Scott, program director for defendant's Wood House facility; and Dottie Goss, defendant's personnel director.</p>\n<p>Having had the opportunity to personally observe the character and demeanor of each of these witnesses as they testified in the courtroom and, thereby, having had the opportunity to evaluate the credibility and merits of the testimony offered by each and, in consideration of all of the evidence submitted to the court by the parties, the court makes the following findings of fact and conclusions of law:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1035</span> <i>FINDINGS OF FACT</i>\n</h2>\n<p>1. The court has jurisdiction of this matter pursuant to 28 U.S.C. §§ 1331, 1337, 1343 and 1345.</p>\n<p>2. All parties are properly before the court and are properly designated.</p>\n<p>3. There is no question as to misjoinder or nonjoinder of parties to this action.</p>\n<p>4. The court has personal jurisdiction over the parties to this action.</p>\n<p>5. This matter is brought pursuant to the Pregnancy Discrimination Act, 42 U.S.C. § 2000e(k) and § 706(f)(1) of Title VII of the Civil Rights Act of 1964, codified at 42 U.S.C. § 2000e-5(f).</p>\n<p>6. Plaintiff, the Equal Employment Opportunity Commission (hereinafter \"EEOC\"), is the agency of the United States Government that is statutorily charged with the duty to administer, interpret and enforce Title VII of the Civil Rights Act of 1964.</p>\n<p>7. Defendant, Lutheran Family Services in the Carolinas (hereinafter \"LFS\"), is a not-for-profit social services agency that is affiliated with the Evangelical Lutheran Church in America, with facilities in North and South Carolina, and administrative offices in Raleigh, North Carolina.</p>\n<p>8. At all times relevant to this action, LFS employed more than fifteen employees and is an \"employer\" within the meaning of 42 U.S.C. § 2000e(b).</p>\n<p>9. Denise Savage, the claimant herein and on whose behalf the EEOC has brought this action, was employed by LFS on April 21, 1988, as a part-time residential counselor at its Wood House facility, located in a rural area of Halifax County, outside of Roanoke Rapids, North Carolina.</p>\n<p>10. During the time of her employment with LFS, Savage was also employed on a full-time basis as a teacher at Weldon Elementary School in Weldon, North Carolina.</p>\n<p>11. LFS's Wood House facility was and continues to be a group home operated by LFS to provide a stable home environment and counseling center for certified Willie M. teenagersteenagers below the age of sixteen who have exhibited aggressive or assaultive behavior and delinquency or truancy in school.</p>\n<p>12. State licensing requirements for group homes of this type required that the home have on duty at all times a minimum of two properly trained and qualified adult staff members for every five residents.</p>\n<p>13. At all times relevant to this lawsuit, five such Willie M. male teens resided at Wood House.</p>\n<p>14. In October, 1988, Savage became a part-time salaried employee, working as an Overnight Awake Residential Counselor I at Wood House. In this capacity, Savage worked night shifts, seven days per week, every other week. Her position required her to assist the residents in getting to bed in the evening; to remain awake at night to address emergencies or other problems that might arise with the residents; and to assist the residents in getting up, fed, and off to school in the morning.</p>\n<p>15. On or about September 24, 1991, Savage learned that she was pregnant. Due to sickness associated with the early period of her pregnancy, Savage took sixty hours of accrued sick leave between September 24 and 29, 1991.</p>\n<p>16. On October 25, 1991, Savage met with her physician, Dr. Anikwue, for an evaluation and consultation regarding complications she was experiencing with her pregnancy. Following his examination, Dr. Anikwue directed that a note be written to LFS stating that Savage was \"to go on a two months leave of absence from her job due to complications of pregnancy. Leave 10-25-91 to 12-28-91.\" (Pl.'s Ex. 6.)</p>\n<p>17. Dr. Anikwue, with full knowledge of the duties and schedules of the two jobs Savage worked, directed Savage to take her leave from her night job in order that she might get proper nighttime rest that he believed would alleviate her recurring pain associated with her pregnancy.</p>\n<p>18. On October 25, 1991, Savage approached Bob Scott, then program director for Wood House and Savage's immediate supervisor, with the note from Dr. Anikwue as well as with her own written request to Scott for a leave of two months pursuant to her <span class=\"star-pagination\">*1036</span> doctor's order. Savage indicated to Scott in her request that she would like to apply her accrued sick and vacation time  then totalling twenty-one days  to her leave of absence.</p>\n<p>19. In consideration of the accrued leave Savage had accumulated and the fact that Savage worked only every other week, her leave request actually amounted to a request for extended leave of approximately seven days.</p>\n<p>20. Following her notification to Scott, Savage began her leave on October 28, 1991.</p>\n<p>21. At the time Savage made her leave request, LFS had in place two policies regarding medical leaves. The first, designated as a \"Sick Leave\" policy, provided that employees may take sick leave with pay up to their accrued amounts. Such leave could have been requested of the employee's immediate supervisor without the need for the president's approval.</p>\n<p>22. In the case of injury or illness requiring an extended absence beyond the leave then accrued in favor of the employee, the employee would be required to exhaust his or her accrued sick leave and vacation leave and then begin \"leave without pay\" status with the approval of the president. For extended absences, the president also would determine for what period of time the employee's position would be held open pending the employee's return.</p>\n<p>23. The second policy of LFS relevant to this inquiry is one entitled \"Leave Related to Childbirth or Adoption,\" which bears a revision/effective date of \"5/2/91.\" This policy provided for maternity leave for pregnant female employees whenever they \"require[d] time away from work for pregnancy, childbirth and recovery.\" Pursuant to the policy, maternity leave could only be taken with the approval of the president. This policy, like the sick leave policy, required the employee to exhaust all accrued sick and vacation leave prior to entering \"leave without pay\" status.</p>\n<p>24. Although the policy stated as the only limitation on maternity leave that it could not exceed 90 days, LFS's officers each testified that such leave was only granted when the 90 days would encompass the actual childbirth.</p>\n<p>25. LFS considered Savage's leave request as having been made under the framework of its Sick Leave policy as opposed to its Childbirth Leave policy because the requested leave would not have encompassed Savage's delivery.</p>\n<p>26. Scott subsequently forwarded Savage's request to Larry Paul, Scott's supervisor and then northeastern area director for LFS, for consideration.</p>\n<p>27. On November 6, 1991, Paul issued a memorandum to Bill Brittain, LFS's president, in which he recommended that Savage's request for leave be denied.</p>\n<p>28. In his memorandum, Paul described Savage's work performance as \"satisfactory.\"</p>\n<p>29. Also in his memorandum, Paul articulated the following justifications for his recommendation to deny Savage's leave request:</p>\n<p>a. Dr. Anikwue gave Savage the choice of which of her two jobs from which to take her leave, and Savage elected to continue her job at Weldon Elementary School.</p>\n<p>b. Due to staffing problems then existing at Wood House, Savage's absence would present additional hardships for the Wood House program.</p>\n<p>c. Paul also stated the following: \"Besides, the two month request could turn into additional requests of leave if [Savage's] condition does not improve. Ms. Savage's leave request could amount to a 10 month leave (November 1991 through August 19, 1992) this is taking into account her three month maternity leave.\" (Pl.'s Ex. 10.)</p>\n<p>30. Larry Paul also admitted several times during his trial testimony that, in evaluating Savage's leave request, he considered as significant the potential for further leave requests by Savage, including her 90 day maternity leave, due to her pregnancy.</p>\n<p>31. Although Paul recommended that Savage receive pay for her accrued sick leave and vacation time, Paul also recommended Savage's resignation or termination as a result of her already having stopped working.</p>\n<p>32. Following Paul's November 6, 1991, memorandum to Brittain, Paul met with Brittain and discussed Savage's request.</p>\n<p><span class=\"star-pagination\">*1037</span> 33. On November 18, 1991, Paul formally responded to Savage with <i>his</i> findings in regard to her leave request. In his letter, Paul identified five reasons as the basis for the denial of Savage's leave request.</p>\n<p>34. Among the five reasons Paul identified as the basis for the denial of Savage's leave request, Paul articulated his concerns that the Wood House program was already down-staffed, that it would be difficult to hire a temporary replacement for Savage during her requested leave period, and that Savage's leave could extend through the three month maternity leave to which she later would be entitled.</p>\n<p>35. Paul informed Savage that, because she would not tender her resignation as requested, <i>he</i> would proceed with her termination.</p>\n<p>36. In conclusion, Paul informed Savage that, if she were dissatisfied with <i>his</i> decision, that she could appeal it through the LFS grievance procedure.</p>\n<p>37. Paul's letter of November 18, 1991, was the last official communication from LFS regarding its decision to terminate her employment prior to her actual termination on November 25, 1991.</p>\n<p>38. Paul's stated justifications, thus, were the final justifications offered Savage by LFS prior to the official denial of her leave request and the inception of her employment termination.</p>\n<p>39. On November 25, 1991, Paul completed and signed an Employment Termination Fact Sheet, thereby terminating Savage from her position at Wood House.</p>\n<p>40. On Savage's Termination Fact Sheet, Paul indicated that he would not rehire Savage. Paul testified that this decision was based on Savage's poor attitude in general and her negative reaction to LFS's denial of her leave request.</p>\n<p>41. Also on November 25, 1991, Scott, Paul and Charles McAdams, LFS's division vice-president, all signed an \"Intent To Discipline\" form recommending Savage's termination, which recommendation was approved on the same date by Brittain.</p>\n<p>42. Following Savage's termination, Paul directed Bob Scott to place an advertisement in the newspaper for the job opening created by Savage's termination, which advertisement ran as early as December 8, 1991  nine days prior to the denial of Savage's grievance.</p>\n<p>43. On November 26, 1991, Savage wrote a letter to Charles \"Rip\" McAdams, by which she expressed her intent to appeal her termination through LFS's grievance procedure.</p>\n<p>44. On December 17, 1991, Brittain and McAdams responded to Savage, indicating that the denial of her request for leave had been \"upheld due to the serious coverage and client supervision problems that would result if it were granted.\" (Pl.'s Ex. 13.)</p>\n<p>45. Brittain and McAdams also reaffirmed the position that Savage's termination was not related to the quality of her work performance, but was due to her \"stated inability to continue performing\" her job duties and her refusal to resign following the denial of her leave of absence.</p>\n<p>46. Brittain and McAdams did not repudiate, retract or otherwise comment upon the additional justifications that Paul had offered Savage for the denial of her leave request and her termination in his letter of November 18, 1991, which included the considerations of the potential for future leave time due to her pregnancy.</p>\n<p>47. On December 27, 1991, just one day short of what would have been the final day of Savage's two month leave request, defendant hired a male employee to fill Savage's position at Wood House.</p>\n<p>48. LFS asserts the following staffing concerns as justifications for denying Savage's leave request:</p>\n<p>a. Prior to Savage's leave request, Ruben Turner, the director of Wood House, either resigned or was terminated from his position at Wood House. Bob Scott, who filled Turner's position immediately prior to Savage's leave request, was too new and inexperienced to cover for Savage's absence.</p>\n<p>b. Prior to Savage's leave request, another Wood House staff member, Donnell White, had been placed on administrative <span class=\"star-pagination\">*1038</span> leave with pay as a result of an incident resulting in the death of a Wood House resident. White was then the assistant director at Wood House who filled in for other staffers during their absences.</p>\n<p>c. Savage was one of only two available overnight awake residential counselors at Wood House, both of whom were needed to meet the staffing requirements of Wood House under state law.</p>\n<p>d. Donna Hardy, the other overnight awake residential counselor at Wood House resigned from her position on October 18, 1991, just prior to Savage's leave request.</p>\n<p>e. Due to the turmoil at Wood House following the death of one of the home's residents, LFS desired consistency and stability within the Wood House staff, which would not have been promoted by allowing Savage's extended leave request.</p>\n<p>49. In marked contrast to this latter proffered goal of attaining stability at Wood House and consistency among its staff members, LFS upheld the termination of Savage, who was then the Wood House staff member with the second longest period of stable and consistent work performance and experience in that home, just eleven days short of what would have been the end of her requested leave period.</p>\n<p>50. Also in contrast to LFS's asserted concern that Savage's absence could not have been endured due to staff shortages, Paul stated during his deposition testimony that LFS would have worked with Savage differently and <i>would have endured</i> a staff shortage during her requested leave period if she had not been working at Weldon Elementary School during the same period of time.</p>\n<p>51. Plaintiff's evidence shows that LFS allowed liberal leave periods of varying days to J.W., a male employee afflicted with AIDS. Although it is unclear from the records submitted how many of J.W.'s days absent were taken as accumulated vacation or sick leave, it is clear that defendant tolerated his continued absences despite the fact that J.W.'s disability was one of a continuing and permanent nature.</p>\n<p>52. Plaintiff's evidence also shows that, in July, 1991, LFS granted the sick leave request of Celeste Bynum, a full-time residential counselor at another of LFS's group homes. Ms. Bynum, then suffering from fibrositis, requested a four week leave of absence because she was \"unable to perform her required duties.\"</p>\n<p>53. Plaintiff's evidence further shows that LFS granted extended leaves of absence to other LFS employees who suffered on-the-job injuries.</p>\n<p>54. For example, Donna Hardy, a fulltime residential counselor at Wood House, took a leave of absence from her position from January 20, 1991, to April 12, 1991, during the period of her disability.</p>\n<p>55. During Ms. Hardy's absence, Wood House operated with only seven residential counselors on active status.</p>\n<p>56. Similarly, Zelma Gray, a full-time residential counselor at Wood House, was also granted an extended leave of absence due to an injury suffered at work.</p>\n<p>57. During Ms. Gray's absence, Wood House operated with eight active staff members.</p>\n<p>58. During the period of time within which Ms. Savage would have been absent had her leave request been allowed, Wood House would have had a complement of seven active staff members.</p>\n<p>59. Furthermore, there is no evidence in the record that the future impact or nature of the disability of any of the above employees  J.W., Bynum, Hardy or Gray  was taken into consideration when evaluating their leave requests.</p>\n<p>60. The potential future impact of Savage's pregnancy, however, was considered and even articulated as a concern by Larry Paul during LFS's evaluation of Savage's leave request.</p>\n<p>61. This consideration included concern that Savage's leave request could extend to the three month leave period to which she was entitled at the time of her actual delivery.</p>\n<p>62. Paul's November 18, 1991, letter to Savage announcing his decision to terminate her employment with LFS was silent with <span class=\"star-pagination\">*1039</span> respect to any opportunity for her to reapply for a position with LFS.</p>\n<p>63. The November 25, 1991, Employment Termination Fact Sheet that Paul completed indicated that he would not consider Savage for rehire.</p>\n<p>64. In Brittain and McAdams' letter of December 17, 1991, upholding Savage's termination, they concluded by stating: \"Because your termination was not related to the quality of your work performance, you may, at such time as your health permits, apply for vacant positions at Wood House or other positions at Lutheran Family Services for which you are qualified.\"</p>\n<p>65. By this date, however, Savage already had seen her position advertised in the employment advertisements in her newspaper.</p>\n<p>66. Savage believed that, because her requested leave period was nearly expired by the time this letter was received, LFS was not offering her the opportunity to return to her previous position from which she was terminated.</p>\n<p>67. Savage was uncertain as to when LFS would consider her for future employment. At the earliest, Savage believed LFS did not intend to consider her for future employment until after she had given birth to her baby.</p>\n<p>68. Savage worked at her job at Weldon Elementary School until May 5, 1992, the day she gave birth to her child.</p>\n<p>69. Savage returned to her position at Weldon Elementary School when the school reopened in the Fall of 1992, following summer vacation.</p>\n<p>70. Savage subsequently left her employment with Weldon Elementary School in pursuit of other employment that would offer her greater income, due to the loss of her supplemental source of income from her job with LFS.</p>\n<p>71. LFS stipulated at trial that Plaintiff's Exhibit 42 accurately reflects what plaintiff earned during the period of time subsequent to her employment with LFS and prior to the inception of the instant action.</p>\n<p>72. Savage's testimony at trial substantiated the claimed employment periods and earnings represented on Plaintiff's Exhibit 42.</p>\n<p>73. Plaintiff's Exhibit 42 properly includes potential earnings at LFS based on the schedule Savage worked at the time of her termination. Such schedule was later determined by the Wage and Hour Commission of North Carolina to have encompassed approximately thirty-two hours per week of work time that should have been compensated at the overtime rate of pay.</p>\n<p>74. Plaintiff's Exhibit 42 also properly includes only those intervals of time during which Savage worked other employment and for which she might therefore be entitled to recover back pay from LFS.</p>\n<p>75. Plaintiff's Exhibit 42 correctly estimates Savage's claim for back pay to be $22,265.00.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p>1. The court has jurisdiction of this matter pursuant to 28 U.S.C. §§ 1331, 1337, 1343 and 1345.</p>\n<p>2. The court has personal jurisdiction over the parties to this action.</p>\n<p>3. Title VII of the Civil Rights Act of 1964, as amended by the Equal Employment Opportunity Act of 1972, prohibits discrimination in the workplace on the basis of race, color, religion, <i>sex</i> or national origin.</p>\n<p>4. In 1978, the enactment of the Pregnancy Discrimination Act (hereinafter \"PDA\"), amended Title VII to include discrimination based on pregnancy within the coverage of its general prohibition on sex based discrimination.</p>\n<p>5. As interpreted by the Supreme Court, \"[t]he 1978 Act makes clear that it is discriminatory to treat pregnancy-related conditions less favorably than other conditions.\" <i>Newport News Shipbuilding Co. v. EEOC,</i> 462 U.S. 669, 684, 103 S.Ct. 2622, 2631, 77 L.Ed.2d 89 (1983).</p>\n<p>6. By order entered August 31, 1994, the court found that plaintiff had set forth a <i>prima facie</i> case of employment discrimination against Savage on the basis of her pregnancy. Plaintiff's evidence at trial conformed <span class=\"star-pagination\">*1040</span> in every respect to the court's previous findings in this regard.</p>\n<p>7. At trial, plaintiff presented direct, persuasive evidence of intentional discrimination, or, at the least, discriminatory motive to support its <i>prima facie</i> claim of employment discrimination based on Savage's pregnancy.</p>\n<p>8. LFS, through its officer and agent Larry Paul, impermissibly considered Savage's pregnancy and its potential future impact on Savage's continued ability to work when evaluating her request for leave.</p>\n<p>9. When evaluating Savage's leave request, LFS also impermissibly considered the fact that, pursuant to its policy regarding Leave Related to Childbirth or Adoption, Savage would be entitled to a further three month leave of absence at the time of her actual delivery.</p>\n<p>10. These considerations constitute overt, intentional discrimination against Savage on the basis of her pregnancy insomuch as these \"future impact\" considerations were not taken into consideration with respect to other employees' leave requests.</p>\n<p>11. In fact, the consideration of Savage's future entitlement to a three month leave at the time of her childbirth stands as a distinctly impermissible discriminatory consideration related to Savage's pregnancy.</p>\n<p>12. Larry Paul, as officer and agent of LFS, acted with apparent if not actual authority in communicating these considerations to Savage in the final official communication from LFS prior to her termination which explained the bases for the denial of her leave request and Paul's determination to proceed with Savage's termination.</p>\n<p>13. By failing to repudiate these considerations in their letter of December 17, 1991, or at any other time, Brittain and McAdams, on behalf of LFS, ratified Paul's communication and asserted justifications, including Paul's \"future impact\" considerations related to Savage's pregnancy.</p>\n<p>14. The court concludes that LFS's proffered legitimate and nondiscriminatory justifications allegedly based on staffing shortages and the need for stability among the Wood House staff were refuted by the evidence adduced at trial and, thus, were merely pretextual in nature.</p>\n<p>15. Accordingly, the court concludes that, because impermissible and discriminatory considerations regarding Savage's pregnancy were the primary motivations for Savage's termination, judgment in this matter shall be for the plaintiff, EEOC, on behalf of claimant Denise Savage.</p>\n<p>16. Plaintiff therefore is entitled to recover from defendant the sum of twenty-two thousand, two hundred and sixty-five dollars ($22,265.00), representing an award of back pay to which Savage would have been entitled had LFS not discriminatorily denied her leave request and terminated her employment.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>This matter is now before the court on motion of defendant, Lutheran Family Services in the Carolinas (hereinafter \"LFS\"), pursuant to Federal Rule of Civil Procedure 59(e) to alter or amend the judgment of this court, entered October 12, 1994, by striking that portion of the judgment awarding Denise Savage money damages in the amount of $22,265. Defendant contends that any award of money damages representing back pay is excessive in light of Savage's failure to mitigate her damages by diligently seeking subsequent comparable employment. In its motion, LFS does not take issue with regard to the court's finding of unlawful pregnancy discrimination by LFS.</p>\n<p>With regard to the issue of Savage's failure to apply for a return to her position at LFS, the court properly found upon the weight of the evidence that Savage reasonably interpreted the actions and statements of LFS personnel as denying her the ability to reapply for her position when it was advertised in December, 1991. (<i>See</i> FOFs 66-67.) Having had the opportunity to observe the demeanor and character of Savage as she testified, the court found Savage to be a credible witness and accepted her belief as truly and reasonably held based upon the facts and information then known to her. Given that Savage's position was advertised <span class=\"star-pagination\">*1041</span> as early as December 8, 1991, (<i>see</i> FOF 42), and that, on December 27, 1991  one day prior to the end of Savage's requested leave period  LFS filled the same position, (<i>see</i> FOF 47), the court finds that it was reasonable for Savage to believe that the position she had held at LFS was no longer available to her, despite the written statements of LFS personnel in connection with her dismissal.</p>\n<p>With regard to the issue of subsequent mitigation, the law is well-settled that, \"[a]fter an unlawfully discharged employee produces evidence in support of her claim for back pay, contending that she was unable to find comparable work, the employer has the burden of showing that she did not exert reasonable efforts to mitigate her damages.\" <i>Edwards v. School Bd. of the City of Norton,</i> 658 F.2d 951, 956 (4th Cir.1981). In the instant case, Savage carried her initial burden in demonstrating her inability to find comparable nighttime employment that would have replaced her job with LFS while enabling her to maintain her job with Weldon Elementary School. Such proof included evidence that she was able to identify and apply for only three similar nighttime positions for which she arguably was qualified, but for which she ultimately was not hired. Similarly, plaintiff came forward with ample evidence in support of her efforts at securing alternative primary employment that would pay her increasingly higher salaries in order to offset the loss of her secondary nighttime salary. The burden having been shifted to LFS to rebut her claim by demonstrating that her efforts at mitigation were unreasonable, and LFS having wholly failed to offer anything more than argument to the effect that three applications for nighttime positions in two years was unreasonable, the court found in favor of plaintiff and awarded her back pay in the amount claimed. The court concludes that this finding was not erroneous and that it shall not be disturbed nor should the court's judgment be altered.</p>\n<p>Having reviewed its memorialization of the findings of fact and conclusions of law in this matter, however, the court agrees with defendant that it inadvertently failed to include within either the appropriately detailed findings and conclusions with respect to the issue of mitigation argued by defendant. As such the appropriate findings and conclusions in this regard are set forth below.</p>\n<p>Accordingly, it is hereby ORDERED that defendant's motion to alter or amend the judgment in this matter by striking the award of monetary damages is DENIED. It is further ORDERED, however, that the court's FINDINGS OF FACT and CONCLUSIONS OF LAW, entered on October 12, 1994, BE AMENDED to include the following findings and conclusions with respect to the issue of mitigation:</p>\n<p></p>\n<h2><i>FINDINGS OF FACT</i></h2>\n<p>67a. Having had the opportunity to observe the demeanor and character of Savage as she testified, the court finds Savage to be a credible witness and accepts her belief as truly held based upon the facts and information then known to her.</p>\n<p>67b. Furthermore, given that Savage's position was advertised as early as December 8, 1991, and that, on December 27, 1991  one day prior to the end of Savage's requested leave period  LFS filled the same position, the court finds that it was reasonable for Savage to believe that the position she had held at LFS was no longer available to her, despite the written statements of LFS personnel in connection with her dismissal.</p>\n<p>70a. Savage also testified that, during the period of time intervening between her termination from LFS and the inception of this lawsuit, she continued to pursue available opportunities for nighttime employment for which she was qualified.</p>\n<p>70b. During this period of time, Savage identified and applied for three nighttime positions for which she arguably was qualified and which were comparable to that which she held with LFS, but for which she ultimately was not hired.</p>\n<p>70c. These positions included potential employment opportunities as a mental health worker, a member of the \"Smart Start\" program, and as an outreach worker.</p>\n<p>70d. In addition, plaintiff came forward with ample evidence in support of her efforts at securing alternative primary employment that would pay her increasingly higher salaries <span class=\"star-pagination\">*1042</span> in order to offset the loss of her secondary nighttime salary, which she was unable to replace with subsequent evening employment.</p>\n<p>70e. These positions included employment as a corrections officer at the correctional facility in or near Jarret, Virginia; a correctional officer and educator at the Halifax Prison; and as an educator within the Halifax County school system.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p>15a. With regard to the issue of Savage's subsequent mitigation of her damages, the law is well-settled that, \"[a]fter an unlawfully discharged employee produces evidence in support of her claim for back pay, contending that she was unable to find comparable work, the employer has the burden of showing that she did not exert reasonable efforts to mitigate her damages.\" <i>Edwards v. School Bd. of the City of Norton,</i> 658 F.2d 951, 956 (4th Cir.1981).</p>\n<p>15b. In the instant case, Savage has carried her initial burden in demonstrating her inability to find comparable nighttime employment that would have replaced her job with LFS while enabling her to maintain her primary job with Weldon Elementary School, including her lack of success in being hired for three similar nighttime positions for which she applied.</p>\n<p>15c. Similarly, plaintiff has come forward with ample evidence in support of her efforts at securing alternative subsequent primary employment that would pay her increasingly higher salaries in order to offset the loss of her secondary nighttime salary.</p>\n<p>15d. The burden having been shifted to LFS to rebut her claim by demonstrating that her efforts at mitigation were unreasonable, LFS has failed to offer anything more than argument to the effect that Savage's attempts at securing comparable subsequent employment were less than reasonable or diligent. LFS has failed to offer any evidence as to the availability of nighttime positions comparable in nature to that from which Savage was improperly dismissed. Similarly, LFS has failed to offer any evidence that Savage could have pursued her subsequent employment search with any greater diligence than has been demonstrated by her successive attempts at securing positions with increasingly greater salaries to offset the losses occasioned by the her termination from LFS.</p>\n<p>SO ORDERED.</p>\n<p>This 5th day of December, 1994.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">884</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1033</span></span> (1994)</b></center>\n<center><h1>EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Plaintiff,<br>\nv.<br>\nLUTHERAN FAMILY SERVICES IN THE CAROLINAS, Defendant.</h1></center>\n<center>No. 93-608-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 12, 1994.</center>\n<center>Order Amending Decision December 5, 1994.</center>\n<p><span class=\"star-pagination\">*1034</span> Bob Johnson, who was assisted in this matter by Laurie Young, for plaintiff.</p>\n<p>Paul Taylor and Philip Van Hoy, for defendant.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter came on before the undersigned for trial by the court sitting without a jury on Wednesday, September 28, 1994, in Wilmington, North Carolina. Present and arguing the case on behalf of plaintiff was Bob Johnson, who was assisted in this matter by Laurie Young. Present and arguing the case on behalf of defendant were Paul Taylor and Philip Van Hoy.</p>\n<p>At trial, the court heard evidence from the following witnesses for plaintiff: Denise Savage, claimant herein; Dr. Charles Anikwue, claimant's physician; and Brenda Lightsey, an enforcement supervisor with the EEOC in Charlotte, North Carolina. Plaintiff further offered into evidence the depositions, affidavits, stipulations and answers to interrogatories identified in the pretrial order. At trial, the court also heard evidence from the following witnesses for defendant: Bill Brittain, defendant's president; Larry Paul, defendant's area director; Bob Scott, program director for defendant's Wood House facility; and Dottie Goss, defendant's personnel director.</p>\n<p>Having had the opportunity to personally observe the character and demeanor of each of these witnesses as they testified in the courtroom and, thereby, having had the opportunity to evaluate the credibility and merits of the testimony offered by each and, in consideration of all of the evidence submitted to the court by the parties, the court makes the following findings of fact and conclusions of law:</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1035</span> <i>FINDINGS OF FACT</i>\n</h2>\n<p>1. The court has jurisdiction of this matter pursuant to 28 U.S.C. §§ 1331, 1337, 1343 and 1345.</p>\n<p>2. All parties are properly before the court and are properly designated.</p>\n<p>3. There is no question as to misjoinder or nonjoinder of parties to this action.</p>\n<p>4. The court has personal jurisdiction over the parties to this action.</p>\n<p>5. This matter is brought pursuant to the Pregnancy Discrimination Act, 42 U.S.C. § 2000e(k) and § 706(f)(1) of Title VII of the Civil Rights Act of 1964, codified at 42 U.S.C. § 2000e-5(f).</p>\n<p>6. Plaintiff, the Equal Employment Opportunity Commission (hereinafter \"EEOC\"), is the agency of the United States Government that is statutorily charged with the duty to administer, interpret and enforce Title VII of the Civil Rights Act of 1964.</p>\n<p>7. Defendant, Lutheran Family Services in the Carolinas (hereinafter \"LFS\"), is a not-for-profit social services agency that is affiliated with the Evangelical Lutheran Church in America, with facilities in North and South Carolina, and administrative offices in Raleigh, North Carolina.</p>\n<p>8. At all times relevant to this action, LFS employed more than fifteen employees and is an \"employer\" within the meaning of 42 U.S.C. § 2000e(b).</p>\n<p>9. Denise Savage, the claimant herein and on whose behalf the EEOC has brought this action, was employed by LFS on April 21, 1988, as a part-time residential counselor at its Wood House facility, located in a rural area of Halifax County, outside of Roanoke Rapids, North Carolina.</p>\n<p>10. During the time of her employment with LFS, Savage was also employed on a full-time basis as a teacher at Weldon Elementary School in Weldon, North Carolina.</p>\n<p>11. LFS's Wood House facility was and continues to be a group home operated by LFS to provide a stable home environment and counseling center for certified Willie M. teenagersteenagers below the age of sixteen who have exhibited aggressive or assaultive behavior and delinquency or truancy in school.</p>\n<p>12. State licensing requirements for group homes of this type required that the home have on duty at all times a minimum of two properly trained and qualified adult staff members for every five residents.</p>\n<p>13. At all times relevant to this lawsuit, five such Willie M. male teens resided at Wood House.</p>\n<p>14. In October, 1988, Savage became a part-time salaried employee, working as an Overnight Awake Residential Counselor I at Wood House. In this capacity, Savage worked night shifts, seven days per week, every other week. Her position required her to assist the residents in getting to bed in the evening; to remain awake at night to address emergencies or other problems that might arise with the residents; and to assist the residents in getting up, fed, and off to school in the morning.</p>\n<p>15. On or about September 24, 1991, Savage learned that she was pregnant. Due to sickness associated with the early period of her pregnancy, Savage took sixty hours of accrued sick leave between September 24 and 29, 1991.</p>\n<p>16. On October 25, 1991, Savage met with her physician, Dr. Anikwue, for an evaluation and consultation regarding complications she was experiencing with her pregnancy. Following his examination, Dr. Anikwue directed that a note be written to LFS stating that Savage was \"to go on a two months leave of absence from her job due to complications of pregnancy. Leave 10-25-91 to 12-28-91.\" (Pl.'s Ex. 6.)</p>\n<p>17. Dr. Anikwue, with full knowledge of the duties and schedules of the two jobs Savage worked, directed Savage to take her leave from her night job in order that she might get proper nighttime rest that he believed would alleviate her recurring pain associated with her pregnancy.</p>\n<p>18. On October 25, 1991, Savage approached Bob Scott, then program director for Wood House and Savage's immediate supervisor, with the note from Dr. Anikwue as well as with her own written request to Scott for a leave of two months pursuant to her <span class=\"star-pagination\">*1036</span> doctor's order. Savage indicated to Scott in her request that she would like to apply her accrued sick and vacation time  then totalling twenty-one days  to her leave of absence.</p>\n<p>19. In consideration of the accrued leave Savage had accumulated and the fact that Savage worked only every other week, her leave request actually amounted to a request for extended leave of approximately seven days.</p>\n<p>20. Following her notification to Scott, Savage began her leave on October 28, 1991.</p>\n<p>21. At the time Savage made her leave request, LFS had in place two policies regarding medical leaves. The first, designated as a \"Sick Leave\" policy, provided that employees may take sick leave with pay up to their accrued amounts. Such leave could have been requested of the employee's immediate supervisor without the need for the president's approval.</p>\n<p>22. In the case of injury or illness requiring an extended absence beyond the leave then accrued in favor of the employee, the employee would be required to exhaust his or her accrued sick leave and vacation leave and then begin \"leave without pay\" status with the approval of the president. For extended absences, the president also would determine for what period of time the employee's position would be held open pending the employee's return.</p>\n<p>23. The second policy of LFS relevant to this inquiry is one entitled \"Leave Related to Childbirth or Adoption,\" which bears a revision/effective date of \"5/2/91.\" This policy provided for maternity leave for pregnant female employees whenever they \"require[d] time away from work for pregnancy, childbirth and recovery.\" Pursuant to the policy, maternity leave could only be taken with the approval of the president. This policy, like the sick leave policy, required the employee to exhaust all accrued sick and vacation leave prior to entering \"leave without pay\" status.</p>\n<p>24. Although the policy stated as the only limitation on maternity leave that it could not exceed 90 days, LFS's officers each testified that such leave was only granted when the 90 days would encompass the actual childbirth.</p>\n<p>25. LFS considered Savage's leave request as having been made under the framework of its Sick Leave policy as opposed to its Childbirth Leave policy because the requested leave would not have encompassed Savage's delivery.</p>\n<p>26. Scott subsequently forwarded Savage's request to Larry Paul, Scott's supervisor and then northeastern area director for LFS, for consideration.</p>\n<p>27. On November 6, 1991, Paul issued a memorandum to Bill Brittain, LFS's president, in which he recommended that Savage's request for leave be denied.</p>\n<p>28. In his memorandum, Paul described Savage's work performance as \"satisfactory.\"</p>\n<p>29. Also in his memorandum, Paul articulated the following justifications for his recommendation to deny Savage's leave request:</p>\n<p>a. Dr. Anikwue gave Savage the choice of which of her two jobs from which to take her leave, and Savage elected to continue her job at Weldon Elementary School.</p>\n<p>b. Due to staffing problems then existing at Wood House, Savage's absence would present additional hardships for the Wood House program.</p>\n<p>c. Paul also stated the following: \"Besides, the two month request could turn into additional requests of leave if [Savage's] condition does not improve. Ms. Savage's leave request could amount to a 10 month leave (November 1991 through August 19, 1992) this is taking into account her three month maternity leave.\" (Pl.'s Ex. 10.)</p>\n<p>30. Larry Paul also admitted several times during his trial testimony that, in evaluating Savage's leave request, he considered as significant the potential for further leave requests by Savage, including her 90 day maternity leave, due to her pregnancy.</p>\n<p>31. Although Paul recommended that Savage receive pay for her accrued sick leave and vacation time, Paul also recommended Savage's resignation or termination as a result of her already having stopped working.</p>\n<p>32. Following Paul's November 6, 1991, memorandum to Brittain, Paul met with Brittain and discussed Savage's request.</p>\n<p><span class=\"star-pagination\">*1037</span> 33. On November 18, 1991, Paul formally responded to Savage with <i>his</i> findings in regard to her leave request. In his letter, Paul identified five reasons as the basis for the denial of Savage's leave request.</p>\n<p>34. Among the five reasons Paul identified as the basis for the denial of Savage's leave request, Paul articulated his concerns that the Wood House program was already down-staffed, that it would be difficult to hire a temporary replacement for Savage during her requested leave period, and that Savage's leave could extend through the three month maternity leave to which she later would be entitled.</p>\n<p>35. Paul informed Savage that, because she would not tender her resignation as requested, <i>he</i> would proceed with her termination.</p>\n<p>36. In conclusion, Paul informed Savage that, if she were dissatisfied with <i>his</i> decision, that she could appeal it through the LFS grievance procedure.</p>\n<p>37. Paul's letter of November 18, 1991, was the last official communication from LFS regarding its decision to terminate her employment prior to her actual termination on November 25, 1991.</p>\n<p>38. Paul's stated justifications, thus, were the final justifications offered Savage by LFS prior to the official denial of her leave request and the inception of her employment termination.</p>\n<p>39. On November 25, 1991, Paul completed and signed an Employment Termination Fact Sheet, thereby terminating Savage from her position at Wood House.</p>\n<p>40. On Savage's Termination Fact Sheet, Paul indicated that he would not rehire Savage. Paul testified that this decision was based on Savage's poor attitude in general and her negative reaction to LFS's denial of her leave request.</p>\n<p>41. Also on November 25, 1991, Scott, Paul and Charles McAdams, LFS's division vice-president, all signed an \"Intent To Discipline\" form recommending Savage's termination, which recommendation was approved on the same date by Brittain.</p>\n<p>42. Following Savage's termination, Paul directed Bob Scott to place an advertisement in the newspaper for the job opening created by Savage's termination, which advertisement ran as early as December 8, 1991  nine days prior to the denial of Savage's grievance.</p>\n<p>43. On November 26, 1991, Savage wrote a letter to Charles \"Rip\" McAdams, by which she expressed her intent to appeal her termination through LFS's grievance procedure.</p>\n<p>44. On December 17, 1991, Brittain and McAdams responded to Savage, indicating that the denial of her request for leave had been \"upheld due to the serious coverage and client supervision problems that would result if it were granted.\" (Pl.'s Ex. 13.)</p>\n<p>45. Brittain and McAdams also reaffirmed the position that Savage's termination was not related to the quality of her work performance, but was due to her \"stated inability to continue performing\" her job duties and her refusal to resign following the denial of her leave of absence.</p>\n<p>46. Brittain and McAdams did not repudiate, retract or otherwise comment upon the additional justifications that Paul had offered Savage for the denial of her leave request and her termination in his letter of November 18, 1991, which included the considerations of the potential for future leave time due to her pregnancy.</p>\n<p>47. On December 27, 1991, just one day short of what would have been the final day of Savage's two month leave request, defendant hired a male employee to fill Savage's position at Wood House.</p>\n<p>48. LFS asserts the following staffing concerns as justifications for denying Savage's leave request:</p>\n<p>a. Prior to Savage's leave request, Ruben Turner, the director of Wood House, either resigned or was terminated from his position at Wood House. Bob Scott, who filled Turner's position immediately prior to Savage's leave request, was too new and inexperienced to cover for Savage's absence.</p>\n<p>b. Prior to Savage's leave request, another Wood House staff member, Donnell White, had been placed on administrative <span class=\"star-pagination\">*1038</span> leave with pay as a result of an incident resulting in the death of a Wood House resident. White was then the assistant director at Wood House who filled in for other staffers during their absences.</p>\n<p>c. Savage was one of only two available overnight awake residential counselors at Wood House, both of whom were needed to meet the staffing requirements of Wood House under state law.</p>\n<p>d. Donna Hardy, the other overnight awake residential counselor at Wood House resigned from her position on October 18, 1991, just prior to Savage's leave request.</p>\n<p>e. Due to the turmoil at Wood House following the death of one of the home's residents, LFS desired consistency and stability within the Wood House staff, which would not have been promoted by allowing Savage's extended leave request.</p>\n<p>49. In marked contrast to this latter proffered goal of attaining stability at Wood House and consistency among its staff members, LFS upheld the termination of Savage, who was then the Wood House staff member with the second longest period of stable and consistent work performance and experience in that home, just eleven days short of what would have been the end of her requested leave period.</p>\n<p>50. Also in contrast to LFS's asserted concern that Savage's absence could not have been endured due to staff shortages, Paul stated during his deposition testimony that LFS would have worked with Savage differently and <i>would have endured</i> a staff shortage during her requested leave period if she had not been working at Weldon Elementary School during the same period of time.</p>\n<p>51. Plaintiff's evidence shows that LFS allowed liberal leave periods of varying days to J.W., a male employee afflicted with AIDS. Although it is unclear from the records submitted how many of J.W.'s days absent were taken as accumulated vacation or sick leave, it is clear that defendant tolerated his continued absences despite the fact that J.W.'s disability was one of a continuing and permanent nature.</p>\n<p>52. Plaintiff's evidence also shows that, in July, 1991, LFS granted the sick leave request of Celeste Bynum, a full-time residential counselor at another of LFS's group homes. Ms. Bynum, then suffering from fibrositis, requested a four week leave of absence because she was \"unable to perform her required duties.\"</p>\n<p>53. Plaintiff's evidence further shows that LFS granted extended leaves of absence to other LFS employees who suffered on-the-job injuries.</p>\n<p>54. For example, Donna Hardy, a fulltime residential counselor at Wood House, took a leave of absence from her position from January 20, 1991, to April 12, 1991, during the period of her disability.</p>\n<p>55. During Ms. Hardy's absence, Wood House operated with only seven residential counselors on active status.</p>\n<p>56. Similarly, Zelma Gray, a full-time residential counselor at Wood House, was also granted an extended leave of absence due to an injury suffered at work.</p>\n<p>57. During Ms. Gray's absence, Wood House operated with eight active staff members.</p>\n<p>58. During the period of time within which Ms. Savage would have been absent had her leave request been allowed, Wood House would have had a complement of seven active staff members.</p>\n<p>59. Furthermore, there is no evidence in the record that the future impact or nature of the disability of any of the above employees  J.W., Bynum, Hardy or Gray  was taken into consideration when evaluating their leave requests.</p>\n<p>60. The potential future impact of Savage's pregnancy, however, was considered and even articulated as a concern by Larry Paul during LFS's evaluation of Savage's leave request.</p>\n<p>61. This consideration included concern that Savage's leave request could extend to the three month leave period to which she was entitled at the time of her actual delivery.</p>\n<p>62. Paul's November 18, 1991, letter to Savage announcing his decision to terminate her employment with LFS was silent with <span class=\"star-pagination\">*1039</span> respect to any opportunity for her to reapply for a position with LFS.</p>\n<p>63. The November 25, 1991, Employment Termination Fact Sheet that Paul completed indicated that he would not consider Savage for rehire.</p>\n<p>64. In Brittain and McAdams' letter of December 17, 1991, upholding Savage's termination, they concluded by stating: \"Because your termination was not related to the quality of your work performance, you may, at such time as your health permits, apply for vacant positions at Wood House or other positions at Lutheran Family Services for which you are qualified.\"</p>\n<p>65. By this date, however, Savage already had seen her position advertised in the employment advertisements in her newspaper.</p>\n<p>66. Savage believed that, because her requested leave period was nearly expired by the time this letter was received, LFS was not offering her the opportunity to return to her previous position from which she was terminated.</p>\n<p>67. Savage was uncertain as to when LFS would consider her for future employment. At the earliest, Savage believed LFS did not intend to consider her for future employment until after she had given birth to her baby.</p>\n<p>68. Savage worked at her job at Weldon Elementary School until May 5, 1992, the day she gave birth to her child.</p>\n<p>69. Savage returned to her position at Weldon Elementary School when the school reopened in the Fall of 1992, following summer vacation.</p>\n<p>70. Savage subsequently left her employment with Weldon Elementary School in pursuit of other employment that would offer her greater income, due to the loss of her supplemental source of income from her job with LFS.</p>\n<p>71. LFS stipulated at trial that Plaintiff's Exhibit 42 accurately reflects what plaintiff earned during the period of time subsequent to her employment with LFS and prior to the inception of the instant action.</p>\n<p>72. Savage's testimony at trial substantiated the claimed employment periods and earnings represented on Plaintiff's Exhibit 42.</p>\n<p>73. Plaintiff's Exhibit 42 properly includes potential earnings at LFS based on the schedule Savage worked at the time of her termination. Such schedule was later determined by the Wage and Hour Commission of North Carolina to have encompassed approximately thirty-two hours per week of work time that should have been compensated at the overtime rate of pay.</p>\n<p>74. Plaintiff's Exhibit 42 also properly includes only those intervals of time during which Savage worked other employment and for which she might therefore be entitled to recover back pay from LFS.</p>\n<p>75. Plaintiff's Exhibit 42 correctly estimates Savage's claim for back pay to be $22,265.00.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p>1. The court has jurisdiction of this matter pursuant to 28 U.S.C. §§ 1331, 1337, 1343 and 1345.</p>\n<p>2. The court has personal jurisdiction over the parties to this action.</p>\n<p>3. Title VII of the Civil Rights Act of 1964, as amended by the Equal Employment Opportunity Act of 1972, prohibits discrimination in the workplace on the basis of race, color, religion, <i>sex</i> or national origin.</p>\n<p>4. In 1978, the enactment of the Pregnancy Discrimination Act (hereinafter \"PDA\"), amended Title VII to include discrimination based on pregnancy within the coverage of its general prohibition on sex based discrimination.</p>\n<p>5. As interpreted by the Supreme Court, \"[t]he 1978 Act makes clear that it is discriminatory to treat pregnancy-related conditions less favorably than other conditions.\" <i>Newport News Shipbuilding Co. v. EEOC,</i> <span class=\"citation\" data-id=\"110978\"><a href=\"/opinion/110978/newport-news-shipbuilding-dry-dock-co-v-eeoc/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">669</span></a></span>, 684, <span class=\"citation\" data-id=\"110978\"><a href=\"/opinion/110978/newport-news-shipbuilding-dry-dock-co-v-eeoc/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2622</span></a></span>, 2631, <span class=\"citation\" data-id=\"110978\"><a href=\"/opinion/110978/newport-news-shipbuilding-dry-dock-co-v-eeoc/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></a></span> (1983).</p>\n<p>6. By order entered August 31, 1994, the court found that plaintiff had set forth a <i>prima facie</i> case of employment discrimination against Savage on the basis of her pregnancy. Plaintiff's evidence at trial conformed <span class=\"star-pagination\">*1040</span> in every respect to the court's previous findings in this regard.</p>\n<p>7. At trial, plaintiff presented direct, persuasive evidence of intentional discrimination, or, at the least, discriminatory motive to support its <i>prima facie</i> claim of employment discrimination based on Savage's pregnancy.</p>\n<p>8. LFS, through its officer and agent Larry Paul, impermissibly considered Savage's pregnancy and its potential future impact on Savage's continued ability to work when evaluating her request for leave.</p>\n<p>9. When evaluating Savage's leave request, LFS also impermissibly considered the fact that, pursuant to its policy regarding Leave Related to Childbirth or Adoption, Savage would be entitled to a further three month leave of absence at the time of her actual delivery.</p>\n<p>10. These considerations constitute overt, intentional discrimination against Savage on the basis of her pregnancy insomuch as these \"future impact\" considerations were not taken into consideration with respect to other employees' leave requests.</p>\n<p>11. In fact, the consideration of Savage's future entitlement to a three month leave at the time of her childbirth stands as a distinctly impermissible discriminatory consideration related to Savage's pregnancy.</p>\n<p>12. Larry Paul, as officer and agent of LFS, acted with apparent if not actual authority in communicating these considerations to Savage in the final official communication from LFS prior to her termination which explained the bases for the denial of her leave request and Paul's determination to proceed with Savage's termination.</p>\n<p>13. By failing to repudiate these considerations in their letter of December 17, 1991, or at any other time, Brittain and McAdams, on behalf of LFS, ratified Paul's communication and asserted justifications, including Paul's \"future impact\" considerations related to Savage's pregnancy.</p>\n<p>14. The court concludes that LFS's proffered legitimate and nondiscriminatory justifications allegedly based on staffing shortages and the need for stability among the Wood House staff were refuted by the evidence adduced at trial and, thus, were merely pretextual in nature.</p>\n<p>15. Accordingly, the court concludes that, because impermissible and discriminatory considerations regarding Savage's pregnancy were the primary motivations for Savage's termination, judgment in this matter shall be for the plaintiff, EEOC, on behalf of claimant Denise Savage.</p>\n<p>16. Plaintiff therefore is entitled to recover from defendant the sum of twenty-two thousand, two hundred and sixty-five dollars ($22,265.00), representing an award of back pay to which Savage would have been entitled had LFS not discriminatorily denied her leave request and terminated her employment.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>This matter is now before the court on motion of defendant, Lutheran Family Services in the Carolinas (hereinafter \"LFS\"), pursuant to Federal Rule of Civil Procedure 59(e) to alter or amend the judgment of this court, entered October 12, 1994, by striking that portion of the judgment awarding Denise Savage money damages in the amount of $22,265. Defendant contends that any award of money damages representing back pay is excessive in light of Savage's failure to mitigate her damages by diligently seeking subsequent comparable employment. In its motion, LFS does not take issue with regard to the court's finding of unlawful pregnancy discrimination by LFS.</p>\n<p>With regard to the issue of Savage's failure to apply for a return to her position at LFS, the court properly found upon the weight of the evidence that Savage reasonably interpreted the actions and statements of LFS personnel as denying her the ability to reapply for her position when it was advertised in December, 1991. (<i>See</i> FOFs 66-67.) Having had the opportunity to observe the demeanor and character of Savage as she testified, the court found Savage to be a credible witness and accepted her belief as truly and reasonably held based upon the facts and information then known to her. Given that Savage's position was advertised <span class=\"star-pagination\">*1041</span> as early as December 8, 1991, (<i>see</i> FOF 42), and that, on December 27, 1991  one day prior to the end of Savage's requested leave period  LFS filled the same position, (<i>see</i> FOF 47), the court finds that it was reasonable for Savage to believe that the position she had held at LFS was no longer available to her, despite the written statements of LFS personnel in connection with her dismissal.</p>\n<p>With regard to the issue of subsequent mitigation, the law is well-settled that, \"[a]fter an unlawfully discharged employee produces evidence in support of her claim for back pay, contending that she was unable to find comparable work, the employer has the burden of showing that she did not exert reasonable efforts to mitigate her damages.\" <i>Edwards v. School Bd. of the City of Norton,</i> <span class=\"citation\" data-id=\"393947\"><a href=\"/opinion/393947/26-fair-emplpraccas-1147-26-empl-prac-dec-p-32084-ruby-edwards-v/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">951</span></a></span>, 956 (4th Cir.1981). In the instant case, Savage carried her initial burden in demonstrating her inability to find comparable nighttime employment that would have replaced her job with LFS while enabling her to maintain her job with Weldon Elementary School. Such proof included evidence that she was able to identify and apply for only three similar nighttime positions for which she arguably was qualified, but for which she ultimately was not hired. Similarly, plaintiff came forward with ample evidence in support of her efforts at securing alternative primary employment that would pay her increasingly higher salaries in order to offset the loss of her secondary nighttime salary. The burden having been shifted to LFS to rebut her claim by demonstrating that her efforts at mitigation were unreasonable, and LFS having wholly failed to offer anything more than argument to the effect that three applications for nighttime positions in two years was unreasonable, the court found in favor of plaintiff and awarded her back pay in the amount claimed. The court concludes that this finding was not erroneous and that it shall not be disturbed nor should the court's judgment be altered.</p>\n<p>Having reviewed its memorialization of the findings of fact and conclusions of law in this matter, however, the court agrees with defendant that it inadvertently failed to include within either the appropriately detailed findings and conclusions with respect to the issue of mitigation argued by defendant. As such the appropriate findings and conclusions in this regard are set forth below.</p>\n<p>Accordingly, it is hereby ORDERED that defendant's motion to alter or amend the judgment in this matter by striking the award of monetary damages is DENIED. It is further ORDERED, however, that the court's FINDINGS OF FACT and CONCLUSIONS OF LAW, entered on October 12, 1994, BE AMENDED to include the following findings and conclusions with respect to the issue of mitigation:</p>\n<p></p>\n<h2><i>FINDINGS OF FACT</i></h2>\n<p>67a. Having had the opportunity to observe the demeanor and character of Savage as she testified, the court finds Savage to be a credible witness and accepts her belief as truly held based upon the facts and information then known to her.</p>\n<p>67b. Furthermore, given that Savage's position was advertised as early as December 8, 1991, and that, on December 27, 1991  one day prior to the end of Savage's requested leave period  LFS filled the same position, the court finds that it was reasonable for Savage to believe that the position she had held at LFS was no longer available to her, despite the written statements of LFS personnel in connection with her dismissal.</p>\n<p>70a. Savage also testified that, during the period of time intervening between her termination from LFS and the inception of this lawsuit, she continued to pursue available opportunities for nighttime employment for which she was qualified.</p>\n<p>70b. During this period of time, Savage identified and applied for three nighttime positions for which she arguably was qualified and which were comparable to that which she held with LFS, but for which she ultimately was not hired.</p>\n<p>70c. These positions included potential employment opportunities as a mental health worker, a member of the \"Smart Start\" program, and as an outreach worker.</p>\n<p>70d. In addition, plaintiff came forward with ample evidence in support of her efforts at securing alternative primary employment that would pay her increasingly higher salaries <span class=\"star-pagination\">*1042</span> in order to offset the loss of her secondary nighttime salary, which she was unable to replace with subsequent evening employment.</p>\n<p>70e. These positions included employment as a corrections officer at the correctional facility in or near Jarret, Virginia; a correctional officer and educator at the Halifax Prison; and as an educator within the Halifax County school system.</p>\n<p></p>\n<h2><i>CONCLUSIONS OF LAW</i></h2>\n<p>15a. With regard to the issue of Savage's subsequent mitigation of her damages, the law is well-settled that, \"[a]fter an unlawfully discharged employee produces evidence in support of her claim for back pay, contending that she was unable to find comparable work, the employer has the burden of showing that she did not exert reasonable efforts to mitigate her damages.\" <i>Edwards v. School Bd. of the City of Norton,</i> <span class=\"citation\" data-id=\"393947\"><a href=\"/opinion/393947/26-fair-emplpraccas-1147-26-empl-prac-dec-p-32084-ruby-edwards-v/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">951</span></a></span>, 956 (4th Cir.1981).</p>\n<p>15b. In the instant case, Savage has carried her initial burden in demonstrating her inability to find comparable nighttime employment that would have replaced her job with LFS while enabling her to maintain her primary job with Weldon Elementary School, including her lack of success in being hired for three similar nighttime positions for which she applied.</p>\n<p>15c. Similarly, plaintiff has come forward with ample evidence in support of her efforts at securing alternative subsequent primary employment that would pay her increasingly higher salaries in order to offset the loss of her secondary nighttime salary.</p>\n<p>15d. The burden having been shifted to LFS to rebut her claim by demonstrating that her efforts at mitigation were unreasonable, LFS has failed to offer anything more than argument to the effect that Savage's attempts at securing comparable subsequent employment were less than reasonable or diligent. LFS has failed to offer any evidence as to the availability of nighttime positions comparable in nature to that from which Savage was improperly dismissed. Similarly, LFS has failed to offer any evidence that Savage could have pursued her subsequent employment search with any greater diligence than has been demonstrated by her successive attempts at securing positions with increasingly greater salaries to offset the losses occasioned by the her termination from LFS.</p>\n<p>SO ORDERED.</p>\n<p>This 5th day of December, 1994.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393947/"
  ]
}