{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1392720/",
  "absolute_url": "/opinion/1392720/wilson-v-lyng/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1392720/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:56:26.572061Z",
  "date_modified": "2016-04-27T00:22:38.778163Z",
  "type": "010combined",
  "sha1": "83731d9eaadf7dd18a981968f3923dc3be63be0f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>662 F.Supp. 1391 (1987)</b></center>\n<center><h1>Annie WILSON, on behalf of herself and all others similarly situated, Plaintiff,<br>\nv.<br>\nRichard LYNG, in his official capacity as Secretary of the United States Department of Agriculture, et al., Defendants.<br>\nGloria GREEN, on behalf of herself and all others similarly situated, Plaintiff,<br>\nv.<br>\nRichard LYNG, in his official capacity as Secretary of the United States Department of Agriculture, et al., Defendants.</h1></center>\n<center>Nos. 87-08-CIV-7, 87-19-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>June 15, 1987.</center>\n<p><span class=\"star-pagination\">*1392</span> John L. Saxon, Hillsborough, N.C., Richard G. Buckner, Rockingham, N.C., for Green.</p>\n<p>Harry L. Hobgood, Asst. U.S. Atty., Greensboro, N.C., for Lyng.</p>\n<p>Henry T. Rosser, Asst. Atty. Gen., Raleigh, N.C., for Syria, Kirk and Brown.</p>\n<p>John T. Page, Rockinham, N.C., for J.F. McKeithan.</p>\n<p>Legal Services of the Lower Cape Fear, Richard M. Klein, Wilmington, N.C., for Wilson.</p>\n<p>Samuel T. Currin, U.S. Atty., R.A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., for Lyng.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This case concerns the interpretation and implementation of the voluntary quit provision of the Food Stamp Act. 7 U.S.C.A. § 2015(d)(1)(B)(ii) (West Supp.1974-1986). That section states that \"if the head of the household voluntarily quits any job without good cause (the household will not be eligible to participate in the food stamp program for) ... ninety days.\" The plaintiffs were disqualified from participation in the food stamp program pursuant to regulations purporting to implement this statutory provision. They now claim that the definition of \"head of household\" in the regulations is inconsistent with the statute.</p>\n<p>On 14 January 1987 the court granted plaintiff Wilson's motion for a temporary restraining order and enjoined the defendants from denying her the right to receive food stamps. On 3 March 1987 the court consolidated plaintiff Wilson's action with the case of <i>Green v. Lyng</i> which had been transferred to this court from the United States District Court for the Middle District of North Carolina.</p>\n<p>The matter is now before the court on the defendants' motion to dismiss, the plaintiffs' motion for summary judgment, and the plaintiffs' motion for class certification. Briefs have been filed, a hearing has been held, and the motions are now ripe for ruling.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The plaintiff Wilson is a 63-year old disabled woman who lives in Duplin County, North Carolina, with her three adult sons. She receives a small amount of social security disability insurance and has received food stamps intermittently for several years, but has no other income. During a 1986 period of employment of one of her sons, Russell Wilson, plaintiff's food stamp allotment was reduced. In November 1986 that son lost his job, and the North Carolina Department of Human Resources determined that he had voluntarily quit his job. It therefore, acting pursuant to the Secretary's regulations, disqualified the plaintiff's household from receiving food stamps for ninety days.</p>\n<p>Plaintiff, Gloria Green, lives in a household consisting of herself, two minor children and a 22-year old brother-in-law (Robin Green). On or about 29 July 1986 Robin Green quit his job at a fast food restaurant in Rockingham, North Carolina. Gloria Green was subsequently laid off from her job. In September 1986 Ms. Green applied <span class=\"star-pagination\">*1393</span> to the Richmond County Department of Social Services for food stamp benefits for herself and her household. Although Ms. Green listed herself as the \"head of household\" her application indicated that a member of the household quit his job within sixty days prior to the application. The County Department of Social Services denied plaintiff Green's food stamp application and disqualified her from receiving benefits until 26 October 1986. The denial of food stamps was based on the state's determination that Robin Green was the head of the plaintiff's household because he was the \"primary wage earner\" at the time that he quit his job. At the time of this denial Robin Green had been living with the Green family for about six months.</p>\n<p></p>\n<h2>LEGAL BACKGROUND</h2>\n<p>The food stamp program is a federal statutory program designed to increase the food purchasing power of low income households. 7 U.S.C.A. § 2011 (West Supp.1974-1986). Under the program, qualifying households are issued coupons which can be used to purchase food in retail food stores. 7 U.S.C.A. § 2016. The food stamp coupons are fully funded by the federal government and are obligations of the United States. 7 U.S.C.A. § 2024(d).</p>\n<p>The Secretary of the United States Department of Agriculture (Secretary) is authorized to formulate and administer the food stamp program. 7 U.S.C.A. § 2013(a). In each state an agency is designated to perform certain administrative functions. 7 U.S.C.A. § 2020. The state agency is required to determine, in accordance with federal law, regulations and standards, whether individuals are eligible to receive food stamps. 7 U.S.C.A. § 2020(e)(5) &amp; (6).</p>\n<p></p>\n<h2><i>A Brief History of the Term Head of Household in the Food Stamp Act</i></h2>\n<p>The original Food Stamp Act was enacted in 1964. Although the term \"head of household\" was not defined in the Act, the Secretary's original regulations implementing the Act defined the head of household as the \"member of the household in whose name the application (for food stamps) is made.\" 29 Fed.Reg. 16784, 16785 (Dec. 8, 1964).</p>\n<p>Subsequently Congress enacted the Food Stamp Act of 1977, 7 U.S.C.A. §§ 2011, <i>et seq.</i> This Act established a disqualification penalty for certain households. If the head of a household applying for food stamps voluntarily quit a job within the two months preceding the food stamp application, the household was disqualified from receiving food stamps for two months. This provision has subsequently been expanded to cover households already receiving food stamps, and the penalty has been extended from two months to three months. Again, the term head of household was not defined in the 1977 Act. However, the Secretary continued to assign the term head of household to the person in whose name the application was made.</p>\n<p>In 1978 the Secretary proposed that the term head of household be redefined. The proposal defined head of household as the household member who \"was responsible for acquiring the greatest amount of financial support within the last sixty days.\" 43 Fed.Reg. 18874, 18879 (May 2, 1978). The proposed regulation received unfavorable comments and was withdrawn. Instead, the Secretary adopted two regulations, one of which directed states to define the term head of household. 7 C.F.R. § 273.1(d) (1986). The other regulation defined head of household as the household's primary wage earner for purposes of the voluntary quit provision. The regulation stated that \"the primary wage earner shall be the household member age eighteen or over who was acquiring the greatest amount of earned financial support for the household at the time of the quit.\" The named plaintiffs were disqualified from participation in the food stamp program under this regulation. Since the named plaintiffs did not meet the Secretary's definition of primary wage earner neither one was considered the head of household for purposes of the voluntary quit provision.</p>\n<p>These regulations allowed for inconsistent interpretation of the term head of household. They allowed the state to treat one individual (i.e., the individual in whose <span class=\"star-pagination\">*1394</span> name the application for food stamps was made) as the head of household for some purposes while treating another individual as the head of household for purposes of the voluntary quit provision. What effectively happened was that the term head of household was read to mean one person in one line of the statute and an entirely different person in other lines.</p>\n<p>In 1985 Congress amended the Food Stamp Act. Relevant amendments focused on the disqualification of individuals and households from the food stamp program. The amendments distinguish the situations in which an <i>individual</i> should be denied benefits from those situations in which an <i>entire household</i> should be denied the benefit of food stamps.</p>\n<p>The Secretary subsequently implemented new regulations that became effective 31 January 1987. 51 Fed.Reg. 47378 (Dec. 31, 1986). The new regulations also allow for inconsistent definitions of head of household. <i>Compare</i> 7 C.F.R. § 273.1(d)(1) (1987) with § 273.1(d)(2) (1987). One regulation allows states to designate the head of household for some purposes while another regulation defines the term as the \"principal wage earner\" for purposes of the disqualification and voluntary quit provisions. § 273.1(d). The principal wage earner is further defined as \"the household member ... who is the greatest source of earned income in the two months prior to the month of the violation.\" <i>Id.</i></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. <i>The validity of the Secretary's regulation defining head of household as the household's primary wage earner.</i>\n</h2>\n<p>In determining whether an implementing regulation conflicts with a statutory provision, the court must look to the plain meaning of the statute. <i>Board of Governors of the Federal Reserve System v. Dimension Financial Corp.,</i> 474 U.S. 361, 106 S.Ct. 681, 88 L.Ed.2d 691 (1986). If the regulation is inconsistent with the statute the court must hold that the regulation is invalid. <i>Id.</i> Applying this standard it is clear that the regulation defining head of household as the household's primary wage earner is invalid because it is inconsistent with the Food Stamp Act.</p>\n<p>The Food Stamp Act outlines various requirements that applicants must meet in order to participate in the food stamp program. 7 U.S.C.A. § 2015(d)(1). These requirements are intended to encourage food stamp program participants to find employment. The statute requires that program participants engage in employment and training programs and accept reasonable offers of employment. The statute then explains that noncompliance with these employment and training provisions will lead to disqualification. The statute distinguishes situations in which an entire household should lose food stamp benefits from those situations in which only an individual should lose benefits. <i>Compare</i> 7 U.S.C.A. § 2015(d)(1)(A) with (d)(1)(B). If an individual does not comply with the employment and training requirements that individual cannot participate in the food stamp program. On the other hand, an entire household is disqualified if the head of household does not follow the requirements or if he or she voluntarily quits any job without good cause.</p>\n<p>The distinction in treatment between heads of household and other individuals serves an important purpose. The statute provides additional incentive for those people who, by virtue of their social position, are entrusted with the responsibility for the care of others. The person entrusted with the responsibility for the care of any household is in a position of great responsibility. If that person does not meet his or her responsibilities, the entire household suffers. The statute simply places the same burden on heads of households who participate in the food stamp program as society places on all household heads.</p>\n<p>The Secretary's regulation defining head of household as the household's primary wage earner defeats Congress' intent. The regulation effectively removes the burden that Congress intended to place on persons responsible for their household's well-being and instead places it on other household members. Under the Secretary's interpretation a child or a person living with a <span class=\"star-pagination\">*1395</span> family can become the head of the family's household. Furthermore, the \"head of household\" can constantly change. One month a father could be the head of a household; the next month a child may be the head of the household; and, the next month a cousin or friend living with the family could be the head of the same household. The regulation defeats Congress' effort to place additional burdens on individuals responsible for their household's welfare.</p>\n<p>The regulation also defeats Congress' effort to treat individuals fairly. The injustice of the Secretary's definition is well illustrated by the cases now before the court. In <i>Wilson v. Lyng</i> the Secretary's definition prevents an elderly handicapped woman from receiving benefits because her son quit a job. Under the regulation the son would have been considered the head of the household even if he was only eighteen years old and had worked for less than two months. Furthermore, the son would have been considered the head of household even if there were minor children living in the household. As a result, an eighteen-year-old who quits a job after working less than two months can disqualify his entire family, including his disabled parents and his minor brothers and sisters, from participation in the food stamp program.</p>\n<p>This unjust consequence of the regulation conflicts with the statute which provides for just treatment of the entire family. The statute allows the Secretary to deny benefits to a son if he does not comply with the employment and training guidelines, but it does not penalize innocent family members for the son's actions. The Secretary, however, by defining the son as the head of household, exceeds the just statutory mandate and deprives the handicapped mother and her other sons of food stamp benefits. This is not a tolerable result.</p>\n<p>The case of <i>Green v. Lyng</i> illustrates another injustice. In <i>Green</i> an individual who is not a blood relative of anyone else in the household was considered the head of the household. As a result of this qualification a mother and her two minor children were deprived of their right to receive food stamps. This unjust result defeats Congress' intent. Congress did not intend for an entire family to lose its food stamp benefits because an unrelated individual briefly living with the family quit a job. Rather than disqualifying the entire Green family, the program administrators should have considered disqualifying Robin Green. The statute gives them no right to disqualify Mrs. Green or her children.</p>\n<p>Even if defining the term head of household as the primary wage earner is a practical definition for purposes of the voluntary quit provision, its use in other provisions of the Act makes it clear that the Secretary's definition is inconsistent with Congress' intent. <i>Anderson v. Lyng,</i> 644 F.Supp. 1372, 1378-80 (M.D.Ala.1986). For example, 7 U.S.C.A. § 2015(d)(2)(F) exempts persons between the ages of sixteen and eighteen from compliance with the statute's employment and training requirements if the individuals are attending school or are enrolled in an employment training program on a half-time basis. The statute specifically excludes heads of households from the benefits of the exception. The exclusion is logical if it refers to individuals between the ages of sixteen and eighteen who are responsible for a family. Congress could logically have decided that if a teenager has children then that teenager should not be permitted to attend school while the public supports the teenager's family.</p>\n<p>The Secretary's definition of head of household is irrational as applied to section 2015(d)(2)(F). By defining head of household as the primary wage earner, the Secretary punishes teenagers who earn more income than their parents. It forces teenagers to refrain from working in order to preserve their right to go to school. Instead of encouraging teenagers with young families to work to support their families, the regulation encourages other teenagers not to work so they do not become a head of household. Obviously Congress did not intend such a result.</p>\n<p><span class=\"star-pagination\">*1396</span> It is clear from the face of the Food Stamp Act that Congress intended the individual primarily responsible for a household's well being to serve as the head of household. The Secretary's regulation defeats rather than furthers that purpose. Therefore, the regulation is invalid.</p>\n<p></p>\n<h2>B. <i>Plaintiffs' motion for class certification.</i>\n</h2>\n<p>The federal defendants argue that the plaintiff class should be limited to those individuals affected by the regulation in effect at the time of the named plaintiffs' disqualification because the regulations under which the plaintiffs were disqualified have been superseded by new regulations published at 51 Fed.Reg. 47378 (Dec. 31, 1986). This argument has little merit as the new regulations do not differ in any material respect from the old. The new regulation defining head of household is, like the old, invalid because it is inconsistent with the statute. It follows that individuals affected by the new regulations are members of the same class as those people disqualified under the old regulations.</p>\n<p></p>\n<h2>C. <i>Motion to dismiss by the state defendants.</i>\n</h2>\n<p>The state defendants argue that the suit against them is barred by the eleventh amendment because the plaintiffs seek monetary damages. This argument is misplaced because the eleventh amendment does not bar retroactive relief requiring restoration of food stamp benefits. <i>Bermudez v. United States Department of Agriculture,</i> 490 F.2d 718, 723 (D.C.Cir.), <i>cert. denied,</i> 414 U.S. 1104, 94 S.Ct. 737, 38 L.Ed.2d 559 (1973).</p>\n<p>The state also argues that the cost of notifying the class would have to come out of the state treasury and is, therefore, barred by the eleventh amendment. Although the state may have to bear some expense in notifying the class, the eleventh amendment does not immunize states from being required to provide that type of relief. <i>Quern v. Jordan,</i> 440 U.S. 332, 99 S.Ct. 1139, 59 L.Ed.2d 358 (1979); <i>Green v. Mansour,</i> 474 U.S. 64, 106 S.Ct. 423, 88 L.Ed.2d 371 (1985); <i>Silva v. Vowell,</i> 621 F.2d 640 (5th Cir.1980), <i>cert. denied,</i> 449 U.S. 1125, 101 S.Ct. 941, 67 L.Ed.2d 111 (1981). Therefore, the state defendants' motion to dismiss must be denied.</p>\n<p></p>\n<h2>CONCLUSIONS</h2>\n<p>Both the federal and the state defendants' motions to dismiss are denied. The plaintiffs' motion for summary judgment is granted. The plaintiffs' motion for class certification is also granted.</p>\n<p>The defendants are ORDERED to pay the plaintiffs the full amount of food stamp benefits that have been withheld. Furthermore, the defendants are ORDERED to identify and give notice to unnamed class members in order that they can give retroactive relief to the class. The class shall consist of all otherwise eligible food stamp program applicants and participants residing in North Carolina who were denied benefits on or after 24 October 1985 pursuant to the defendants' voluntary quit regulations because the household's principal or primary wage earner, other than the actual head of household, voluntarily quit his or her job without \"good cause.\" Within ten (10) days of the filing of this order the parties shall submit a joint proposal detailing the content of the proposed notice and the means by which the notice is to be given.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">662</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1391</span></span> (1987)</b></center>\n<center><h1>Annie WILSON, on behalf of herself and all others similarly situated, Plaintiff,<br>\nv.<br>\nRichard LYNG, in his official capacity as Secretary of the United States Department of Agriculture, et al., Defendants.<br>\nGloria GREEN, on behalf of herself and all others similarly situated, Plaintiff,<br>\nv.<br>\nRichard LYNG, in his official capacity as Secretary of the United States Department of Agriculture, et al., Defendants.</h1></center>\n<center>Nos. 87-08-CIV-7, 87-19-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>June 15, 1987.</center>\n<p><span class=\"star-pagination\">*1392</span> John L. Saxon, Hillsborough, N.C., Richard G. Buckner, Rockingham, N.C., for Green.</p>\n<p>Harry L. Hobgood, Asst. U.S. Atty., Greensboro, N.C., for Lyng.</p>\n<p>Henry T. Rosser, Asst. Atty. Gen., Raleigh, N.C., for Syria, Kirk and Brown.</p>\n<p>John T. Page, Rockinham, N.C., for J.F. McKeithan.</p>\n<p>Legal Services of the Lower Cape Fear, Richard M. Klein, Wilmington, N.C., for Wilson.</p>\n<p>Samuel T. Currin, U.S. Atty., R.A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., for Lyng.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This case concerns the interpretation and implementation of the voluntary quit provision of the Food Stamp Act. 7 U.S.C.A. § 2015(d)(1)(B)(ii) (West Supp.1974-1986). That section states that \"if the head of the household voluntarily quits any job without good cause (the household will not be eligible to participate in the food stamp program for) ... ninety days.\" The plaintiffs were disqualified from participation in the food stamp program pursuant to regulations purporting to implement this statutory provision. They now claim that the definition of \"head of household\" in the regulations is inconsistent with the statute.</p>\n<p>On 14 January 1987 the court granted plaintiff Wilson's motion for a temporary restraining order and enjoined the defendants from denying her the right to receive food stamps. On 3 March 1987 the court consolidated plaintiff Wilson's action with the case of <i>Green v. Lyng</i> which had been transferred to this court from the United States District Court for the Middle District of North Carolina.</p>\n<p>The matter is now before the court on the defendants' motion to dismiss, the plaintiffs' motion for summary judgment, and the plaintiffs' motion for class certification. Briefs have been filed, a hearing has been held, and the motions are now ripe for ruling.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The plaintiff Wilson is a 63-year old disabled woman who lives in Duplin County, North Carolina, with her three adult sons. She receives a small amount of social security disability insurance and has received food stamps intermittently for several years, but has no other income. During a 1986 period of employment of one of her sons, Russell Wilson, plaintiff's food stamp allotment was reduced. In November 1986 that son lost his job, and the North Carolina Department of Human Resources determined that he had voluntarily quit his job. It therefore, acting pursuant to the Secretary's regulations, disqualified the plaintiff's household from receiving food stamps for ninety days.</p>\n<p>Plaintiff, Gloria Green, lives in a household consisting of herself, two minor children and a 22-year old brother-in-law (Robin Green). On or about 29 July 1986 Robin Green quit his job at a fast food restaurant in Rockingham, North Carolina. Gloria Green was subsequently laid off from her job. In September 1986 Ms. Green applied <span class=\"star-pagination\">*1393</span> to the Richmond County Department of Social Services for food stamp benefits for herself and her household. Although Ms. Green listed herself as the \"head of household\" her application indicated that a member of the household quit his job within sixty days prior to the application. The County Department of Social Services denied plaintiff Green's food stamp application and disqualified her from receiving benefits until 26 October 1986. The denial of food stamps was based on the state's determination that Robin Green was the head of the plaintiff's household because he was the \"primary wage earner\" at the time that he quit his job. At the time of this denial Robin Green had been living with the Green family for about six months.</p>\n<p></p>\n<h2>LEGAL BACKGROUND</h2>\n<p>The food stamp program is a federal statutory program designed to increase the food purchasing power of low income households. 7 U.S.C.A. § 2011 (West Supp.1974-1986). Under the program, qualifying households are issued coupons which can be used to purchase food in retail food stores. 7 U.S.C.A. § 2016. The food stamp coupons are fully funded by the federal government and are obligations of the United States. 7 U.S.C.A. § 2024(d).</p>\n<p>The Secretary of the United States Department of Agriculture (Secretary) is authorized to formulate and administer the food stamp program. 7 U.S.C.A. § 2013(a). In each state an agency is designated to perform certain administrative functions. 7 U.S.C.A. § 2020. The state agency is required to determine, in accordance with federal law, regulations and standards, whether individuals are eligible to receive food stamps. 7 U.S.C.A. § 2020(e)(5) &amp; (6).</p>\n<p></p>\n<h2><i>A Brief History of the Term Head of Household in the Food Stamp Act</i></h2>\n<p>The original Food Stamp Act was enacted in 1964. Although the term \"head of household\" was not defined in the Act, the Secretary's original regulations implementing the Act defined the head of household as the \"member of the household in whose name the application (for food stamps) is made.\" 29 Fed.Reg. 16784, 16785 (Dec. 8, 1964).</p>\n<p>Subsequently Congress enacted the Food Stamp Act of 1977, 7 U.S.C.A. §§ 2011, <i>et seq.</i> This Act established a disqualification penalty for certain households. If the head of a household applying for food stamps voluntarily quit a job within the two months preceding the food stamp application, the household was disqualified from receiving food stamps for two months. This provision has subsequently been expanded to cover households already receiving food stamps, and the penalty has been extended from two months to three months. Again, the term head of household was not defined in the 1977 Act. However, the Secretary continued to assign the term head of household to the person in whose name the application was made.</p>\n<p>In 1978 the Secretary proposed that the term head of household be redefined. The proposal defined head of household as the household member who \"was responsible for acquiring the greatest amount of financial support within the last sixty days.\" 43 Fed.Reg. 18874, 18879 (May 2, 1978). The proposed regulation received unfavorable comments and was withdrawn. Instead, the Secretary adopted two regulations, one of which directed states to define the term head of household. 7 C.F.R. § 273.1(d) (1986). The other regulation defined head of household as the household's primary wage earner for purposes of the voluntary quit provision. The regulation stated that \"the primary wage earner shall be the household member age eighteen or over who was acquiring the greatest amount of earned financial support for the household at the time of the quit.\" The named plaintiffs were disqualified from participation in the food stamp program under this regulation. Since the named plaintiffs did not meet the Secretary's definition of primary wage earner neither one was considered the head of household for purposes of the voluntary quit provision.</p>\n<p>These regulations allowed for inconsistent interpretation of the term head of household. They allowed the state to treat one individual (i.e., the individual in whose <span class=\"star-pagination\">*1394</span> name the application for food stamps was made) as the head of household for some purposes while treating another individual as the head of household for purposes of the voluntary quit provision. What effectively happened was that the term head of household was read to mean one person in one line of the statute and an entirely different person in other lines.</p>\n<p>In 1985 Congress amended the Food Stamp Act. Relevant amendments focused on the disqualification of individuals and households from the food stamp program. The amendments distinguish the situations in which an <i>individual</i> should be denied benefits from those situations in which an <i>entire household</i> should be denied the benefit of food stamps.</p>\n<p>The Secretary subsequently implemented new regulations that became effective 31 January 1987. 51 Fed.Reg. 47378 (Dec. 31, 1986). The new regulations also allow for inconsistent definitions of head of household. <i>Compare</i> 7 C.F.R. § 273.1(d)(1) (1987) with § 273.1(d)(2) (1987). One regulation allows states to designate the head of household for some purposes while another regulation defines the term as the \"principal wage earner\" for purposes of the disqualification and voluntary quit provisions. § 273.1(d). The principal wage earner is further defined as \"the household member ... who is the greatest source of earned income in the two months prior to the month of the violation.\" <i>Id.</i></p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A. <i>The validity of the Secretary's regulation defining head of household as the household's primary wage earner.</i>\n</h2>\n<p>In determining whether an implementing regulation conflicts with a statutory provision, the court must look to the plain meaning of the statute. <i>Board of Governors of the Federal Reserve System v. Dimension Financial Corp.,</i> <span class=\"citation\" data-id=\"111557\"><a href=\"/opinion/111557/board-of-governors-frs-v-dimension-financial-corp/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, <span class=\"citation\" data-id=\"111557\"><a href=\"/opinion/111557/board-of-governors-frs-v-dimension-financial-corp/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"111557\"><a href=\"/opinion/111557/board-of-governors-frs-v-dimension-financial-corp/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">691</span></a></span> (1986). If the regulation is inconsistent with the statute the court must hold that the regulation is invalid. <i>Id.</i> Applying this standard it is clear that the regulation defining head of household as the household's primary wage earner is invalid because it is inconsistent with the Food Stamp Act.</p>\n<p>The Food Stamp Act outlines various requirements that applicants must meet in order to participate in the food stamp program. 7 U.S.C.A. § 2015(d)(1). These requirements are intended to encourage food stamp program participants to find employment. The statute requires that program participants engage in employment and training programs and accept reasonable offers of employment. The statute then explains that noncompliance with these employment and training provisions will lead to disqualification. The statute distinguishes situations in which an entire household should lose food stamp benefits from those situations in which only an individual should lose benefits. <i>Compare</i> 7 U.S.C.A. § 2015(d)(1)(A) with (d)(1)(B). If an individual does not comply with the employment and training requirements that individual cannot participate in the food stamp program. On the other hand, an entire household is disqualified if the head of household does not follow the requirements or if he or she voluntarily quits any job without good cause.</p>\n<p>The distinction in treatment between heads of household and other individuals serves an important purpose. The statute provides additional incentive for those people who, by virtue of their social position, are entrusted with the responsibility for the care of others. The person entrusted with the responsibility for the care of any household is in a position of great responsibility. If that person does not meet his or her responsibilities, the entire household suffers. The statute simply places the same burden on heads of households who participate in the food stamp program as society places on all household heads.</p>\n<p>The Secretary's regulation defining head of household as the household's primary wage earner defeats Congress' intent. The regulation effectively removes the burden that Congress intended to place on persons responsible for their household's well-being and instead places it on other household members. Under the Secretary's interpretation a child or a person living with a <span class=\"star-pagination\">*1395</span> family can become the head of the family's household. Furthermore, the \"head of household\" can constantly change. One month a father could be the head of a household; the next month a child may be the head of the household; and, the next month a cousin or friend living with the family could be the head of the same household. The regulation defeats Congress' effort to place additional burdens on individuals responsible for their household's welfare.</p>\n<p>The regulation also defeats Congress' effort to treat individuals fairly. The injustice of the Secretary's definition is well illustrated by the cases now before the court. In <i>Wilson v. Lyng</i> the Secretary's definition prevents an elderly handicapped woman from receiving benefits because her son quit a job. Under the regulation the son would have been considered the head of the household even if he was only eighteen years old and had worked for less than two months. Furthermore, the son would have been considered the head of household even if there were minor children living in the household. As a result, an eighteen-year-old who quits a job after working less than two months can disqualify his entire family, including his disabled parents and his minor brothers and sisters, from participation in the food stamp program.</p>\n<p>This unjust consequence of the regulation conflicts with the statute which provides for just treatment of the entire family. The statute allows the Secretary to deny benefits to a son if he does not comply with the employment and training guidelines, but it does not penalize innocent family members for the son's actions. The Secretary, however, by defining the son as the head of household, exceeds the just statutory mandate and deprives the handicapped mother and her other sons of food stamp benefits. This is not a tolerable result.</p>\n<p>The case of <i>Green v. Lyng</i> illustrates another injustice. In <i>Green</i> an individual who is not a blood relative of anyone else in the household was considered the head of the household. As a result of this qualification a mother and her two minor children were deprived of their right to receive food stamps. This unjust result defeats Congress' intent. Congress did not intend for an entire family to lose its food stamp benefits because an unrelated individual briefly living with the family quit a job. Rather than disqualifying the entire Green family, the program administrators should have considered disqualifying Robin Green. The statute gives them no right to disqualify Mrs. Green or her children.</p>\n<p>Even if defining the term head of household as the primary wage earner is a practical definition for purposes of the voluntary quit provision, its use in other provisions of the Act makes it clear that the Secretary's definition is inconsistent with Congress' intent. <i>Anderson v. Lyng,</i> <span class=\"citation\" data-id=\"1558918\"><a href=\"/opinion/1558918/anderson-v-lyng/\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1372</span></a></span>, 1378-80 (M.D.Ala.1986). For example, 7 U.S.C.A. § 2015(d)(2)(F) exempts persons between the ages of sixteen and eighteen from compliance with the statute's employment and training requirements if the individuals are attending school or are enrolled in an employment training program on a half-time basis. The statute specifically excludes heads of households from the benefits of the exception. The exclusion is logical if it refers to individuals between the ages of sixteen and eighteen who are responsible for a family. Congress could logically have decided that if a teenager has children then that teenager should not be permitted to attend school while the public supports the teenager's family.</p>\n<p>The Secretary's definition of head of household is irrational as applied to section 2015(d)(2)(F). By defining head of household as the primary wage earner, the Secretary punishes teenagers who earn more income than their parents. It forces teenagers to refrain from working in order to preserve their right to go to school. Instead of encouraging teenagers with young families to work to support their families, the regulation encourages other teenagers not to work so they do not become a head of household. Obviously Congress did not intend such a result.</p>\n<p><span class=\"star-pagination\">*1396</span> It is clear from the face of the Food Stamp Act that Congress intended the individual primarily responsible for a household's well being to serve as the head of household. The Secretary's regulation defeats rather than furthers that purpose. Therefore, the regulation is invalid.</p>\n<p></p>\n<h2>B. <i>Plaintiffs' motion for class certification.</i>\n</h2>\n<p>The federal defendants argue that the plaintiff class should be limited to those individuals affected by the regulation in effect at the time of the named plaintiffs' disqualification because the regulations under which the plaintiffs were disqualified have been superseded by new regulations published at 51 Fed.Reg. 47378 (Dec. 31, 1986). This argument has little merit as the new regulations do not differ in any material respect from the old. The new regulation defining head of household is, like the old, invalid because it is inconsistent with the statute. It follows that individuals affected by the new regulations are members of the same class as those people disqualified under the old regulations.</p>\n<p></p>\n<h2>C. <i>Motion to dismiss by the state defendants.</i>\n</h2>\n<p>The state defendants argue that the suit against them is barred by the eleventh amendment because the plaintiffs seek monetary damages. This argument is misplaced because the eleventh amendment does not bar retroactive relief requiring restoration of food stamp benefits. <i>Bermudez v. United States Department of Agriculture,</i> <span class=\"citation\" data-id=\"316386\"><a href=\"/opinion/316386/mercedes-ortiz-bermudez-v-the-united-states-department-of-agriculture-and/\"><span class=\"volume\">490</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">718</span></a></span>, 723 (D.C.Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1104</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">737</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">559</span></span> (1973).</p>\n<p>The state also argues that the cost of notifying the class would have to come out of the state treasury and is, therefore, barred by the eleventh amendment. Although the state may have to bear some expense in notifying the class, the eleventh amendment does not immunize states from being required to provide that type of relief. <i>Quern v. Jordan,</i> <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1139</span></a></span>, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1979); <i>Green v. Mansour,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">371</span></span> (1985); <i>Silva v. Vowell,</i> <span class=\"citation\" data-id=\"378102\"><a href=\"/opinion/378102/delfino-silva-and-jose-miranda-jr-individually-and-on-behalf-of-all/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span> (5th Cir.1980), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1125</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">941</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">111</span></span> (1981). Therefore, the state defendants' motion to dismiss must be denied.</p>\n<p></p>\n<h2>CONCLUSIONS</h2>\n<p>Both the federal and the state defendants' motions to dismiss are denied. The plaintiffs' motion for summary judgment is granted. The plaintiffs' motion for class certification is also granted.</p>\n<p>The defendants are ORDERED to pay the plaintiffs the full amount of food stamp benefits that have been withheld. Furthermore, the defendants are ORDERED to identify and give notice to unnamed class members in order that they can give retroactive relief to the class. The class shall consist of all otherwise eligible food stamp program applicants and participants residing in North Carolina who were denied benefits on or after 24 October 1985 pursuant to the defendants' voluntary quit regulations because the household's principal or primary wage earner, other than the actual head of household, voluntarily quit his or her job without \"good cause.\" Within ten (10) days of the filing of this order the parties shall submit a joint proposal detailing the content of the proposed notice and the means by which the notice is to be given.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1558918/"
  ]
}