{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1395017/",
  "absolute_url": "/opinion/1395017/vickers-v-nash-general-hosp-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1395017/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:56:56.679285Z",
  "date_modified": "2016-04-26T23:46:24.343691Z",
  "type": "010combined",
  "sha1": "a5e40078152e073e9e610ed484eccbcedd0288fd",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>875 F.Supp. 313 (1995)</b></center>\n<center><h1>Franklin D. VICKERS, Executor of the Estate of Martin Wade Vickers, Plaintiff,<br>\nv.<br>\nNASH GENERAL HOSPITAL, INC., and James R. Hughes, M.D., Defendants.</h1></center>\n<center>No. 5:94-CV-396-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 2, 1995.</center>\n<p><span class=\"star-pagination\">*314</span> William H. Elam, Wishart, Norris, Henninger &amp; Pittman, Charlotte, NC, for plaintiff.</p>\n<p>Alene M. Mercer, David Dockery Ward, Kari Lynn Russwurm, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for Nash General Hosp., Inc.</p>\n<p>Samuel G. Thompson, Michael W. Mitchell, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for James R. Hughes, M.D.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on motion of the defendants to dismiss, pursuant to Rules 12(b)(6) and 12(b)(1) of the Federal Rules of Civil Procedure. The plaintiff brings this action in federal court alleging violations of the Emergency Medical Treatment and Active Labor Act (EMTALA), 42 U.S.C. § 1395dd. The plaintiff also includes supplemental state claims of medical malpractice. The defendants assert that the plaintiff is not entitled to recover under EMTALA, <span class=\"star-pagination\">*315</span> and therefore the state claims should be dismissed as well, for lack of subject matter jurisdiction.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>The decedent in this action presented himself for treatment at the defendant hospital, where he was subsequently treated by the defendant doctor. Apparently, the decedent had hit his head during a fight earlier in the evening, and sought treatment for the laceration he sustained from the blow. The defendant hospital admitted the decedent, and the defendant doctor screened his condition. The defendant doctor treated the decedent by stapling the laceration on his head, and keeping him in the hospital for observation for eleven hours. The doctor diagnosed the decedent as suffering from lacerations, contusions, and substance abuse. This diagnosis, however, apparently turned out to be incomplete. The decedent died four days later from a cerebral herniation caused by a hematoma. Allegedly, this herniation was the result of the injury that the decedent sustained on the night he presented himself to the emergency room at the defendant hospital.</p>\n<p>The plaintiff filed this action, alleging that the hospital failed to adequately screen and stabilize the decedent at the time he presented at the hospital. As a result of that inadequate screening and stabilizing, the plaintiff alleges that the hospital violated the EMTALA. That statute, also known as the \"Anti-Patient Dumping Act\" states that</p>\n<blockquote>(a) ... In the case of a hospital that has a hospital emergency department, if any individual (whether or not eligible for benefits under [Medicare]) comes to the emergency department and a request is made on the individual's behalf for examination or treatment for a medical condition, the hospital must provide for an appropriate medical screening examination within the capability of the hospital's emergency department, including ancillary services routinely available to the emergency department, to determine whether or not an emergency medical condition (within the meaning of subsection (e)(1) of this section) exists.</blockquote>\n<blockquote>(b) ... If any individual (whether or not eligible for benefits under [Medicare]) comes to a hospital and the hospital determines that the individual has an emergency medical condition, the hospital must provide either </blockquote>\n<blockquote>(A) within the staff and facilities available at the hospital, for such further medical examination and such treatment as may be required to stabilize the medical condition, or</blockquote>\n<blockquote>(B) for transfer of the individual to another medical facility in accordance with subsection (c) of this section.</blockquote>\n<p>42 U.S.C. § 1395dd(a) and (b). The statute defines an emergency medical condition as</p>\n<blockquote>a medical condition manifesting itself by acute symptoms of sufficient severity (including severe pain) such that the absence of immediate medical attention could reasonably be expected to result in </blockquote>\n<blockquote>(i) placing the health of the individual ... in serious jeopardy,</blockquote>\n<blockquote>(ii) serious impairment to bodily functions, or</blockquote>\n<blockquote>(iii) serious dysfunction of any bodily organ or part..</blockquote>\n<p>42 U.S.C. § 1395dd(e)(1).</p>\n<p></p>\n<h2><i>PURPOSE OF EMTALA</i></h2>\n<p>At the outset, the Court recognizes that the plaintiff has not stated a claim against the defendant Hughes under EMTALA, as there is no private cause of action afforded to a plaintiff against a physician by the statute. Thus, any claims against the defendant Hughes are before this court as supplemental claims, as those allegations against the doctor arise out of the same set of operative facts as the support the EMTALA claim.</p>\n<p>The two main allegations against the defendant hospital in this action are (1) its failure to appropriately screen the decedent-patient, and (2) its failure to appropriately stabilize the decedent-patient's condition before releasing him. To support those allegations, the plaintiff presents the facts that the decedent arrived at the hospital with a laceration to his scalp, and was treated for that laceration with staple sutures, but no diagnostic <span class=\"star-pagination\">*316</span> tests were performed to determine whether additional damage existed to the decedent's skull. Subsequently the decedent died from cerebral herniation, due to left epidural hematoma, due to left temple parietal fracture. The plaintiff contends that the decedent's resulting death supports a finding that the hospital failed to appropriately screen and/or stabilize the decedent, thereby violating EMTALA. The defendant hospital, on the other hand, asserts that the purpose of the statute is to provide for equal treatment to all patients, without regard to their financial status, and it cannot be liable under EMTALA unless it is found to have \"dumped\" the decedent because of disparate treatment based on economic status.</p>\n<p>The courts are inconsistent in determining the purpose of EMTALA. The legislative history indicates that the purpose of the statute is to protect against dumping patients who do not have insurance and cannot afford to pay for emergency services.</p>\n<blockquote>\"The avowed purpose of EMTALA was not to guarantee that all patients are properly diagnosed, or even to ensure that they receive adequate care, but instead to provide an `adequate first response to a medical crisis' for all patients and `send a clear signal to the hospital community ... that all Americans, regardless of wealth or status, should know that a hospital will provide what services it can when they are truly in physical distress.'\"</blockquote>\n<p><i>Baber v. Hospital Corp. of America,</i> 977 F.2d 872, 880 (4th Cir.1992) (quoting 131 Cong. Rec. S13904 (Oct. 23, 1985) (statement of Sen. Durenberger)). However, this district has held that the legislature did not expressly state financial protection as the purpose of the statute within its text, and therefore it is not necessary for the plaintiff to prove low economic status in order to assert a cause of action under EMTALA. <i>See </i><i>Jones v. Wake County Hospital System, Inc.,</i> 786 F.Supp. 538 (E.D.N.C.1991). It should be noted, however, that the plaintiff in <i>Jones</i> was allowed to amend her complaint to allege that the decedent received disparate treatment based on his race and socioeconomic status. <i>Id.</i> at 541.</p>\n<p></p>\n<h2><i>THE REQUIREMENTS OF EMTALA</i></h2>\n<p>The Fourth Circuit addressed a set of facts virtually identical to those of the present case in <i>Baber v. Hospital Corp. of America,</i> 977 F.2d 872 (4th Cir.1992). That case involved a woman who was injured while waiting for lab results in the emergency room. The woman was originally in the emergency room because she had stopped taking her anti-psychosis medication and had been drinking. During her wait she paced around the room, and suddenly convulsed and struck her head. The doctor then gave the patient a couple of stitches, but did no diagnostic tests or X-rays to determine any further injury to her head. The woman subsequently died from her head injury, and her husband brought an action against the hospital, alleging a violation of EMTALA. The Court of Appeals concluded that \"[a] hospital satisfies the requirements of [EMTALA] if its screening procedure is applied uniformly to all patients in similar medical circumstances\", but \"does not guarantee that the emergency personnel will correctly diagnose a patient's condition as a result of this screening.\" <i>Baber,</i> 977 F.2d at 881, 879. The plaintiff in <i>Baber</i> did not put forth any evidence supporting an absence of uniformity in treatment, and the case was dismissed. The court in <i>Jones</i> also agrees that, for any reason or no reason, there must be some evidence of disparate treatment of the patient: \"[i]t must be emphasized, however, that the issue in this type of analysis is not the <i>adequacy</i> of the hospital screening procedure. A hospital that acts <i>consistently</i> with its customary screening procedure is not liable under Section 1395dd(a) even if that standard is inadequate under that state's malpractice law.\" <i>Id.,</i> 786 F.Supp. at 544 (emphasis added). The plaintiff must present some evidence of disparate treatment in order to recover under EMTALA.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Considered in the light most favorable to the plaintiff, the facts of this case show that the decedent was admitted by the defendant hospital for treatment of a laceration to his scalp. The laceration was closed by staple sutures, and the decedent was kept in the <span class=\"star-pagination\">*317</span> hospital for observation for eleven hours. These facts establish that the decedent was screened by the hospital, and diagnosed as having an emergency medical condition. The emergency condition was treated by stapling his wound. The decedent was watched over for eleven hours, and upon the doctor's determination that his condition was stabilized, the decedent was released. The doctor failed, however, to screen the patient by X-ray to discover the additional emergency medical condition which resulted in the decedent's death. While this failure may constitute negligence and malpractice, it is not enough, standing alone, to constitute a violation of EMTALA.</p>\n<p>Following the current law, including the rulings in both <i>Baber</i> and <i>Jones,</i> the plaintiff may not use EMTALA as a national medical malpractice statute in order to preempt the state tort laws. \"Questions regarding whether a physician or other hospital personnel failed properly to diagnose or treat a patient's condition are best resolved under existing and developing state negligence and medical malpractice theories of recovery. Likewise, the liability of a hospital for the tortious actions (or inactions) of its personnel should be resolved under those same principles.\" <i>Baber,</i> at 880.</p>\n<p></p>\n<h2><i>The Screening Process</i></h2>\n<p>The plaintiff alleges in his complaint that the decedent received \"less screening, both in quantity and quality, than required under the [EMTALA], and less than those other patients presenting in this same medical condition received.\" Complaint, ¶ 26. The complaint contains no other factual allegations to support its claim that the hospital provided disparate treatment to the decedent. This speculative assertion is not sufficient to state a claim under EMTALA. In the <i>Jones</i> case, which plaintiff cites to support its position, the amended complaint did set forth an allegation that the decedent was treated disparately based on his race and socioeconomic status. <i>Jones,</i> 786 F.Supp. at 541. The poor medical treatment of that decedent, coupled with evidence of his membership in a suspect class, indicated some evidence of disparate treatment. No such evidence is presented by the plaintiff in the present case.</p>\n<p>In this case there is no evidence that other patients with similar symptoms were given different and more thorough screening and stabilizing treatment, and no allegation which would support a possible reason for this decedent to have received disparate treatment from the defendant hospital. The doctor's misdiagnosis that the head injury was not severe enough to require X-rays does not negate the fact that hospital provided an \"appropriate screening process\", as required by EMTALA.</p>\n<p></p>\n<h2><i>The Stabilizing Process</i></h2>\n<p>The facts do not support a finding that the stabilizing procedure violated the statute. To the contrary, the emergency room doctor did not release the decedent immediately, but instead kept him in the hospital for observation for eleven hours. There is no indication that the defendant hospital released the decedent with any bad faith or purpose of disparate treatment. The facts support a gross misdiagnosis of the patient's condition, but deviation from acceptable medical procedures and standards of care does not give rise to a genuine issue of material fact as to whether the hospital treated the decedent differently than it would treat any other patient. The plaintiff presented no forecast of evidence to support a finding that the hospital deviated from its standard screening or stabilizing procedure in this case.</p>\n<p>Accordingly, the defendant Nash General Hospital's motion to dismiss the claim under 42 U.S.C. § 1395dd is GRANTED. Having dismissed this claim, the Court finds that it lacks subject matter jurisdiction over the remaining claims and parties. Therefore, the defendants Nash General Hospital and James R. Hughes' motions to dismiss the supplemental state claims are GRANTED, without prejudice to the plaintiff's right to file an action in state court.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">875</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">313</span></span> (1995)</b></center>\n<center><h1>Franklin D. VICKERS, Executor of the Estate of Martin Wade Vickers, Plaintiff,<br>\nv.<br>\nNASH GENERAL HOSPITAL, INC., and James R. Hughes, M.D., Defendants.</h1></center>\n<center>No. 5:94-CV-396-BO(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 2, 1995.</center>\n<p><span class=\"star-pagination\">*314</span> William H. Elam, Wishart, Norris, Henninger &amp; Pittman, Charlotte, NC, for plaintiff.</p>\n<p>Alene M. Mercer, David Dockery Ward, Kari Lynn Russwurm, Cranfill, Sumner &amp; Hartzog, Raleigh, NC, for Nash General Hosp., Inc.</p>\n<p>Samuel G. Thompson, Michael W. Mitchell, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for James R. Hughes, M.D.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter is before the undersigned on motion of the defendants to dismiss, pursuant to Rules 12(b)(6) and 12(b)(1) of the Federal Rules of Civil Procedure. The plaintiff brings this action in federal court alleging violations of the Emergency Medical Treatment and Active Labor Act (EMTALA), 42 U.S.C. § 1395dd. The plaintiff also includes supplemental state claims of medical malpractice. The defendants assert that the plaintiff is not entitled to recover under EMTALA, <span class=\"star-pagination\">*315</span> and therefore the state claims should be dismissed as well, for lack of subject matter jurisdiction.</p>\n<p></p>\n<h2><i>FACTS</i></h2>\n<p>The decedent in this action presented himself for treatment at the defendant hospital, where he was subsequently treated by the defendant doctor. Apparently, the decedent had hit his head during a fight earlier in the evening, and sought treatment for the laceration he sustained from the blow. The defendant hospital admitted the decedent, and the defendant doctor screened his condition. The defendant doctor treated the decedent by stapling the laceration on his head, and keeping him in the hospital for observation for eleven hours. The doctor diagnosed the decedent as suffering from lacerations, contusions, and substance abuse. This diagnosis, however, apparently turned out to be incomplete. The decedent died four days later from a cerebral herniation caused by a hematoma. Allegedly, this herniation was the result of the injury that the decedent sustained on the night he presented himself to the emergency room at the defendant hospital.</p>\n<p>The plaintiff filed this action, alleging that the hospital failed to adequately screen and stabilize the decedent at the time he presented at the hospital. As a result of that inadequate screening and stabilizing, the plaintiff alleges that the hospital violated the EMTALA. That statute, also known as the \"Anti-Patient Dumping Act\" states that</p>\n<blockquote>(a) ... In the case of a hospital that has a hospital emergency department, if any individual (whether or not eligible for benefits under [Medicare]) comes to the emergency department and a request is made on the individual's behalf for examination or treatment for a medical condition, the hospital must provide for an appropriate medical screening examination within the capability of the hospital's emergency department, including ancillary services routinely available to the emergency department, to determine whether or not an emergency medical condition (within the meaning of subsection (e)(1) of this section) exists.</blockquote>\n<blockquote>(b) ... If any individual (whether or not eligible for benefits under [Medicare]) comes to a hospital and the hospital determines that the individual has an emergency medical condition, the hospital must provide either </blockquote>\n<blockquote>(A) within the staff and facilities available at the hospital, for such further medical examination and such treatment as may be required to stabilize the medical condition, or</blockquote>\n<blockquote>(B) for transfer of the individual to another medical facility in accordance with subsection (c) of this section.</blockquote>\n<p>42 U.S.C. § 1395dd(a) and (b). The statute defines an emergency medical condition as</p>\n<blockquote>a medical condition manifesting itself by acute symptoms of sufficient severity (including severe pain) such that the absence of immediate medical attention could reasonably be expected to result in </blockquote>\n<blockquote>(i) placing the health of the individual ... in serious jeopardy,</blockquote>\n<blockquote>(ii) serious impairment to bodily functions, or</blockquote>\n<blockquote>(iii) serious dysfunction of any bodily organ or part..</blockquote>\n<p>42 U.S.C. § 1395dd(e)(1).</p>\n<p></p>\n<h2><i>PURPOSE OF EMTALA</i></h2>\n<p>At the outset, the Court recognizes that the plaintiff has not stated a claim against the defendant Hughes under EMTALA, as there is no private cause of action afforded to a plaintiff against a physician by the statute. Thus, any claims against the defendant Hughes are before this court as supplemental claims, as those allegations against the doctor arise out of the same set of operative facts as the support the EMTALA claim.</p>\n<p>The two main allegations against the defendant hospital in this action are (1) its failure to appropriately screen the decedent-patient, and (2) its failure to appropriately stabilize the decedent-patient's condition before releasing him. To support those allegations, the plaintiff presents the facts that the decedent arrived at the hospital with a laceration to his scalp, and was treated for that laceration with staple sutures, but no diagnostic <span class=\"star-pagination\">*316</span> tests were performed to determine whether additional damage existed to the decedent's skull. Subsequently the decedent died from cerebral herniation, due to left epidural hematoma, due to left temple parietal fracture. The plaintiff contends that the decedent's resulting death supports a finding that the hospital failed to appropriately screen and/or stabilize the decedent, thereby violating EMTALA. The defendant hospital, on the other hand, asserts that the purpose of the statute is to provide for equal treatment to all patients, without regard to their financial status, and it cannot be liable under EMTALA unless it is found to have \"dumped\" the decedent because of disparate treatment based on economic status.</p>\n<p>The courts are inconsistent in determining the purpose of EMTALA. The legislative history indicates that the purpose of the statute is to protect against dumping patients who do not have insurance and cannot afford to pay for emergency services.</p>\n<blockquote>\"The avowed purpose of EMTALA was not to guarantee that all patients are properly diagnosed, or even to ensure that they receive adequate care, but instead to provide an `adequate first response to a medical crisis' for all patients and `send a clear signal to the hospital community ... that all Americans, regardless of wealth or status, should know that a hospital will provide what services it can when they are truly in physical distress.'\"</blockquote>\n<p><i>Baber v. Hospital Corp. of America,</i> <span class=\"citation\" data-id=\"593192\"><a href=\"/opinion/593192/barry-baber-administrator-of-the-estate-of-brenda-baber-v-hospital/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span>, 880 (4th Cir.1992) (quoting 131 Cong. Rec. S13904 (Oct. 23, 1985) (statement of Sen. Durenberger)). However, this district has held that the legislature did not expressly state financial protection as the purpose of the statute within its text, and therefore it is not necessary for the plaintiff to prove low economic status in order to assert a cause of action under EMTALA. <i>See </i><i>Jones v. Wake County Hospital System, Inc.,</i> <span class=\"citation\" data-id=\"1380004\"><a href=\"/opinion/1380004/jones-v-wake-county-hosp-system-inc/\"><span class=\"volume\">786</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">538</span></a></span> (E.D.N.C.1991). It should be noted, however, that the plaintiff in <i>Jones</i> was allowed to amend her complaint to allege that the decedent received disparate treatment based on his race and socioeconomic status. <i>Id.</i> at 541.</p>\n<p></p>\n<h2><i>THE REQUIREMENTS OF EMTALA</i></h2>\n<p>The Fourth Circuit addressed a set of facts virtually identical to those of the present case in <i>Baber v. Hospital Corp. of America,</i> <span class=\"citation\" data-id=\"593192\"><a href=\"/opinion/593192/barry-baber-administrator-of-the-estate-of-brenda-baber-v-hospital/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span> (4th Cir.1992). That case involved a woman who was injured while waiting for lab results in the emergency room. The woman was originally in the emergency room because she had stopped taking her anti-psychosis medication and had been drinking. During her wait she paced around the room, and suddenly convulsed and struck her head. The doctor then gave the patient a couple of stitches, but did no diagnostic tests or X-rays to determine any further injury to her head. The woman subsequently died from her head injury, and her husband brought an action against the hospital, alleging a violation of EMTALA. The Court of Appeals concluded that \"[a] hospital satisfies the requirements of [EMTALA] if its screening procedure is applied uniformly to all patients in similar medical circumstances\", but \"does not guarantee that the emergency personnel will correctly diagnose a patient's condition as a result of this screening.\" <i>Baber,</i> 977 F.2d at 881, 879. The plaintiff in <i>Baber</i> did not put forth any evidence supporting an absence of uniformity in treatment, and the case was dismissed. The court in <i>Jones</i> also agrees that, for any reason or no reason, there must be some evidence of disparate treatment of the patient: \"[i]t must be emphasized, however, that the issue in this type of analysis is not the <i>adequacy</i> of the hospital screening procedure. A hospital that acts <i>consistently</i> with its customary screening procedure is not liable under Section 1395dd(a) even if that standard is inadequate under that state's malpractice law.\" <i>Id.,</i> 786 F.Supp. at 544 (emphasis added). The plaintiff must present some evidence of disparate treatment in order to recover under EMTALA.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p>Considered in the light most favorable to the plaintiff, the facts of this case show that the decedent was admitted by the defendant hospital for treatment of a laceration to his scalp. The laceration was closed by staple sutures, and the decedent was kept in the <span class=\"star-pagination\">*317</span> hospital for observation for eleven hours. These facts establish that the decedent was screened by the hospital, and diagnosed as having an emergency medical condition. The emergency condition was treated by stapling his wound. The decedent was watched over for eleven hours, and upon the doctor's determination that his condition was stabilized, the decedent was released. The doctor failed, however, to screen the patient by X-ray to discover the additional emergency medical condition which resulted in the decedent's death. While this failure may constitute negligence and malpractice, it is not enough, standing alone, to constitute a violation of EMTALA.</p>\n<p>Following the current law, including the rulings in both <i>Baber</i> and <i>Jones,</i> the plaintiff may not use EMTALA as a national medical malpractice statute in order to preempt the state tort laws. \"Questions regarding whether a physician or other hospital personnel failed properly to diagnose or treat a patient's condition are best resolved under existing and developing state negligence and medical malpractice theories of recovery. Likewise, the liability of a hospital for the tortious actions (or inactions) of its personnel should be resolved under those same principles.\" <i>Baber,</i> at 880.</p>\n<p></p>\n<h2><i>The Screening Process</i></h2>\n<p>The plaintiff alleges in his complaint that the decedent received \"less screening, both in quantity and quality, than required under the [EMTALA], and less than those other patients presenting in this same medical condition received.\" Complaint, ¶ 26. The complaint contains no other factual allegations to support its claim that the hospital provided disparate treatment to the decedent. This speculative assertion is not sufficient to state a claim under EMTALA. In the <i>Jones</i> case, which plaintiff cites to support its position, the amended complaint did set forth an allegation that the decedent was treated disparately based on his race and socioeconomic status. <i>Jones,</i> 786 F.Supp. at 541. The poor medical treatment of that decedent, coupled with evidence of his membership in a suspect class, indicated some evidence of disparate treatment. No such evidence is presented by the plaintiff in the present case.</p>\n<p>In this case there is no evidence that other patients with similar symptoms were given different and more thorough screening and stabilizing treatment, and no allegation which would support a possible reason for this decedent to have received disparate treatment from the defendant hospital. The doctor's misdiagnosis that the head injury was not severe enough to require X-rays does not negate the fact that hospital provided an \"appropriate screening process\", as required by EMTALA.</p>\n<p></p>\n<h2><i>The Stabilizing Process</i></h2>\n<p>The facts do not support a finding that the stabilizing procedure violated the statute. To the contrary, the emergency room doctor did not release the decedent immediately, but instead kept him in the hospital for observation for eleven hours. There is no indication that the defendant hospital released the decedent with any bad faith or purpose of disparate treatment. The facts support a gross misdiagnosis of the patient's condition, but deviation from acceptable medical procedures and standards of care does not give rise to a genuine issue of material fact as to whether the hospital treated the decedent differently than it would treat any other patient. The plaintiff presented no forecast of evidence to support a finding that the hospital deviated from its standard screening or stabilizing procedure in this case.</p>\n<p>Accordingly, the defendant Nash General Hospital's motion to dismiss the claim under 42 U.S.C. § 1395dd is GRANTED. Having dismissed this claim, the Court finds that it lacks subject matter jurisdiction over the remaining claims and parties. Therefore, the defendants Nash General Hospital and James R. Hughes' motions to dismiss the supplemental state claims are GRANTED, without prejudice to the plaintiff's right to file an action in state court.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/593192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1380004/"
  ]
}