{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1396639/",
  "absolute_url": "/opinion/1396639/reigel-v-kaiser-foundation-health-plan-of-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1396639/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:57:17.736182Z",
  "date_modified": "2016-04-27T01:20:44.963459Z",
  "type": "010combined",
  "sha1": "0db278e8ba18433d627cad7e1a6d844bc9c3d2be",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>859 F.Supp. 963 (1994)</b></center>\n<center><h1>Haidee REIGEL, M.D., Plaintiff,<br>\nv.<br>\nKAISER FOUNDATION HEALTH PLAN OF NORTH CAROLINA, the Southeast Permanente Medical Group of North Carolina, P.A., and Carolina Permanente Medical Group, P.A., Defendants.</h1></center>\n<center>No. 93-556-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 30, 1994.</center>\n<p><span class=\"star-pagination\">*964</span> Lawrence Brenner, Egerton &amp; Brenner, Greensboro, NC, for plaintiff.</p>\n<p>Charles R. Holton, Andrew B. Cohen, Agnes M. Schipper, Moore &amp; Van Allen, Durham, NC, for defendants.</p>\n<p></p>\n<h2>ORDER OF SUMMARY JUDGMENT</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p></p>\n<h2><i>POSTURE OF THE CASE</i></h2>\n<p>Plaintiff brought this action against her former employer, The Southeast Permanente Medical Group of North Carolina, P.A., and its successor, The Carolina Permanente Medical Group, P.A., (hereinafter, collectively referred to as the \"Medical Group\"),<sup>[1]</sup> and the Kaiser Foundation Health Plan of North Carolina (hereinafter the \"Health Plan\"), alleging violation of the Americans with Disabilities Act (hereinafter \"ADA\") of 1990, 42 U.S.C. §§ 12101 <i>et seq.,</i> as well as a pendent state law breach of contract claim. Defendants have moved for summary judgment on various grounds, to which motions plaintiff has responded. Defendants have replied thereto, and the matter is ripe for disposition.</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p>On September 2, 1986, the Medical Group, then doing business as Carolina Permanente Medical Group, P.A., hired plaintiff as a physician under the terms embodied in the Physician Employment Agreement, entered into on that date by both plaintiff and the Medical Group. Plaintiff, although employed at that time as a full-time internist, maintained only an employment at-will status with the Medical Group. Upon becoming a full shareholder of the Medical Group in 1989, following recommendation by the Medical Group's board of directors and approval by the physicians in the Raleigh service area, plaintiff's employment could only be terminated for cause.</p>\n<p>In early 1991, plaintiff suffered an injury to her right shoulder, later diagnosed as <span class=\"star-pagination\">*965</span> reflex sympathetic dystrophy, causing her to be unable to perform the functions of her job as an internal medicine physician with the Medical Group. Plaintiff, upon the advice of her consulting physician, took sick leave from work on August 15, 1991, which leave was converted to disability leave in November, 1991. By December, 1992, plaintiff  whether due solely to her disability, as defendants argue, or due to defendants' failure to accommodate her, as plaintiff argues  had not returned to work for a period of 12 months and was terminated by decision of the Board of the Medical Group. Pursuant to the Medical Group's policy, plaintiff was asked to remit her shares of stock in the Medical Group upon her discharge.</p>\n<p>During her leave from work, plaintiff saw several doctors on numerous occasions for diagnosis, treatment and consultation with respect to her injury. The record and submissions of both parties are replete with correspondence to, from and among plaintiff, her various doctors, various insurance agencies, multiple attorneys and the Medical Group, concerning the status of both her injury and her employment. In fact, it is these communications which essentially comprise the basis for this lawsuit and the conflicting arguments and positions of all parties hereto.</p>\n<p>On October 27, 1992, prior to her discharge, plaintiff filed a \"Charge of Discrimination\" with the Equal Employment Opportunity Commission. On July 23, 1993, the EEOC issued plaintiff a \"Notice of Right to Sue\" letter, dismissing plaintiff's charge of discrimination on the ground that \"Charging party is not able to perform the essential functions of the position.\" (Pl.'s Resp.Ex. 13.)<sup>[2]</sup> On September 7, 1993, plaintiff commenced the instant action against the Medical Group and the Health Plan.</p>\n<p></p>\n<h2><i>SUMMARY JUDGMENT STANDARD</i></h2>\n<p>The party moving for summary judgment has the initial burden of presenting a prima facie showing of the absence of a genuine issue of material fact through affidavits, documents or the pleadings on file. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 2552-53, 91 L.Ed.2d 265 (1986). The mere existence, however, of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is there be no genuine issue of material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In order to overcome such a motion, the non-moving party must therefore establish the existence of a genuine issue of material fact by presenting evidence on which a jury could reasonably find in his favor. <i>Id.</i> at 248-49, 106 S.Ct. at 2510; <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). \"[T]he court is obliged to credit the factual asservations contained in the material before it which favor the party resisting summary judgment and to draw inferences favorable to that party if the inferences are reasonable (however improbable they may seem).\" <i>Cole v. Cole,</i> 633 F.2d 1083, 1092 (4th Cir.1980). When the evidence from the entire record could not lead a rational fact-finder to find for the nonmoving party, no genuine issue for trial exists and summary judgment is appropriate. <i>Matsushita,</i> 475 U.S. at 587, 106 S.Ct. at 1356.</p>\n<p></p>\n<h2><i>DISCUSSION AND ANALYSIS</i></h2>\n<p></p>\n<h2>I. RELEVANT PROVISIONS OF THE AMERICANS WITH DISABILITIES ACT</h2>\n<p>The Americans with Disabilities Act of 1990, 42 U.S.C. § 12101 <i>et seq.,</i> (hereinafter the \"ADA\"), provides that \"no covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a). As defined by the ADA, <span class=\"star-pagination\">*966</span> a \"qualified individual with a disability\" is an individual with a disability who, with or without reasonable accommodation, can perform the essential functions of the employment position that that individual holds or desires. <i>Id.</i> § 12111(8). In the event a qualified individual cannot perform the duties of her job without reasonable accommodation, the ADA imposes upon the covered entity the affirmative obligation to make reasonable accommodations to the known physical or mental limitations of the individual unless the entity can demonstrate that the accommodation would impose an undue hardship on the operation of the business of such covered entity. <i>Id.</i> § 12112(b)(5)(A). Reasonable accommodations, by the ADA's terms, may include making existing facilities used by employees readily accessible to and usable by individuals with disabilities, job restructuring, part-time or modified work schedules, and acquisition or modification of equipment or devices. <i>Id.</i> § 12111(9).</p>\n<p></p>\n<h2>II. THE HEALTH PLAN'S MOTION FOR SUMMARY JUDGMENT</h2>\n<p>Defendant Health Plan has moved for summary judgment on the grounds that (1) plaintiff's ADA claim against the Health Plan was never submitted to the EEOC; (2) the Health Plan is a separate and distinct entity from the Medical Group and never acted as plaintiff's employer; and (3) plaintiff has at no time enjoyed a contractual relationship with the Health Plan. Having reviewed the evidence in its entirety, the court concurs in each of these arguments advanced by the Health Plan. Accordingly, for the reasons offered by the Health Plan in its memorandum, the Health Plan's motion for summary judgment is hereby ALLOWED.</p>\n<p>In short, the Medical Group and the Health Plan were, at all times relevant hereto, separate and distinct entities, related only by virtue of a common goal of providing quality health care services and a contractual agreement to work together toward this common goal. The two entities at all times had distinct corporate offices, were managed and directed by different corporate boards and officers, and did not commingle or share responsibilities or decision making authority with respect to the management decisions of each other. The mere fact that, by virtue of the contractual arrangement between the Medical Group and the Health Plan, the two entities share a common trade name, \"Kaiser Permanente,\" as well as legal resources and counsel does nothing to blur the distinction that exists with respect to the legal independence of identity of the two corporations.</p>\n<p>Plaintiff's employment contract by its own terms and as affirmed in the affidavits proffered by defendants, was entered into solely with the Medical Group. Plaintiff herself has recognized the Medical Group as her employer in all prior documents that she has submitted to insurance companies, to the EEOC, and in the complaints she has filed in her legal actions. Nor has plaintiff ever submitted any correspondence to the Health Plan concerning her requests or ability to return to her employment. In fact, plaintiff has never identified the Health Plan as a defendant prior to the instant action. To the contrary, plaintiff's October 27, 1992, \"Charge of Discrimination\" filed with the EEOC identified her employer as Southeast Permanente Medical Group in Raleigh, North Carolina. (Pl.'s Resp.Ex. 10.) Upon receiving the EEOC's July 23, 1993, \"Notice of Right to Sue\" letter dismissing plaintiff's claim, in which the EEOC identified Kaiser Foundation Health Plan, Inc., d/b/a Southeast Permanente Medical Group as the respondent to plaintiff's claim, (Pl.'s Resp.Ex. 13), plaintiff promptly drafted a letter to Richard Waltz, Director of the Raleigh EEOC Office, stating \"As the charging party, provide me with an amended Notice of Right to Sue letter, as my charge was against The Southeast Permanente Medical Group, P.A., making the letter that I received from you today invalid.\" (Def. Health Plan's Mot.Ex. 11.) Plaintiff, therefore, has unequivocally indicated her awareness of the distinction between the Medical Group and the Health Plan and will not be allowed now to refute this distinction.</p>\n<p>As stated above, for these reasons and those more fully articulated by the Health Plan in its brief, the court hereby ALLOWS the Health Plan's motion for summary judgment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*967</span> III. THE MEDICAL GROUP'S MOTION FOR SUMMARY JUDGMENT</h2>\n<p>The Medical Group has similarly moved for summary judgment on the following grounds: (1) plaintiff repeatedly certified that she was totally disabled and unable to perform the essential functions of her position, as evidenced by her statements to various insurance agencies and communications to and from her physicians; (2) plaintiff cannot identify any reasonable accommodation that would have enabled her to perform the essential functions of her position with the Medical Group; (3) the Medical Group had legitimate concerns about plaintiff's mental and emotional fitness to practice medicine which were not met nor satisfied by plaintiff; and (4) plaintiff's medical records reveal a history of undisclosed substance abuse which, if known to the Medical Group, would have caused the Medical Group to refuse to hire plaintiff.</p>\n<p>The Medical Group primarily contends that plaintiff has failed to establish a prima facie case under the ADA that she was a qualified individual with a disability, as defined above.<sup>[3]</sup> Having failed to establish that she could perform the essential duties of her job, either with or without accommodations, the Medical Group argues that it was under no duty to maintain her employment. In support of this argument, the Medical Group offers numerous exhibits, including but not limited to a multitude of correspondence between plaintiff, her physicians and attorneys, the Medical Group, and insurance agencies, in which the nature and extent of plaintiff's disability was explored or commented upon.</p>\n<p>Through these exhibits as well as through evidence that plaintiff repeatedly refused to address the Medical Group's concerns about her mental and emotional fitness, the Medical Group contends that plaintiff was not qualified to perform the essential functions of her job.</p>\n<p></p>\n<h2><i>(1) Plaintiff repeatedly certified that she was totally disabled and unable to perform the essential functions of her position.</i></h2>\n<p>The Medical Group contends that, by virtue of the numerous submissions and certifications by plaintiff to at least seven different entities to the effect that plaintiff was totally or permanently disabled and was wholly unable to work,<sup>[4]</sup> plaintiff cannot now contend that she was, in fact, able to return to work. Among the numerous statements made by or on behalf of plaintiff, the court finds the following most compelling:</p>\n<p>(A) <i>Statements made on October 2, 1991, during a recorded interview between plaintiff and a representative of the Medical Group's workers' compensation carrier regarding her illness.</i> During this discussion plaintiff recalled speaking with Dr. John Emory, her Chief of Medicine, in July, 1991, stating:</p>\n<blockquote>A: <i>I had said to him I can't do this I can't do my usual and customary work</i> and he said well if you have patients that are appointed for physicals and things of that sort ... you can do the upper portion of the examination like listen to hearts and lungs and look in eyes and stuff like that and then reappoint people and so I tried that for a while and that went over like a lead balloon.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote><i>Q: So you couldn't do your customary work</i></blockquote>\n<blockquote><i>A: Right</i></blockquote>\n<p>(Def's Mot.Ex. 4 at 7.)<sup>[5]</sup></p>\n<p>(B) <i>Statements by plaintiff and her attending physician on \"Applications for Benefits\" submitted to Educators Mutual Life Insurance Company (hereinafter \"Educators Mutual\").</i> Numerous claim forms were submitted to Educators Mutual on a monthly <span class=\"star-pagination\">*968</span> basis through at least October, 1992, on which plaintiff and Dr. George Brothers, her attending physician within the Medical Group, continually certified that plaintiff was unable to perform her job duties and was either totally or permanently disabled. (<i>See</i> Defs.' Mot.Exs. 16-27.) As reflected on these claims, plaintiff's illness appears to have become progressively worse:</p>\n<p>(i) October 21, 1991, \"Application for Benefits,\" on which plaintiff stated that she was \"unable to use R arm\" and answered \"Yes\" to the question \"Are you still unable to work?\" Under the \"Attending Physician's Statement\" on the same claim, Dr. George Brothers acknowledged that plaintiff had been \"<i>Continuously Totally Disabled (Unable to Work)</i>\" <i>from 8-15-91 through</i> \"<i>to be determined.</i>\" (Defs.' Mot.Ex. 16.);</p>\n<p>(ii) June 8, 1992, \"Application for Benefits\" on which plaintiff stated unequivocally that she was \"<i>Unable to work at any capacity in Dept. of Internal Medicine</i>\" (Defs.' Mot.Ex. 23.);</p>\n<p>(iii) July 8, 1992, \"Application for Benefits\" on which plaintiff stated that she was \"<i>Unable to work in any capacity as a physician,</i>\" and Dr. Brothers certified for the first time that <i>plaintiff's disability was</i> \"<i>Permanent.</i>\" (Defs.' Mot.Ex. 24.);</p>\n<p>(iv) August 8, 1992, \"Application for Benefits,\" on which plaintiff indicated that she would \"<i>Never</i>\" <i>be able to resume all of her duties,</i> and Dr. Brothers indicated that plaintiff was \"No longer partially disabled as per 6(A),\" under which section (6(A)) he certified that plaintiff was \"<i>Permanently</i>\" <i>disabled.</i> (Defs.' Mot.Ex. 25.)</p>\n<p>(v) January 22, 1993, letter from plaintiff to an insurance administrator for the American College of Physicians, in which plaintiff inquired about rehabilitation benefits available to her from Educators Mutual for retraining. Plaintiff stated \"[i]t appears, on the basis of what my physician has told me, that <i>I will not be able to return to the type of medicine I was practicing prior to my illness.</i>\" (Defs.' Mot.Ex. 28.)</p>\n<p>(C) <i>Statements made by or on behalf of plaintiff to the Medical Group.</i> On December 20, 1991, Alice Moseley, plaintiff's attorney, wrote to Dr. Gillespie of the Medical Group regarding the status of plaintiff's benefits from the Medical Group. In her letter, Ms. Moseley conveyed her recognition or understanding of the nature and extent of plaintiff's injury and its effect on her employment,<sup>[6]</sup> as follows:</p>\n<blockquote>As you may be aware, Dr. Reigel is currently on disability leave from Southeast due to a serious medical condition which has rendered her unable to use her right arm. Dr. Reigel discontinued practice on or around August 15, 1991 because <i>she could no longer safely and correctly perform medical procedures....</i> Dr. Reigel used sick leave and vacation time in August when she first determined that <i>she could no longer provide patient care</i> without the use of her right arm.</blockquote>\n<p>(Defs.' Mot.Ex. 5.) Plaintiff herself reaffirmed this position in her letter of April 28, 1992, to Dr. Starkenburg, the Medical Group's Chief of Medicine, in which she requested to return to work in an administrative capacity, stating \"As I am not fully recovered, <i>I will not be able to take call or risk patient care.</i>\" (Defs.' Mot.Ex. 36.)</p>\n<p>(D) <i>Statement by plaintiff on a disability report submitted to the Social Security Administration on January 11, 1993.</i> In describing the nature of her injury and/or illness and its effects on her employment, plaintiff stated that she was \"<i>Eventually unable to do usual job at all.</i>\" (Defs.' Mot.Ex. 32.)</p>\n<p>(E) <i>Statements by plaintiff and her attending physician to New York Life Insurance Company (hereinafter</i> \"<i>New York Life</i>\"<i>) in the course of submitting claims for disability payments.</i></p>\n<p>(i) February 10, 1992, \"Employee's Long Term Disability Claim Form,\" on which plaintiff responded as follows, \"<i>Q: Have you been wholly unable to work during your disability? A: Yes</i>\" (Defs.' Mot.Ex. 7.)</p>\n<p><span class=\"star-pagination\">*969</span> (ii) February 11, 1992, \"Attending Physician Statement\" of Dr. Brothers that accompanied February 10, 1991, claim submitted to New York Life, noted the following:</p>\n<blockquote>7. PHYSICAL IMPAIRMENT</blockquote>\n<blockquote>Class 4  Moderate limitation of functional capacity; capable of clerical administrative (sedentary) activity (60-70%)</blockquote>\n<blockquote>9. PROGNOSIS</blockquote>\n<blockquote><i>(a) Is patient now totally disabled for present job?</i></blockquote>\n<blockquote><i>A: Yes</i></blockquote>\n<blockquote><i>(b) What duties of patient's job is he/she incapable of performing?</i></blockquote>\n<blockquote><i>A: ALL EXCEPT SUPERVISION, MINOR PAPER WORK</i></blockquote>\n<p>(Defs.' Mot.Ex. 8.)</p>\n<p>(iii) April 7, 1992, \"Attending Physician Statement\" of Dr. Brothers submitted to New York Life, noted that plaintiff remained <i>incapable of performing</i> \"<i>ALL [duties] EXCEPT SUPERVISION, DESK WORK.</i>\" (Defs.' Mot.Ex. 9.)</p>\n<p>(iv) August 18, 1992, \"Attending Physician Statement\" of Dr. Brothers submitted to New York Life, certified that plaintiff's physical impairment was then \"<i>Class 5  Severe limitation of functional capacity; incapable of minimal (sedentary) activity. (75-100%).</i>\" Dr. Brothers also stated that plaintiff was incapable of performing \"Physically intensive work\" and that plaintiff \"needs full-time help with present job description [sic], ... Therefore, <i>at this time, due to physical impairment, pt. is totally disabled.</i>\" (Defs.' Mot. Ex. 10.)</p>\n<p>(v) July 19, 1993, letter of Dr. Gary Poehling, one of plaintiff's treating physicians, to Carol Sarubbi, a claims assistant for New York Life, in which Dr. Poehling concluded that plaintiff met New York Life's definition of \"disabled,\" stating:</p>\n<blockquote>\n<i>Not only can she not physically function as a physician</i> but mentally she is not capable of the concentration necessary to integrate the complex interactions of patients [sic] symptoms and physical findings that would allow one to come to the conclusion of a diagnosis and the best treatment for a particular patient.</blockquote>\n<p>(Defs.' Mot.Ex. 13.)</p>\n<p>These statements, when considered in their full context and in light of the purposes for which they were originally made  to secure disability benefits for plaintiff  tend to establish that plaintiff and her physicians perceived her injury to be totally disabling.<sup>[7]</sup> It is clear from the face of many of the documents on which these statements appear that plaintiff and her physicians were cognizant of the essential and customary functions of her job. (<i>See, e.g.,</i> Defs.' Mot.Ex. 7 (Employee's Statement submitted to New York Life); Ex. 32 (Disability Report submitted to Department of Health and Human Services).) The court, therefore, is confident that there is no ambiguity in the statements of plaintiff, her physicians and attorneys in qualifying plaintiff's ability to work or in identifying the functions plaintiff could and could not perform.</p>\n<p>When confronted with an analogous situation in <i>August v. Offices Unlimited, Inc.,</i> 981 F.2d 576 (1st Cir.1992), to which the Medical Group brings the court's attention, the First Circuit found that plaintiff's statements made for the purposes of obtaining disability benefits were binding admissions by plaintiff to the effect that he could not perform the essential functions and duties of his job. <i>Id.</i> at 581-82. Similarly, the Eighth Circuit, in affirming the dismissal of a plaintiff's Rehabilitation Act claim, considered significant the fact that plaintiff certified to her insurance carrier that she was unable to work because of her ailments and would be unable to work in the foreseeable future. <i>See </i><i>Beauford v. Father Flanagan's Boys' Home,</i> 831 F.2d 768, 770-71 (8th Cir.1987), <i>cert. denied,</i> 485 U.S. 938, 108 S.Ct. 1116, 99 L.Ed.2d 277 (1988).</p>\n<p><span class=\"star-pagination\">*970</span> The undersigned finds these authorities persuasive. Plaintiff in the case <i>sub judice</i> cannot speak out of both sides of her mouth with equal vigor and credibility before this court. Plaintiff now seeks money damages from the Medical Group on her assertion that she was physically willing and able to work during the same period of time that she was regularly collecting disability payments on her assertions that she was physically unable to work. Furthermore, as defendants note, plaintiff instituted this action during the interval of time within which she was awaiting word from New York Life regarding whether it would pay her long term disability benefits based upon her certification that she was totally disabled, as defined to mean \"continuously prevented from engaging in any form of medical practice as performed by physicians of The Carolina Permanente Medical Group,\" to which Dr. Moriarty certified that she was. (Defs.' Mot.Ex. 12.)</p>\n<p>Accordingly, in light of the evidence submitted by both parties, the undersigned finds that plaintiff has failed to demonstrate that she was qualified to perform the essential functions of her job with the Medical Group, a necessary element of plaintiff's <i>prima facie</i> case. From the totality of the evidence, the court is convinced that no rationale fact finder could arrive at a contrary conclusion. On this finding alone, plaintiff's claim is insufficient as a matter of law, and summary judgment should be entered for the Medical Group.</p>\n<p></p>\n<h2><i>(2) Plaintiff cannot identify any reasonable accommodation that would have enabled her to perform the essential functions of her position with the Medical Group.</i></h2>\n<p>In her response to defendants' motion, plaintiff relies on her alleged ability to work with accommodations as support for her contention that she was, in fact, a qualified individual with a disability. Plaintiff contends that she, her physicians and her attorneys repeatedly requested that she be allowed to return to work with specified accommodations, but that the Medical Group disregarded or denied each such request. In so doing, plaintiff contends that the Medical Group refused plaintiff the opportunity to explore and discuss what accommodations might enable her to return to work on a permanent basis.</p>\n<p>Although the court acknowledges the fact that plaintiff, her physicians and her attorneys did, on several occasions, either suggest or specifically request plaintiff's return to work, sometimes including scant suggestions for accommodating her disability,<sup>[8]</sup> the court <span class=\"star-pagination\">*971</span> finds that these requests do not provide a foundation for plaintiff's claim. The court's reasoning in this regard is akin to that advanced above. Plaintiff cannot create a cause of action under the ADA merely by requesting a return to work during the same time period within which plaintiff and her agents were continually certifying to her total disability and to the fact that she was wholly unable to work. As shown below, each request or suggestion that plaintiff return to work is seriously impugned by the inherently conflicting statements made by plaintiff or her agents immediately prior to or following the request.</p>\n<p>(i) On October 22, 1991, Dr. Nortin Hadler wrote to Dr. George Brothers of the Medical Group, regarding plaintiff's illness, stating</p>\n<blockquote>I think it is important that she return to work with the assistance of her family for transportation and her colleagues in terms of task demands. She will have difficulty using her right-upper extremity until the process regresses; however, that alone would not disable an internist.... With some consideration for the magnitude of her impairment and its restricted nature, her schedule should be readily adaptable for full return to work.</blockquote>\n<p>(Pl.'s Resp.Ex. 5.) In itself, this letter can be characterized as nothing more than a suggestion that the Medical Group consider plaintiff's return to work, and an identification of plaintiff's progress. Far more damaging, however, is the fact that this letter was written just one day after plaintiff submitted a claim to New York Life stating that she was \"still unable to work,\" and on which Dr. Brothers, the recipient of the above letter, acknowledged that plaintiff had been \"Continuously Totally Disabled (Unable to Work).\" (Defs.' Mot.Ex. 16.)</p>\n<p>Of further significance is a December 20, 1991, letter from Alice Moseley, plaintiff's attorney, to Dr. Gillespie of the Medical Group regarding the status of plaintiff's benefits from the Medical Group. Ms. Moseley's letter neither suggests nor requests plaintiff's return to work. In fact, Ms. Moseley recognized that plaintiff \"could no longer safely and correctly perform medical procedures ... [and] could no longer provide patient care without the use of her right arm.\" (Defs.' Mot.Ex. 5.)</p>\n<p>(ii) The second suggestion that plaintiff might be capable of returning to work came again from Dr. Hadler, in another letter, dated February 18, 1992, to Dr. Brothers stating \"the improvement is dramatic ... Dr. Reigel has handled her illness in exemplary fashion ... [I]t is my hope that she will be able to return to more and more of her professional duties and, in the not too distant future, to full activities.\" (Pl.'s Resp.Ex. 6.) This letter was followed two weeks later, by a February 27, 1992, letter by plaintiff herself to Dr. William Gillespie, Medical Director of the Medical Group, in which she stated \"I would suggest you ... allow me to return to work in a part-time sedentarty [sic] position, such as supervising mid-level practitioners.\" (Def.'s Mot.Ex. 34.)</p>\n<p>Although Dr. Hadler's letter is of no benefit to plaintiff's claim since it is merely indicative of the progress plaintiff is making toward full recovery, plaintiff's own letter does identify the type of position or duties to which she would like to have returned. A part-time sedentary position, however, does not resemble the position plaintiff left due to her injury, which plaintiff herself described as</p>\n<blockquote>Active HMO primary care. All forms of examinations of patients. Hospital on call. Office work with lifting, exams <i>requiring use and strength of both hands and arms.</i> Writing all forms of primary care exams and administrative work, <i>without availability of</i> dictation, <i>consistant [sic] office assistance. Hospital call without assistance.</i> ... Acute, urgent medical care. Supervision of mid level practioners. [sic]</blockquote>\n<p>(Defs.' Mot.Ex. 7.)</p>\n<p>(iii) In a March 13, 1992, letter to Dr. Gillespie, plaintiff wrote \"requesting that [he] accomodate [sic] [her] handicap by allowing [her] to return to work.\" (Def.'s Mot.Ex. <span class=\"star-pagination\">*972</span> 35.) Plaintiff neither discussed her capabilities nor identified any accommodations whatsoever that might have enabled her to perform her duties. Plaintiffs failure to do so is explained by Dr. Brothers' statements just three weeks later on an April 7, 1992, claim submitted to New York Life, in which he noted that plaintiff remained incapable of performing \"ALL [duties] EXCEPT SUPERVISION, DESK WORK,\" and that a \"NEW JOB MUST BE CREATED TO ACCOMMODATE [plaintiff's] DISABILITY.\" (Defs.' Mot.Ex. 9.) Thus, plaintiff's demands appear hollow in light of her doctor's contemporaneous certifications.</p>\n<p>(iv) In an April 28, 1992, letter from plaintiff to Dr. Starkenburg, the Medical Group's Chief of Medicine, plaintiff requested a \"part-time return to work.\" Acknowledging the constraints that her disability placed upon her, she further remarked, \"Due to my disability, at the present time I am able to work in an administrative, supervisory or review capacity.... As I am not fully recovered, <i>I will not be able to take call or risk patient care.</i>\" (Defs.' Mot.Ex. 36.)</p>\n<p>(v) Just two months later, however, in June 22, 1992, letter to Dr. McGeary, Area Medical Director for the Medical Group, Dr. Brothers appeared more optimistic regarding plaintiff's ability to resume her employment with the Medical Group. Dr. Brothers noted that plaintiff had</p>\n<blockquote>improved markedly since onset of her illness in mid year 1991.... Improvement is to the extent that I feel some discussion needs to be entertained concerning return to limited duty. I would suggest that she have a cautious trial with half days with limited schedules not to exceed a certain number of patients. Further, I would limit the type of patient that she sees to patient's [sic] that do not require orthopedic manipulation, pelvic exams, or other procedures that may prove to be technically difficult given her current disability status.</blockquote>\n<p>(Defs.' Mot.Ex. 37.) This request for return to work is the first request submitted on behalf of plaintiff that attempted to identify her capabilities and limitations as well as identify accommodations that would allow her to return to work.</p>\n<p>This request, however, is betrayed by plaintiff's immediately prior letter, and more so by plaintiff and Dr. Brothers' statements made little more than two weeks later on a claim submitted to Educators Mutual, in which plaintiff stated that she was \"Unable to work <i>in any capacity</i> as a physician,\" and Dr. Brothers certified for the first time that plaintiff's disability was \"Permanent.\" (Defs.' Mot.Ex. 24.) In fact, Dr. Brothers' next <i>two</i> evaluations of plaintiff's illness and abilities cast long shadows over his June 22 letter request. On August 8, 1992, Dr. Brothers indicated that plaintiff was \"No longer partially disabled\" but, instead, was \"Permanently\" disabled. (Defs.' Mot.Ex. 25.) Similarly, on August 18, 1992, Dr. Brothers certified that plaintiff's physical impairment had progressed to a \"Class 5  Severe limitation of functional capacity; incapable of minimal (sedentary) activity. (75-100%).\" Dr. Brothers also recognized that \"Currently, no other job is available or has been made available\" which plaintiff could perform, and that plaintiff \"needs full-time help with present a job description [sic].\" (Defs.' Mot.Ex. 10.)</p>\n<p>(vi) Notwithstanding these evaluations of Dr. Brothers, the most recent of which was made on August 18, 1992, plaintiff's counsel, Lawrence Brenner, on <i>August 20, 1992,</i> wrote to Charles Holton, counsel for the Medical Group, requesting that plaintiff be allowed to return to work with the accommodations outlined in Dr. Brothers' letter of June 22, 1992, including a \"patient load consistent with her disability as well as limiting the types of patients that she sees.\" (Defs.' Mot.Ex. 38.) This request flies in the face of the evaluations and certifications made by Dr. Brothers himself just prior to Mr. Brenner's letter. In light of the apparent rapid decline in plaintiffs abilities between Dr. Brothers' letter of June 22, 1992, and his certification to New York Life on August 18, 1992, Mr. Brenner's reference back to the accommodations outlined in the June 22 letter appears to be illogical and unsound.</p>\n<p>As noted above, plaintiff cannot create a cause of action by merely submitting shallow requests for return to work with accommodations <span class=\"star-pagination\">*973</span> when contemporaneous statements by plaintiff and her own physician indicate that she is incapable of working at all.<sup>[9]</sup></p>\n<p>Even if the court were to disregard the patently conflicting statements made by plaintiff and her physicians, as demonstrated above, the law does not support plaintiff's claim for accommodation here. Although plaintiff recognized that the essential functions of her employment with the Medical Group as a physician practicing internal medicine required the strength of both arms and hands as well as the ability to perform primary care exams and hospital calls without assistance, plaintiff's suggested accommodations repeatedly called for constant if not full-time assistance. In the alternative, plaintiff requested accommodation in the nature of limiting her duties solely to those of a supervisory or administrative nature.</p>\n<p>Although the ADA requires an employer to make \"reasonable\" accommodations for individuals who are qualified to perform the essential requirements of their employment, the statute cannot be construed to require an employer to make fundamental or substantial modifications in its operations to assure every disabled individual the benefit of employment. <i>See </i><i>Pandazides v. Virginia Bd. of Educ.,</i> 946 F.2d 345, 350 (4th Cir.1991) (citing <i>Alexander v. Choate,</i> 469 U.S. 287, 300, 105 S.Ct. 712, 719-20, 83 L.Ed.2d 661 (1985)). Similarly, an employer is not required to find another job for an employee who is no longer qualified to perform the duties of the job previously held but discontinued by virtue of a disability, unless the employer normally provides such alternative employment under its existing policies. <i>Carter v. Tisch,</i> 822 F.2d 465, 467 (4th Cir.1987) (citing <i>School Bd. of Nassau County, Florida v. Arline,</i> 480 U.S. 273, 288 n. 19, 107 S.Ct. 1123, 1131 n. 19, 94 L.Ed.2d 307 (1987)). In holding that the postal service was under no duty to accommodate a postal worker's disability by assigning him to permanent light duty, the Fourth Circuit, in <i>Carter,</i> bluntly held that \"The case law is clear that, if a handicapped employee cannot do his job, he can be fired, and the employer is not required to assign him to alternative employment.\" <i>Id.</i> Similarly, courts have universally found that employers are not required to assign existing employees or hire new employees to perform certain functions or duties of a disabled employee's job which the employee cannot perform by virtue of his disability. <i>See, e.g., </i><i>Gilbert v. Frank,</i> 949 F.2d 637, 644 (2d Cir.1991) (holding that an employee's request of his employer to assign co-workers to assist him in physically demanding aspects of his job which he could no longer perform was not a request for reasonable accommodation since it sought the elimination of essential functions of his job); <i>Treadwell v. Alexander,</i> 707 F.2d 473, 478, (11th Cir.1983) (holding that an accommodation in the nature of assigning additional workers from a limited staff to perform plaintiff's duties was an undue burden employer need not undertake).</p>\n<p>Applying the rationale of these authorities to the case at bar, plaintiff's requested accommodations in themselves are not reasonable. In essence, either alternative proposed entails the elimination of the essential functions of the position plaintiff vacated due to her disability. Restricting plaintiff's duties to supervision and administration only would deplete the Medical Group's active physician base by one while simultaneously increasing the Medical Group's administrative staff by one. Such an involuntary restructuring could hardly be considered reasonable. Similarly, requiring the Medical Group to either permanently assign an existing physician assistant to work with plaintiff to perform the physical aspects of her position or hire a new assistant to do the same cannot be considered a reasonable accommodation. The law does not require an employer to hire two individuals to do the tasks ordinarily assigned to one.</p>\n<p>Furthermore, the physical capabilities identified by plaintiff as required by her position are both necessary and essential to the practice of medicine. In fact, plaintiff and her agents repeatedly have recognized that plaintiff's inability to properly and capably handle and manipulate patients would jeopardize their safety. (<i>See</i> Defs.' Mot.Exs. <span class=\"star-pagination\">*974</span> 5, 28 and 36.) Plaintiff's reliance on the availability of constant assistance, which, by plaintiff's own admission, (<i>see</i> Defs.' Mot.Ex. 7), is not available at the Medical Group, presents significant dangers with respect to dispensing necessary and immediate emergency or hospital care. As such, the court cannot consider plaintiff's request that the Medical Group maintain her as an active physician practicing in internal medicine when, by her own admissions, she cannot safely and properly perform the duties required of that position. In addition, in light of plaintiff's own characterization of her initial restricted duty trial at work,<sup>[10]</sup> plaintiff's subsequent requests to engage in the same limited duty must be regarded with skepticism.</p>\n<p>In light of the foregoing findings and application of legal authorities, the court concludes that plaintiff's requests for return to work with accommodations are incredible in light of the multitude of conflicting statements surrounding them; that the accommodations sought are unreasonable in light of the hardship that would be placed on the employer; and that, when considering the totality of the evidence presented and the accommodations sought, plaintiff has failed to establish that she was qualified to perform the essential functions of her job with the Medical Group. Accordingly, plaintiff has wholly failed to establish a prima facie case under the ADA, and summary judgment for the Medical Group is appropriate on this claim.</p>\n<p></p>\n<h2><i>(3) The Medical Group had legitimate concerns about plaintiff's mental and emotional fitness to practice medicine which were not met nor satisfied by plaintiff.</i></h2>\n<p>As further support for the Medical Group's claim that plaintiff was not qualified to return to her employment, the Medical Group offers plaintiff's refusal to address or satisfy its concerns regarding her mental and emotional fitness to practice medicine. Plaintiff contends that the requirement imposed upon her that she submit to a mental fitness evaluation prior to her return was not rationally related to the requirements of her position, and that it was discriminatory and was offered as a mere pretext for denying her return to work. Plaintiff's argument in this regard, however, is conclusory in nature and is not supported by the evidence.</p>\n<p>On October 28, 1991, Dr. Scott McGeary, Medical Director of the Medical Group, drafted a letter to plaintiff, indicating the Medical Group's concern for plaintiff's full recovery and return to work. In addition, Dr. McGeary raised the additional issue of plaintiff's mental fitness and well-being. In his letter, Dr. McGeary stated:</p>\n<blockquote>Based on conversations you have had with me ... and other individuals within our organization, I have serious concerns about your emotional and mental condition. At times, your thought processes aren't logical; you have responded to attempts to discuss issues related to your current situation by blaming or threatening others. You are very suspicious of my and others' motives and intentions..... Based on this concern, [The Medical Group] will require assessment and verification of both your physical and mental condition before you may return to work.</blockquote>\n<p>(Defs.' Mot.Ex. 43.) On the same date Dr. McGeary drafted a memorandum to Dr. William Gillespie, indicating Dr. McGeary's concerns regarding plaintiff's mental and emotional <span class=\"star-pagination\">*975</span> fitness. He stated \"her thought processes seem to be disorganized and tangential. She seems intent on finding someone to blame for her difficulties.\" (Defs.' Mot.Ex. 42.) The Medical Group's concerns, as articulated by Dr. McGeary, are supported in full by plaintiff's own physician's account of the mental impact of her illness. In a letter from Dr. Gary Poehling, one of plaintiff's treating physicians, to Carol Sarubbi, a claims assistant for New York Life, Dr. Poehling stated:</p>\n<blockquote>The major problem that she has as far as work is concerned is that it is very difficult with pain in an extremity to concentrate on any kind of work. As a physician concentration is imperative. For that reason, she is placed in an extremely difficult position. Not only can she not physically function as a physician but mentally she is not capable of the concentration necessary to integrate the complex interactions of patients [sic] symptoms and physical findings that would allow one to come to the conclusion of a diagnosis and the best treatment for a particular patient.</blockquote>\n<p>(Defs.' Mot.Ex. 13.) Thus, plaintiff's own agent recognized the mental and emotional strain of her illness and its potential impact on her duties as a physician.</p>\n<p>As a final argument, plaintiff contends and offers exhibits in support thereof that she would have been deemed mentally fit to engage in the practice of medicine had she submitted to a mental fitness exam. The court questions, then, why plaintiff chose the arduous path through the brambles of litigation rather than the short and narrow path through compliance with the Medical Group's request. Needless to say, the court is unmoved by plaintiff's argument in this regard.</p>\n<p>Accordingly, the court finds that plaintiff's arguments in this regard are simply not supported by the evidence. The Medical Group articulated reasonable concerns regarding plaintiff's mental health, to which plaintiff responded with vindictiveness. (<i>See</i> Defs.'s Mot.Ex. 34.) Plaintiff has offered no evidence of ill will or malice by her employers or any evidence of a discriminatory purpose in proposing the mental fitness review. As such, the court finds that plaintiff's failure to address the Medical Group's concerns for her mental stability provides further evidence of her lack of qualification to return to her job.</p>\n<p></p>\n<h2><i>(4) Plaintiff's medical records reveal a history of undisclosed substance abuse which, if known to the Medical Group, would have caused the Medical Group to refuse to hire plaintiff.</i></h2>\n<p>The Medical Group contends, as an alternate ground for its motion, that plaintiff's undisclosed history of substance abuse which was discovered in the course of defending this action, requires denial of her ADA claim. The Medical Group argues that a history of substance abuse is material to the Medical Group's consideration of an applicant for employment and is directly related to measuring the applicant's qualifications to practice medicine. (Defs.' Mot.Ex. 58, ¶ 7.) In fact, \"[t]he Medical Group would not knowingly hire any physician who had a current, untreated problem with self-prescribing controlled substances that caused physical or psychological dependence.\" (<i>Id.</i> at ¶ 9.) Had an untreated drug problem been disclosed to the Medical Group prior to or during plaintiff's employment, plaintiff's application may have been denied or her employment terminated, or, alternatively, she may have been required to submit to chemical dependency treatment as a condition of her employment. (Defs.' Mot.Ex. 57, ¶ 14.)</p>\n<p>In defending the current action, the Medical Group became aware of a prior history of substance abuse by plaintiff which she failed to disclose to the Medical Group, (<i>see</i> Defs.' Mot.Ex. 57), and to the North Carolina Board of Medical Examiners. (<i>see</i> Defs.' Mot.Ex. 56.) As evidence of such substance abuse, defendants offer the deposition testimony of Roger Perilstein, a psychiatrist who treated plaintiff in February, 1990; the office notes of Dr. Perilstein from his clinical session with plaintiff; and the office intake questionnaire completed by plaintiff upon admission to Dr. Perilstein's office. These documents support the Medical Group's contention that plaintiff in the past has experienced problems with prescription medications, many of which she prescribed for herself. Plaintiff has offered no evidence in response that tends to rebut this showing.</p>\n<p><span class=\"star-pagination\">*976</span> Although a conflict exists among the circuits regarding the application of the \"after-acquired evidence doctrine\" in employment discrimination actions, and plaintiff notes that the issue recently has been granted review by the Supreme Court, the current state of the law of this circuit is quite clear. \"Under the `after-acquired evidence doctrine' in civil rights suits, discrimination claims are barred and summary judgment is proper if the plaintiff made material misrepresentations during the application process.\" <i>Russell v. Microdyne Corp.,</i> 830 F.Supp. 305, 307 (E.D.Va.1993) (citing <i>Summers v. State Farm Mut. Auto. Ins. Co.,</i> 864 F.2d 700 (10th Cir.1988)).<sup>[11]</sup> \"If an employee never would have been hired or would have been discharged due to fraudulent statements, no recovery is warranted, regardless of any alleged adverse employment actions against the plaintiff.\" <i>Id.</i> In <i>Summers,</i> the Tenth Circuit illustrated its holding with reference to a hypothetical,</p>\n<blockquote>wherein a company doctor is fired because of his age, race, religion, and sex and the company, in defending a civil rights action, thereafter discovers that the discharged employee was not a \"doctor.\" In our view, the masquerading doctor would be entitled to no relief, and Summers is in no better position.</blockquote>\n<p><i>Summers,</i> 864 F.2d at 708.</p>\n<p>In the case <i>sub judice,</i> plaintiff, a self-prescribing physician with an apparent (unrebutted) history of drug dependency problems, is also in no better position than the masquerading doctor, for plaintiff herself, absent the concealment of her problem, would also not be a doctor, at least, not with the Medical Group in the State of North Carolina. Accordingly, this evidence stands as an independent ground for allowing the Medical Group's motion for summary judgment on plaintiff's ADA claim.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In accordance with the foregoing factual determinations and analysis of law, and in light of the arguments presented by the Health Plan in its brief, the court finds that the Health Plan's motion for summary judgment should be allowed as to all claims by plaintiff on the grounds that plaintiff's ADA claim against the Health Plan was never submitted to the EEOC; the Health Plan is a separate and distinct entity from the Medical Group and never acted as plaintiff's employer; and plaintiff has at no time enjoyed a contractual relationship with the Health Plan.</p>\n<p>In view of the totality of the evidence  including the numerous statements, letters, certifications and other communications to, from, among and between plaintiff, her attorneys and physicians, members of the Medical Group, and various insurance agencies  the court is satisfied that plaintiff has failed to establish a <i>prima facie</i> case against the Medical Group under the Americans with Disabilities Act. Plaintiff has failed to establish that she was qualified to perform the essential functions of her employment as a physician of internal medicine with the Medical Group. Plaintiff has failed to identify any accommodations that could be considered reasonable or that would not necessarily result in the elimination of the essential functions of her original position with the Medical Group. In addition, plaintiff has failed to satisfy the Medical Group's legitimate concerns regarding her mental fitness to practice medicine, thereby failing to establish her mental qualifications to continue her employment. Accordingly, the Medical Group is entitled to summary judgment on plaintiff's claims brought pursuant to the ADA.</p>\n<p>Alternatively, the court finds that the after-acquired evidence rule, as presently recognized in this and other circuits, bars plaintiff's action under the ADA. Plaintiff, having concealed material information with respect to an issue pertinent and necessary to the Medical Group's evaluation of her job qualifications and which, if known, would have served as the basis for the denial of her employment, cannot now reap the benefits of <span class=\"star-pagination\">*977</span> any perceived discriminatory treatment with respect to her employment. Accordingly, the after-acquired evidence doctrine serves as an independent basis for this court's order of summary judgment as to plaintiff's ADA claim.</p>\n<p>Although plaintiff's pendent state law breach of contract claim arguably involves several of the issues presented and touched upon above, the court, in its discretion, declines to exercise supplemental jurisdiction over plaintiff's state claim. 28 U.S.C. § 1367(c)(3); <i>United Mine Workers of America v. Gibbs,</i> 383 U.S. 715, 726-27, 86 S.Ct. 1130, 1139, 16 L.Ed.2d 218 (1966).</p>\n<p>In accordance with the foregoing, the court hereby ORDERS that the Health Plan's motion for summary judgment is ALLOWED with respect to ALL CLAIMS brought by plaintiff. Similarly, the court hereby ORDERS that the Medical Group's motion for summary judgment is ALLOWED with respect to plaintiff's CLAIM brought PURSUANT TO THE AMERICANS WITH DISABILITIES ACT. Plaintiff, therefore, SHALL HAVE AND RECOVER NOTHING from defendants on these claims, and this action is DISMISSED WITH PREJUDICE as to these claims.</p>\n<p>In accordance with the court's discretionary decision not to exercise jurisdiction over plaintiff's remaining state law claim for breach of contract against the Medical Group, that claim is HEREBY DISMISSED WITHOUT PREJUDICE.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Medical Group, formerly known as Carolina Permanente Medical Group, P.A., became The Southeast Permanente Medical Group of North Carolina, P.A., in 1990. The name of the group changed once more in 1993 to The Carolina Permanente Medical Group, P.A.</p>\n<p>[2]  On May 19, 1994, the EEOC notified plaintiff that, based upon the nature of subsequent correspondence from plaintiff, the EEOC was reopening plaintiff's charge for reconsideration. The EEOC's decision in this regard, however, does not affect this court's handling of this matter.</p>\n<p>[3]  For the purposes of this order, the court assumes that plaintiff has established that she labors under a disability.</p>\n<p>[4]  The court notes that, not only did plaintiff present numerous certifications to this effect, plaintiff succeeded in convincing these entities of the truth of her assertions, as evidenced by the benefits and disability payments she has received from them since the termination of her employment.</p>\n<p>[5]  Throughout this order, the use of italicized text merely indicates emphasis on statements or language of particular significance to the court's findings.</p>\n<p>[6]  The court presumes this perception could have been learned only through conversations with plaintiff or her physicians.</p>\n<p>[7]  In analyzing and weighing these statements, the court is assured that plaintiff, her physicians and attorneys accurately and truthfully completed these forms which served as the basis for plaintiff's receipt of disability benefits from various entities, including the Federal Government. In fact, any attempt by plaintiff to rebut the accuracy or veracity of these statements may serve as a foundation for the instigation of an insurance fraud investigation.</p>\n<p>[8]  The court notes for the record that one document submitted by plaintiff in this regard has been stricken <i>sua sponte</i> and with the consent of plaintiff's counsel. Pl.'s Resp.Ex. 15 is a self-titled \"ASSESSMENT OF DR. REIGEL'S FUNCTIONAL STATUS\" prepared by Dr. Sal Fiscina on April 30, 1993. In the document, which is not an affidavit or other certified statement, but merely a memorandum, Dr. Fiscina notes that he was \"contacted by Mr. Brenner [plaintiff's counsel] for the purpose of evaluating Dr. Reigel to determine what accommodations need to be made to allow her to return, on a full time basis, to her former employment.\" The document presents an obviously favorable/biased identification of plaintiff's disability and the accommodations that would afford her the ability to return to work.\n</p>\n<p>Defendants subsequently discovered and brought to the court's attention the fact that Dr. Fiscina, who is a licensed attorney as well as a physician, enjoyed a professional legal relationship with Mr. Brenner, plaintiff's counsel, during the approximate time that the report on Dr. Reigel was solicited and prepared. Upon learning this information, the court initiated a conference call with counsel in this matter and obtained further clarification of this relationship. Dr. Fiscina and Mr. Brenner were  and apparently still are  associated together in an \"Of Counsel\" status to the firm of Ford and Ferraro around the time the report was prepared. (<i>See</i> Defs.' Reply Ex. 60.) Although Mr. Brenner contends that no financial benefits have enured to either him or Dr. Fiscina from their legal association with each other or with Ford &amp; Ferraro and that the two have never actually worked together on any other matter, Mr. Brenner conceded that he had not identified Dr. Fiscina as a witness in any capacity in this matter due to their relationship. Accordingly, the court strikes from the record the report of Dr. Fiscina on the ground that it would not be admissible evidence at trial and, therefore, should not have been tendered in support of plaintiff's defense to the Medical Group's instant motion.</p>\n<p>Aside from the court's ethical concerns regarding Mr. Brenner's submission of the report in the instant action, the court is further concerned about the weight which might have been afforded to the report outside of the instant forum. Mr. Brenner admitted in conference with the court that Dr. Fiscina's report was originally prepared <i>for submission to the EEOC.</i> In light of the EEOC's recent decision to reopen plaintiff's case for reinvestigation, (<i>see supra</i> note 2), the court is concerned that undue emphasis may have been placed on Dr. Fiscina's evaluation due to the EEOC's lack of knowledge regarding the professional relationship between Dr. Fiscina and Mr. Brenner.</p>\n<p>[9]  Once again, the court is confident that the statements made by plaintiff and Dr. Brothers on her disability claims were completed in good faith with careful attention being given to their veracity and accuracy.</p>\n<p>[10]  October 2, 1991, recorded interview between plaintiff and a representative of the Medical Group's workers' compensation carrier regarding her \"illness.\" During this discussion plaintiff recalled speaking with Dr. John Emory, her Chief of Medicine, in July, 1991, stating:\n</p>\n<p>A: I had said to him I can't do this I can't do my usual and customary work and he said well if you have patients that are appointed for physicals and things of that sort ... <i>you can do the upper portion of the examination like listen to hearts and lungs and look in eyes and stuff like that and then reappoint people and so I tried that for a while and that went over like a lead balloon.</i></p>\n<p>Q: You tried what</p>\n<p>A: <i>I tried doing what he said. It went over like a lead balloon. These were people who were patients of mine that I had known for a while that had been on a waiting list for a while and I'm saying I'm sorry I can't do XYZ and it didn't go over too well.</i></p>\n<p>Q: So you couldn't do your customary work</p>\n<p>A: Right</p>\n<p>(Def's Mot.Ex. 4 at 7.)</p>\n<p>[11]  The Tenth Circuit, whose opinion the court cites with approval, relied in large part upon a previous Fourth Circuit decision, <i>Smallwood v. United Air Lines, Inc.,</i> 728 F.2d 614 (4th Cir.), <i>cert. denied,</i> 469 U.S. 832, 105 S.Ct. 120, 83 L.Ed.2d 62 (1984), in arriving at its decision in <i>Summers.</i></p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">859</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">963</span></span> (1994)</b></center>\n<center><h1>Haidee REIGEL, M.D., Plaintiff,<br>\nv.<br>\nKAISER FOUNDATION HEALTH PLAN OF NORTH CAROLINA, the Southeast Permanente Medical Group of North Carolina, P.A., and Carolina Permanente Medical Group, P.A., Defendants.</h1></center>\n<center>No. 93-556-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 30, 1994.</center>\n<p><span class=\"star-pagination\">*964</span> Lawrence Brenner, Egerton &amp; Brenner, Greensboro, NC, for plaintiff.</p>\n<p>Charles R. Holton, Andrew B. Cohen, Agnes M. Schipper, Moore &amp; Van Allen, Durham, NC, for defendants.</p>\n<p></p>\n<h2>ORDER OF SUMMARY JUDGMENT</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p></p>\n<h2><i>POSTURE OF THE CASE</i></h2>\n<p>Plaintiff brought this action against her former employer, The Southeast Permanente Medical Group of North Carolina, P.A., and its successor, The Carolina Permanente Medical Group, P.A., (hereinafter, collectively referred to as the \"Medical Group\"),<sup>[1]</sup> and the Kaiser Foundation Health Plan of North Carolina (hereinafter the \"Health Plan\"), alleging violation of the Americans with Disabilities Act (hereinafter \"ADA\") of 1990, 42 U.S.C. §§ 12101 <i>et seq.,</i> as well as a pendent state law breach of contract claim. Defendants have moved for summary judgment on various grounds, to which motions plaintiff has responded. Defendants have replied thereto, and the matter is ripe for disposition.</p>\n<p></p>\n<h2><i>FACTUAL BACKGROUND</i></h2>\n<p>On September 2, 1986, the Medical Group, then doing business as Carolina Permanente Medical Group, P.A., hired plaintiff as a physician under the terms embodied in the Physician Employment Agreement, entered into on that date by both plaintiff and the Medical Group. Plaintiff, although employed at that time as a full-time internist, maintained only an employment at-will status with the Medical Group. Upon becoming a full shareholder of the Medical Group in 1989, following recommendation by the Medical Group's board of directors and approval by the physicians in the Raleigh service area, plaintiff's employment could only be terminated for cause.</p>\n<p>In early 1991, plaintiff suffered an injury to her right shoulder, later diagnosed as <span class=\"star-pagination\">*965</span> reflex sympathetic dystrophy, causing her to be unable to perform the functions of her job as an internal medicine physician with the Medical Group. Plaintiff, upon the advice of her consulting physician, took sick leave from work on August 15, 1991, which leave was converted to disability leave in November, 1991. By December, 1992, plaintiff  whether due solely to her disability, as defendants argue, or due to defendants' failure to accommodate her, as plaintiff argues  had not returned to work for a period of 12 months and was terminated by decision of the Board of the Medical Group. Pursuant to the Medical Group's policy, plaintiff was asked to remit her shares of stock in the Medical Group upon her discharge.</p>\n<p>During her leave from work, plaintiff saw several doctors on numerous occasions for diagnosis, treatment and consultation with respect to her injury. The record and submissions of both parties are replete with correspondence to, from and among plaintiff, her various doctors, various insurance agencies, multiple attorneys and the Medical Group, concerning the status of both her injury and her employment. In fact, it is these communications which essentially comprise the basis for this lawsuit and the conflicting arguments and positions of all parties hereto.</p>\n<p>On October 27, 1992, prior to her discharge, plaintiff filed a \"Charge of Discrimination\" with the Equal Employment Opportunity Commission. On July 23, 1993, the EEOC issued plaintiff a \"Notice of Right to Sue\" letter, dismissing plaintiff's charge of discrimination on the ground that \"Charging party is not able to perform the essential functions of the position.\" (Pl.'s Resp.Ex. 13.)<sup>[2]</sup> On September 7, 1993, plaintiff commenced the instant action against the Medical Group and the Health Plan.</p>\n<p></p>\n<h2><i>SUMMARY JUDGMENT STANDARD</i></h2>\n<p>The party moving for summary judgment has the initial burden of presenting a prima facie showing of the absence of a genuine issue of material fact through affidavits, documents or the pleadings on file. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552-53, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The mere existence, however, of some alleged factual dispute between the parties will not defeat an otherwise properly supported motion for summary judgment; the requirement is there be no genuine issue of material fact. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In order to overcome such a motion, the non-moving party must therefore establish the existence of a genuine issue of material fact by presenting evidence on which a jury could reasonably find in his favor. <i>Id.</i> at 248-49, 106 S.Ct. at 2510; <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). \"[T]he court is obliged to credit the factual asservations contained in the material before it which favor the party resisting summary judgment and to draw inferences favorable to that party if the inferences are reasonable (however improbable they may seem).\" <i>Cole v. Cole,</i> <span class=\"citation\" data-id=\"383740\"><a href=\"/opinion/383740/james-d-cole-v-mary-franklin-carter-cole-dale-padgett-j-h-padgett/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span>, 1092 (4th Cir.1980). When the evidence from the entire record could not lead a rational fact-finder to find for the nonmoving party, no genuine issue for trial exists and summary judgment is appropriate. <i>Matsushita,</i> 475 U.S. at 587, 106 S.Ct. at 1356.</p>\n<p></p>\n<h2><i>DISCUSSION AND ANALYSIS</i></h2>\n<p></p>\n<h2>I. RELEVANT PROVISIONS OF THE AMERICANS WITH DISABILITIES ACT</h2>\n<p>The Americans with Disabilities Act of 1990, 42 U.S.C. § 12101 <i>et seq.,</i> (hereinafter the \"ADA\"), provides that \"no covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a). As defined by the ADA, <span class=\"star-pagination\">*966</span> a \"qualified individual with a disability\" is an individual with a disability who, with or without reasonable accommodation, can perform the essential functions of the employment position that that individual holds or desires. <i>Id.</i> § 12111(8). In the event a qualified individual cannot perform the duties of her job without reasonable accommodation, the ADA imposes upon the covered entity the affirmative obligation to make reasonable accommodations to the known physical or mental limitations of the individual unless the entity can demonstrate that the accommodation would impose an undue hardship on the operation of the business of such covered entity. <i>Id.</i> § 12112(b)(5)(A). Reasonable accommodations, by the ADA's terms, may include making existing facilities used by employees readily accessible to and usable by individuals with disabilities, job restructuring, part-time or modified work schedules, and acquisition or modification of equipment or devices. <i>Id.</i> § 12111(9).</p>\n<p></p>\n<h2>II. THE HEALTH PLAN'S MOTION FOR SUMMARY JUDGMENT</h2>\n<p>Defendant Health Plan has moved for summary judgment on the grounds that (1) plaintiff's ADA claim against the Health Plan was never submitted to the EEOC; (2) the Health Plan is a separate and distinct entity from the Medical Group and never acted as plaintiff's employer; and (3) plaintiff has at no time enjoyed a contractual relationship with the Health Plan. Having reviewed the evidence in its entirety, the court concurs in each of these arguments advanced by the Health Plan. Accordingly, for the reasons offered by the Health Plan in its memorandum, the Health Plan's motion for summary judgment is hereby ALLOWED.</p>\n<p>In short, the Medical Group and the Health Plan were, at all times relevant hereto, separate and distinct entities, related only by virtue of a common goal of providing quality health care services and a contractual agreement to work together toward this common goal. The two entities at all times had distinct corporate offices, were managed and directed by different corporate boards and officers, and did not commingle or share responsibilities or decision making authority with respect to the management decisions of each other. The mere fact that, by virtue of the contractual arrangement between the Medical Group and the Health Plan, the two entities share a common trade name, \"Kaiser Permanente,\" as well as legal resources and counsel does nothing to blur the distinction that exists with respect to the legal independence of identity of the two corporations.</p>\n<p>Plaintiff's employment contract by its own terms and as affirmed in the affidavits proffered by defendants, was entered into solely with the Medical Group. Plaintiff herself has recognized the Medical Group as her employer in all prior documents that she has submitted to insurance companies, to the EEOC, and in the complaints she has filed in her legal actions. Nor has plaintiff ever submitted any correspondence to the Health Plan concerning her requests or ability to return to her employment. In fact, plaintiff has never identified the Health Plan as a defendant prior to the instant action. To the contrary, plaintiff's October 27, 1992, \"Charge of Discrimination\" filed with the EEOC identified her employer as Southeast Permanente Medical Group in Raleigh, North Carolina. (Pl.'s Resp.Ex. 10.) Upon receiving the EEOC's July 23, 1993, \"Notice of Right to Sue\" letter dismissing plaintiff's claim, in which the EEOC identified Kaiser Foundation Health Plan, Inc., d/b/a Southeast Permanente Medical Group as the respondent to plaintiff's claim, (Pl.'s Resp.Ex. 13), plaintiff promptly drafted a letter to Richard Waltz, Director of the Raleigh EEOC Office, stating \"As the charging party, provide me with an amended Notice of Right to Sue letter, as my charge was against The Southeast Permanente Medical Group, P.A., making the letter that I received from you today invalid.\" (Def. Health Plan's Mot.Ex. 11.) Plaintiff, therefore, has unequivocally indicated her awareness of the distinction between the Medical Group and the Health Plan and will not be allowed now to refute this distinction.</p>\n<p>As stated above, for these reasons and those more fully articulated by the Health Plan in its brief, the court hereby ALLOWS the Health Plan's motion for summary judgment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*967</span> III. THE MEDICAL GROUP'S MOTION FOR SUMMARY JUDGMENT</h2>\n<p>The Medical Group has similarly moved for summary judgment on the following grounds: (1) plaintiff repeatedly certified that she was totally disabled and unable to perform the essential functions of her position, as evidenced by her statements to various insurance agencies and communications to and from her physicians; (2) plaintiff cannot identify any reasonable accommodation that would have enabled her to perform the essential functions of her position with the Medical Group; (3) the Medical Group had legitimate concerns about plaintiff's mental and emotional fitness to practice medicine which were not met nor satisfied by plaintiff; and (4) plaintiff's medical records reveal a history of undisclosed substance abuse which, if known to the Medical Group, would have caused the Medical Group to refuse to hire plaintiff.</p>\n<p>The Medical Group primarily contends that plaintiff has failed to establish a prima facie case under the ADA that she was a qualified individual with a disability, as defined above.<sup>[3]</sup> Having failed to establish that she could perform the essential duties of her job, either with or without accommodations, the Medical Group argues that it was under no duty to maintain her employment. In support of this argument, the Medical Group offers numerous exhibits, including but not limited to a multitude of correspondence between plaintiff, her physicians and attorneys, the Medical Group, and insurance agencies, in which the nature and extent of plaintiff's disability was explored or commented upon.</p>\n<p>Through these exhibits as well as through evidence that plaintiff repeatedly refused to address the Medical Group's concerns about her mental and emotional fitness, the Medical Group contends that plaintiff was not qualified to perform the essential functions of her job.</p>\n<p></p>\n<h2><i>(1) Plaintiff repeatedly certified that she was totally disabled and unable to perform the essential functions of her position.</i></h2>\n<p>The Medical Group contends that, by virtue of the numerous submissions and certifications by plaintiff to at least seven different entities to the effect that plaintiff was totally or permanently disabled and was wholly unable to work,<sup>[4]</sup> plaintiff cannot now contend that she was, in fact, able to return to work. Among the numerous statements made by or on behalf of plaintiff, the court finds the following most compelling:</p>\n<p>(A) <i>Statements made on October 2, 1991, during a recorded interview between plaintiff and a representative of the Medical Group's workers' compensation carrier regarding her illness.</i> During this discussion plaintiff recalled speaking with Dr. John Emory, her Chief of Medicine, in July, 1991, stating:</p>\n<blockquote>A: <i>I had said to him I can't do this I can't do my usual and customary work</i> and he said well if you have patients that are appointed for physicals and things of that sort ... you can do the upper portion of the examination like listen to hearts and lungs and look in eyes and stuff like that and then reappoint people and so I tried that for a while and that went over like a lead balloon.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote><i>Q: So you couldn't do your customary work</i></blockquote>\n<blockquote><i>A: Right</i></blockquote>\n<p>(Def's Mot.Ex. 4 at 7.)<sup>[5]</sup></p>\n<p>(B) <i>Statements by plaintiff and her attending physician on \"Applications for Benefits\" submitted to Educators Mutual Life Insurance Company (hereinafter \"Educators Mutual\").</i> Numerous claim forms were submitted to Educators Mutual on a monthly <span class=\"star-pagination\">*968</span> basis through at least October, 1992, on which plaintiff and Dr. George Brothers, her attending physician within the Medical Group, continually certified that plaintiff was unable to perform her job duties and was either totally or permanently disabled. (<i>See</i> Defs.' Mot.Exs. 16-27.) As reflected on these claims, plaintiff's illness appears to have become progressively worse:</p>\n<p>(i) October 21, 1991, \"Application for Benefits,\" on which plaintiff stated that she was \"unable to use R arm\" and answered \"Yes\" to the question \"Are you still unable to work?\" Under the \"Attending Physician's Statement\" on the same claim, Dr. George Brothers acknowledged that plaintiff had been \"<i>Continuously Totally Disabled (Unable to Work)</i>\" <i>from 8-15-91 through</i> \"<i>to be determined.</i>\" (Defs.' Mot.Ex. 16.);</p>\n<p>(ii) June 8, 1992, \"Application for Benefits\" on which plaintiff stated unequivocally that she was \"<i>Unable to work at any capacity in Dept. of Internal Medicine</i>\" (Defs.' Mot.Ex. 23.);</p>\n<p>(iii) July 8, 1992, \"Application for Benefits\" on which plaintiff stated that she was \"<i>Unable to work in any capacity as a physician,</i>\" and Dr. Brothers certified for the first time that <i>plaintiff's disability was</i> \"<i>Permanent.</i>\" (Defs.' Mot.Ex. 24.);</p>\n<p>(iv) August 8, 1992, \"Application for Benefits,\" on which plaintiff indicated that she would \"<i>Never</i>\" <i>be able to resume all of her duties,</i> and Dr. Brothers indicated that plaintiff was \"No longer partially disabled as per 6(A),\" under which section (6(A)) he certified that plaintiff was \"<i>Permanently</i>\" <i>disabled.</i> (Defs.' Mot.Ex. 25.)</p>\n<p>(v) January 22, 1993, letter from plaintiff to an insurance administrator for the American College of Physicians, in which plaintiff inquired about rehabilitation benefits available to her from Educators Mutual for retraining. Plaintiff stated \"[i]t appears, on the basis of what my physician has told me, that <i>I will not be able to return to the type of medicine I was practicing prior to my illness.</i>\" (Defs.' Mot.Ex. 28.)</p>\n<p>(C) <i>Statements made by or on behalf of plaintiff to the Medical Group.</i> On December 20, 1991, Alice Moseley, plaintiff's attorney, wrote to Dr. Gillespie of the Medical Group regarding the status of plaintiff's benefits from the Medical Group. In her letter, Ms. Moseley conveyed her recognition or understanding of the nature and extent of plaintiff's injury and its effect on her employment,<sup>[6]</sup> as follows:</p>\n<blockquote>As you may be aware, Dr. Reigel is currently on disability leave from Southeast due to a serious medical condition which has rendered her unable to use her right arm. Dr. Reigel discontinued practice on or around August 15, 1991 because <i>she could no longer safely and correctly perform medical procedures....</i> Dr. Reigel used sick leave and vacation time in August when she first determined that <i>she could no longer provide patient care</i> without the use of her right arm.</blockquote>\n<p>(Defs.' Mot.Ex. 5.) Plaintiff herself reaffirmed this position in her letter of April 28, 1992, to Dr. Starkenburg, the Medical Group's Chief of Medicine, in which she requested to return to work in an administrative capacity, stating \"As I am not fully recovered, <i>I will not be able to take call or risk patient care.</i>\" (Defs.' Mot.Ex. 36.)</p>\n<p>(D) <i>Statement by plaintiff on a disability report submitted to the Social Security Administration on January 11, 1993.</i> In describing the nature of her injury and/or illness and its effects on her employment, plaintiff stated that she was \"<i>Eventually unable to do usual job at all.</i>\" (Defs.' Mot.Ex. 32.)</p>\n<p>(E) <i>Statements by plaintiff and her attending physician to New York Life Insurance Company (hereinafter</i> \"<i>New York Life</i>\"<i>) in the course of submitting claims for disability payments.</i></p>\n<p>(i) February 10, 1992, \"Employee's Long Term Disability Claim Form,\" on which plaintiff responded as follows, \"<i>Q: Have you been wholly unable to work during your disability? A: Yes</i>\" (Defs.' Mot.Ex. 7.)</p>\n<p><span class=\"star-pagination\">*969</span> (ii) February 11, 1992, \"Attending Physician Statement\" of Dr. Brothers that accompanied February 10, 1991, claim submitted to New York Life, noted the following:</p>\n<blockquote>7. PHYSICAL IMPAIRMENT</blockquote>\n<blockquote>Class 4  Moderate limitation of functional capacity; capable of clerical administrative (sedentary) activity (60-70%)</blockquote>\n<blockquote>9. PROGNOSIS</blockquote>\n<blockquote><i>(a) Is patient now totally disabled for present job?</i></blockquote>\n<blockquote><i>A: Yes</i></blockquote>\n<blockquote><i>(b) What duties of patient's job is he/she incapable of performing?</i></blockquote>\n<blockquote><i>A: ALL EXCEPT SUPERVISION, MINOR PAPER WORK</i></blockquote>\n<p>(Defs.' Mot.Ex. 8.)</p>\n<p>(iii) April 7, 1992, \"Attending Physician Statement\" of Dr. Brothers submitted to New York Life, noted that plaintiff remained <i>incapable of performing</i> \"<i>ALL [duties] EXCEPT SUPERVISION, DESK WORK.</i>\" (Defs.' Mot.Ex. 9.)</p>\n<p>(iv) August 18, 1992, \"Attending Physician Statement\" of Dr. Brothers submitted to New York Life, certified that plaintiff's physical impairment was then \"<i>Class 5  Severe limitation of functional capacity; incapable of minimal (sedentary) activity. (75-100%).</i>\" Dr. Brothers also stated that plaintiff was incapable of performing \"Physically intensive work\" and that plaintiff \"needs full-time help with present job description [sic], ... Therefore, <i>at this time, due to physical impairment, pt. is totally disabled.</i>\" (Defs.' Mot. Ex. 10.)</p>\n<p>(v) July 19, 1993, letter of Dr. Gary Poehling, one of plaintiff's treating physicians, to Carol Sarubbi, a claims assistant for New York Life, in which Dr. Poehling concluded that plaintiff met New York Life's definition of \"disabled,\" stating:</p>\n<blockquote>\n<i>Not only can she not physically function as a physician</i> but mentally she is not capable of the concentration necessary to integrate the complex interactions of patients [sic] symptoms and physical findings that would allow one to come to the conclusion of a diagnosis and the best treatment for a particular patient.</blockquote>\n<p>(Defs.' Mot.Ex. 13.)</p>\n<p>These statements, when considered in their full context and in light of the purposes for which they were originally made  to secure disability benefits for plaintiff  tend to establish that plaintiff and her physicians perceived her injury to be totally disabling.<sup>[7]</sup> It is clear from the face of many of the documents on which these statements appear that plaintiff and her physicians were cognizant of the essential and customary functions of her job. (<i>See, e.g.,</i> Defs.' Mot.Ex. 7 (Employee's Statement submitted to New York Life); Ex. 32 (Disability Report submitted to Department of Health and Human Services).) The court, therefore, is confident that there is no ambiguity in the statements of plaintiff, her physicians and attorneys in qualifying plaintiff's ability to work or in identifying the functions plaintiff could and could not perform.</p>\n<p>When confronted with an analogous situation in <i>August v. Offices Unlimited, Inc.,</i> <span class=\"citation\" data-id=\"596483\"><a href=\"/opinion/596483/irving-august-v-offices-unlimited-inc/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></a></span> (1st Cir.1992), to which the Medical Group brings the court's attention, the First Circuit found that plaintiff's statements made for the purposes of obtaining disability benefits were binding admissions by plaintiff to the effect that he could not perform the essential functions and duties of his job. <i>Id.</i> at 581-82. Similarly, the Eighth Circuit, in affirming the dismissal of a plaintiff's Rehabilitation Act claim, considered significant the fact that plaintiff certified to her insurance carrier that she was unable to work because of her ailments and would be unable to work in the foreseeable future. <i>See </i><i>Beauford v. Father Flanagan's Boys' Home,</i> <span class=\"citation\" data-id=\"496248\"><a href=\"/opinion/496248/joyce-ann-beauford-v-father-flanagans-boys-home-joyce-ann-beauford-v/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">768</span></a></span>, 770-71 (8th Cir.1987), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">277</span></span> (1988).</p>\n<p><span class=\"star-pagination\">*970</span> The undersigned finds these authorities persuasive. Plaintiff in the case <i>sub judice</i> cannot speak out of both sides of her mouth with equal vigor and credibility before this court. Plaintiff now seeks money damages from the Medical Group on her assertion that she was physically willing and able to work during the same period of time that she was regularly collecting disability payments on her assertions that she was physically unable to work. Furthermore, as defendants note, plaintiff instituted this action during the interval of time within which she was awaiting word from New York Life regarding whether it would pay her long term disability benefits based upon her certification that she was totally disabled, as defined to mean \"continuously prevented from engaging in any form of medical practice as performed by physicians of The Carolina Permanente Medical Group,\" to which Dr. Moriarty certified that she was. (Defs.' Mot.Ex. 12.)</p>\n<p>Accordingly, in light of the evidence submitted by both parties, the undersigned finds that plaintiff has failed to demonstrate that she was qualified to perform the essential functions of her job with the Medical Group, a necessary element of plaintiff's <i>prima facie</i> case. From the totality of the evidence, the court is convinced that no rationale fact finder could arrive at a contrary conclusion. On this finding alone, plaintiff's claim is insufficient as a matter of law, and summary judgment should be entered for the Medical Group.</p>\n<p></p>\n<h2><i>(2) Plaintiff cannot identify any reasonable accommodation that would have enabled her to perform the essential functions of her position with the Medical Group.</i></h2>\n<p>In her response to defendants' motion, plaintiff relies on her alleged ability to work with accommodations as support for her contention that she was, in fact, a qualified individual with a disability. Plaintiff contends that she, her physicians and her attorneys repeatedly requested that she be allowed to return to work with specified accommodations, but that the Medical Group disregarded or denied each such request. In so doing, plaintiff contends that the Medical Group refused plaintiff the opportunity to explore and discuss what accommodations might enable her to return to work on a permanent basis.</p>\n<p>Although the court acknowledges the fact that plaintiff, her physicians and her attorneys did, on several occasions, either suggest or specifically request plaintiff's return to work, sometimes including scant suggestions for accommodating her disability,<sup>[8]</sup> the court <span class=\"star-pagination\">*971</span> finds that these requests do not provide a foundation for plaintiff's claim. The court's reasoning in this regard is akin to that advanced above. Plaintiff cannot create a cause of action under the ADA merely by requesting a return to work during the same time period within which plaintiff and her agents were continually certifying to her total disability and to the fact that she was wholly unable to work. As shown below, each request or suggestion that plaintiff return to work is seriously impugned by the inherently conflicting statements made by plaintiff or her agents immediately prior to or following the request.</p>\n<p>(i) On October 22, 1991, Dr. Nortin Hadler wrote to Dr. George Brothers of the Medical Group, regarding plaintiff's illness, stating</p>\n<blockquote>I think it is important that she return to work with the assistance of her family for transportation and her colleagues in terms of task demands. She will have difficulty using her right-upper extremity until the process regresses; however, that alone would not disable an internist.... With some consideration for the magnitude of her impairment and its restricted nature, her schedule should be readily adaptable for full return to work.</blockquote>\n<p>(Pl.'s Resp.Ex. 5.) In itself, this letter can be characterized as nothing more than a suggestion that the Medical Group consider plaintiff's return to work, and an identification of plaintiff's progress. Far more damaging, however, is the fact that this letter was written just one day after plaintiff submitted a claim to New York Life stating that she was \"still unable to work,\" and on which Dr. Brothers, the recipient of the above letter, acknowledged that plaintiff had been \"Continuously Totally Disabled (Unable to Work).\" (Defs.' Mot.Ex. 16.)</p>\n<p>Of further significance is a December 20, 1991, letter from Alice Moseley, plaintiff's attorney, to Dr. Gillespie of the Medical Group regarding the status of plaintiff's benefits from the Medical Group. Ms. Moseley's letter neither suggests nor requests plaintiff's return to work. In fact, Ms. Moseley recognized that plaintiff \"could no longer safely and correctly perform medical procedures ... [and] could no longer provide patient care without the use of her right arm.\" (Defs.' Mot.Ex. 5.)</p>\n<p>(ii) The second suggestion that plaintiff might be capable of returning to work came again from Dr. Hadler, in another letter, dated February 18, 1992, to Dr. Brothers stating \"the improvement is dramatic ... Dr. Reigel has handled her illness in exemplary fashion ... [I]t is my hope that she will be able to return to more and more of her professional duties and, in the not too distant future, to full activities.\" (Pl.'s Resp.Ex. 6.) This letter was followed two weeks later, by a February 27, 1992, letter by plaintiff herself to Dr. William Gillespie, Medical Director of the Medical Group, in which she stated \"I would suggest you ... allow me to return to work in a part-time sedentarty [sic] position, such as supervising mid-level practitioners.\" (Def.'s Mot.Ex. 34.)</p>\n<p>Although Dr. Hadler's letter is of no benefit to plaintiff's claim since it is merely indicative of the progress plaintiff is making toward full recovery, plaintiff's own letter does identify the type of position or duties to which she would like to have returned. A part-time sedentary position, however, does not resemble the position plaintiff left due to her injury, which plaintiff herself described as</p>\n<blockquote>Active HMO primary care. All forms of examinations of patients. Hospital on call. Office work with lifting, exams <i>requiring use and strength of both hands and arms.</i> Writing all forms of primary care exams and administrative work, <i>without availability of</i> dictation, <i>consistant [sic] office assistance. Hospital call without assistance.</i> ... Acute, urgent medical care. Supervision of mid level practioners. [sic]</blockquote>\n<p>(Defs.' Mot.Ex. 7.)</p>\n<p>(iii) In a March 13, 1992, letter to Dr. Gillespie, plaintiff wrote \"requesting that [he] accomodate [sic] [her] handicap by allowing [her] to return to work.\" (Def.'s Mot.Ex. <span class=\"star-pagination\">*972</span> 35.) Plaintiff neither discussed her capabilities nor identified any accommodations whatsoever that might have enabled her to perform her duties. Plaintiffs failure to do so is explained by Dr. Brothers' statements just three weeks later on an April 7, 1992, claim submitted to New York Life, in which he noted that plaintiff remained incapable of performing \"ALL [duties] EXCEPT SUPERVISION, DESK WORK,\" and that a \"NEW JOB MUST BE CREATED TO ACCOMMODATE [plaintiff's] DISABILITY.\" (Defs.' Mot.Ex. 9.) Thus, plaintiff's demands appear hollow in light of her doctor's contemporaneous certifications.</p>\n<p>(iv) In an April 28, 1992, letter from plaintiff to Dr. Starkenburg, the Medical Group's Chief of Medicine, plaintiff requested a \"part-time return to work.\" Acknowledging the constraints that her disability placed upon her, she further remarked, \"Due to my disability, at the present time I am able to work in an administrative, supervisory or review capacity.... As I am not fully recovered, <i>I will not be able to take call or risk patient care.</i>\" (Defs.' Mot.Ex. 36.)</p>\n<p>(v) Just two months later, however, in June 22, 1992, letter to Dr. McGeary, Area Medical Director for the Medical Group, Dr. Brothers appeared more optimistic regarding plaintiff's ability to resume her employment with the Medical Group. Dr. Brothers noted that plaintiff had</p>\n<blockquote>improved markedly since onset of her illness in mid year 1991.... Improvement is to the extent that I feel some discussion needs to be entertained concerning return to limited duty. I would suggest that she have a cautious trial with half days with limited schedules not to exceed a certain number of patients. Further, I would limit the type of patient that she sees to patient's [sic] that do not require orthopedic manipulation, pelvic exams, or other procedures that may prove to be technically difficult given her current disability status.</blockquote>\n<p>(Defs.' Mot.Ex. 37.) This request for return to work is the first request submitted on behalf of plaintiff that attempted to identify her capabilities and limitations as well as identify accommodations that would allow her to return to work.</p>\n<p>This request, however, is betrayed by plaintiff's immediately prior letter, and more so by plaintiff and Dr. Brothers' statements made little more than two weeks later on a claim submitted to Educators Mutual, in which plaintiff stated that she was \"Unable to work <i>in any capacity</i> as a physician,\" and Dr. Brothers certified for the first time that plaintiff's disability was \"Permanent.\" (Defs.' Mot.Ex. 24.) In fact, Dr. Brothers' next <i>two</i> evaluations of plaintiff's illness and abilities cast long shadows over his June 22 letter request. On August 8, 1992, Dr. Brothers indicated that plaintiff was \"No longer partially disabled\" but, instead, was \"Permanently\" disabled. (Defs.' Mot.Ex. 25.) Similarly, on August 18, 1992, Dr. Brothers certified that plaintiff's physical impairment had progressed to a \"Class 5  Severe limitation of functional capacity; incapable of minimal (sedentary) activity. (75-100%).\" Dr. Brothers also recognized that \"Currently, no other job is available or has been made available\" which plaintiff could perform, and that plaintiff \"needs full-time help with present a job description [sic].\" (Defs.' Mot.Ex. 10.)</p>\n<p>(vi) Notwithstanding these evaluations of Dr. Brothers, the most recent of which was made on August 18, 1992, plaintiff's counsel, Lawrence Brenner, on <i>August 20, 1992,</i> wrote to Charles Holton, counsel for the Medical Group, requesting that plaintiff be allowed to return to work with the accommodations outlined in Dr. Brothers' letter of June 22, 1992, including a \"patient load consistent with her disability as well as limiting the types of patients that she sees.\" (Defs.' Mot.Ex. 38.) This request flies in the face of the evaluations and certifications made by Dr. Brothers himself just prior to Mr. Brenner's letter. In light of the apparent rapid decline in plaintiffs abilities between Dr. Brothers' letter of June 22, 1992, and his certification to New York Life on August 18, 1992, Mr. Brenner's reference back to the accommodations outlined in the June 22 letter appears to be illogical and unsound.</p>\n<p>As noted above, plaintiff cannot create a cause of action by merely submitting shallow requests for return to work with accommodations <span class=\"star-pagination\">*973</span> when contemporaneous statements by plaintiff and her own physician indicate that she is incapable of working at all.<sup>[9]</sup></p>\n<p>Even if the court were to disregard the patently conflicting statements made by plaintiff and her physicians, as demonstrated above, the law does not support plaintiff's claim for accommodation here. Although plaintiff recognized that the essential functions of her employment with the Medical Group as a physician practicing internal medicine required the strength of both arms and hands as well as the ability to perform primary care exams and hospital calls without assistance, plaintiff's suggested accommodations repeatedly called for constant if not full-time assistance. In the alternative, plaintiff requested accommodation in the nature of limiting her duties solely to those of a supervisory or administrative nature.</p>\n<p>Although the ADA requires an employer to make \"reasonable\" accommodations for individuals who are qualified to perform the essential requirements of their employment, the statute cannot be construed to require an employer to make fundamental or substantial modifications in its operations to assure every disabled individual the benefit of employment. <i>See </i><i>Pandazides v. Virginia Bd. of Educ.,</i> <span class=\"citation\" data-id=\"569319\"><a href=\"/opinion/569319/sofia-p-pandazides-v-virginia-board-of-education-and-educational-testing/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span>, 350 (4th Cir.1991) (citing <i>Alexander v. Choate,</i> <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 300, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">712</span></a></span>, 719-20, <span class=\"citation\" data-id=\"111299\"><a href=\"/opinion/111299/alexander-v-choate/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1985)). Similarly, an employer is not required to find another job for an employee who is no longer qualified to perform the duties of the job previously held but discontinued by virtue of a disability, unless the employer normally provides such alternative employment under its existing policies. <i>Carter v. Tisch,</i> <span class=\"citation\" data-id=\"490553\"><a href=\"/opinion/490553/blane-carter-v-preston-r-tisch-postmaster-general-united-states-postal/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">465</span></a></span>, 467 (4th Cir.1987) (citing <i>School Bd. of Nassau County, Florida v. Arline,</i> <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 288 n. 19, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1123</span></a></span>, 1131 n. 19, <span class=\"citation\" data-id=\"111832\"><a href=\"/opinion/111832/school-bd-of-nassau-cty-v-arline/\"><span class=\"volume\">94</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">307</span></a></span> (1987)). In holding that the postal service was under no duty to accommodate a postal worker's disability by assigning him to permanent light duty, the Fourth Circuit, in <i>Carter,</i> bluntly held that \"The case law is clear that, if a handicapped employee cannot do his job, he can be fired, and the employer is not required to assign him to alternative employment.\" <i>Id.</i> Similarly, courts have universally found that employers are not required to assign existing employees or hire new employees to perform certain functions or duties of a disabled employee's job which the employee cannot perform by virtue of his disability. <i>See, e.g., </i><i>Gilbert v. Frank,</i> <span class=\"citation\" data-id=\"572427\"><a href=\"/opinion/572427/leroy-gilbert-v-anthony-m-frank-in-his-capacity-as-postmaster-general-of/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">637</span></a></span>, 644 (2d Cir.1991) (holding that an employee's request of his employer to assign co-workers to assist him in physically demanding aspects of his job which he could no longer perform was not a request for reasonable accommodation since it sought the elimination of essential functions of his job); <i>Treadwell v. Alexander,</i> <span class=\"citation\" data-id=\"418266\"><a href=\"/opinion/418266/roger-b-treadwell-v-clifford-alexander-secretary-of-the-army-and/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span>, 478, (11th Cir.1983) (holding that an accommodation in the nature of assigning additional workers from a limited staff to perform plaintiff's duties was an undue burden employer need not undertake).</p>\n<p>Applying the rationale of these authorities to the case at bar, plaintiff's requested accommodations in themselves are not reasonable. In essence, either alternative proposed entails the elimination of the essential functions of the position plaintiff vacated due to her disability. Restricting plaintiff's duties to supervision and administration only would deplete the Medical Group's active physician base by one while simultaneously increasing the Medical Group's administrative staff by one. Such an involuntary restructuring could hardly be considered reasonable. Similarly, requiring the Medical Group to either permanently assign an existing physician assistant to work with plaintiff to perform the physical aspects of her position or hire a new assistant to do the same cannot be considered a reasonable accommodation. The law does not require an employer to hire two individuals to do the tasks ordinarily assigned to one.</p>\n<p>Furthermore, the physical capabilities identified by plaintiff as required by her position are both necessary and essential to the practice of medicine. In fact, plaintiff and her agents repeatedly have recognized that plaintiff's inability to properly and capably handle and manipulate patients would jeopardize their safety. (<i>See</i> Defs.' Mot.Exs. <span class=\"star-pagination\">*974</span> 5, 28 and 36.) Plaintiff's reliance on the availability of constant assistance, which, by plaintiff's own admission, (<i>see</i> Defs.' Mot.Ex. 7), is not available at the Medical Group, presents significant dangers with respect to dispensing necessary and immediate emergency or hospital care. As such, the court cannot consider plaintiff's request that the Medical Group maintain her as an active physician practicing in internal medicine when, by her own admissions, she cannot safely and properly perform the duties required of that position. In addition, in light of plaintiff's own characterization of her initial restricted duty trial at work,<sup>[10]</sup> plaintiff's subsequent requests to engage in the same limited duty must be regarded with skepticism.</p>\n<p>In light of the foregoing findings and application of legal authorities, the court concludes that plaintiff's requests for return to work with accommodations are incredible in light of the multitude of conflicting statements surrounding them; that the accommodations sought are unreasonable in light of the hardship that would be placed on the employer; and that, when considering the totality of the evidence presented and the accommodations sought, plaintiff has failed to establish that she was qualified to perform the essential functions of her job with the Medical Group. Accordingly, plaintiff has wholly failed to establish a prima facie case under the ADA, and summary judgment for the Medical Group is appropriate on this claim.</p>\n<p></p>\n<h2><i>(3) The Medical Group had legitimate concerns about plaintiff's mental and emotional fitness to practice medicine which were not met nor satisfied by plaintiff.</i></h2>\n<p>As further support for the Medical Group's claim that plaintiff was not qualified to return to her employment, the Medical Group offers plaintiff's refusal to address or satisfy its concerns regarding her mental and emotional fitness to practice medicine. Plaintiff contends that the requirement imposed upon her that she submit to a mental fitness evaluation prior to her return was not rationally related to the requirements of her position, and that it was discriminatory and was offered as a mere pretext for denying her return to work. Plaintiff's argument in this regard, however, is conclusory in nature and is not supported by the evidence.</p>\n<p>On October 28, 1991, Dr. Scott McGeary, Medical Director of the Medical Group, drafted a letter to plaintiff, indicating the Medical Group's concern for plaintiff's full recovery and return to work. In addition, Dr. McGeary raised the additional issue of plaintiff's mental fitness and well-being. In his letter, Dr. McGeary stated:</p>\n<blockquote>Based on conversations you have had with me ... and other individuals within our organization, I have serious concerns about your emotional and mental condition. At times, your thought processes aren't logical; you have responded to attempts to discuss issues related to your current situation by blaming or threatening others. You are very suspicious of my and others' motives and intentions..... Based on this concern, [The Medical Group] will require assessment and verification of both your physical and mental condition before you may return to work.</blockquote>\n<p>(Defs.' Mot.Ex. 43.) On the same date Dr. McGeary drafted a memorandum to Dr. William Gillespie, indicating Dr. McGeary's concerns regarding plaintiff's mental and emotional <span class=\"star-pagination\">*975</span> fitness. He stated \"her thought processes seem to be disorganized and tangential. She seems intent on finding someone to blame for her difficulties.\" (Defs.' Mot.Ex. 42.) The Medical Group's concerns, as articulated by Dr. McGeary, are supported in full by plaintiff's own physician's account of the mental impact of her illness. In a letter from Dr. Gary Poehling, one of plaintiff's treating physicians, to Carol Sarubbi, a claims assistant for New York Life, Dr. Poehling stated:</p>\n<blockquote>The major problem that she has as far as work is concerned is that it is very difficult with pain in an extremity to concentrate on any kind of work. As a physician concentration is imperative. For that reason, she is placed in an extremely difficult position. Not only can she not physically function as a physician but mentally she is not capable of the concentration necessary to integrate the complex interactions of patients [sic] symptoms and physical findings that would allow one to come to the conclusion of a diagnosis and the best treatment for a particular patient.</blockquote>\n<p>(Defs.' Mot.Ex. 13.) Thus, plaintiff's own agent recognized the mental and emotional strain of her illness and its potential impact on her duties as a physician.</p>\n<p>As a final argument, plaintiff contends and offers exhibits in support thereof that she would have been deemed mentally fit to engage in the practice of medicine had she submitted to a mental fitness exam. The court questions, then, why plaintiff chose the arduous path through the brambles of litigation rather than the short and narrow path through compliance with the Medical Group's request. Needless to say, the court is unmoved by plaintiff's argument in this regard.</p>\n<p>Accordingly, the court finds that plaintiff's arguments in this regard are simply not supported by the evidence. The Medical Group articulated reasonable concerns regarding plaintiff's mental health, to which plaintiff responded with vindictiveness. (<i>See</i> Defs.'s Mot.Ex. 34.) Plaintiff has offered no evidence of ill will or malice by her employers or any evidence of a discriminatory purpose in proposing the mental fitness review. As such, the court finds that plaintiff's failure to address the Medical Group's concerns for her mental stability provides further evidence of her lack of qualification to return to her job.</p>\n<p></p>\n<h2><i>(4) Plaintiff's medical records reveal a history of undisclosed substance abuse which, if known to the Medical Group, would have caused the Medical Group to refuse to hire plaintiff.</i></h2>\n<p>The Medical Group contends, as an alternate ground for its motion, that plaintiff's undisclosed history of substance abuse which was discovered in the course of defending this action, requires denial of her ADA claim. The Medical Group argues that a history of substance abuse is material to the Medical Group's consideration of an applicant for employment and is directly related to measuring the applicant's qualifications to practice medicine. (Defs.' Mot.Ex. 58, ¶ 7.) In fact, \"[t]he Medical Group would not knowingly hire any physician who had a current, untreated problem with self-prescribing controlled substances that caused physical or psychological dependence.\" (<i>Id.</i> at ¶ 9.) Had an untreated drug problem been disclosed to the Medical Group prior to or during plaintiff's employment, plaintiff's application may have been denied or her employment terminated, or, alternatively, she may have been required to submit to chemical dependency treatment as a condition of her employment. (Defs.' Mot.Ex. 57, ¶ 14.)</p>\n<p>In defending the current action, the Medical Group became aware of a prior history of substance abuse by plaintiff which she failed to disclose to the Medical Group, (<i>see</i> Defs.' Mot.Ex. 57), and to the North Carolina Board of Medical Examiners. (<i>see</i> Defs.' Mot.Ex. 56.) As evidence of such substance abuse, defendants offer the deposition testimony of Roger Perilstein, a psychiatrist who treated plaintiff in February, 1990; the office notes of Dr. Perilstein from his clinical session with plaintiff; and the office intake questionnaire completed by plaintiff upon admission to Dr. Perilstein's office. These documents support the Medical Group's contention that plaintiff in the past has experienced problems with prescription medications, many of which she prescribed for herself. Plaintiff has offered no evidence in response that tends to rebut this showing.</p>\n<p><span class=\"star-pagination\">*976</span> Although a conflict exists among the circuits regarding the application of the \"after-acquired evidence doctrine\" in employment discrimination actions, and plaintiff notes that the issue recently has been granted review by the Supreme Court, the current state of the law of this circuit is quite clear. \"Under the `after-acquired evidence doctrine' in civil rights suits, discrimination claims are barred and summary judgment is proper if the plaintiff made material misrepresentations during the application process.\" <i>Russell v. Microdyne Corp.,</i> <span class=\"citation\" data-id=\"2292574\"><a href=\"/opinion/2292574/russell-v-microdyne-corp/\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">305</span></a></span>, 307 (E.D.Va.1993) (citing <i>Summers v. State Farm Mut. Auto. Ins. Co.,</i> <span class=\"citation\" data-id=\"516258\"><a href=\"/opinion/516258/v-ray-summers-v-state-farm-mutual-automobile-insurance-company/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">700</span></a></span> (10th Cir.1988)).<sup>[11]</sup> \"If an employee never would have been hired or would have been discharged due to fraudulent statements, no recovery is warranted, regardless of any alleged adverse employment actions against the plaintiff.\" <i>Id.</i> In <i>Summers,</i> the Tenth Circuit illustrated its holding with reference to a hypothetical,</p>\n<blockquote>wherein a company doctor is fired because of his age, race, religion, and sex and the company, in defending a civil rights action, thereafter discovers that the discharged employee was not a \"doctor.\" In our view, the masquerading doctor would be entitled to no relief, and Summers is in no better position.</blockquote>\n<p><i>Summers,</i> 864 F.2d at 708.</p>\n<p>In the case <i>sub judice,</i> plaintiff, a self-prescribing physician with an apparent (unrebutted) history of drug dependency problems, is also in no better position than the masquerading doctor, for plaintiff herself, absent the concealment of her problem, would also not be a doctor, at least, not with the Medical Group in the State of North Carolina. Accordingly, this evidence stands as an independent ground for allowing the Medical Group's motion for summary judgment on plaintiff's ADA claim.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>In accordance with the foregoing factual determinations and analysis of law, and in light of the arguments presented by the Health Plan in its brief, the court finds that the Health Plan's motion for summary judgment should be allowed as to all claims by plaintiff on the grounds that plaintiff's ADA claim against the Health Plan was never submitted to the EEOC; the Health Plan is a separate and distinct entity from the Medical Group and never acted as plaintiff's employer; and plaintiff has at no time enjoyed a contractual relationship with the Health Plan.</p>\n<p>In view of the totality of the evidence  including the numerous statements, letters, certifications and other communications to, from, among and between plaintiff, her attorneys and physicians, members of the Medical Group, and various insurance agencies  the court is satisfied that plaintiff has failed to establish a <i>prima facie</i> case against the Medical Group under the Americans with Disabilities Act. Plaintiff has failed to establish that she was qualified to perform the essential functions of her employment as a physician of internal medicine with the Medical Group. Plaintiff has failed to identify any accommodations that could be considered reasonable or that would not necessarily result in the elimination of the essential functions of her original position with the Medical Group. In addition, plaintiff has failed to satisfy the Medical Group's legitimate concerns regarding her mental fitness to practice medicine, thereby failing to establish her mental qualifications to continue her employment. Accordingly, the Medical Group is entitled to summary judgment on plaintiff's claims brought pursuant to the ADA.</p>\n<p>Alternatively, the court finds that the after-acquired evidence rule, as presently recognized in this and other circuits, bars plaintiff's action under the ADA. Plaintiff, having concealed material information with respect to an issue pertinent and necessary to the Medical Group's evaluation of her job qualifications and which, if known, would have served as the basis for the denial of her employment, cannot now reap the benefits of <span class=\"star-pagination\">*977</span> any perceived discriminatory treatment with respect to her employment. Accordingly, the after-acquired evidence doctrine serves as an independent basis for this court's order of summary judgment as to plaintiff's ADA claim.</p>\n<p>Although plaintiff's pendent state law breach of contract claim arguably involves several of the issues presented and touched upon above, the court, in its discretion, declines to exercise supplemental jurisdiction over plaintiff's state claim. 28 U.S.C. § 1367(c)(3); <i>United Mine Workers of America v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726-27, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1139, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966).</p>\n<p>In accordance with the foregoing, the court hereby ORDERS that the Health Plan's motion for summary judgment is ALLOWED with respect to ALL CLAIMS brought by plaintiff. Similarly, the court hereby ORDERS that the Medical Group's motion for summary judgment is ALLOWED with respect to plaintiff's CLAIM brought PURSUANT TO THE AMERICANS WITH DISABILITIES ACT. Plaintiff, therefore, SHALL HAVE AND RECOVER NOTHING from defendants on these claims, and this action is DISMISSED WITH PREJUDICE as to these claims.</p>\n<p>In accordance with the court's discretionary decision not to exercise jurisdiction over plaintiff's remaining state law claim for breach of contract against the Medical Group, that claim is HEREBY DISMISSED WITHOUT PREJUDICE.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Medical Group, formerly known as Carolina Permanente Medical Group, P.A., became The Southeast Permanente Medical Group of North Carolina, P.A., in 1990. The name of the group changed once more in 1993 to The Carolina Permanente Medical Group, P.A.</p>\n<p>[2]  On May 19, 1994, the EEOC notified plaintiff that, based upon the nature of subsequent correspondence from plaintiff, the EEOC was reopening plaintiff's charge for reconsideration. The EEOC's decision in this regard, however, does not affect this court's handling of this matter.</p>\n<p>[3]  For the purposes of this order, the court assumes that plaintiff has established that she labors under a disability.</p>\n<p>[4]  The court notes that, not only did plaintiff present numerous certifications to this effect, plaintiff succeeded in convincing these entities of the truth of her assertions, as evidenced by the benefits and disability payments she has received from them since the termination of her employment.</p>\n<p>[5]  Throughout this order, the use of italicized text merely indicates emphasis on statements or language of particular significance to the court's findings.</p>\n<p>[6]  The court presumes this perception could have been learned only through conversations with plaintiff or her physicians.</p>\n<p>[7]  In analyzing and weighing these statements, the court is assured that plaintiff, her physicians and attorneys accurately and truthfully completed these forms which served as the basis for plaintiff's receipt of disability benefits from various entities, including the Federal Government. In fact, any attempt by plaintiff to rebut the accuracy or veracity of these statements may serve as a foundation for the instigation of an insurance fraud investigation.</p>\n<p>[8]  The court notes for the record that one document submitted by plaintiff in this regard has been stricken <i>sua sponte</i> and with the consent of plaintiff's counsel. Pl.'s Resp.Ex. 15 is a self-titled \"ASSESSMENT OF DR. REIGEL'S FUNCTIONAL STATUS\" prepared by Dr. Sal Fiscina on April 30, 1993. In the document, which is not an affidavit or other certified statement, but merely a memorandum, Dr. Fiscina notes that he was \"contacted by Mr. Brenner [plaintiff's counsel] for the purpose of evaluating Dr. Reigel to determine what accommodations need to be made to allow her to return, on a full time basis, to her former employment.\" The document presents an obviously favorable/biased identification of plaintiff's disability and the accommodations that would afford her the ability to return to work.\n</p>\n<p>Defendants subsequently discovered and brought to the court's attention the fact that Dr. Fiscina, who is a licensed attorney as well as a physician, enjoyed a professional legal relationship with Mr. Brenner, plaintiff's counsel, during the approximate time that the report on Dr. Reigel was solicited and prepared. Upon learning this information, the court initiated a conference call with counsel in this matter and obtained further clarification of this relationship. Dr. Fiscina and Mr. Brenner were  and apparently still are  associated together in an \"Of Counsel\" status to the firm of Ford and Ferraro around the time the report was prepared. (<i>See</i> Defs.' Reply Ex. 60.) Although Mr. Brenner contends that no financial benefits have enured to either him or Dr. Fiscina from their legal association with each other or with Ford &amp; Ferraro and that the two have never actually worked together on any other matter, Mr. Brenner conceded that he had not identified Dr. Fiscina as a witness in any capacity in this matter due to their relationship. Accordingly, the court strikes from the record the report of Dr. Fiscina on the ground that it would not be admissible evidence at trial and, therefore, should not have been tendered in support of plaintiff's defense to the Medical Group's instant motion.</p>\n<p>Aside from the court's ethical concerns regarding Mr. Brenner's submission of the report in the instant action, the court is further concerned about the weight which might have been afforded to the report outside of the instant forum. Mr. Brenner admitted in conference with the court that Dr. Fiscina's report was originally prepared <i>for submission to the EEOC.</i> In light of the EEOC's recent decision to reopen plaintiff's case for reinvestigation, (<i>see supra</i> note 2), the court is concerned that undue emphasis may have been placed on Dr. Fiscina's evaluation due to the EEOC's lack of knowledge regarding the professional relationship between Dr. Fiscina and Mr. Brenner.</p>\n<p>[9]  Once again, the court is confident that the statements made by plaintiff and Dr. Brothers on her disability claims were completed in good faith with careful attention being given to their veracity and accuracy.</p>\n<p>[10]  October 2, 1991, recorded interview between plaintiff and a representative of the Medical Group's workers' compensation carrier regarding her \"illness.\" During this discussion plaintiff recalled speaking with Dr. John Emory, her Chief of Medicine, in July, 1991, stating:\n</p>\n<p>A: I had said to him I can't do this I can't do my usual and customary work and he said well if you have patients that are appointed for physicals and things of that sort ... <i>you can do the upper portion of the examination like listen to hearts and lungs and look in eyes and stuff like that and then reappoint people and so I tried that for a while and that went over like a lead balloon.</i></p>\n<p>Q: You tried what</p>\n<p>A: <i>I tried doing what he said. It went over like a lead balloon. These were people who were patients of mine that I had known for a while that had been on a waiting list for a while and I'm saying I'm sorry I can't do XYZ and it didn't go over too well.</i></p>\n<p>Q: So you couldn't do your customary work</p>\n<p>A: Right</p>\n<p>(Def's Mot.Ex. 4 at 7.)</p>\n<p>[11]  The Tenth Circuit, whose opinion the court cites with approval, relied in large part upon a previous Fourth Circuit decision, <i>Smallwood v. United Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"431819\"><a href=\"/opinion/431819/34-fair-emplpraccas-217-33-empl-prac-dec-p-34185-gerald-e/\"><span class=\"volume\">728</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">614</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">120</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">62</span></span> (1984), in arriving at its decision in <i>Summers.</i></p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418266/",
    "http://www.courtlistener.com/api/rest/v3/opinions/431819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2292574/"
  ]
}