{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1398624/",
  "absolute_url": "/opinion/1398624/computerware-inc-v-knotts/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1398624/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:57:40.850323Z",
  "date_modified": "2016-04-27T02:34:34.203587Z",
  "type": "010combined",
  "sha1": "3d092dae523e9f52770285c32e5d1989129410a0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>626 F.Supp. 956 (1986)</b></center>\n<center><h1>COMPUTERWARE, INC., t/a The Computerware Store, Plaintiff,<br>\nv.<br>\nJoseph B. KNOTTS, et al., Defendants.</h1></center>\n<center>No. 85-177-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>January 13, 1986.</center>\n<p><span class=\"star-pagination\">*957</span> <span class=\"star-pagination\">*958</span> John D. Warlick, Jr., Ellis, Hooper, Warlick, Waters &amp; Morgan, Jacksonville, N.C., for plaintiff.</p>\n<p>Rudolf A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>In this action questions of sovereign immunity and jurisdiction have put this case in an interesting legal posture. Plaintiff is a North Carolina corporation which maintains computer stores in Jacksonville and Havelock, North Carolina. Both stores are full-service dealerships for Apple Computer, Inc. The defendants are officers at the Marine Corps Bases at Camp Lejeune and Cherry Point, North Carolina. Plaintiff contends that (a) the list of approved items for sale at Post Exchanges was improperly amended to include home computers, and (b) even if the list of approved items was properly amended, the defendants have exceeded their authority by selling business computers and computers manufactured outside the United States. On 6 December 1985 plaintiff filed its complaint and motion for preliminary injunctive relief, to which the defendants responded and filed a motion to dismiss. On 12 December 1985 a hearing was held on plaintiff's preliminary injunction motion. By order dated 16 December 1985 the court denied plaintiff's preliminary injunction motion on the basis that plaintiff had failed to establish a reasonable probability of success on the jurisdiction question. The court gave plaintiff ten days to file a response to the defendants' motion to dismiss. Plaintiff submitted a response to the defendants' motion to dismiss and renewed its motion for preliminary injunctive relief, to which the <span class=\"star-pagination\">*959</span> defendants have submitted a reply. This matter is now ripe for ruling.</p>\n<p>As an initial matter the court will grant the defendants' motion to dismiss plaintiff's claim that the list of approved items was improperly amended to include home computers. The amendments to the list of approved items was made by the House of Representatives' Committee on Armed Services, not by the Department of Defense or the defendant officials. Therefore, this claim is dismissed. The court finds, however, that it does have jurisdiction over plaintiff's claim that the defendants have exceeded their authority by selling business computers and computers manufactured outside the United States.</p>\n<p>The initial roadblock for plaintiff in bringing this action was to frame the complaint in such a way as to confer jurisdiction on this court yet avoid the federal government's sovereign immunity. Plaintiff chose to rely on a string of cases which stood for the proposition that federal officials could not hide behind the government's sovereign immunity if they acted in excess of their statutory authority. <i>See </i><i>Colorado v. Toll,</i> 268 U.S. 228, 45 S.Ct. 505, 69 L.Ed. 927 (1925). The problem with this approach is that a showing that the defendants' acts are wrongful or erroneous is not sufficient to demonstrate that they are outside the scope of their authority. <i>See</i> 14 C. Wright, A. Miller, &amp; E. Cooper, Federal Practice and Procedure § 3655 at 226 (1985). In this case the defendants are authorized by the Armed Services Committee to sell items of merchandise at Post Exchanges. The defendants may be acting \"erroneously\" by selling certain items that are not on the \"approved list,\" but they are acting well within the scope of their authority. Moreover, the defendants' decision to sell the items at issue in this case has been approved by the defendants' superior officials.</p>\n<p>Plaintiff now contends that the sale of computers at Post Exchanges in violation of Armed Services Exchange Regulations (ASER) is agency action reviewable pursuant to the Administrative Procedure Act, 5 U.S.C. §§ 551 <i>et seq.,</i> and 28 U.S.C. § 1331. The court agrees. Prior to 1976 28 U.S.C. § 1331 could not be used as a jurisdictional basis to review administrative action where no monetary relief was sought. In order to avoid the inequities which often resulted seven circuits, including the Fourth Circuit, held that the Administrative Procedure Act was an independent grant of jurisdiction to review agency action. <i>See, e.g., </i><i>Deering Milliken, Inc. v. Johnston,</i> 295 F.2d 856 (4th Cir.1961). In 1976 Congress amended 28 U.S.C. § 1331 to eliminate the $10,000 amount in controversy requirement. The effect of this amendment was to confer jurisdiction on federal courts to review agency action, thus undercutting the rationale for interpreting the Administrative Procedure Act as an independent grant of jurisdiction. One year later the Supreme Court specifically held that the Administrative Procedure Act was not an independent grant of jurisdiction. <i>See </i><i>Califano v. Sanders,</i> 430 U.S. 99, 97 S.Ct. 980, 51 L.Ed.2d 192 (1977).</p>\n<p>The next question is whether this suit is barred by the government's sovereign immunity. The first circuit to address the question held that the Administrative Procedure Act \"did not remove the defense of sovereign immunity in actions under § 1331.\" <i>See </i><i>Watson v. Blumenthal,</i> 586 F.2d 925, 932 (2d Cir.1978). Every other circuit to address the question has held that the Administrative Procedure Act does waive the government's sovereign immunity. <i>See, e.g., </i><i>Jaffee v. United States,</i> 592 F.2d 712 (3d Cir.), <i>cert. denied,</i> 441 U.S. 961, 99 S.Ct. 2406, 60 L.Ed.2d 1066 (1979). The court agrees with this majority view. As the House Report shows, Congress amended 5 U.S.C. § 702 with the specific purpose of waiving sovereign immunity in \"non-statutory\" review of agency action under section 1331. <i>See</i> H.R.Rep. No. 94-1656, 94th Cong., 2d Sess. 5, <i>reprinted in</i> 1976 U.S.Code Cong. &amp; Admin.News 6121, 6125 (hereinafter House Report). These suits are called \"non-statutory\" because they are not brought under statutes that specifically provide for review of agency <span class=\"star-pagination\">*960</span> action. The House Report notes that the acts of the older executive departments, such as the Department of Defense, are subject to judicial review only through \"non-statutory\" suits under section 1331. <i>Id.</i></p>\n<p>The defendants argue that the Administrative Procedure Act is inapplicable because (a) there has been no \"agency action,\" and (b) this is a suit against individuals, not a federal agency. This argument lacks merit for several reasons. First, Marine Corps Post Exchanges are \"agencies\" within the meaning of the Administrative Procedure Act. <i>See </i><i>Ellsworth Bottling Co. v. United States,</i> 408 F.Supp. 280, 282 (W.D.Okla.1975). Second, the regulations at issue in this case are sufficiently formal to provide a proper basis for a suit in federal court. <i>See </i><i>Chasse v. Chasen,</i> 595 F.2d 59, 61 (1st Cir.1979). Third, plaintiff has standing to obtain judicial review of the defendants' action. The challenged action has caused an identifiable injury and plaintiff is a \"local dealer\" within the class of persons the Exchange Regulations are designed to protect. <i>See </i><i>Ellsworth Bottling Co. v. United States,</i> 408 F.Supp. at 282. Fourth, plaintiff has exhausted its administrative remedies to the extent that it may do so. There is no formal procedure for plaintiff to contest the defendants' alleged abuse of discretion under the Exchange Regulations, but the president of the plaintiff corporation has written letters to Marine Corps officials who have made it clear that the Post Exchanges will continue selling the items complained about by plaintiff.</p>\n<p>Finally, plaintiff has brought suit against the appropriate officials. Section 703 of the Administrative Procedure Act was amended in 1976 to remove any uncertainty as to who may be named as a defendant when the United States is sued. <i>See</i> 5 U.S.C. § 703. \"When an instrumentality of the United States is the real defendant, the plaintiff should have the option of naming as defendant the United States, the agency by its official title, appropriate officers, or any combination of them. The outcome of the case should not turn on the plaintiff's choice.\" <i>See</i> House Report at 6138. Therefore, this action has been properly brought under the Administrative Procedure Act, and the defendants' motion to dismiss must be denied.</p>\n<p>In ruling on the plaintiff's renewed motion for preliminary injunctive relief the court must examine the factors set forth in <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> 550 F.2d 189, 193 (4th Cir. 1977). A party seeking injunctive relief must establish: (1) that there is a substantial likelihood that it will prevail on the merits; (2) that, in the absence of the requested relief, there is a substantial threat that it will suffer irreparable injury; (3) that the threatened injury to the moving party outweighs the threatened harm to the non-moving party; and (4) that the requested relief will not disserve the public interest. <i>Id.</i></p>\n<p>The court finds that there is a substantial likelihood that plaintiff will prevail on the merits of at least part of its complaint. The court will just briefly summarize the factual findings set forth in the 16 December 1985 order. The \"approved list\" of merchandise that may be sold at Post Exchanges, as amended, specifically excludes computers \"oriented toward the office or business environment,\" and \"computers produced and/or manufactured\" by other than \"U.S. sources.\" In selling the Macintosh computer system the defendants appear to be violating the first of these limitations. Plaintiff has submitted several brochures and advertisements by Apple Computer, Inc., which indicate that the Macintosh computer system is \"oriented toward the office or business environment.\" The defendants have responded with affidavits to the effect that there is an informal agreement between Department of Defense officials and the Armed Services Committee that all computers which sell for less than $5,000 are to be considered \"home computers.\" There is no such interpretation set forth in the Exchange Regulations or in any correspondence from the Armed Services Committee submitted to <span class=\"star-pagination\">*961</span> the court. Thus, the court must rely on the brochures and advertisements of Apple Computer, Inc., which indicate the Macintosh computer system is \"oriented toward the office or business environment.\"</p>\n<p>The second limitation, that computers \"produced and/or manufactured of U.S. sources are to be used to meet the demand for these products,\" is extremely vague. It is unclear what distinction can be made between the terms \"produced\" and \"manufactured.\" More importantly, plaintiff has not convinced the court that \"U.S. sources\" refers to manufacturing facilities located within the United States, rather than to domestic companies which may have manufacturing facilities in foreign countries. For example, the Apple IIe computer is manufactured in Singapore by a subsidiary of Apple Computer, Inc., and is then shipped to the United States for sale in this country. The court concludes that the \"U.S. sources\" limitation does not prohibit the sale of computers and accessories which are manufactured abroad by domestic companies or their subsidiaries. The \"U.S. sources\" limitation does, of course, prohibit the sale of computers and accessories manufactured outside the United States by companies which are not subsidiaries of domestic companies.</p>\n<p>The court is aware of the fact that the Armed Services Committee may at any time amend the \"approved list\" to allow Post Exchanges to sell computers which are (a) \"oriented toward the office or business environment,\" and (b) produced and manufactured by foreign companies. Likewise, it is within the discretion of the Secretaries of the Military Departments to authorize deviations from the \"approved list.\" <i>See</i> ASER 1-102. That discretion must be exercised, however, within the bounds of the applicable regulations. ASER 1-102 specifies that \"[d]eviations shall be authorized only after judicious review and granted primarily on the basis of geographical isolation of the installation concerned.\" <i>Id.</i></p>\n<p>The three remaining <i>Blackwelder</i> factors weigh in plaintiff's favor. First, with regard to the threat of irreparable injury to plaintiff the court notes that the busy Christmas season has ended. Nevertheless, whatever damage plaintiff continues to suffer is irreparable due to the government's immunity to a subsequent damages award. Second, the potential harm to the defendants is minimal. Third, the public interest lies in favor of plaintiff.</p>\n<p>In summary, the defendants' motion to dismiss is granted as to the plaintiff's claim that (a) the list of approved items for sale at Post Exchanges was improperly amended to include home computers, and denied as to plaintiff's claim that (b) defendants have exceeded their authority to selling business computers and computers manufactured outside the United States. Plaintiff's renewed motion for preliminary injunctive relief is granted in part and denied in part. The defendants and all those in active concert and participation with them are hereby enjoined, pending further orders of this court, from authorizing or permitting the sale of the following items at the Marine Corps Post Exchanges at Camp Lejeune and Cherry Point, North Carolina: (a) The Macintosh computer system and all other computers and accessories \"oriented toward the office or business environment;\" and (b) all computers and accessories which are manufactured outside the United States by companies which are not subsidiaries of United States companies.</p>\n<p>The plaintiff is hereby ordered to post a bond in the amount of $10,000 within five days from the date of this order.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">956</span></span> (1986)</b></center>\n<center><h1>COMPUTERWARE, INC., t/a The Computerware Store, Plaintiff,<br>\nv.<br>\nJoseph B. KNOTTS, et al., Defendants.</h1></center>\n<center>No. 85-177-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>January 13, 1986.</center>\n<p><span class=\"star-pagination\">*957</span> <span class=\"star-pagination\">*958</span> John D. Warlick, Jr., Ellis, Hooper, Warlick, Waters &amp; Morgan, Jacksonville, N.C., for plaintiff.</p>\n<p>Rudolf A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>In this action questions of sovereign immunity and jurisdiction have put this case in an interesting legal posture. Plaintiff is a North Carolina corporation which maintains computer stores in Jacksonville and Havelock, North Carolina. Both stores are full-service dealerships for Apple Computer, Inc. The defendants are officers at the Marine Corps Bases at Camp Lejeune and Cherry Point, North Carolina. Plaintiff contends that (a) the list of approved items for sale at Post Exchanges was improperly amended to include home computers, and (b) even if the list of approved items was properly amended, the defendants have exceeded their authority by selling business computers and computers manufactured outside the United States. On 6 December 1985 plaintiff filed its complaint and motion for preliminary injunctive relief, to which the defendants responded and filed a motion to dismiss. On 12 December 1985 a hearing was held on plaintiff's preliminary injunction motion. By order dated 16 December 1985 the court denied plaintiff's preliminary injunction motion on the basis that plaintiff had failed to establish a reasonable probability of success on the jurisdiction question. The court gave plaintiff ten days to file a response to the defendants' motion to dismiss. Plaintiff submitted a response to the defendants' motion to dismiss and renewed its motion for preliminary injunctive relief, to which the <span class=\"star-pagination\">*959</span> defendants have submitted a reply. This matter is now ripe for ruling.</p>\n<p>As an initial matter the court will grant the defendants' motion to dismiss plaintiff's claim that the list of approved items was improperly amended to include home computers. The amendments to the list of approved items was made by the House of Representatives' Committee on Armed Services, not by the Department of Defense or the defendant officials. Therefore, this claim is dismissed. The court finds, however, that it does have jurisdiction over plaintiff's claim that the defendants have exceeded their authority by selling business computers and computers manufactured outside the United States.</p>\n<p>The initial roadblock for plaintiff in bringing this action was to frame the complaint in such a way as to confer jurisdiction on this court yet avoid the federal government's sovereign immunity. Plaintiff chose to rely on a string of cases which stood for the proposition that federal officials could not hide behind the government's sovereign immunity if they acted in excess of their statutory authority. <i>See </i><i>Colorado v. Toll,</i> <span class=\"citation\" data-id=\"100656\"><a href=\"/opinion/100656/colorado-v-toll/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">505</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">927</span></span> (1925). The problem with this approach is that a showing that the defendants' acts are wrongful or erroneous is not sufficient to demonstrate that they are outside the scope of their authority. <i>See</i> 14 C. Wright, A. Miller, &amp; E. Cooper, Federal Practice and Procedure § 3655 at 226 (1985). In this case the defendants are authorized by the Armed Services Committee to sell items of merchandise at Post Exchanges. The defendants may be acting \"erroneously\" by selling certain items that are not on the \"approved list,\" but they are acting well within the scope of their authority. Moreover, the defendants' decision to sell the items at issue in this case has been approved by the defendants' superior officials.</p>\n<p>Plaintiff now contends that the sale of computers at Post Exchanges in violation of Armed Services Exchange Regulations (ASER) is agency action reviewable pursuant to the Administrative Procedure Act, 5 U.S.C. §§ 551 <i>et seq.,</i> and 28 U.S.C. § 1331. The court agrees. Prior to 1976 28 U.S.C. § 1331 could not be used as a jurisdictional basis to review administrative action where no monetary relief was sought. In order to avoid the inequities which often resulted seven circuits, including the Fourth Circuit, held that the Administrative Procedure Act was an independent grant of jurisdiction to review agency action. <i>See, e.g., </i><i>Deering Milliken, Inc. v. Johnston,</i> <span class=\"citation\" data-id=\"255366\"><a href=\"/opinion/255366/deering-milliken-inc-a-corporation-v-reed-johnston-as-regional/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">856</span></a></span> (4th Cir.1961). In 1976 Congress amended 28 U.S.C. § 1331 to eliminate the $10,000 amount in controversy requirement. The effect of this amendment was to confer jurisdiction on federal courts to review agency action, thus undercutting the rationale for interpreting the Administrative Procedure Act as an independent grant of jurisdiction. One year later the Supreme Court specifically held that the Administrative Procedure Act was not an independent grant of jurisdiction. <i>See </i><i>Califano v. Sanders,</i> <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1977).</p>\n<p>The next question is whether this suit is barred by the government's sovereign immunity. The first circuit to address the question held that the Administrative Procedure Act \"did not remove the defense of sovereign immunity in actions under § 1331.\" <i>See </i><i>Watson v. Blumenthal,</i> <span class=\"citation\" data-id=\"360848\"><a href=\"/opinion/360848/estate-of-arthur-k-watson-ann-hemingway-watson-helen-w-buckner-ann-c/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">925</span></a></span>, 932 (2d Cir.1978). Every other circuit to address the question has held that the Administrative Procedure Act does waive the government's sovereign immunity. <i>See, e.g., </i><i>Jaffee v. United States,</i> <span class=\"citation\" data-id=\"363602\"><a href=\"/opinion/363602/stanley-jaffee-and-sharon-blinn-jaffee-individually-and-stanley-jaffee-on/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">712</span></a></span> (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">961</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2406</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1066</span></span> (1979). The court agrees with this majority view. As the House Report shows, Congress amended 5 U.S.C. § 702 with the specific purpose of waiving sovereign immunity in \"non-statutory\" review of agency action under section 1331. <i>See</i> H.R.Rep. No. 94-1656, 94th Cong., 2d Sess. 5, <i>reprinted in</i> 1976 U.S.Code Cong. &amp; Admin.News 6121, 6125 (hereinafter House Report). These suits are called \"non-statutory\" because they are not brought under statutes that specifically provide for review of agency <span class=\"star-pagination\">*960</span> action. The House Report notes that the acts of the older executive departments, such as the Department of Defense, are subject to judicial review only through \"non-statutory\" suits under section 1331. <i>Id.</i></p>\n<p>The defendants argue that the Administrative Procedure Act is inapplicable because (a) there has been no \"agency action,\" and (b) this is a suit against individuals, not a federal agency. This argument lacks merit for several reasons. First, Marine Corps Post Exchanges are \"agencies\" within the meaning of the Administrative Procedure Act. <i>See </i><i>Ellsworth Bottling Co. v. United States,</i> <span class=\"citation\" data-id=\"1873535\"><a href=\"/opinion/1873535/ellsworth-bottling-co-v-united-states/\"><span class=\"volume\">408</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></a></span>, 282 (W.D.Okla.1975). Second, the regulations at issue in this case are sufficiently formal to provide a proper basis for a suit in federal court. <i>See </i><i>Chasse v. Chasen,</i> <span class=\"citation\" data-id=\"364746\"><a href=\"/opinion/364746/gilman-j-chasse-v-robert-e-chasen/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>, 61 (1st Cir.1979). Third, plaintiff has standing to obtain judicial review of the defendants' action. The challenged action has caused an identifiable injury and plaintiff is a \"local dealer\" within the class of persons the Exchange Regulations are designed to protect. <i>See </i><i>Ellsworth Bottling Co. v. United States,</i> 408 F.Supp. at 282. Fourth, plaintiff has exhausted its administrative remedies to the extent that it may do so. There is no formal procedure for plaintiff to contest the defendants' alleged abuse of discretion under the Exchange Regulations, but the president of the plaintiff corporation has written letters to Marine Corps officials who have made it clear that the Post Exchanges will continue selling the items complained about by plaintiff.</p>\n<p>Finally, plaintiff has brought suit against the appropriate officials. Section 703 of the Administrative Procedure Act was amended in 1976 to remove any uncertainty as to who may be named as a defendant when the United States is sued. <i>See</i> 5 U.S.C. § 703. \"When an instrumentality of the United States is the real defendant, the plaintiff should have the option of naming as defendant the United States, the agency by its official title, appropriate officers, or any combination of them. The outcome of the case should not turn on the plaintiff's choice.\" <i>See</i> House Report at 6138. Therefore, this action has been properly brought under the Administrative Procedure Act, and the defendants' motion to dismiss must be denied.</p>\n<p>In ruling on the plaintiff's renewed motion for preliminary injunctive relief the court must examine the factors set forth in <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 193 (4th Cir. 1977). A party seeking injunctive relief must establish: (1) that there is a substantial likelihood that it will prevail on the merits; (2) that, in the absence of the requested relief, there is a substantial threat that it will suffer irreparable injury; (3) that the threatened injury to the moving party outweighs the threatened harm to the non-moving party; and (4) that the requested relief will not disserve the public interest. <i>Id.</i></p>\n<p>The court finds that there is a substantial likelihood that plaintiff will prevail on the merits of at least part of its complaint. The court will just briefly summarize the factual findings set forth in the 16 December 1985 order. The \"approved list\" of merchandise that may be sold at Post Exchanges, as amended, specifically excludes computers \"oriented toward the office or business environment,\" and \"computers produced and/or manufactured\" by other than \"U.S. sources.\" In selling the Macintosh computer system the defendants appear to be violating the first of these limitations. Plaintiff has submitted several brochures and advertisements by Apple Computer, Inc., which indicate that the Macintosh computer system is \"oriented toward the office or business environment.\" The defendants have responded with affidavits to the effect that there is an informal agreement between Department of Defense officials and the Armed Services Committee that all computers which sell for less than $5,000 are to be considered \"home computers.\" There is no such interpretation set forth in the Exchange Regulations or in any correspondence from the Armed Services Committee submitted to <span class=\"star-pagination\">*961</span> the court. Thus, the court must rely on the brochures and advertisements of Apple Computer, Inc., which indicate the Macintosh computer system is \"oriented toward the office or business environment.\"</p>\n<p>The second limitation, that computers \"produced and/or manufactured of U.S. sources are to be used to meet the demand for these products,\" is extremely vague. It is unclear what distinction can be made between the terms \"produced\" and \"manufactured.\" More importantly, plaintiff has not convinced the court that \"U.S. sources\" refers to manufacturing facilities located within the United States, rather than to domestic companies which may have manufacturing facilities in foreign countries. For example, the Apple IIe computer is manufactured in Singapore by a subsidiary of Apple Computer, Inc., and is then shipped to the United States for sale in this country. The court concludes that the \"U.S. sources\" limitation does not prohibit the sale of computers and accessories which are manufactured abroad by domestic companies or their subsidiaries. The \"U.S. sources\" limitation does, of course, prohibit the sale of computers and accessories manufactured outside the United States by companies which are not subsidiaries of domestic companies.</p>\n<p>The court is aware of the fact that the Armed Services Committee may at any time amend the \"approved list\" to allow Post Exchanges to sell computers which are (a) \"oriented toward the office or business environment,\" and (b) produced and manufactured by foreign companies. Likewise, it is within the discretion of the Secretaries of the Military Departments to authorize deviations from the \"approved list.\" <i>See</i> ASER 1-102. That discretion must be exercised, however, within the bounds of the applicable regulations. ASER 1-102 specifies that \"[d]eviations shall be authorized only after judicious review and granted primarily on the basis of geographical isolation of the installation concerned.\" <i>Id.</i></p>\n<p>The three remaining <i>Blackwelder</i> factors weigh in plaintiff's favor. First, with regard to the threat of irreparable injury to plaintiff the court notes that the busy Christmas season has ended. Nevertheless, whatever damage plaintiff continues to suffer is irreparable due to the government's immunity to a subsequent damages award. Second, the potential harm to the defendants is minimal. Third, the public interest lies in favor of plaintiff.</p>\n<p>In summary, the defendants' motion to dismiss is granted as to the plaintiff's claim that (a) the list of approved items for sale at Post Exchanges was improperly amended to include home computers, and denied as to plaintiff's claim that (b) defendants have exceeded their authority to selling business computers and computers manufactured outside the United States. Plaintiff's renewed motion for preliminary injunctive relief is granted in part and denied in part. The defendants and all those in active concert and participation with them are hereby enjoined, pending further orders of this court, from authorizing or permitting the sale of the following items at the Marine Corps Post Exchanges at Camp Lejeune and Cherry Point, North Carolina: (a) The Macintosh computer system and all other computers and accessories \"oriented toward the office or business environment;\" and (b) all computers and accessories which are manufactured outside the United States by companies which are not subsidiaries of United States companies.</p>\n<p>The plaintiff is hereby ordered to post a bond in the amount of $10,000 within five days from the date of this order.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/255366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1873535/"
  ]
}