{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1400845/",
  "absolute_url": "/opinion/1400845/clement-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1400845/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:58:05.669199Z",
  "date_modified": "2016-04-26T21:12:38.887081Z",
  "type": "010combined",
  "sha1": "01304d8abf819747d624df7b870a4166bc3efd1b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>331 F.Supp. 877 (1971)</b></center>\n<center><h1>William N. CLEMENT, Sr., et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. Nos. 2451-2453.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 1, 1971.</center>\n<p><span class=\"star-pagination\">*878</span> Thomas L. Norris, Jr., Poyner, Geraghty, Hartsfield &amp; Townsend, Raleigh, N. C., for plaintiffs.</p>\n<p>James M. Stabler, Atty., Tax Div., Dept. of Justice, Washington D. C., for defendant.</p>\n<p>DUPREE, District Judge.</p>\n<p>These consolidated actions seek the recovery of federal income tax and deficiency interest thereon. Plaintiffs in each of the above-entitled actions are husband and wife who filed joint federal income tax returns for the taxable years in question.</p>\n<p>During 1963, and for some years prior thereto, William N. Clement, Sr., William N. Clement, Jr., and Leonidas M. Jones, Jr., were the sole owners of the capital stock of William N. Clement &amp; Sons, Inc. (hereinafter referred to as Clement &amp; Sons), a general insurance agency,<sup>[1]</sup> incorporated under the laws of North Carolina. Clement &amp; Sons sold the policies of its principals on a commission basis through its own \"local agencies\". Although the gross annual sales were increasing and the \"local agencies\" totaled eighty-nine in 1963, the stockholders of Clement &amp; Sons were aware that a general insurance agency was a \"dying breed\"  large insuring companies were finding it more profitable to operate on the local level through their own organizations.<sup>[2]</sup> Thus Clement &amp; Sons adopted, during the latter part of 1963, a plan of complete liquidation in accordance with the terms and provisions of Section 337, Internal Revenue Code of 1954, and thereafter entered into a contract with Aetna Insurance Company whereby Aetna agreed to buy, on or before January 2, 1964, certain of the corporations' tangible business assets, its good will and all other properties and information pertaining to the corporation's insurance business (hereinafter referred to as intangible assets).</p>\n<p>For the tangible assets purchased, Aetna agreed to pay the appraised value. However, for the intangible assets purchased, the parties incorporated into the contract a provision which was to become a source of conflict in this lawsuit. Aetna agreed to pay in ten semi-annual installments over a period of five years an amount to be determined as follows:</p>\n<blockquote>\"Five per cent of the net gross written premiums for all lines of business produced and placed with the vendee (Aetna) or any of its subsidiaries or affiliated companies (excluding life insurance affiliates) in each of the said five years from the agents comprising the agency plant of the vendor (W. N. Clement &amp; Sons, Inc.) as of the effective date of this agreement * * *\"</blockquote>\n<p>The term \"agents comprising the agency plant of the vendor\" referred to the \"local agencies\" or sales force of Clement <span class=\"star-pagination\">*879</span> &amp; Sons. Although Clement &amp; Sons had never been a general agency of Aetna, there were indications prior to the consummation of the sale that all but four of its local agencies were willing to represent Aetna. Aetna, however, retained the option to decline to accept any or all of these agencies and, also, to terminate the employment of those accepted at any time.</p>\n<p>On the sale of the assets to Aetna, the corporation was dissolved and liquidated and its remaining assets, including the right to receive the payments described above, were distributed to the stockholders (Clement, Sr., Clement, Jr., and Jones) during the 1964 taxable year of each of the plaintiffs.</p>\n<p>On their respective 1964 federal income tax returns the plaintiffs treated the sale of the intangible assets as a sale of capital assets and paid tax on the money actually received in 1964 to the extent the sums exceeded their basis in the capital stock, with the gain being taxed at capital gains rates. Again in 1965 and 1966 the amounts received from Aetna were reported as payments on the sale of intangible assets in each of those years. By so doing the plaintiffs treated the sale of the intangible assets to Aetna as an \"open transaction\", with a capital gains reportable in each year that Aetna made a payment.</p>\n<p>Upon examination of the plaintiffs' respective federal income tax returns for 1964, the Commissioner determined that the intangible assets sold to Aetna had a total fair market value of $100,000; that such value was ascertainable at the time of the sale; and that, therefore, the sale was a closed transaction. As a result of this determination the Commissioner concluded that the difference between each shareholder's basis in his stock in the corporation and his pro-rata part of the total fair market value of the intangible assets sold by Clement &amp; Sons to Aetna ($100,000) constituted a long term capital gain taxable in 1964, the year of the sale. All sums received above that amount were to be taxed at the ordinary income tax rate.</p>\n<p>The Commissioner also determined that certain travel expenses claimed by Clement, Sr., and his wife as a deduction on their joint income tax return for the year 1964 in connection with two trips to Florida were not deductible as ordinary and necessary business expense.</p>\n<p>Each of the plaintiffs paid the additional tax occasioned by the aforesaid adjustments, filed claims for refunds which were not allowed by the Commissioner and then filed these suits. The jurisdiction of the court is invoked pursuant to 28 U.S.C.A. § 1346, Subsection (a) (1).</p>\n<p>The questions presented for consideration are:</p>\n<p>1. Whether the contract for the purchase of intangible assets of the plaintiffs' insurance agency had an ascertainable fair market value within the income tax laws in the year of the sale.</p>\n<p>2. Whether the plaintiff, William N. Clement, Sr., was in the trade or business of operating citrus groves in Florida and, if so, whether the claimed expenditures for trips to Florida qualify as ordinary and necessary business expenses under Section 162 of the Internal Revenue Code of 1964.</p>\n<p>This court is of the opinion that the taxpayers should prevail on both issues.</p>\n<p>The controlling principle in the area of the valuation of sales contracts for income tax purposes emerges from the case of Burnet v. Logan, 283 U.S. 404, 51 S.Ct. 550, 75 L.Ed. 1143 (1931). There the taxpayer sold stock and received, for consideration thereof, a contract providing for the payment of sixty cents per ton on all ore that the purchaser of said stock should henceforth receive from a certain mining concern, which was under no obligation to mine any certain tonnage. The Supreme Court articulated the principle that an exchange of corporate stock for assets in kind is a closed transaction with respect to such assets as have an ascertainable fair market value at the time of the sale, but is not a closed transaction with respect to assets which at the time of <span class=\"star-pagination\">*880</span> the sale do not have an ascertainable fair market value. In applying the term \"ascertainable fair market value\" to the facts before it, the Supreme Court stated at pages 412-413, 51 S.Ct. at page 552:</p>\n<blockquote>\"Nor does the situation demand that an effort be made to place according to the best available data some approximate value upon the contract for future payments. * * * As annual payments * * * come in, they can be readily apportioned first as return of capital and later as profit. The liability for income tax ultimately can be fairly determined without resort to mere estimates, assumptions, and speculation. When the profit, if any, is actually realized, the taxpayer will be required to respond. The consideration for the sale was $2,200,000.00 in cash and the promise of future payments wholly <i>contingent upon facts and circumstances not possible to foretell with anything like fair certainty.</i> The promise was in no proper sense equivalent to cash. It had no ascertainable fair market value.\" 283 U.S. at 412, 413, 51 S.Ct. at 552.</blockquote>\n<p>This \"fair certainty\" test is the only authoritative pronouncement in the area by the Supreme Court. It has been given its full effect by the lower courts, despite Revenue Ruling 58-402, which sought to close a transaction in the year of the sale except in \"rare and extraordinary cases\". See Dorsey, Commissioner of Internal Revenue, 49 T.C. 606 (1968); John H. Altorfer, 20 T.C. Memo 266 (1961).</p>\n<p>Here, as in Burnet v. Logan, supra, the taxpayers received a \"promise of future money payments wholly contingent upon facts and circumstances not possible to foretell with anything like fair certainty\". They were to receive a percentage of \"all lines of business produced and placed with the vendee (Aetna) * * in each of the said five years from the agents comprising the agency plant of the vendor. * * * There was no assurance as to the number of their former agents that would agree to become agents of Aetna, nor the number of those who would remain agents for the full five-year period. A survey of the years 1964 through 1967 reveals that fourteen of the eighty-nine former agents of Clement &amp; Sons were unacceptable to Aetna, four of the remaining seventy-five declined employment, and twenty-three of the remaining seventy-one were terminated by Aetna. But even if the number of former Clement &amp; Sons' agents was ascertainable at any point in time during the five-year period, the amount of \"business produced\" by each was a further uncertainty. In addition to the inability to predict with precision the market for insurance in North Carolina, due account must be accorded the fact that Aetna offered a wider range of insurance than Clement &amp; Sons had been able to offer its customers. The effect that the ability to offer automotive insurance would have on the volume of business produced by an agent previously selling mainly fire and casualty lines was subject to speculation. Furthermore, the success of each agent was dependent upon a multiplicity of human factors impossible to \"foretell with anything like fair certainty\".</p>\n<p>A finding that the contract could not be valued with fair certainty on the date of the sale is buttressed by the testimony of the defendant's witness, an expert in the field of buying and selling insurance agencies. After directing the court's consideration to such \"imponderables\" as customer good will, the discontinuance of the personal relationship of Mr. Clement, Sr., with the agents, the insurance industry's growth potential, the flux inherent in the industry (the volume of business in a certain line of insurance fluctuates from year to year) and the effect that Aetna's competition would have on the market, the expert witness reduced the value of the contract to four factors: Clement &amp; Sons' volume of business in 1963 was increased by five per cent per year to reflect a growth ratio, multiplied by the five per cent commissions to be received, discounted by twenty-five per cent to reflect the discontinuance of the personal relationship of the Clements with their agents, and then a six per cent rate of <span class=\"star-pagination\">*881</span> interest was computed on this figure. The court cannot accept this formula as an accurate indication of the value of the contract. Its most obvious fallacy is that the expert witness apparently did not take cognizance of the fact that the amount to be received by the taxpayers under the contract depended on the production of a certain eighty-nine agents. The facts of this case are unlike the situation where the taxpayers are to receive a percentage of the earnings of a company and, therefore, the company's interest in maintaining those earnings necessarily coincides with that of the taxpayers. But assuming that this very important distinction was considered by the witness, the five per cent commission to be received was the only figure in the formula which was not an estimate. The difficulties of determining the amount of \"business produced\" have already been discussed. The twenty-five per cent discount to reflect the discontinuance of the personal relationship of the taxpayers with their agents was made without a knowledge of these particular relationships. In summary, his testimony adequately supported his statement that the valuation of this contract is an \"art not a science\".<sup>[3]</sup></p>\n<p>Estate of Goldstein, 33 T.C. 1032 (1960), cited and relied upon by the defendant to support its proposition that the industry has sufficient criteria to determine the fair market value of this contract, is not controlling. That case involved a transfer of insurance renewal commissions and held that a determination of the fair market value of these rights would not be \"fictitious or speculative.\" However, the Tax Court placed heavy emphasis on the fact that \"the very existence of the insurance industry is based upon determining, through the use of actuarial and experience tables, how many policies will terminate over a period of time, the cause of such terminations, and the probable number of renewal premiums that will be collected\". Insurance renewal commissions were not involved in the sale of the intangible assets of Clement &amp; Sons, nor is it contended that the intangible assets involved in this sale, a sales force with established good will, are peculiarly characteristic of the insurance industry.</p>\n<p>Thus, this court has found as ultimate fact that the contract for the sale of the intangible assets of Clement &amp; Sons did not have an ascertainable fair market value at the time of the sale. Accordingly, the sale should have been treated as an \"open transaction\" with capital gains reportable in the year that Aetna made a payment.</p>\n<p>Turning now to the question of the deductibility of the traveling expenses of Clement, Sr., to Florida the court finds that the plaintiffs' evidence has established the following:</p>\n<p>In 1961 Mr. Clement and his wife bought tracts for orange groves in Florida. Their sole motive was to realize a profit, although it was forecast that it would take ten years before the trees would be income-producing; Mr. Clement's two trips to Florida in 1963 were made for the purpose of selecting and supervising the installation of heaters in an effort to protect the groves from frost; the duration of the trips was three or four days, one or two days in going, one day in inspecting and discussions with other growers, and one day returning; such trips were necessary to select and install the heaters and that good business acumen necessitated the installation of the heaters; and that it was not necessary for Mrs. Clement, Sr., whose expenses were also claimed as a deduction, to make the trip with her husband, although she was part owner and had a knowledge of farming practices in Florida.</p>\n<p>At trial the Clements sought to rely on Section 212 of the Internal Revenue Code, 26 U.S.C.A. § 212, but their original claim for refund asserted that such expenses were deductible under Section <span class=\"star-pagination\">*882</span> 162, 26 U.S.C.A. § 162. Therefore, the court must consider these expenses in light of Section 162. The Treasury Regulation on Procedure and Administration (1954 Code), Section 301,6402-2(b) established pursuant to 26 U.S.C.A. § 7422(a). The pertinent language of Section 162 reads as follows:</p>\n<blockquote>\"(a) * * * There shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business, including * * *</blockquote>\n<blockquote>\"(2) traveling expenses (including amounts expended for meals and lodgings other than amounts which are lavish or extravagant under the circumstances) while away from home in the pursuit of a trade or business. * * *\"</blockquote>\n<p>Thus, the taxpayer must establish that he is \"carrying on [a] trade or business\" and that the claimed deduction is an ordinary and necessary expenditure in pursuit of that \"trade or business\" while \"away from home.\" The government abandoned its argument that the trip was for pleasure and, instead, asserted that the farm operations in Florida did not constitute a \"trade or business\" of the taxpayer. The court rejects this contention.</p>\n<p>A farm operation can be a trade or business, Godfrey v. Commissioner of Internal Revenue, 335 F.2d 82 (6th Cir. 1964), cert. den. 379 U.S. 966, 85 S.Ct. 660, 13 L.Ed.2d 560, and to qualify as a trade or business it is not a necessary prerequisite that one devote himself completely to that enterprise, Mercer v. Commissioner of Internal Revenue, 376 F.2d 408 (9th Cir. 1967). The most prominent factor in determining whether a taxpayer is engaged in a trade or business is a profit motive. Glimco v. Commissioner of Internal Revenue, 397 F.2d 537 (7th Cir. 1968), cert. den. 393 U.S. 981, 89 S.Ct. 452, 21 L.Ed. 2d 442; Bessenyey v. Commissioner of Internal Revenue, 379 F.2d 252 (2nd Cir. 1967), cert. den. 389 U.S. 931, 88 S.Ct. 293, 19 L.Ed.2d 283. On the facts before it, the court has found that Mr. Clement's sole motive in operating the orchards was that of profit and that he took an active role in their management. The case of Whipple v. Commissioner of Internal Revenue, 373 U.S. 193, 83 S.Ct. 1168, 10 L.Ed.2d 288 (1963), cited by the Commissioner in support of his position that Mr. Clement's farming operations fall outside the \"narrow category of a trade or business\", is not dispositive of the question before this court as it involved the deductibility of a \"bad debt\" which taxpayer incurred in dealings with a corporation of which he owned approximately eighty per cent of the outstanding shares. The court stated that his \"return [on the loan would be] distinctive to the process of investing and is generated by the successful operation of the corporation's business as distinguished from the trade or business of the taxpayer himself.\" Clement, Sr., was not a mere investor. The fact that he did make these expenditures compels the conclusion that his was an active role in the management of the farming operations. The business was not that of a corporation but was that of the taxpayer himself. Therefore the farming operations in Florida did constitute a trade or business within the meaning of Section 162.</p>\n<p>Although there is no contention to the contrary, the remaining requirements for deductibility under Section 162 have been met by Clement, Sr. A visit to the farming operations to select and supervise the installation of heating units certainly is \"ordinary and necessary\" to the conduct of such operations. The expenditures were not \"lavish or extravagant under the circumstances\". The \"away from home\" requirement is met whether \"home\" is defined in reference to the residence of the taxpayer or the location of the taxpayer's main business activity. See Chandler v. Commissioner of Internal Revenue, 226 F.2d 467 (1st Cir. 1955).</p>\n<p>Therefore, the court is of the opinion that Clement, Sr., was entitled to a <span class=\"star-pagination\">*883</span> deduction for the traveling expenses incurred on his trips to Florida. However, the court finds that it was not necessary for Mrs. Clement to accompany her husband and her claim for a deduction was properly disallowed.</p>\n<p>Judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  A general insurance agency, as distinguished from a local agency, has been defined as that agency which exists when the agent has authority \"to act without restriction or qualification in all matters relating to the business of his principal\". Schwartz v. Maryland Casualty Company, 82 N.H. 177, 131 A. 352, 353 (1931).</p>\n<p>[2]  At different times between 1961 and 1963 Clement &amp; Sons were general agents for three insurers. However, it was anticipated that its agency contract would not be renewed after 1963.</p>\n<p>[3]  The witness' testimony further indicated that this \"art\" as dependent upon \"visceral sensations\".</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">331</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">877</span></span> (1971)</b></center>\n<center><h1>William N. CLEMENT, Sr., et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. Nos. 2451-2453.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 1, 1971.</center>\n<p><span class=\"star-pagination\">*878</span> Thomas L. Norris, Jr., Poyner, Geraghty, Hartsfield &amp; Townsend, Raleigh, N. C., for plaintiffs.</p>\n<p>James M. Stabler, Atty., Tax Div., Dept. of Justice, Washington D. C., for defendant.</p>\n<p>DUPREE, District Judge.</p>\n<p>These consolidated actions seek the recovery of federal income tax and deficiency interest thereon. Plaintiffs in each of the above-entitled actions are husband and wife who filed joint federal income tax returns for the taxable years in question.</p>\n<p>During 1963, and for some years prior thereto, William N. Clement, Sr., William N. Clement, Jr., and Leonidas M. Jones, Jr., were the sole owners of the capital stock of William N. Clement &amp; Sons, Inc. (hereinafter referred to as Clement &amp; Sons), a general insurance agency,<sup>[1]</sup> incorporated under the laws of North Carolina. Clement &amp; Sons sold the policies of its principals on a commission basis through its own \"local agencies\". Although the gross annual sales were increasing and the \"local agencies\" totaled eighty-nine in 1963, the stockholders of Clement &amp; Sons were aware that a general insurance agency was a \"dying breed\"  large insuring companies were finding it more profitable to operate on the local level through their own organizations.<sup>[2]</sup> Thus Clement &amp; Sons adopted, during the latter part of 1963, a plan of complete liquidation in accordance with the terms and provisions of Section 337, Internal Revenue Code of 1954, and thereafter entered into a contract with Aetna Insurance Company whereby Aetna agreed to buy, on or before January 2, 1964, certain of the corporations' tangible business assets, its good will and all other properties and information pertaining to the corporation's insurance business (hereinafter referred to as intangible assets).</p>\n<p>For the tangible assets purchased, Aetna agreed to pay the appraised value. However, for the intangible assets purchased, the parties incorporated into the contract a provision which was to become a source of conflict in this lawsuit. Aetna agreed to pay in ten semi-annual installments over a period of five years an amount to be determined as follows:</p>\n<blockquote>\"Five per cent of the net gross written premiums for all lines of business produced and placed with the vendee (Aetna) or any of its subsidiaries or affiliated companies (excluding life insurance affiliates) in each of the said five years from the agents comprising the agency plant of the vendor (W. N. Clement &amp; Sons, Inc.) as of the effective date of this agreement * * *\"</blockquote>\n<p>The term \"agents comprising the agency plant of the vendor\" referred to the \"local agencies\" or sales force of Clement <span class=\"star-pagination\">*879</span> &amp; Sons. Although Clement &amp; Sons had never been a general agency of Aetna, there were indications prior to the consummation of the sale that all but four of its local agencies were willing to represent Aetna. Aetna, however, retained the option to decline to accept any or all of these agencies and, also, to terminate the employment of those accepted at any time.</p>\n<p>On the sale of the assets to Aetna, the corporation was dissolved and liquidated and its remaining assets, including the right to receive the payments described above, were distributed to the stockholders (Clement, Sr., Clement, Jr., and Jones) during the 1964 taxable year of each of the plaintiffs.</p>\n<p>On their respective 1964 federal income tax returns the plaintiffs treated the sale of the intangible assets as a sale of capital assets and paid tax on the money actually received in 1964 to the extent the sums exceeded their basis in the capital stock, with the gain being taxed at capital gains rates. Again in 1965 and 1966 the amounts received from Aetna were reported as payments on the sale of intangible assets in each of those years. By so doing the plaintiffs treated the sale of the intangible assets to Aetna as an \"open transaction\", with a capital gains reportable in each year that Aetna made a payment.</p>\n<p>Upon examination of the plaintiffs' respective federal income tax returns for 1964, the Commissioner determined that the intangible assets sold to Aetna had a total fair market value of $100,000; that such value was ascertainable at the time of the sale; and that, therefore, the sale was a closed transaction. As a result of this determination the Commissioner concluded that the difference between each shareholder's basis in his stock in the corporation and his pro-rata part of the total fair market value of the intangible assets sold by Clement &amp; Sons to Aetna ($100,000) constituted a long term capital gain taxable in 1964, the year of the sale. All sums received above that amount were to be taxed at the ordinary income tax rate.</p>\n<p>The Commissioner also determined that certain travel expenses claimed by Clement, Sr., and his wife as a deduction on their joint income tax return for the year 1964 in connection with two trips to Florida were not deductible as ordinary and necessary business expense.</p>\n<p>Each of the plaintiffs paid the additional tax occasioned by the aforesaid adjustments, filed claims for refunds which were not allowed by the Commissioner and then filed these suits. The jurisdiction of the court is invoked pursuant to 28 U.S.C.A. § 1346, Subsection (a) (1).</p>\n<p>The questions presented for consideration are:</p>\n<p>1. Whether the contract for the purchase of intangible assets of the plaintiffs' insurance agency had an ascertainable fair market value within the income tax laws in the year of the sale.</p>\n<p>2. Whether the plaintiff, William N. Clement, Sr., was in the trade or business of operating citrus groves in Florida and, if so, whether the claimed expenditures for trips to Florida qualify as ordinary and necessary business expenses under Section 162 of the Internal Revenue Code of 1964.</p>\n<p>This court is of the opinion that the taxpayers should prevail on both issues.</p>\n<p>The controlling principle in the area of the valuation of sales contracts for income tax purposes emerges from the case of Burnet v. Logan, <span class=\"citation\" data-id=\"101746\"><a href=\"/opinion/101746/burnet-v-logan/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">404</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">550</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1143</span></span> (1931). There the taxpayer sold stock and received, for consideration thereof, a contract providing for the payment of sixty cents per ton on all ore that the purchaser of said stock should henceforth receive from a certain mining concern, which was under no obligation to mine any certain tonnage. The Supreme Court articulated the principle that an exchange of corporate stock for assets in kind is a closed transaction with respect to such assets as have an ascertainable fair market value at the time of the sale, but is not a closed transaction with respect to assets which at the time of <span class=\"star-pagination\">*880</span> the sale do not have an ascertainable fair market value. In applying the term \"ascertainable fair market value\" to the facts before it, the Supreme Court stated at pages 412-413, 51 S.Ct. at page 552:</p>\n<blockquote>\"Nor does the situation demand that an effort be made to place according to the best available data some approximate value upon the contract for future payments. * * * As annual payments * * * come in, they can be readily apportioned first as return of capital and later as profit. The liability for income tax ultimately can be fairly determined without resort to mere estimates, assumptions, and speculation. When the profit, if any, is actually realized, the taxpayer will be required to respond. The consideration for the sale was $2,200,000.00 in cash and the promise of future payments wholly <i>contingent upon facts and circumstances not possible to foretell with anything like fair certainty.</i> The promise was in no proper sense equivalent to cash. It had no ascertainable fair market value.\" 283 U.S. at 412, 413, 51 S.Ct. at 552.</blockquote>\n<p>This \"fair certainty\" test is the only authoritative pronouncement in the area by the Supreme Court. It has been given its full effect by the lower courts, despite Revenue Ruling 58-402, which sought to close a transaction in the year of the sale except in \"rare and extraordinary cases\". See Dorsey, Commissioner of Internal Revenue, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">606</span></span> (1968); John H. Altorfer, 20 T.C. Memo 266 (1961).</p>\n<p>Here, as in Burnet v. Logan, supra, the taxpayers received a \"promise of future money payments wholly contingent upon facts and circumstances not possible to foretell with anything like fair certainty\". They were to receive a percentage of \"all lines of business produced and placed with the vendee (Aetna) * * in each of the said five years from the agents comprising the agency plant of the vendor. * * * There was no assurance as to the number of their former agents that would agree to become agents of Aetna, nor the number of those who would remain agents for the full five-year period. A survey of the years 1964 through 1967 reveals that fourteen of the eighty-nine former agents of Clement &amp; Sons were unacceptable to Aetna, four of the remaining seventy-five declined employment, and twenty-three of the remaining seventy-one were terminated by Aetna. But even if the number of former Clement &amp; Sons' agents was ascertainable at any point in time during the five-year period, the amount of \"business produced\" by each was a further uncertainty. In addition to the inability to predict with precision the market for insurance in North Carolina, due account must be accorded the fact that Aetna offered a wider range of insurance than Clement &amp; Sons had been able to offer its customers. The effect that the ability to offer automotive insurance would have on the volume of business produced by an agent previously selling mainly fire and casualty lines was subject to speculation. Furthermore, the success of each agent was dependent upon a multiplicity of human factors impossible to \"foretell with anything like fair certainty\".</p>\n<p>A finding that the contract could not be valued with fair certainty on the date of the sale is buttressed by the testimony of the defendant's witness, an expert in the field of buying and selling insurance agencies. After directing the court's consideration to such \"imponderables\" as customer good will, the discontinuance of the personal relationship of Mr. Clement, Sr., with the agents, the insurance industry's growth potential, the flux inherent in the industry (the volume of business in a certain line of insurance fluctuates from year to year) and the effect that Aetna's competition would have on the market, the expert witness reduced the value of the contract to four factors: Clement &amp; Sons' volume of business in 1963 was increased by five per cent per year to reflect a growth ratio, multiplied by the five per cent commissions to be received, discounted by twenty-five per cent to reflect the discontinuance of the personal relationship of the Clements with their agents, and then a six per cent rate of <span class=\"star-pagination\">*881</span> interest was computed on this figure. The court cannot accept this formula as an accurate indication of the value of the contract. Its most obvious fallacy is that the expert witness apparently did not take cognizance of the fact that the amount to be received by the taxpayers under the contract depended on the production of a certain eighty-nine agents. The facts of this case are unlike the situation where the taxpayers are to receive a percentage of the earnings of a company and, therefore, the company's interest in maintaining those earnings necessarily coincides with that of the taxpayers. But assuming that this very important distinction was considered by the witness, the five per cent commission to be received was the only figure in the formula which was not an estimate. The difficulties of determining the amount of \"business produced\" have already been discussed. The twenty-five per cent discount to reflect the discontinuance of the personal relationship of the taxpayers with their agents was made without a knowledge of these particular relationships. In summary, his testimony adequately supported his statement that the valuation of this contract is an \"art not a science\".<sup>[3]</sup></p>\n<p>Estate of Goldstein, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">1032</span></span> (1960), cited and relied upon by the defendant to support its proposition that the industry has sufficient criteria to determine the fair market value of this contract, is not controlling. That case involved a transfer of insurance renewal commissions and held that a determination of the fair market value of these rights would not be \"fictitious or speculative.\" However, the Tax Court placed heavy emphasis on the fact that \"the very existence of the insurance industry is based upon determining, through the use of actuarial and experience tables, how many policies will terminate over a period of time, the cause of such terminations, and the probable number of renewal premiums that will be collected\". Insurance renewal commissions were not involved in the sale of the intangible assets of Clement &amp; Sons, nor is it contended that the intangible assets involved in this sale, a sales force with established good will, are peculiarly characteristic of the insurance industry.</p>\n<p>Thus, this court has found as ultimate fact that the contract for the sale of the intangible assets of Clement &amp; Sons did not have an ascertainable fair market value at the time of the sale. Accordingly, the sale should have been treated as an \"open transaction\" with capital gains reportable in the year that Aetna made a payment.</p>\n<p>Turning now to the question of the deductibility of the traveling expenses of Clement, Sr., to Florida the court finds that the plaintiffs' evidence has established the following:</p>\n<p>In 1961 Mr. Clement and his wife bought tracts for orange groves in Florida. Their sole motive was to realize a profit, although it was forecast that it would take ten years before the trees would be income-producing; Mr. Clement's two trips to Florida in 1963 were made for the purpose of selecting and supervising the installation of heaters in an effort to protect the groves from frost; the duration of the trips was three or four days, one or two days in going, one day in inspecting and discussions with other growers, and one day returning; such trips were necessary to select and install the heaters and that good business acumen necessitated the installation of the heaters; and that it was not necessary for Mrs. Clement, Sr., whose expenses were also claimed as a deduction, to make the trip with her husband, although she was part owner and had a knowledge of farming practices in Florida.</p>\n<p>At trial the Clements sought to rely on Section 212 of the Internal Revenue Code, 26 U.S.C.A. § 212, but their original claim for refund asserted that such expenses were deductible under Section <span class=\"star-pagination\">*882</span> 162, 26 U.S.C.A. § 162. Therefore, the court must consider these expenses in light of Section 162. The Treasury Regulation on Procedure and Administration (1954 Code), Section 301,6402-2(b) established pursuant to 26 U.S.C.A. § 7422(a). The pertinent language of Section 162 reads as follows:</p>\n<blockquote>\"(a) * * * There shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business, including * * *</blockquote>\n<blockquote>\"(2) traveling expenses (including amounts expended for meals and lodgings other than amounts which are lavish or extravagant under the circumstances) while away from home in the pursuit of a trade or business. * * *\"</blockquote>\n<p>Thus, the taxpayer must establish that he is \"carrying on [a] trade or business\" and that the claimed deduction is an ordinary and necessary expenditure in pursuit of that \"trade or business\" while \"away from home.\" The government abandoned its argument that the trip was for pleasure and, instead, asserted that the farm operations in Florida did not constitute a \"trade or business\" of the taxpayer. The court rejects this contention.</p>\n<p>A farm operation can be a trade or business, Godfrey v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"265140\"><a href=\"/opinion/265140/edward-r-godfrey-and-georgia-g-godfrey-v-commissioner-of-internal/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">82</span></a></span> (6th Cir. 1964), cert. den. <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">966</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">660</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></span>, and to qualify as a trade or business it is not a necessary prerequisite that one devote himself completely to that enterprise, Mercer v. Commissioner of Internal Revenue, <span class=\"citation no-link\"><span class=\"volume\">376</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></span> (9th Cir. 1967). The most prominent factor in determining whether a taxpayer is engaged in a trade or business is a profit motive. Glimco v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"280894\"><a href=\"/opinion/280894/joseph-p-glimco-and-lena-glimco-v-commissioner-of-internal-revenue/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span> (7th Cir. 1968), cert. den. <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">981</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">452</span></span>, 21 L.Ed. 2d 442; Bessenyey v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"276330\"><a href=\"/opinion/276330/margit-sigray-bessenyey-v-commissioner-of-internal-revenue/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">252</span></a></span> (2nd Cir. 1967), cert. den. <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">931</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">293</span></span>, 19 L.Ed.2d 283. On the facts before it, the court has found that Mr. Clement's sole motive in operating the orchards was that of profit and that he took an active role in their management. The case of Whipple v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"106603\"><a href=\"/opinion/106603/whipple-v-commissioner/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, <span class=\"citation\" data-id=\"106603\"><a href=\"/opinion/106603/whipple-v-commissioner/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1168</span></a></span>, <span class=\"citation\" data-id=\"106603\"><a href=\"/opinion/106603/whipple-v-commissioner/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></a></span> (1963), cited by the Commissioner in support of his position that Mr. Clement's farming operations fall outside the \"narrow category of a trade or business\", is not dispositive of the question before this court as it involved the deductibility of a \"bad debt\" which taxpayer incurred in dealings with a corporation of which he owned approximately eighty per cent of the outstanding shares. The court stated that his \"return [on the loan would be] distinctive to the process of investing and is generated by the successful operation of the corporation's business as distinguished from the trade or business of the taxpayer himself.\" Clement, Sr., was not a mere investor. The fact that he did make these expenditures compels the conclusion that his was an active role in the management of the farming operations. The business was not that of a corporation but was that of the taxpayer himself. Therefore the farming operations in Florida did constitute a trade or business within the meaning of Section 162.</p>\n<p>Although there is no contention to the contrary, the remaining requirements for deductibility under Section 162 have been met by Clement, Sr. A visit to the farming operations to select and supervise the installation of heating units certainly is \"ordinary and necessary\" to the conduct of such operations. The expenditures were not \"lavish or extravagant under the circumstances\". The \"away from home\" requirement is met whether \"home\" is defined in reference to the residence of the taxpayer or the location of the taxpayer's main business activity. See Chandler v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"237658\"><a href=\"/opinion/237658/douglas-a-chandler-v-commissioner-of-internal-revenue/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">467</span></a></span> (1st Cir. 1955).</p>\n<p>Therefore, the court is of the opinion that Clement, Sr., was entitled to a <span class=\"star-pagination\">*883</span> deduction for the traveling expenses incurred on his trips to Florida. However, the court finds that it was not necessary for Mrs. Clement to accompany her husband and her claim for a deduction was properly disallowed.</p>\n<p>Judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  A general insurance agency, as distinguished from a local agency, has been defined as that agency which exists when the agent has authority \"to act without restriction or qualification in all matters relating to the business of his principal\". Schwartz v. Maryland Casualty Company, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">A.</span> <span class=\"page\">352</span></span>, 353 (1931).</p>\n<p>[2]  At different times between 1961 and 1963 Clement &amp; Sons were general agents for three insurers. However, it was anticipated that its agency contract would not be renewed after 1963.</p>\n<p>[3]  The witness' testimony further indicated that this \"art\" as dependent upon \"visceral sensations\".</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/280894/"
  ]
}