{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1402964/",
  "absolute_url": "/opinion/1402964/allied-distributors-inc-v-latrobe-brewing-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1402964/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:58:33.298272Z",
  "date_modified": "2016-04-27T01:14:18.595208Z",
  "type": "010combined",
  "sha1": "31dd40ac1bcdb5d525df13a68055f031814aecb1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>847 F.Supp. 376 (1993)</b></center>\n<center><h1>ALLIED DISTRIBUTORS, INC., a North Carolina Corporation, and HRT, INC., a North Carolina Corporation t/a Tankard Distributing Co., Plaintiffs,<br>\nv.<br>\nLATROBE BREWING COMPANY, a Pennsylvania Corporation, Defendant.</h1></center>\n<center>No. 93-84-CIV-4-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>October 8, 1993.</center>\n<p><span class=\"star-pagination\">*377</span> M. Keith Kapp, Armistead J. Maupin, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for Latrobe Brewing Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This action was removed from Craven County, North Carolina, Superior Court pursuant to 28 U.S.C. § 1441 on the basis of diversity jurisdiction. It presently is before the court on motion by defendant, Latrobe Brewing Company's (Latrobe) to dismiss this action for failure to state a claim upon which relief may be granted, pursuant to Rule 12(b)(6), Fed.R.Civ.P. The plaintiffs have responded in opposition thereto and Latrobe has filed a reply. The matter is ripe for disposition.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Allied Distributors, Inc. (Allied) principally does business in Craven County, North Carolina, and HRT, Inc. (HRT) principally does business in Beaufort County, North Carolina. Since 1987, HRT and Latrobe, a Pennsylvania corporation, were parties to an agreement whereby HRT was a registered whole-sale distributor of Latrobe's beer products in North Carolina.</p>\n<p>In December, 1992, HRT agreed to transfer to Allied all of HRT's distribution rights under HRT's wholesaler agreement with Latrobe. HRT and Allied allegedly notified Latrobe of their agreement and the intended transfer of HRT's distribution rights, and requested that Latrobe review and approve the transaction pursuant to N.C.Gen.Stat. § 18B-1307(b) (permitting suppliers to review and approve transfers of distributorships within certain guidelines). Latrobe refused to approve the proposed transfer of distribution rights from HRT to Allied in a manner plaintiffs believe is violative of § 18B-1307(b).</p>\n<p>The complaint asserts three claims for relief against Latrobe. The first claim, asserted by HRT alone, states that Latrobe's refusal to approve the transfer was unreasonable in violation of § 18B-1307. The second claim, asserted by both plaintiffs, alleges that Latrobe's unreasonable refusal to approve the transfer of distribution rights constitutes tortious interference with the transfer agreement between HRT and Allied. The third claim, also asserted by both plaintiffs, alleges that the same unreasonable refusal to approve the transfer of distribution rights constitutes an unfair trade practice, in violation of N.C.Gen.Stat. § 75-1.1.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2>I. PLAINTIFFS HAVE FAILED TO PLEAD A CLAIM UNDER THE BEER FRANCHISE LAW</h2>\n<p>In the First Claim for Relief, plaintiff HRT<sup>[1]</sup> seeks relief under the Beer Franchise Law contained in N.C.Gen.Stat. § 18B-1307, alleging that Latrobe wrongfully refused approval of the proposed transfer of the distributorship to Allied under the statute. HRT also alleges that it suffered unspecified damages <span class=\"star-pagination\">*378</span> in excess of $10,000 as a result of this conduct, and seeks injunctive relief.</p>\n<p>In pertinent part, § 18B-1307 provides:</p>\n<blockquote>(b) <i>Approval of Certain Transfers.</i> Upon notice to and approval by the supplier, an individual owning an interest in a wholesaler may sell, assign or transfer that interest, including the wholesaler's rights under its franchise agreement with the supplier, to any qualified person. Within 30 days of receipt of notice of the intended sale, assignment or transfer, the supplier shall request any additional relevant, material information reasonably necessary for deciding whether to approve the transaction. The supplier shall have 30 days from receipt of that information to object to the sale, assignment or transfer. The supplier may object only if the proposed transferee fails to meet qualifications and standards that are nondiscriminatory, material, reasonable and consistently applied to North Carolina wholesalers by the supplier. The burden shall be on the supplier to prove that the proposed transferee is not qualified.</blockquote>\n<blockquote>(c) <i>Damages.</i> A supplier who disapproves or prevents assignment or change of ownership in violation of this section shall be liable to the wholesaler who proposed to make the sale, assignment or transfer <i>for the difference between the disapproved sale price and a subsequent actual price of a sale of the same assets completed within a reasonable period.</i>...</blockquote>\n<p>N.C.Gen.Stat. § 18B-1307(b), (c) (emphasis added).</p>\n<p>Under common law, a supplier is free to terminate a distributor at will, subject to any contractual restrictions. <i>See, e.g., </i><i>Bartolomeo v. S.B. Thomas, Inc.,</i> 889 F.2d 530, 533 (4th Cir.1989) (construing North Carolina law). The statute being in derogation of common law requires strict adherence to its terms. <i>Biddix v. Henredon Furniture Industries, Inc.,</i> 76 N.C.App. 30, 331 S.E.2d 717, 720 (1985). Under a plain reading of the statute, a plaintiff must allege both that a defendant acted unreasonably within the meaning of the statute and that the plaintiff (who meets the statutory standards) suffered the damages contemplated by the statute.<sup>[2]</sup></p>\n<p>Although HRT pleads a wrongful refusal to approve a transfer in accordance with § 18B-1307(b), there is no allegation that HRT has suffered the kind of damages specified in subsection (c). Indeed, HRT has not alleged that it sold or even tried to sell the distribution rights to another party, at a loss of otherwise. If a supplier unreasonably disapproves a transfer, and if the distributor is forced to sell its asset to someone other than its first choice, the statute seeks to protect the distributor by making it whole if it sells to another party at a lower price. In order to make a claim under the statute, the selling distributor must allege that it sought a new buyer to replace the rejected transferee, and actually completed a sale at a lower price. Otherwise, it has not suffered damage because it still retains the asset in question, namely the right to distribute.</p>\n<p>Similarly, there is no basis for the injunctive relief sought in ¶ 10 of the complaint. The statute makes no provision for such relief, and the silence is significant. In the preceding section of the statute, § 18B-1306(a), the North Carolina legislature specifically authorized injunctive relief in connection with improper <i>terminations</i> of beer franchises, thus evidencing an ability to provide for such relief when deemed appropriate.</p>\n<p>For the foregoing reasons, therefore, the court concludes that HRT has failed to state a claim upon which relief may be granted pursuant to N.C.Gen.Stat. § 18B-1307. Consequently, Latrobe's motion to dismiss the First Claim for Relief is ALLOWED.</p>\n<p></p>\n<h2>II. PLAINTIFFS FAIL TO STATE A CLAIM FOR TORTIOUS INTERFERENCE WITH CONTRACT</h2>\n<p>The complaint herein alleges that in December, 1992, \"HRT and Allied entered <span class=\"star-pagination\">*379</span> into an agreement in which HRT agreed to transfer to Allied all of HRT's distribution rights pursuant to HRT's ... wholesaler[']s agreement with Latrobe for a set purchase price as agreed upon by the Plaintiffs.\" Complaint, ¶ 5. In North Carolina, an action lies in tort against an \"outsider\" who knowingly, intentionally and unjustifiably induces one party to a contract to breach it to the damage of the other party. <i>E.g., </i><i>Fowler v. Nationwide Insurance Co.,</i> 256 N.C. 555, 124 S.E.2d 520 (1962). The claim must relate to a subsisting contract. <i>Id.</i></p>\n<p>An \"outsider\" is one who is not a party to the contract in question and who had no legitimate business interest of his own in the subject matter thereof; conversely, one who is a <i>non</i>-outsider is one who, though not a party to the subject contract had a legitimate business interest of his own in the subject matter. <i>See generally </i><i>Smith v. Ford Motor Co.,</i> 289 N.C. 71, 221 S.E.2d 282 (1976); <i>see also </i><i>Genet Co. v. Annheuser-Busch, Inc.,</i> 498 So.2d 683 (Fla.Dist.Ct.App.1986). Latrobe, as a non-outsider, has no tort liability under North Carolina law for tortious interference with the agreement allegedly entered into between HRT and Allied.</p>\n<p>In their Memorandum filed in opposition to summary judgment, plaintiffs point out that North Carolina recognizes the tort of wrongful interference with future relations and/or prospective advantages, citing <i>Spartan Equipment Co. v. Air Placement Equipment Co.,</i> 263 N.C. 549, 140 S.E.2d 3 (1965); <i>Cameron v. New Hanover Memorial Hosp.,</i> 58 N.C.App. 414, 293 S.E.2d 901 (1982). Quoting <i>Cameron,</i> plaintiffs note:</p>\n<blockquote>Where the claim is based upon wrongful interference with prospective advantage, plaintiffs must show lack of justification for inducing a third party to refrain from entering into a contract with them which contract would have ensued but for the interference.</blockquote>\n<p><i>Cameron,</i> 293 S.E.2d at 917. Such an argument does not save plaintiff's second claim for relief for two reasons. First, they did not plead wrongful interference with future relations and/or prospective advantage, they pled tortious interference with contract. These are distinct torts with distinct elements. Second, this court perceives that the North Carolina legislature enacted the Beer Franchise Act in order to codify this state's position with regard to just this sort of dispute. Plaintiffs' relief, if any, must be had pursuant to the rights and remedies set forth in the Act.</p>\n<p></p>\n<h2>III. PLAINTIFFS HAVE FAILED TO STATE A CLAIM FOR UNFAIR OR DECEPTIVE TRADE PRACTICES</h2>\n<p>The North Carolina legislature has declared to be unlawful \"unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce.\" N.C.Gen.Stat. § 75-1.1. Proof of unfair or deceptive trade practices entitles a plaintiff to treble damages, and thus constitutes a boilerplate claim in most every complaint based on a commercial or consumer transaction in North Carolina.</p>\n<p>The North Carolina courts have warned that application of this statute is not to be \"unfettered.\" <i>Bhatti v. Buckland,</i> 328 N.C. 240, 400 S.E.2d 440 (1991). Some type of egregious or aggravating circumstances must be alleged and proved before the statute's provisions may be applied. In the instant case, plaintiffs would have the court approve treble damages against a beer supplier who, in accordance with a very detailed and specific state statute, objected to the proposed transfer of a beer distributorship. Even a party who <i>intentionally breaches</i> a contract is not, without more, liable for such conduct under the North Carolina Unfair Trade Practices Act. <i>See </i><i>Pappas v. NCNB National Bank of North Carolina,</i> 653 F.Supp. 699, 707 (M.D.N.C.1987); <i>Pee Dee Oil Co. v. Quality Oil Co., Inc.,</i> 80 N.C.App. 219, 341 S.E.2d 113, 116, <i>disc. rev. denied,</i> 317 N.C. 706, 347 S.E.2d 438 (1986).</p>\n<p>A sister federal district court recently addressing an analogous situation observed that \"the United States Supreme Court has recognized the right of a seller freely to exercise its independent discretion as to parties with whom it will deal.\" <i>General United Co. v. American Honda Motor Co., Inc.,</i> 618 F.Supp. 1452, 1455 (W.D.N.C.1985) (citing <i>Monsanto Co. v. Spray-Rite Service Corp.,</i> <span class=\"star-pagination\">*380</span> 465 U.S. 752, 104 S.Ct. 1464, 79 L.Ed.2d 775 (1984)). The court went on to conclude that \"the Defendant's exercise of reasonable discretion in its business relationships does not constitute an unfair trade practice under N.C.Gen.Stat. § 75-1.1.\" <i>Id.</i> at 1456. \"The North Carolina legislature must have intended that substantial aggravating circumstances be present before any practice is deemed unfair under [this section], since it provided that any damages suffered by the victim are to be trebled.\" <i>Id.</i> at 1455.</p>\n<p>Latrobe's conduct, as alleged in plaintiffs' complaint, at most would be a violation of the Beer Franchise Law had plaintiffs stated a claim under that statute. Plaintiff have not pled any factual basis for a Chapter 75 claim upon which this court could find an unfair trade practice.</p>\n<blockquote>[P]ersons engaged in commerce frequently have disputes which require resolution by the law, such resolution indicating that one or the other should prevail as a matter of right. To assert in good faith a claim predicated on an erroneous interpretation of the law is not an unfair act proscribed by ... § 75-1.1, as the remedy therefor lies in the law itself; i.e., such an erroneous view will not prevail.... Nothing else appearing, there is nothing unfair in asserting one's rights as perceived in good faith.</blockquote>\n<p><i>Branch Banking &amp; Trust Co. v. Columbian Peanut Co.,</i> 649 F.Supp. 1116, 1121 (E.D.N.C.1986).</p>\n<p>For the foregoing reasons, the court concludes that the plaintiffs have failed, as a matter of law, to state a claim for relief under N.C.Gen.Stat. § 75-1.1. Latrobe's Motion to Dismiss the Third Claim for Relief, therefore, is ALLOWED.</p>\n<p></p>\n<h2><i>SUMMARY</i></h2>\n<p>For the reasons set forth above, Latrobe's Motion to Dismiss is ALLOWED and the complaint filed herein is DISMISSED in its entirety.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Only HRT seeks relief in this claim for relief.</p>\n<p>[2]  Latrobe contends in a footnote to its Memorandum in Support of Motion to Dismiss that this statute does not even apply to its relationship with HRT, because application would constitute an unconstitutional retroactive impairment of contract. Latrobe does not argue this position, as it contends the issue need not be decided in order to resolve the instant motion.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">847</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">376</span></span> (1993)</b></center>\n<center><h1>ALLIED DISTRIBUTORS, INC., a North Carolina Corporation, and HRT, INC., a North Carolina Corporation t/a Tankard Distributing Co., Plaintiffs,<br>\nv.<br>\nLATROBE BREWING COMPANY, a Pennsylvania Corporation, Defendant.</h1></center>\n<center>No. 93-84-CIV-4-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>October 8, 1993.</center>\n<p><span class=\"star-pagination\">*377</span> M. Keith Kapp, Armistead J. Maupin, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for Latrobe Brewing Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This action was removed from Craven County, North Carolina, Superior Court pursuant to 28 U.S.C. § 1441 on the basis of diversity jurisdiction. It presently is before the court on motion by defendant, Latrobe Brewing Company's (Latrobe) to dismiss this action for failure to state a claim upon which relief may be granted, pursuant to Rule 12(b)(6), Fed.R.Civ.P. The plaintiffs have responded in opposition thereto and Latrobe has filed a reply. The matter is ripe for disposition.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>Allied Distributors, Inc. (Allied) principally does business in Craven County, North Carolina, and HRT, Inc. (HRT) principally does business in Beaufort County, North Carolina. Since 1987, HRT and Latrobe, a Pennsylvania corporation, were parties to an agreement whereby HRT was a registered whole-sale distributor of Latrobe's beer products in North Carolina.</p>\n<p>In December, 1992, HRT agreed to transfer to Allied all of HRT's distribution rights under HRT's wholesaler agreement with Latrobe. HRT and Allied allegedly notified Latrobe of their agreement and the intended transfer of HRT's distribution rights, and requested that Latrobe review and approve the transaction pursuant to N.C.Gen.Stat. § 18B-1307(b) (permitting suppliers to review and approve transfers of distributorships within certain guidelines). Latrobe refused to approve the proposed transfer of distribution rights from HRT to Allied in a manner plaintiffs believe is violative of § 18B-1307(b).</p>\n<p>The complaint asserts three claims for relief against Latrobe. The first claim, asserted by HRT alone, states that Latrobe's refusal to approve the transfer was unreasonable in violation of § 18B-1307. The second claim, asserted by both plaintiffs, alleges that Latrobe's unreasonable refusal to approve the transfer of distribution rights constitutes tortious interference with the transfer agreement between HRT and Allied. The third claim, also asserted by both plaintiffs, alleges that the same unreasonable refusal to approve the transfer of distribution rights constitutes an unfair trade practice, in violation of N.C.Gen.Stat. § 75-1.1.</p>\n<p></p>\n<h2><i>ANALYSIS</i></h2>\n<p></p>\n<h2>I. PLAINTIFFS HAVE FAILED TO PLEAD A CLAIM UNDER THE BEER FRANCHISE LAW</h2>\n<p>In the First Claim for Relief, plaintiff HRT<sup>[1]</sup> seeks relief under the Beer Franchise Law contained in N.C.Gen.Stat. § 18B-1307, alleging that Latrobe wrongfully refused approval of the proposed transfer of the distributorship to Allied under the statute. HRT also alleges that it suffered unspecified damages <span class=\"star-pagination\">*378</span> in excess of $10,000 as a result of this conduct, and seeks injunctive relief.</p>\n<p>In pertinent part, § 18B-1307 provides:</p>\n<blockquote>(b) <i>Approval of Certain Transfers.</i> Upon notice to and approval by the supplier, an individual owning an interest in a wholesaler may sell, assign or transfer that interest, including the wholesaler's rights under its franchise agreement with the supplier, to any qualified person. Within 30 days of receipt of notice of the intended sale, assignment or transfer, the supplier shall request any additional relevant, material information reasonably necessary for deciding whether to approve the transaction. The supplier shall have 30 days from receipt of that information to object to the sale, assignment or transfer. The supplier may object only if the proposed transferee fails to meet qualifications and standards that are nondiscriminatory, material, reasonable and consistently applied to North Carolina wholesalers by the supplier. The burden shall be on the supplier to prove that the proposed transferee is not qualified.</blockquote>\n<blockquote>(c) <i>Damages.</i> A supplier who disapproves or prevents assignment or change of ownership in violation of this section shall be liable to the wholesaler who proposed to make the sale, assignment or transfer <i>for the difference between the disapproved sale price and a subsequent actual price of a sale of the same assets completed within a reasonable period.</i>...</blockquote>\n<p>N.C.Gen.Stat. § 18B-1307(b), (c) (emphasis added).</p>\n<p>Under common law, a supplier is free to terminate a distributor at will, subject to any contractual restrictions. <i>See, e.g., </i><i>Bartolomeo v. S.B. Thomas, Inc.,</i> <span class=\"citation\" data-id=\"532057\"><a href=\"/opinion/532057/tim-bartolomeo-dba-quality-brands-inc-v-sb-thomas-inc-cpc/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 533 (4th Cir.1989) (construing North Carolina law). The statute being in derogation of common law requires strict adherence to its terms. <i>Biddix v. Henredon Furniture Industries, Inc.,</i> 76 N.C.App. 30, <span class=\"citation\" data-id=\"1211173\"><a href=\"/opinion/1211173/biddix-v-henredon-furniture-industries-inc/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">717</span></a></span>, 720 (1985). Under a plain reading of the statute, a plaintiff must allege both that a defendant acted unreasonably within the meaning of the statute and that the plaintiff (who meets the statutory standards) suffered the damages contemplated by the statute.<sup>[2]</sup></p>\n<p>Although HRT pleads a wrongful refusal to approve a transfer in accordance with § 18B-1307(b), there is no allegation that HRT has suffered the kind of damages specified in subsection (c). Indeed, HRT has not alleged that it sold or even tried to sell the distribution rights to another party, at a loss of otherwise. If a supplier unreasonably disapproves a transfer, and if the distributor is forced to sell its asset to someone other than its first choice, the statute seeks to protect the distributor by making it whole if it sells to another party at a lower price. In order to make a claim under the statute, the selling distributor must allege that it sought a new buyer to replace the rejected transferee, and actually completed a sale at a lower price. Otherwise, it has not suffered damage because it still retains the asset in question, namely the right to distribute.</p>\n<p>Similarly, there is no basis for the injunctive relief sought in ¶ 10 of the complaint. The statute makes no provision for such relief, and the silence is significant. In the preceding section of the statute, § 18B-1306(a), the North Carolina legislature specifically authorized injunctive relief in connection with improper <i>terminations</i> of beer franchises, thus evidencing an ability to provide for such relief when deemed appropriate.</p>\n<p>For the foregoing reasons, therefore, the court concludes that HRT has failed to state a claim upon which relief may be granted pursuant to N.C.Gen.Stat. § 18B-1307. Consequently, Latrobe's motion to dismiss the First Claim for Relief is ALLOWED.</p>\n<p></p>\n<h2>II. PLAINTIFFS FAIL TO STATE A CLAIM FOR TORTIOUS INTERFERENCE WITH CONTRACT</h2>\n<p>The complaint herein alleges that in December, 1992, \"HRT and Allied entered <span class=\"star-pagination\">*379</span> into an agreement in which HRT agreed to transfer to Allied all of HRT's distribution rights pursuant to HRT's ... wholesaler[']s agreement with Latrobe for a set purchase price as agreed upon by the Plaintiffs.\" Complaint, ¶ 5. In North Carolina, an action lies in tort against an \"outsider\" who knowingly, intentionally and unjustifiably induces one party to a contract to breach it to the damage of the other party. <i>E.g., </i><i>Fowler v. Nationwide Insurance Co.,</i> <span class=\"citation\" data-id=\"1320940\"><a href=\"/opinion/1320940/fowler-v-nationwide-insurance-company/\"><span class=\"volume\">256</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">555</span></a></span>, <span class=\"citation\" data-id=\"1320940\"><a href=\"/opinion/1320940/fowler-v-nationwide-insurance-company/\"><span class=\"volume\">124</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">520</span></a></span> (1962). The claim must relate to a subsisting contract. <i>Id.</i></p>\n<p>An \"outsider\" is one who is not a party to the contract in question and who had no legitimate business interest of his own in the subject matter thereof; conversely, one who is a <i>non</i>-outsider is one who, though not a party to the subject contract had a legitimate business interest of his own in the subject matter. <i>See generally </i><i>Smith v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"1287272\"><a href=\"/opinion/1287272/smith-v-ford-motor-co/\"><span class=\"volume\">289</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">71</span></a></span>, <span class=\"citation\" data-id=\"1287272\"><a href=\"/opinion/1287272/smith-v-ford-motor-co/\"><span class=\"volume\">221</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">282</span></a></span> (1976); <i>see also </i><i>Genet Co. v. Annheuser-Busch, Inc.,</i> <span class=\"citation\" data-id=\"1739167\"><a href=\"/opinion/1739167/genet-co-v-annheuser-busch-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">683</span></a></span> (Fla.Dist.Ct.App.1986). Latrobe, as a non-outsider, has no tort liability under North Carolina law for tortious interference with the agreement allegedly entered into between HRT and Allied.</p>\n<p>In their Memorandum filed in opposition to summary judgment, plaintiffs point out that North Carolina recognizes the tort of wrongful interference with future relations and/or prospective advantages, citing <i>Spartan Equipment Co. v. Air Placement Equipment Co.,</i> <span class=\"citation\" data-id=\"1396887\"><a href=\"/opinion/1396887/spartan-equipment-co-v-air-placement-equipment-co/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">549</span></a></span>, <span class=\"citation\" data-id=\"1396887\"><a href=\"/opinion/1396887/spartan-equipment-co-v-air-placement-equipment-co/\"><span class=\"volume\">140</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">3</span></a></span> (1965); <i>Cameron v. New Hanover Memorial Hosp.,</i> 58 N.C.App. 414, <span class=\"citation\" data-id=\"1339499\"><a href=\"/opinion/1339499/cameron-v-new-hanover-memorial-hosp-inc/\"><span class=\"volume\">293</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">901</span></a></span> (1982). Quoting <i>Cameron,</i> plaintiffs note:</p>\n<blockquote>Where the claim is based upon wrongful interference with prospective advantage, plaintiffs must show lack of justification for inducing a third party to refrain from entering into a contract with them which contract would have ensued but for the interference.</blockquote>\n<p><i>Cameron,</i> 293 S.E.2d at 917. Such an argument does not save plaintiff's second claim for relief for two reasons. First, they did not plead wrongful interference with future relations and/or prospective advantage, they pled tortious interference with contract. These are distinct torts with distinct elements. Second, this court perceives that the North Carolina legislature enacted the Beer Franchise Act in order to codify this state's position with regard to just this sort of dispute. Plaintiffs' relief, if any, must be had pursuant to the rights and remedies set forth in the Act.</p>\n<p></p>\n<h2>III. PLAINTIFFS HAVE FAILED TO STATE A CLAIM FOR UNFAIR OR DECEPTIVE TRADE PRACTICES</h2>\n<p>The North Carolina legislature has declared to be unlawful \"unfair methods of competition in or affecting commerce, and unfair or deceptive acts or practices in or affecting commerce.\" N.C.Gen.Stat. § 75-1.1. Proof of unfair or deceptive trade practices entitles a plaintiff to treble damages, and thus constitutes a boilerplate claim in most every complaint based on a commercial or consumer transaction in North Carolina.</p>\n<p>The North Carolina courts have warned that application of this statute is not to be \"unfettered.\" <i>Bhatti v. Buckland,</i> <span class=\"citation\" data-id=\"1202340\"><a href=\"/opinion/1202340/bhatti-v-buckland/\"><span class=\"volume\">328</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">240</span></a></span>, <span class=\"citation\" data-id=\"1202340\"><a href=\"/opinion/1202340/bhatti-v-buckland/\"><span class=\"volume\">400</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">440</span></a></span> (1991). Some type of egregious or aggravating circumstances must be alleged and proved before the statute's provisions may be applied. In the instant case, plaintiffs would have the court approve treble damages against a beer supplier who, in accordance with a very detailed and specific state statute, objected to the proposed transfer of a beer distributorship. Even a party who <i>intentionally breaches</i> a contract is not, without more, liable for such conduct under the North Carolina Unfair Trade Practices Act. <i>See </i><i>Pappas v. NCNB National Bank of North Carolina,</i> <span class=\"citation\" data-id=\"2400723\"><a href=\"/opinion/2400723/pappas-v-ncnb-nat-bank-of-north-carolina/\"><span class=\"volume\">653</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">699</span></a></span>, 707 (M.D.N.C.1987); <i>Pee Dee Oil Co. v. Quality Oil Co., Inc.,</i> 80 N.C.App. 219, <span class=\"citation\" data-id=\"1245843\"><a href=\"/opinion/1245843/pee-dee-oil-co-v-quality-oil-co-inc/\"><span class=\"volume\">341</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">113</span></a></span>, 116, <i>disc. rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">706</span></span>, <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">438</span></span> (1986).</p>\n<p>A sister federal district court recently addressing an analogous situation observed that \"the United States Supreme Court has recognized the right of a seller freely to exercise its independent discretion as to parties with whom it will deal.\" <i>General United Co. v. American Honda Motor Co., Inc.,</i> <span class=\"citation\" data-id=\"1793516\"><a href=\"/opinion/1793516/general-united-co-v-american-honda-motor-co-inc/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1452</span></a></span>, 1455 (W.D.N.C.1985) (citing <i>Monsanto Co. v. Spray-Rite Service Corp.,</i> <span class=\"star-pagination\">*380</span> <span class=\"citation\" data-id=\"111115\"><a href=\"/opinion/111115/monsanto-co-v-spray-rite-service-corp/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">752</span></a></span>, <span class=\"citation\" data-id=\"111115\"><a href=\"/opinion/111115/monsanto-co-v-spray-rite-service-corp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1464</span></a></span>, <span class=\"citation\" data-id=\"111115\"><a href=\"/opinion/111115/monsanto-co-v-spray-rite-service-corp/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1984)). The court went on to conclude that \"the Defendant's exercise of reasonable discretion in its business relationships does not constitute an unfair trade practice under N.C.Gen.Stat. § 75-1.1.\" <i>Id.</i> at 1456. \"The North Carolina legislature must have intended that substantial aggravating circumstances be present before any practice is deemed unfair under [this section], since it provided that any damages suffered by the victim are to be trebled.\" <i>Id.</i> at 1455.</p>\n<p>Latrobe's conduct, as alleged in plaintiffs' complaint, at most would be a violation of the Beer Franchise Law had plaintiffs stated a claim under that statute. Plaintiff have not pled any factual basis for a Chapter 75 claim upon which this court could find an unfair trade practice.</p>\n<blockquote>[P]ersons engaged in commerce frequently have disputes which require resolution by the law, such resolution indicating that one or the other should prevail as a matter of right. To assert in good faith a claim predicated on an erroneous interpretation of the law is not an unfair act proscribed by ... § 75-1.1, as the remedy therefor lies in the law itself; i.e., such an erroneous view will not prevail.... Nothing else appearing, there is nothing unfair in asserting one's rights as perceived in good faith.</blockquote>\n<p><i>Branch Banking &amp; Trust Co. v. Columbian Peanut Co.,</i> <span class=\"citation\" data-id=\"1631869\"><a href=\"/opinion/1631869/branch-banking-trust-co-v-columbian-peanut-co/\"><span class=\"volume\">649</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1116</span></a></span>, 1121 (E.D.N.C.1986).</p>\n<p>For the foregoing reasons, the court concludes that the plaintiffs have failed, as a matter of law, to state a claim for relief under N.C.Gen.Stat. § 75-1.1. Latrobe's Motion to Dismiss the Third Claim for Relief, therefore, is ALLOWED.</p>\n<p></p>\n<h2><i>SUMMARY</i></h2>\n<p>For the reasons set forth above, Latrobe's Motion to Dismiss is ALLOWED and the complaint filed herein is DISMISSED in its entirety.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Only HRT seeks relief in this claim for relief.</p>\n<p>[2]  Latrobe contends in a footnote to its Memorandum in Support of Motion to Dismiss that this statute does not even apply to its relationship with HRT, because application would constitute an unconstitutional retroactive impairment of contract. Latrobe does not argue this position, as it contends the issue need not be decided in order to resolve the instant motion.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1245843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1287272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1339499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1396887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1631869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1739167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1793516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2400723/"
  ]
}