{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1402702/",
  "absolute_url": "/opinion/1402702/spell-v-mcdaniel/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1402702/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:58:30.354250Z",
  "date_modified": "2016-04-27T00:40:03.339869Z",
  "type": "010combined",
  "sha1": "1786fa511adb1a83321e0cca4225f55711b72e20",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>604 F.Supp. 641 (1985)</b></center>\n<center><h1>Henry Z. SPELL, Plaintiff,<br>\nv.<br>\nCharles D. McDANIEL, Ind. &amp; as patrolman, City of Fayetteville Police Department; William P. Dalton, Command Sergeant, City of Fayetteville Police Department; Roger T. Holman, Command Sergeant, City of Fayetteville Police Department; William C. Johnson, Director of Internal Affairs Division, City of Fayetteville Police Department; Daniel K. Dixon, Chief, City of Fayetteville Police Department; John P. Smith, City Manager, City of Fayetteville; and the City of Fayetteville, N.C., a municipal corporation, Defendants.</h1></center>\n<center>No. 84-06-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>March 12, 1985.</center>\n<p><span class=\"star-pagination\">*642</span> <span class=\"star-pagination\">*643</span> <span class=\"star-pagination\">*644</span> H. Gerald Beaver, Fayetteville, N.C., for plaintiff.</p>\n<p>Robert C. Cogswell, Jr., Fayetteville, N.C., for Homan, Dalton, Johnson, Smith &amp; City of Fayetteville.</p>\n<p>Bobby G. Deaver, Fayetteville, N.C., for McDaniel.</p>\n<p>Carl A. Barrington, Jr., Fayetteville, N.C., for Dixon.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>On February 20, 1985, the jury returned its verdict in this action, finding defendants McDaniel, Dalton, Holman, Dixon, Johnson, and through the official supervisory defendants, the City of Fayetteville, liable for violating plaintiff's constitutional rights and assessed compensatory damages at one thousand dollars. As a result of the jury's verdict, the parties have filed numerous post-trial motions. Pending before the court are: (1) defendant City of Fayetteville's motion for judgment notwithstanding the verdict or, alternatively, to amend the judgment or dismiss; (2) defendant Dalton, Holman, Dixon, Johnson and City's motion for judgment notwithstanding the verdict and a new trial; (3) defendant McDaniel's motion for judgment notwithstanding the verdict and for a new trial; and (4) plaintiff's motion for a new trial solely on the issue of compensatory damages.</p>\n<p>The parties have responded to all opposing motions and the court heard oral argument on each motion in Wilmington, North Carolina, on March 5, 1985. Thus, all post-trial motions are now ripe for disposition and will be addressed <i>seriatim.</i></p>\n<p></p>\n<h2>A. <i>Defendant City of Fayetteville's motion for judgment notwithstanding the verdict or, alternatively, to amend or dismiss</i>\n</h2>\n<p>The defendant City contends the court's instructions to the jury regarding the status of the City and the final judgment <span class=\"star-pagination\">*645</span> entered in this action were erroneous because: (1) there was no separate instruction given as to the City; (2) the verdict form made no independent reference to the City; (3) the jurors were told that the City could be held liable through the acts or omissions of the supervisory defendants sued in their official capacities; and (4) the final judgment holds the City liable as a co-defendant absent a separate finding of liability by the jury.</p>\n<p>Defendant's contentions represent a continuation of the argument made by defense counsel at trial, that the City should somehow be divorced from the actions of the supervisory defendants and, further, that even assuming the City was \"responsible\" for any monetary judgment imposed on the supervisory defendants, the City was not \"liable.\" The court rejected that argument at trial and continues to do so.</p>\n<p>In an opinion published just prior to the beginning of trial, <i>Brandon v. Holt,</i> ___ U.S. ___, 105 S.Ct. 873, 83 L.Ed.2d 878 (1985), the United States Supreme Court held that a § 1983 judgment against a public official \"in his official capacity\" imposes <i>liability</i> on the entity he represents. In <i>Brandon,</i> the court made explicit what was previously implied in <i>Monnell v. New York City Department of Social Services,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978); <i>Hutto v. Finney,</i> 437 U.S. 678, 98 S.Ct. 2565, 57 L.Ed.2d 522 (1978); and <i>Owen v. City of Independence,</i> 445 U.S. 622, 100 S.Ct. 1398, 63 L.Ed.2d 673 (1980).</p>\n<p>Applying the principles of the above-cited cases to this action, it seems clear that the actions of the supervisory defendants, sued and found liable in their official capacities, are fairly attributable to the defendant City. A municipality is an entity; it cannot and does not act by itself. It must act by and through its agents and employees. When a citizen's constitutional rights are violated by a <i>de facto</i> policy or custom which a supervisor of a municipality's Police Department either (1) developed or maintained or (2) was aware of or reasonably should have been aware of and which the supervisor had the authority to rectify or render ineffective, but, instead, in conformity with such policy or custom, the supervisor failed to act within the scope of his authority to do so and, further, where such action or failure to act amounts to gross negligence or deliberate indifference to the constitutional rights of the citizens, then the municipality as well as the supervisor should reasonably be held accountable.</p>\n<p>The above instruction was essentially given to the jury. It is correct and in accordance with common sense and law. Defendant's motion predicated on an attack on the validity of this instruction is therefore DENIED.<sup>[1]</sup></p>\n<p>To the extent the defendant City argues it was not liable for any actions of any official of the Fayetteville Police Department, this argument is without merit. For the purpose of evaluating the City's potential liability under § 1983, the actions of the Chief of Police and his subordinates, in their official capacities, clearly equates with the actions of the City itself. <i>Brandon v. Holt,</i> 105 S.Ct. at 878.</p>\n<p>Finally, the City's argument that it is not \"liable,\" even if it is \"responsible\" for any monetary judgment imposed is, in the Court's view, illogical and in direct contradiction to the clear meaning of <i>Brandon. Brandon</i> unequivocally holds that a judgment against a public servant in his official capacity imposes <i>liability,</i> not simply monetary responsibility, upon the entity that servant represents. <i>Id.</i> at 878.</p>\n<p>Accordingly, the City's motion for judgment notwithstanding the verdict or, alternatively, to amend or dismiss is DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*646</span> B. <i>Defendants' Motions for Judgment Notwithstanding the Verdict</i>\n</h2>\n<p>Defendants next move for judgment notwithstanding the verdict pursuant to F.R. Civ.P. 50(b), arguing there was no evidence to support the finding of liability as to any defendant. Defendants moved for a directed verdict at trial which was denied and since Rule 50(b) simply allows a party to renew his motion for a directed verdict, defendants' motions now require that the evidence be re-examined to determine whether the court's prior rulings were correct.</p>\n<p>The standard for granting a judgment notwithstanding the verdict is the same as the standard governing the direction of a verdict. <i>Hallmark Industry v. Reynolds Metals Co.,</i> 489 F.2d 8, 13 (9th Cir.1973); <i>cert. denied,</i> 417 U.S. 932, 94 S.Ct. 2643, 41 L.Ed.2d 235 (1973); <i>O'Neill v. W.R. Grace &amp; Co.,</i> 410 F.2d 908 (5th Cir.1969). A motion for judgment notwithstanding the verdict presents a question of law as to whether or not, when all of the evidence is considered, together with all reasonable inferences therefrom in favor of the opposing party, there exists a failure or lack of evidence to prove any necessary element of the party favored by the verdict's case. <i>Ries v. Sanders,</i> 34 F.R.D. 468, 470 (N.D.Miss.1964). In reviewing the evidence, the court may not weigh the evidence or the credibility of any witness. <i>Singer Co. v. E.I. duPont de Nemours &amp; Co.,</i> 579 F.2d 433 (8th Cir.1978). Essentially, a trial court may only grant a judgment notwithstanding the verdict \"when the evidence points all one way and is susceptible to no reasonable inferences sustaining the position of the non-moving party.\" <i>Id.</i> at 441; 5A <i>Moore's Federal Practice</i> § 50.07(2).</p>\n<p>Defendants contend the evidence points to only one possible conclusion, namely that plaintiff was not kneed in the groin as alleged. The court disagrees.</p>\n<p>Plaintiff presented twenty-six (26) witnesses at trial, all tending to prove either the assault in question or a pattern of misconduct within the Fayetteville Police Department (F.P.D.) The plaintiff and an eyewitness friend, Norman Williams, testified that an unprovoked assault by defendant McDaniel occurred in the basement of the Law Enforcement Center, proximately causing plaintiff's injury. Plaintiff's complaints of pain and his subsequent account of the incident were corroborated, in varying degrees, by witnesses Radosivich, Hess and Herzog. In addition, the testimony of Dr. Steven Rochman, plaintiff's treating physician, clearly supported plaintiff's statement as to the cause and severity of his injury.</p>\n<p>Seven (7) lay citizens of Fayetteville, eight (8) present and former police officers of the F.P.D., an assistant district attorney from the Twelfth Judicial District, an expert in police civil liability and the former police attorney all testified in support of plaintiff's allegations regarding a <i>de facto</i> policy, practice or custom within the F.P.D. of brutality, cover-up and misconduct. In addition, hundreds of documents contained in the two exhibit notebooks, many of the exhibits being internal F.P.D. documents, clearly assisted plaintiff in establishing his major allegations of an unconstitutional quota system for arrest, failure to discipline officers, failure to investigate citizens' complaints, failure to supervise officers, cover-up of police misconduct, and repeated acts of excessive force and brutality. As previously stated by this court in denying the supervisory defendants' motion for summary judgment, genuine issues of material fact with regard to all of plaintiff's allegations were \"painfully obvious.\"</p>\n<p>In conclusion, the evidence in support of plaintiff's allegations against all of the defendants, taken in a light most favorable to the plaintiff, was substantial. The jury's verdict on the issues of liability was supported by the evidence, and was clearly reasonable. <i>See infra</i> at 647-648. Accordingly, defendants' motions for judgment notwithstanding the verdict are DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*647</span> C. <i>Defendants' motions for a New Trial on the ground that the verdict was against the weight of the evidence</i>\n</h2>\n<p>F.R.Civ.P. 59(a) requires that the trial court set aside the verdict and order a new trial, even if the verdict is supported by substantial evidence, if the verdict is: (1) against the clear weight of the evidence; or (2) based on false evidence; or (3) will result in a miscarriage of justice. <i>Wyatt v. Interstate &amp; Ocean Transport Co.,</i> 623 F.2d 888, 891-92 (4th Cir.1980); <i>Williams v. Nichols,</i> 266 F.2d 389, 392 (4th Cir.1959). A motion for a new trial differs from that of a motion for judgment notwithstanding the verdict in that the court must weigh the evidence and the credibility of the witnesses. <i>Wyatt v. Interstate &amp; Ocean Transport Co.,</i> 623 F.2d at 891. The trial court is not required to take that view of the evidence most favorable to the verdict winner. Indeed, the court is required to weigh the evidence for itself.</p>\n<p>Defendants having made the motion for a new trial, the court is obligated to briefly weigh the evidence and assess the credibility of the key witnesses at trial. This determination will not favor the defendants.</p>\n<p>There were two issues of liability at trial, first as to whether defendant McDaniel assaulted the plaintiff by kneeing him in the testicles proximately causing plaintiff's injury and second, in shorthand form, whether the assault by McDaniel proximately resulted from a <i>de facto</i> policy, custom or practice developed or maintained by the supervisory defendants, or of which they reasonably should have been aware, and as a result of which, the supervisory defendants' actions or omissions amounted to gross negligence or deliberate indifference to the constitutional rights of others.</p>\n<p>Evidence in support of the jury's verdict as to the first issue, defendant McDaniels' liability, was substantial. McDaniel denied ever striking the plaintiff and rested his defense on the theory that plaintiff's severe injury occurred earlier in the day when he allegedly fell on a rock or log on a riverbank, thereby rupturing his testicle. Having listened intently to all the testimony in the trial of this action, the court is frank to say this defense appeared to be based on pure speculation and conjecture. Little, if any evidence was presented in support of this theory and that which was presented conflicted with the theory itself. <i>See infra</i> at 648.</p>\n<p>On the other hand, plaintiff presented a number of witnesses, who in varying degrees circumstantially corroborated his version of the events on November 19, 1983. The plaintiff, and eyewitness Norman Williams, testified McDaniel kneed plaintiff in the testicles without provocation or justification. Although stunned, plaintiff stated he felt little immediate pain. The pain began within minutes of the incident and increased rapidly, as did the swelling of his testicle. When asked why he didn't report the assault to the state magistrate, whom he saw within minutes of the assault for probable cause and bond purposes, plaintiff testified he kept quiet because (1) the magistrate was a female and he was embarrassed due to the nature of the injury and (2) he was scared because he was still in McDaniel's custody at the Law Enforcement Center. Although the court was somewhat dubious of plaintiff's testimony at first, his version of the post-incident facts was subsequently corroborated by a number of witnesses.<sup>[2]</sup></p>\n<p>Louis Radosovich, a jailer, with no interest in the outcome of this case and clearly, given his profession, not a man likely to be aligned in plaintiff's corner, testified that as soon as he took custody of the plaintiff (<i>within minutes of the assault</i>), Spell told him (1) that he had just been kicked in the testicles by a Fayetteville police officer; (2) that he was experiencing a great deal of pain; and (3) the reason he failed to tell the magistrate of the assault was because he was embarrassed and scared. Radosovich further testified plaintiff appeared to be in <span class=\"star-pagination\">*648</span> distress when he filled out the intake sheets before taking plaintiff to the jail. The court finds Radosovich to have been extremely credible and given the narrow time frame involved, finds it difficult to credit defendants' argument that plaintiff had by this time already formulated a plan to blame his earlier injury on McDaniel as a means to get out from under his pending criminal charges.</p>\n<p>Plaintiff also told his attorney, Paul Herzog, the same story two days later and Herzog's testimony vividly described plaintiff's increased pain and deteriorating physical condition. The court finds Herzog's testimony to have been extremely credible.</p>\n<p>Further support and critical support came from plaintiff's treating physician, Dr. Steven Rochman, who testified he had only seen one injury this severe in his professional career and that, given the precise force required to cause such a severe injury, plaintiff could not, in his opinion, have sustained such an injury simply by falling on a rock or a log as defendants theorized. Dr. Rochman, a urologist, who was not hired by the plaintiff as an expert and who had no interest in the outcome of the case, was also extremely credible and his detailed testimony as to the probable causes of plaintiff's injury and the severity of the injury gave significant credence to plaintiff's testimony. In addition, Dr. Rochman's testimony helped explain one weakness in plaintiff's case, the lack of immediate pain at the time of the blow to the testicles.</p>\n<p>In contrast to Dr. Rochman, defendants presented the testimony of a non-treating, non-examining expert physician, hired by the defendants, Dr. William Jordan. Dr. Jordan testified that, in his opinion, plaintiff definitely could have suffered the injury in a fall on a rock or a log. The court has no reason to doubt the sincerity of Dr. Jordan's view; however, given the time scenario involved, it seems Dr. Jordan meets himself coming and going. Dr. Jordan testified that, even given plaintiff's prior alcohol and drug consumption, plaintiff should have experienced extensive pain simultaneous with the blow to his testicles. Thus, defendants argued, plaintiff's lack of such a showing of immediate pain as evidenced by the testimony of the plaintiff and Norman Williams, demonstrates the gap in plaintiff's version of the facts.</p>\n<p>The problem with this testimony by Dr. Jordan is that it makes the defense theory that plaintiff's injury occurred earlier in the day even more implausible, given McDaniel's prior testimony that when he arrested Spell, sometime after the injury supposedly occurred, plaintiff was not in pain or injured in any manner. If, according to Dr. Jordan, plaintiff should have experienced pain immediately upon the blow, then plaintiff should have been in excruciating pain a few hours later when McDaniel arrested him. It seems to the court much more reasonable that plaintiff's pain began as plaintiff testified five to ten minutes after the assault, then a few hours after his alleged fall on a rockcoincidentally not ten minutes after plaintiff alleged McDaniel kneed him.</p>\n<p>Finally, testimony from one of defendant McDaniels' key witnesses concerning the events of November 19, 1983, Officer Kenneth Wioskowski, convinces the court that the jury's verdict of liability on the first issue was clearly supported by substantial evidence. About the best that can be said for Officer Wioskowski is that he contradicted defendant McDaniel's testimony, strongly contradicted his own prior deposition testimony and was convincingly impeached by the plaintiff on cross-examination through the use of documents of record. In so testifying, Wioskowski cast considerable doubt on McDaniel and L.D. McNair's testimony, as well as destroying his own credibility.<sup>[3]</sup></p>\n<p>Although this recitation of the evidence on the first issue has been cursory, it is sufficient for purposes of determining defendants' <span class=\"star-pagination\">*649</span> motion as it relates to the incident on November 19, 1983. Even without considering the substantial evidence of the atmosphere within the F.P.D. under which defendant McDaniel was trained and supervised, the court concludes the jury's verdict on the first issue was not against the weight of the evidence and, in fact, was demonstrably supported by the evidence.</p>\n<p>With regard to the second issue, the trial record is replete with testimony supporting the jury's verdict against defendants Dixon, Dalton, Holman and Johnson. Plaintiff presented eight (8) present and former members of the F.P.D. whose testimony painted a fairly convincing and disturbing portrait of the policies and practices existing within the F.P.D. during the relevant time period. These witnesses, along with the documents contained in plaintiff's exhibit 71, provided the backbone of plaintiff's <i>Monnell</i> allegations. For the most part, the police witnesses had nothing to gain and everything to lose by testifying for the plaintiff. The testimony of Officers Livingston, Lushis, Gardner, Fischer, Freeman and Matthews was extremely credible. Their testimony, particularly with regard to plaintiff's allegations of a quota system, failure to discipline, failure to supervise, and the creation of an atmosphere of cover-up and abuse within the F.P.D. was convincing and, in many cases, uncontradicted.</p>\n<p>The court also found the testimony of Jim Ammons, an assistant district attorney, highly relevant and probative on the issues of cover-up and discipline. His testimony of the <i>Parker</i> investigation or lack thereof by the F.P.D. was particularly damaging to defendants Dixon and Johnson.</p>\n<p>Finally, the instances of confirmed and uncontradicted misconduct demonstrated in defendants' own internal affairs documents was, in the court's opinion, devastating to defendants' case. Although Dr. Kirkham's expert opinion was somewhat tainted by defendants' effective cross-examination, his basic analysis of the evidence against the supervisory defendants contained in the documents within plaintiff's Exhibit 71 was not. These documents alone provide ample support for the jury's verdict on issue two.</p>\n<p>Further recitation of the evidence would be redundant and serve no useful purpose. Defendants' motions for a new trial on the basis that the verdict of liability was against the weight of the evidence are DENIED.</p>\n<p></p>\n<h2>D. <i>Defendants' motions for a New Trial on the basis of the admission of prejudicial evidence and erroneous jury instructions</i>\n</h2>\n<p>F.R.Civ.P. 59(a) further allows a motion for a new trial on the basis that substantial errors were committed at trial in the admission or rejection of evidence or the giving or refusal of instructions. <i>Neal v. Carey Canadian Mines, Ltd.,</i> 548 F.Supp. 357, 381 (D.Pa.1982); <i>Diane Manufacturing Co. v. Sheffield Industries,</i> 514 F.Supp. 185, 186 (D.Fla.1981).</p>\n<p>Defendants contend the court erroneously admitted extrinsic evidence of acts of misconduct on the part of all defendants in violation of F.R.Evid. 404(a). The problem with defendants' argument is that it considers any evidence of excessive force, brutality, or a failure to train, supervise or discipline on the part of any named defendant, evidence essential to proving plaintiff's <i>Monnell</i> allegations, as evidence of the defendants' character. Were the court to have sustained defendants' objections to this evidence, plaintiff would have been utterly unable to prove his claims. The evidence of defendants' misconduct lay at the heart of plaintiff's complaint. It was not introduced to prove defendants' character, rather it was introduced and admitted as substantive evidence in support of the <i>Monnell</i> allegations in plaintiff's complaint. <i>See </i><i>Wood v. Breier,</i> 54 F.R.D. 7, 13 (E.D.Wisc.1972). Therefore, defendants' motion for a new trial on this basis is DENIED.</p>\n<p>Defendants also argue that the court improperly instructed the jury in response to their question regarding whether they could consider evidence of the problems within the police department on the first <span class=\"star-pagination\">*650</span> issue. The court has reviewed its response to the jury and finds it correct and in accordance with law.</p>\n<p>Essentially, the court simply repeated its prior instruction that the jury could consider any or all of the evidence as it related to the <i>credibility</i> of any witness. The court further instructed the jury that evidence could be considered substantively \"if and only if\" the evidence related to any action or inaction on the part of defendant McDaniel and reminded the jury that they were to consider the issue of defendant McDaniel's liability independent of the supervisory defendants' liability. Clearly, the jury could properly consider defendant McDaniel's work environment in determining whether or not he committed the assault upon the plaintiff. The remainder of the response instruction was a duplicate of the court's initial instructions on the first issue and the burden of proof.</p>\n<p>Having found no error in this instruction, defendants' motion for a new trial on this basis is DENIED.</p>\n<p></p>\n<h2>E. <i>Plaintiff's Motion for a New Trial on Compensatory Damages and Defendants' Motions for a New Trial on the ground of Compromise</i>\n</h2>\n<p>Having determined defendants' motions regarding the sufficiency of the evidence, the court reaches the last and most troublesome issue before it; to-wit, plaintiff's motion for a new trial on the issue of compensatory damages in conjunction with defendants' motions for a new trial on the ground of compromise. Meritorious arguments abound on both sides of the issue; however, after much thought, a considered and reasoned analysis has led the court to reluctantly conclude that principles of justice and fairness dictate plaintiff's motion be GRANTED and defendants' motions be DENIED. Accordingly, for the reasons set forth herein, a new trial on the issue of compensatory damages is ORDERED for April 2, 1985, in Wilmington.</p>\n<p>For purposes of discussion the court will consider plaintiff and defendants' motions together, since an analysis of plaintiff's motion must, of necessity, include a decision on whether the jury's verdict was a compromise on its face.</p>\n<p>Rule 59(a) of the Federal Rules of Civil Procedure provides that a new trial may be granted \"on all or part of the issues.\" A new trial may be limited to the issue of damages, <i>Gasoline Products Co. v. Champlin Co.,</i> 283 U.S. 494, 51 S.Ct. 513, 75 L.Ed. 1188 (1931), and this power extends to granting a new trial because of inadequate damages. <i>Spero-Nelson v. Brown,</i> 175 F.2d 86 (6th Cir.1949).</p>\n<p>In the case <i>sub judice,</i> plaintiff contends the jury's award of $1,000 compensatory damages is so inadequate relative to the evidence and the injury suffered by the plaintiff that it shocks the conscious and to allow it to stand would be unreasonable. Plaintiff argues that once liability was established, he was entitled to compensation for his medical bills, pain and humiliation suffered, disfigurement and permanent loss. The award of compensatory damages, Spell contends, was inconsistent with the jury's express finding that McDaniel had assaulted plaintiff, an assault so brutal that it ruptured plaintiff's testicle. Plaintiff contends that, although the jury believed Spell had been kneed in the testicles, when it came time to award damages, it acted on the basis of impermissible considerations, such as an unwillingness to give money to an admitted and convicted drug felon.</p>\n<p>Defendants agree that the verdict was inconsistent and concede the compensatory damages were unreasonable, but urge that the jury, unable to conclude the issue of liability in favor of plaintiff, rendered a compromise verdict. As a result, defendants claim they were prejudiced and are now entitled to a new trial on all issues.</p>\n<p>Plaintiff has responded, arguing that the original verdict definitively established liability, and that forcing him to re-litigate that issue places an unfair burden on him, given the severability of the evidence as to liability and damages. Plaintiff further argues that if any prejudice occurred, it was <span class=\"star-pagination\">*651</span> in favor of defendants, a young police officer and his supervisory officials, and not in favor of the plaintiff, a drug trafficker. Competing inferences having been advanced by both parties, the court must apply the law to the facts and decide between them.</p>\n<p>A partial new trial on damages may not be granted if it would infringe upon a litigant's Seventh Amendment right to a jury trial. <i>Burger King Corp. v. Mason,</i> 710 F.2d 1480, 1486 (11th Cir.1983). In <i>Gasoline Products Co. v. Champlin Refining Co., supra,</i> the Supreme Court enunciated the standard which governs partial new trial practice:</p>\n<blockquote>[W]here the practice permits a partial new trial, it may not properly be resorted to unless it clearly appears that the issue to be retried is so distinct and separable from the others that a trial of it alone may be had without injustice.</blockquote>\n<p><i>Id.</i> at 500, 51 S.Ct. at 515.</p>\n<p>Thus, a jury verdict influenced by an improper compromise, <i>on its face,</i> cannot stand and a complete new trial is required. <i>See, e.g., </i><i>Lucas v. American Manufacturing Co,</i> 630 F.2d 291, 294 (5th Cir.1980; <i>Bartholemew v. Universe Tankships, Inc.,</i> 263 F.2d 437 (2d Cir.1959). A compromise verdict results when jurors resolve their inability to make a determination with any unanimity as to liability by finding inadequate damages. <i>See </i><i>Freight Terminals, Inc. v. Ryder System, Inc.,</i> 461 F.2d 1046, 1053 (5th Cir.1972). In this Circuit, a new trial on all issues is required when a \"totally inadequate verdict was rendered which could <i>only</i> have been a sympathy or compromise verdict ... [b]ut where there is no <i>substantial</i> indication that the liability and damage issues are <i>inextricably interwoven</i> ... a second trial limited to damages is entirely proper.\" <i>Great Coastal Express, Inc. v. International Brotherhood of Teamsters, etc.,</i> 511 F.2d 839, 846 (4th Cir.1975); <i>Southern Railway v. Madden,</i> 235 F.2d 198 (4th Cir.1956), <i>cert. denied,</i> 352 U.S. 953, 77 S.Ct. 328, 1 L.Ed.2d 244 (1956). (emphasis added) As stated by the Fifth and Eleventh Circuits, a compromise verdict \"is one where it is <i>obvious</i> that the jury compromised the issue of liability by awarding inadequate damages.\" <i>Burger King Corp. v. Mason,</i> 710 F.2d at 1487; <i>Freight Terminals, Inc. v. Ryder System, Inc.,</i> 461 F.2d at 1053. (emphasis added).</p>\n<p>In order to determine whether or not a compromise verdict was reached by the jury, in cases where an inadequate award of damages resulted, courts have considered a number of factors.<sup>[4]</sup> These factors include (1) clarity of the jury instructions and verdict form; (2) length of the jury deliberations; (3) strength of the evidence as to liability; (4) questions and notes from the jury during deliberations; and (5) whether the case involved a sympathetic plaintiff and unsympathetic defendant. <i>See, e.g., </i><i>Mekdeci v. Merrell National Laboratories,</i> 711 F.2d 1510 (11th Cir. 1983). Starting from the proposition that a jury's verdict is to be afforded every inference that it is proper and honest, the court will apply the above factors <i>seriatim.</i></p>\n<p>First, the court's instructions to the jury clearly mandated that they decide the issues of liability prior to any consideration of damages. Absent compelling reasons to believe these instructions were not followed in this respect, the court is extremely reluctant to enter a finding that the jury violated its oath and departed from the order of issues outlined by the court.</p>\n<p>Similarly, the verdict form used by the jury in this matter clearly set forth the order of the issues for determination. As completed by the jury, the form reflects a rational and orderly determination of the issues as evidenced by the determination of no liability as to defendant Smith.</p>\n<p>Second, with regard to the length of jury deliberations, considering this was a three week trial in which forty-five witnesses <span class=\"star-pagination\">*652</span> appeared, hundreds of documents were introduced, and the jury had to determine four independent issues as to six individual defendants, the court concludes that thirteen (13) hours of jury deliberations was not extraordinarily long, and in fact, was quite reasonable. This is in sharp contrast to the major case cited by defendants, <i>Mekdeci, supra,</i> wherein the court found a compromise verdict in large part because the jury sent word to the trial court that it was \"hopelessly deadlocked\" after four days of deliberations and then returned an inadequate verdict on the fifth day immediately after receiving a modified <i>Allen</i> charge. <i>Id.</i> at 1515. <i>See also </i><i>Hatfield v. Seaboard Airline R.R. Co.,</i> 396 F.2d 721, 724 (5th Cir.1968).</p>\n<p>The third element to be considered and perhaps the one given the greatest weight, is the strength of the evidence of liability.</p>\n<p>As previously summarized in a cursory fashion, the evidence supporting the jury's verdict on issues 1 and 2 was substantial and with regard to some defendants, overwhelming. In fact, as to the supervisory defendants, the evidence of liability was so clearly established that defendants in their motion suggest the jury was so incensed by their actions that they \"jumped over\" the issue of McDaniel's liability to get at them. Defendants have had a fair trial on the issues of liability and the verdicts against them are reasonable in light of the evidence. As the Fifth Circuit has stated in <i>Edwards v. Sears, Roebuck &amp; Co.,</i> 512 F.2d 276, 282 (1975).</p>\n<blockquote>... even if the jury's verdict in its entirety was affected by undesirable factors, if the fact of liability is nonetheless fairly demonstrable ... it will not be blindly assumed that the liability issue was wrongly decided. A jury's finding as to liability can be binding even though its monetary award is found to be [inadequate] or even improperly influenced  our deference to and faith in the jury system demands at least this much. <i>Cf. </i><i>Pingatore v. Montgomery Ward &amp; Co.,</i> 6 Cir.1969, 419 F.2d 1138, 1142-1143, cert. denied, 398 U.S. 928, 90 S.Ct. 1818, 26 L.Ed. 90 (1970) (grossly improper argument required new trial as to damages only; substantial evidence supported jury verdict on liability.) If passion, prejudice, caprice, undue sympathy, arbitrariness or more taints only the damage award and not the liability assessment, the proper response is ... a new trial addressed to damages alone.</blockquote>\n<p>With regard to the fourth element, questions from the jury, application of this factor to the case at bar likewise fails to lead to the conclusion that the verdict was a compromise. Only one question was received from the jury and that question indicated a proper consideration for the distinction between liability issues one and two. Unlike the jury in <i>Mekdeci, supra,</i> which sent the court five (5) notes, including one stating it was \"hopelessly deadlocked\" and another attempting to qualify its verdict, the jury's communications with this court in the case <i>sub judice</i> were limited and reasonable.</p>\n<p>Finally, the court must consider the fact that this case is not the typical case for the finding of a compromise verdict. In most of the cases cited by counsel where a compromise was found, there have been close questions as to liability with strong affirmative defenses which have been resolved against an \"unsympathetic\" defendant and in favor of a \"sympathetic\" plaintiff. <i>See, e.g., </i><i>Schuerholz v. Roach,</i> 58 F.2d 32 (4th Cir.1932).</p>\n<p>In this action, plaintiff is a five time convicted drug felon and trafficker. Defendant McDaniel is a young police officer and the remaining individual defendants were McDaniel's supervisors. Evidence of possible sympathy for McDaniel is found in the jury's question to the court as to whether they were to disregard \"the problem within the police department\" in determining McDaniel's liability. It is plausible to suggest that some jurors were concerned about whether McDaniel should be held accountable for doing what he had been taught and encouraged to do by the supervisory defendants.</p>\n<p><span class=\"star-pagination\">*653</span> Furthermore, it is not unlikely that some jurors were concerned with assessing damages against the municipal defendant knowing or suspecting that the cost would be passed on to innocent taxpayers. In summary, this case is not one where the jury, manifestly, awarded plaintiff a small verdict out of sympathy for his suffering and without regard to the question of real liability. <i>Southern Railway Co. v. Madden,</i> 224 F.2d at 321, <i>See also </i><i>Young v. International Paper Co.,</i> 322 F.2d 820, 823 (4th Cir.1963).</p>\n<p>Having reviewed the above factors and found that none of them indicate a verdict \"which could only have been a sympathy or compromise verdict,\" the court turns to defendants' argument that the award of minimal damages is by itself, sufficient to prove a compromise. This assertion is simply not supported by the law.</p>\n<p>A nominal or inadequate finding of damages by itself does not automatically mandate the conclusion that the award was the product of a compromise verdict. <i>Burger King Corp. v. Mason,</i> 710 F.2d at 1487; <i>Hadra v. Herman Blum Consulting Engineers,</i> 632 F.2d 1242, 1246 (5th Cir.1980), <i>cert. denied</i> 451 U.S. 912, 101 S.Ct. 1983, 68 L.Ed.2d 301 (1981). Indeed, if inadequate damages were the sole test for compromise, Rule 59(a) would serve no purpose. The inquiry must focus on indicia of compromise <i>apparent from the record</i> as delineated and discussed above. <i>Burger King Corp. v. Mason,</i> 710 F.2d at 1487; <i>Mekdeci v. Merrell National Laboratories,</i> 711 F.2d at 1513-1514.</p>\n<p>In the cases cited by defendants, it was the unique circumstances taken together in each trial that provided sufficient indicia of compromise. For example, in <i>Mekdeci, supra,</i> it was a prolonged jury deliberation with a number of jury notes and the quick delivery of an inadequate verdict after a modified <i>Allen</i> charge that established a compromise. 711 F.2d at 1515. In <i>Lucas v. American Manufacturing Co., supra</i><i>,</i> cited in <i>Mekdeci,</i> the jury returned an inadequate award for the plaintiff after the district court informed the jury of an approaching hurricane and admonished the jury either to finish their deliberations within a brief period of time or return at a later date. <i>Id.</i> at 1514.</p>\n<p>By contrast, in the case at bar, there is no <i>substantial indication</i> that the jury's verdict was the result of compromise of the liability and damage questions. It is just as reasonable to assume that the jury disregarded the court's instructions on damages because it improperly considered (1) the effect of a substantial judgment on the taxpayers of Fayetteville or (2) plaintiff's character and extensive criminal record.</p>\n<p>The record contains absolutely no indicia of a compromise other than the low amount of damages. The jury reached its verdict within a reasonable period of time. It obviously was not deadlocked. The jury communicated only once with the court and that communication was reasonable. The jury did not attempt to qualify its verdict. Evidence of liability was substantial. Finally, the low award of damages can reasonably be explained by the jury's consideration of other improper factors. The totality of the circumstances simply does not point unerringly to a compromise verdict.</p>\n<p>In this action, then, the court concludes the issues of liability and damages are distinct and separable. <i>See, e.g., </i><i>Burger King Corp. v. Mason,</i> 710 F.2d at 1487-88; <i>Wheatley v. Beetar,</i> 637 F.2d 863, 867-68, (2d Cir.1980); <i>Ries v. Sanders,</i> 34 F.R.D. at 477. An erroneous determination as to damages should not and will not affect the reasonable determination of liability. Evidence as to damages sustained by the plaintiff is severable from any evidence as to liability, for despite the number of defendants found liable, there is but one harm to the plaintiff and the jury should have awarded Spell reasonable compensation for his injuries. In view of the undisputed evidence of plaintiff's medical expenses, which clearly exceeded the jury's $1,000 verdict, it is evident that the jury did not comply with the instructions of the court in determining its award of compensatory damages. Defendants concede the <span class=\"star-pagination\">*654</span> jury's award was grossly inadequate, given the finding of liability, and agree that it would shock the conscience to allow the present award to stand.</p>\n<p>The jury, having failed to recognize, at a minimum, the undisputed facts concerning plaintiff's injuries and expenses and to award him reasonable compensatory damages to which he was entitled, a new trial on the issue of damages is mandated. <i>Brown v. Wacholz, Inc.,</i> 467 F.2d 18, 21 (10th Cir.1972).</p>\n<blockquote>[I]t would be grossly unfair to plaintiff, as well as contrary to the spirit of F.R. 59, to require a retrial of the question of defendant's culpability which has already been decided by the jury in plaintiff's favor. Moreover, a grave injustice would occur to a plaintiff if, having submitted the question of liability to a jury, and having obtained a favorable verdict, a plaintiff should be compelled to risk another trial, with a possibility of an adverse verdict, solely because a jury failed to take into consideration all of the elements of damages as clearly instructed by the court.</blockquote>\n<p><i>Wheatley v. Beetar,</i> 637 F.2d at 867-68 citing <i>Yates v. Dann,</i> 11 F.R.D. 386, 394 (D.Del.1951). <i>See also </i><i>Devine v. Patteson,</i> 242 F.2d 828, 832 (6th Cir.1957). This court is not willing to take away plaintiff's hard fought and fairly won verdict of liability merely to correct an unjustly inadequate award of damages that was not clearly and substantially the product of a compromise. Accordingly, defendants' motions for a new trial are DENIED and plaintiff's motion for a new trial on the issue of compensatory damages is GRANTED.</p>\n<p></p>\n<h2>F. <i>Procedural and Scheduling Guidelines for New Trial on Damages</i>\n</h2>\n<p>1. A new trial on the issue of compensatory damages will be held in Wilmington, commencing April 2, 1985, at 10:00 a.m.<sup>[5]</sup> On the issue of damages, defendants may not deny liability as established by the jury on February 20, 1985. The new trial will be solely and strictly limited to the narrow issue of how much money will fairly and adequately compensate plaintiff for his damages. The jury will be instructed to accept as fact that defendant McDaniel kneed plaintiff in the testicles on November 19, 1983, proximately causing his injuries and that defendant McDaniel's actions proximately resulted from a <i>de facto</i> policy, practice or custom of the supervisory defendants as set forth in issue two of the February 20 verdict form. The jury's task simply will be to determine the extent of plaintiff's injury, suffering and pain resulting from defendants' actions and then to compensate him accordingly. <i>Wheatley v. Beetar,</i> 637 F.2d at 868.</p>\n<p>2. As with the original trial, this action will be pre-tried as extensively as the law will allow in a concerted effort to provide the parties with an equitable and expeditious trial. The pre-trial hearing will be held before Magistrate Dixon on March 21, 1985, at 10:00 a.m. in Wilmington.</p>\n<p>In accordance with Rule 16 of the Federal Rules of Civil Procedure, Magistrate Dixon is directed at the pre-trial conference to:</p>\n<blockquote>(1) <i>formulate</i> and <i>simplify</i> all legal and factual issues to be to be tried;</blockquote>\n<blockquote>(2) discuss with counsel, at length, admissions of fact and documents so as to avoid unnecessary proof at trial;</blockquote>\n<blockquote>(3) issue preliminary rulings by order, pursuant to 28 U.S.C. § 636(b)(1)(A) and Local Rule 62.03, on all <i>foreseeable</i> questions of admissibility of evidence. In this regard counsel should have prepared a pre-trial order by the date of the pre-trial conference which notes any and all foreseeable objections to documentary evidence, discovery or foreseeable anecdotal evidence;</blockquote>\n<blockquote>(4) obtain, to the greatest extent possible, stipulations from counsel regarding <span class=\"star-pagination\">*655</span> the admissibility and authenticity of documents;</blockquote>\n<blockquote>(5) identify and mark all exhibits;</blockquote>\n<blockquote>(6) establish a final and binding witness list for plaintiff and defendants;</blockquote>\n<blockquote>(7) discuss with counsel the need to adopt any special procedures for managing the conduct of this very limited new trial; and</blockquote>\n<blockquote>(8) discuss any additional relevant matters set forth in F.R.Civ.P. 16 and Local Rule 25.00.</blockquote>\n<p>3. Given the extended pre-trial conference and concomitant final order by counsel and the magistrate, the local requirement for pre-trial briefs need not be complied with.</p>\n<p>4. Since the defenses raised by defendant McDaniel in this limited trial will be exactly the same as those of the supervisory defendants, the court intends to hold all the defendants as one party throughout this new trial for purposes of challenges, examination, time limitations and argument.</p>\n<p>5. Each party will receive three (3) peremptory challenges for jury selection at trial as mandated by law. 28 U.S.C. § 1870; <i>Standard Industries, Inc. v. Mobile Oil Corp.,</i> 475 F.2d 220 (10th Cir.1973).</p>\n<p>6. Proposed <i>voir dire</i> questions and jury instructions shall be submitted to the court by Thursday, March 28, 1985, at 4:00 p.m.</p>\n<p>7. Again, it is the court's intention to establish time limitations at this trial pursuant to Rule 611(a) of the Federal Rules of Evidence. These limitations are as follows:</p>\n<blockquote>(a) Total testimony time for the new trial on compensatory damages shall not exceed sixteen (16) hours;</blockquote>\n<blockquote>(b) Plaintiff is allowed a total of eight (8) hours for direct and re-direct examination of his witnesses as well as cross and re-cross examination of defendants' witnesses;</blockquote>\n<blockquote>(c) Defendants are allowed a total of eight (8) hours for direct and re-direct examination of their witnesses as well as cross and re-cross examination of plaintiff's witnesses.</blockquote>\n<blockquote>(d) The above time limitations are <i>exclusive</i> of jury selection, opening and closing arguments.</blockquote>\n<blockquote>(e) The clock to be used on all established time periods will be a running clock. Time records will be kept by the Deputy Clerk of Court. All time limitations established are absolute and definitive blocks of time guaranteed the parties. Barring extraordinary circumstances, these limitations are not subject to extension.</blockquote>\n<p>8. As in the original trial, the basic evidentiary guidelines set forth on pages 5-6 of this court's January 7, 1985, order will govern the April 2 trial.</p>\n<p>SO ORDERED.<sup>[6]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  In point of fact, the trial instruction favored the defendant City, for absent a finding against one of the other defendants in his official capacity, an independent finding against the City alone would have been invalid. By the same token, once a finding against a supervisory defendant was entered, an independent finding against the City was rendered meaningless, since the City, in this case, would only have acted or failed to act through one or more of the supervisory defendants.</p>\n<p>[2]  The court notes the testimony at trial established that the plaintiff has never given a <i>significantly</i> different version of the assault at any time.</p>\n<p>[3]  Plaintiff also introduced evidence of prior complaints of excessive force and misconduct on the part of McDaniel through a series of documents, citizen testimony and limited testimony of certain officers.</p>\n<p>[4]  Statements made by jurors and not part of the trial record cannot be used to impeach their verdict. Extrinsic evidence, such as newspaper reports of juror's post-trial statements may not be considered. <i>Bartholomew v. Universe Tankships, Inc.,</i> 263 F.2d 437, 448 (2d Cir.1959).</p>\n<p>[5]  This trial date is final and not subject to change since the grant of a partial new trial, in essence, vacates the prior judgment in this action and renders any appeal of the order granting the partial new trial interlocutory.</p>\n<p>[6]  The Clerk of Court is directed to inform counsel of the filing of this order immediately upon receipt of the order.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">604</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">641</span></span> (1985)</b></center>\n<center><h1>Henry Z. SPELL, Plaintiff,<br>\nv.<br>\nCharles D. McDANIEL, Ind. &amp; as patrolman, City of Fayetteville Police Department; William P. Dalton, Command Sergeant, City of Fayetteville Police Department; Roger T. Holman, Command Sergeant, City of Fayetteville Police Department; William C. Johnson, Director of Internal Affairs Division, City of Fayetteville Police Department; Daniel K. Dixon, Chief, City of Fayetteville Police Department; John P. Smith, City Manager, City of Fayetteville; and the City of Fayetteville, N.C., a municipal corporation, Defendants.</h1></center>\n<center>No. 84-06-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>March 12, 1985.</center>\n<p><span class=\"star-pagination\">*642</span> <span class=\"star-pagination\">*643</span> <span class=\"star-pagination\">*644</span> H. Gerald Beaver, Fayetteville, N.C., for plaintiff.</p>\n<p>Robert C. Cogswell, Jr., Fayetteville, N.C., for Homan, Dalton, Johnson, Smith &amp; City of Fayetteville.</p>\n<p>Bobby G. Deaver, Fayetteville, N.C., for McDaniel.</p>\n<p>Carl A. Barrington, Jr., Fayetteville, N.C., for Dixon.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>On February 20, 1985, the jury returned its verdict in this action, finding defendants McDaniel, Dalton, Holman, Dixon, Johnson, and through the official supervisory defendants, the City of Fayetteville, liable for violating plaintiff's constitutional rights and assessed compensatory damages at one thousand dollars. As a result of the jury's verdict, the parties have filed numerous post-trial motions. Pending before the court are: (1) defendant City of Fayetteville's motion for judgment notwithstanding the verdict or, alternatively, to amend the judgment or dismiss; (2) defendant Dalton, Holman, Dixon, Johnson and City's motion for judgment notwithstanding the verdict and a new trial; (3) defendant McDaniel's motion for judgment notwithstanding the verdict and for a new trial; and (4) plaintiff's motion for a new trial solely on the issue of compensatory damages.</p>\n<p>The parties have responded to all opposing motions and the court heard oral argument on each motion in Wilmington, North Carolina, on March 5, 1985. Thus, all post-trial motions are now ripe for disposition and will be addressed <i>seriatim.</i></p>\n<p></p>\n<h2>A. <i>Defendant City of Fayetteville's motion for judgment notwithstanding the verdict or, alternatively, to amend or dismiss</i>\n</h2>\n<p>The defendant City contends the court's instructions to the jury regarding the status of the City and the final judgment <span class=\"star-pagination\">*645</span> entered in this action were erroneous because: (1) there was no separate instruction given as to the City; (2) the verdict form made no independent reference to the City; (3) the jurors were told that the City could be held liable through the acts or omissions of the supervisory defendants sued in their official capacities; and (4) the final judgment holds the City liable as a co-defendant absent a separate finding of liability by the jury.</p>\n<p>Defendant's contentions represent a continuation of the argument made by defense counsel at trial, that the City should somehow be divorced from the actions of the supervisory defendants and, further, that even assuming the City was \"responsible\" for any monetary judgment imposed on the supervisory defendants, the City was not \"liable.\" The court rejected that argument at trial and continues to do so.</p>\n<p>In an opinion published just prior to the beginning of trial, <i>Brandon v. Holt,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">873</span></a></span>, <span class=\"citation\" data-id=\"111304\"><a href=\"/opinion/111304/brandon-v-holt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></a></span> (1985), the United States Supreme Court held that a § 1983 judgment against a public official \"in his official capacity\" imposes <i>liability</i> on the entity he represents. In <i>Brandon,</i> the court made explicit what was previously implied in <i>Monnell v. New York City Department of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978); <i>Hutto v. Finney,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2565</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">522</span></span> (1978); and <i>Owen v. City of Independence,</i> <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1398</span></a></span>, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">673</span></a></span> (1980).</p>\n<p>Applying the principles of the above-cited cases to this action, it seems clear that the actions of the supervisory defendants, sued and found liable in their official capacities, are fairly attributable to the defendant City. A municipality is an entity; it cannot and does not act by itself. It must act by and through its agents and employees. When a citizen's constitutional rights are violated by a <i>de facto</i> policy or custom which a supervisor of a municipality's Police Department either (1) developed or maintained or (2) was aware of or reasonably should have been aware of and which the supervisor had the authority to rectify or render ineffective, but, instead, in conformity with such policy or custom, the supervisor failed to act within the scope of his authority to do so and, further, where such action or failure to act amounts to gross negligence or deliberate indifference to the constitutional rights of the citizens, then the municipality as well as the supervisor should reasonably be held accountable.</p>\n<p>The above instruction was essentially given to the jury. It is correct and in accordance with common sense and law. Defendant's motion predicated on an attack on the validity of this instruction is therefore DENIED.<sup>[1]</sup></p>\n<p>To the extent the defendant City argues it was not liable for any actions of any official of the Fayetteville Police Department, this argument is without merit. For the purpose of evaluating the City's potential liability under § 1983, the actions of the Chief of Police and his subordinates, in their official capacities, clearly equates with the actions of the City itself. <i>Brandon v. Holt,</i> 105 S.Ct. at 878.</p>\n<p>Finally, the City's argument that it is not \"liable,\" even if it is \"responsible\" for any monetary judgment imposed is, in the Court's view, illogical and in direct contradiction to the clear meaning of <i>Brandon. Brandon</i> unequivocally holds that a judgment against a public servant in his official capacity imposes <i>liability,</i> not simply monetary responsibility, upon the entity that servant represents. <i>Id.</i> at 878.</p>\n<p>Accordingly, the City's motion for judgment notwithstanding the verdict or, alternatively, to amend or dismiss is DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*646</span> B. <i>Defendants' Motions for Judgment Notwithstanding the Verdict</i>\n</h2>\n<p>Defendants next move for judgment notwithstanding the verdict pursuant to F.R. Civ.P. 50(b), arguing there was no evidence to support the finding of liability as to any defendant. Defendants moved for a directed verdict at trial which was denied and since Rule 50(b) simply allows a party to renew his motion for a directed verdict, defendants' motions now require that the evidence be re-examined to determine whether the court's prior rulings were correct.</p>\n<p>The standard for granting a judgment notwithstanding the verdict is the same as the standard governing the direction of a verdict. <i>Hallmark Industry v. Reynolds Metals Co.,</i> <span class=\"citation\" data-id=\"315715\"><a href=\"/opinion/315715/hallmark-industry-v-reynolds-metals-company-hallmark-industry-v-harvey/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 13 (9th Cir.1973); <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">932</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2643</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">235</span></span> (1973); <i>O'Neill v. W.R. Grace &amp; Co.,</i> <span class=\"citation\" data-id=\"284781\"><a href=\"/opinion/284781/floyd-b-oneil-v-w-r-grace-company-and-maryland-casualty-company/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span> (5th Cir.1969). A motion for judgment notwithstanding the verdict presents a question of law as to whether or not, when all of the evidence is considered, together with all reasonable inferences therefrom in favor of the opposing party, there exists a failure or lack of evidence to prove any necessary element of the party favored by the verdict's case. <i>Ries v. Sanders,</i> <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">468</span></span>, 470 (N.D.Miss.1964). In reviewing the evidence, the court may not weigh the evidence or the credibility of any witness. <i>Singer Co. v. E.I. duPont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"357954\"><a href=\"/opinion/357954/the-singer-company-a-corporation-v-e-i-du-pont-de-nemours-and-company/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">433</span></a></span> (8th Cir.1978). Essentially, a trial court may only grant a judgment notwithstanding the verdict \"when the evidence points all one way and is susceptible to no reasonable inferences sustaining the position of the non-moving party.\" <i>Id.</i> at 441; 5A <i>Moore's Federal Practice</i> § 50.07(2).</p>\n<p>Defendants contend the evidence points to only one possible conclusion, namely that plaintiff was not kneed in the groin as alleged. The court disagrees.</p>\n<p>Plaintiff presented twenty-six (26) witnesses at trial, all tending to prove either the assault in question or a pattern of misconduct within the Fayetteville Police Department (F.P.D.) The plaintiff and an eyewitness friend, Norman Williams, testified that an unprovoked assault by defendant McDaniel occurred in the basement of the Law Enforcement Center, proximately causing plaintiff's injury. Plaintiff's complaints of pain and his subsequent account of the incident were corroborated, in varying degrees, by witnesses Radosivich, Hess and Herzog. In addition, the testimony of Dr. Steven Rochman, plaintiff's treating physician, clearly supported plaintiff's statement as to the cause and severity of his injury.</p>\n<p>Seven (7) lay citizens of Fayetteville, eight (8) present and former police officers of the F.P.D., an assistant district attorney from the Twelfth Judicial District, an expert in police civil liability and the former police attorney all testified in support of plaintiff's allegations regarding a <i>de facto</i> policy, practice or custom within the F.P.D. of brutality, cover-up and misconduct. In addition, hundreds of documents contained in the two exhibit notebooks, many of the exhibits being internal F.P.D. documents, clearly assisted plaintiff in establishing his major allegations of an unconstitutional quota system for arrest, failure to discipline officers, failure to investigate citizens' complaints, failure to supervise officers, cover-up of police misconduct, and repeated acts of excessive force and brutality. As previously stated by this court in denying the supervisory defendants' motion for summary judgment, genuine issues of material fact with regard to all of plaintiff's allegations were \"painfully obvious.\"</p>\n<p>In conclusion, the evidence in support of plaintiff's allegations against all of the defendants, taken in a light most favorable to the plaintiff, was substantial. The jury's verdict on the issues of liability was supported by the evidence, and was clearly reasonable. <i>See infra</i> at 647-648. Accordingly, defendants' motions for judgment notwithstanding the verdict are DENIED.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*647</span> C. <i>Defendants' motions for a New Trial on the ground that the verdict was against the weight of the evidence</i>\n</h2>\n<p>F.R.Civ.P. 59(a) requires that the trial court set aside the verdict and order a new trial, even if the verdict is supported by substantial evidence, if the verdict is: (1) against the clear weight of the evidence; or (2) based on false evidence; or (3) will result in a miscarriage of justice. <i>Wyatt v. Interstate &amp; Ocean Transport Co.,</i> <span class=\"citation\" data-id=\"379217\"><a href=\"/opinion/379217/earnest-earl-wyatt-v-interstate-ocean-transport-company-formerly/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 891-92 (4th Cir.1980); <i>Williams v. Nichols,</i> <span class=\"citation\" data-id=\"247962\"><a href=\"/opinion/247962/shelby-v-williams-and-horney-livestock-incorporated-v-joseph-e-nichols/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">389</span></a></span>, 392 (4th Cir.1959). A motion for a new trial differs from that of a motion for judgment notwithstanding the verdict in that the court must weigh the evidence and the credibility of the witnesses. <i>Wyatt v. Interstate &amp; Ocean Transport Co.,</i> 623 F.2d at 891. The trial court is not required to take that view of the evidence most favorable to the verdict winner. Indeed, the court is required to weigh the evidence for itself.</p>\n<p>Defendants having made the motion for a new trial, the court is obligated to briefly weigh the evidence and assess the credibility of the key witnesses at trial. This determination will not favor the defendants.</p>\n<p>There were two issues of liability at trial, first as to whether defendant McDaniel assaulted the plaintiff by kneeing him in the testicles proximately causing plaintiff's injury and second, in shorthand form, whether the assault by McDaniel proximately resulted from a <i>de facto</i> policy, custom or practice developed or maintained by the supervisory defendants, or of which they reasonably should have been aware, and as a result of which, the supervisory defendants' actions or omissions amounted to gross negligence or deliberate indifference to the constitutional rights of others.</p>\n<p>Evidence in support of the jury's verdict as to the first issue, defendant McDaniels' liability, was substantial. McDaniel denied ever striking the plaintiff and rested his defense on the theory that plaintiff's severe injury occurred earlier in the day when he allegedly fell on a rock or log on a riverbank, thereby rupturing his testicle. Having listened intently to all the testimony in the trial of this action, the court is frank to say this defense appeared to be based on pure speculation and conjecture. Little, if any evidence was presented in support of this theory and that which was presented conflicted with the theory itself. <i>See infra</i> at 648.</p>\n<p>On the other hand, plaintiff presented a number of witnesses, who in varying degrees circumstantially corroborated his version of the events on November 19, 1983. The plaintiff, and eyewitness Norman Williams, testified McDaniel kneed plaintiff in the testicles without provocation or justification. Although stunned, plaintiff stated he felt little immediate pain. The pain began within minutes of the incident and increased rapidly, as did the swelling of his testicle. When asked why he didn't report the assault to the state magistrate, whom he saw within minutes of the assault for probable cause and bond purposes, plaintiff testified he kept quiet because (1) the magistrate was a female and he was embarrassed due to the nature of the injury and (2) he was scared because he was still in McDaniel's custody at the Law Enforcement Center. Although the court was somewhat dubious of plaintiff's testimony at first, his version of the post-incident facts was subsequently corroborated by a number of witnesses.<sup>[2]</sup></p>\n<p>Louis Radosovich, a jailer, with no interest in the outcome of this case and clearly, given his profession, not a man likely to be aligned in plaintiff's corner, testified that as soon as he took custody of the plaintiff (<i>within minutes of the assault</i>), Spell told him (1) that he had just been kicked in the testicles by a Fayetteville police officer; (2) that he was experiencing a great deal of pain; and (3) the reason he failed to tell the magistrate of the assault was because he was embarrassed and scared. Radosovich further testified plaintiff appeared to be in <span class=\"star-pagination\">*648</span> distress when he filled out the intake sheets before taking plaintiff to the jail. The court finds Radosovich to have been extremely credible and given the narrow time frame involved, finds it difficult to credit defendants' argument that plaintiff had by this time already formulated a plan to blame his earlier injury on McDaniel as a means to get out from under his pending criminal charges.</p>\n<p>Plaintiff also told his attorney, Paul Herzog, the same story two days later and Herzog's testimony vividly described plaintiff's increased pain and deteriorating physical condition. The court finds Herzog's testimony to have been extremely credible.</p>\n<p>Further support and critical support came from plaintiff's treating physician, Dr. Steven Rochman, who testified he had only seen one injury this severe in his professional career and that, given the precise force required to cause such a severe injury, plaintiff could not, in his opinion, have sustained such an injury simply by falling on a rock or a log as defendants theorized. Dr. Rochman, a urologist, who was not hired by the plaintiff as an expert and who had no interest in the outcome of the case, was also extremely credible and his detailed testimony as to the probable causes of plaintiff's injury and the severity of the injury gave significant credence to plaintiff's testimony. In addition, Dr. Rochman's testimony helped explain one weakness in plaintiff's case, the lack of immediate pain at the time of the blow to the testicles.</p>\n<p>In contrast to Dr. Rochman, defendants presented the testimony of a non-treating, non-examining expert physician, hired by the defendants, Dr. William Jordan. Dr. Jordan testified that, in his opinion, plaintiff definitely could have suffered the injury in a fall on a rock or a log. The court has no reason to doubt the sincerity of Dr. Jordan's view; however, given the time scenario involved, it seems Dr. Jordan meets himself coming and going. Dr. Jordan testified that, even given plaintiff's prior alcohol and drug consumption, plaintiff should have experienced extensive pain simultaneous with the blow to his testicles. Thus, defendants argued, plaintiff's lack of such a showing of immediate pain as evidenced by the testimony of the plaintiff and Norman Williams, demonstrates the gap in plaintiff's version of the facts.</p>\n<p>The problem with this testimony by Dr. Jordan is that it makes the defense theory that plaintiff's injury occurred earlier in the day even more implausible, given McDaniel's prior testimony that when he arrested Spell, sometime after the injury supposedly occurred, plaintiff was not in pain or injured in any manner. If, according to Dr. Jordan, plaintiff should have experienced pain immediately upon the blow, then plaintiff should have been in excruciating pain a few hours later when McDaniel arrested him. It seems to the court much more reasonable that plaintiff's pain began as plaintiff testified five to ten minutes after the assault, then a few hours after his alleged fall on a rockcoincidentally not ten minutes after plaintiff alleged McDaniel kneed him.</p>\n<p>Finally, testimony from one of defendant McDaniels' key witnesses concerning the events of November 19, 1983, Officer Kenneth Wioskowski, convinces the court that the jury's verdict of liability on the first issue was clearly supported by substantial evidence. About the best that can be said for Officer Wioskowski is that he contradicted defendant McDaniel's testimony, strongly contradicted his own prior deposition testimony and was convincingly impeached by the plaintiff on cross-examination through the use of documents of record. In so testifying, Wioskowski cast considerable doubt on McDaniel and L.D. McNair's testimony, as well as destroying his own credibility.<sup>[3]</sup></p>\n<p>Although this recitation of the evidence on the first issue has been cursory, it is sufficient for purposes of determining defendants' <span class=\"star-pagination\">*649</span> motion as it relates to the incident on November 19, 1983. Even without considering the substantial evidence of the atmosphere within the F.P.D. under which defendant McDaniel was trained and supervised, the court concludes the jury's verdict on the first issue was not against the weight of the evidence and, in fact, was demonstrably supported by the evidence.</p>\n<p>With regard to the second issue, the trial record is replete with testimony supporting the jury's verdict against defendants Dixon, Dalton, Holman and Johnson. Plaintiff presented eight (8) present and former members of the F.P.D. whose testimony painted a fairly convincing and disturbing portrait of the policies and practices existing within the F.P.D. during the relevant time period. These witnesses, along with the documents contained in plaintiff's exhibit 71, provided the backbone of plaintiff's <i>Monnell</i> allegations. For the most part, the police witnesses had nothing to gain and everything to lose by testifying for the plaintiff. The testimony of Officers Livingston, Lushis, Gardner, Fischer, Freeman and Matthews was extremely credible. Their testimony, particularly with regard to plaintiff's allegations of a quota system, failure to discipline, failure to supervise, and the creation of an atmosphere of cover-up and abuse within the F.P.D. was convincing and, in many cases, uncontradicted.</p>\n<p>The court also found the testimony of Jim Ammons, an assistant district attorney, highly relevant and probative on the issues of cover-up and discipline. His testimony of the <i>Parker</i> investigation or lack thereof by the F.P.D. was particularly damaging to defendants Dixon and Johnson.</p>\n<p>Finally, the instances of confirmed and uncontradicted misconduct demonstrated in defendants' own internal affairs documents was, in the court's opinion, devastating to defendants' case. Although Dr. Kirkham's expert opinion was somewhat tainted by defendants' effective cross-examination, his basic analysis of the evidence against the supervisory defendants contained in the documents within plaintiff's Exhibit 71 was not. These documents alone provide ample support for the jury's verdict on issue two.</p>\n<p>Further recitation of the evidence would be redundant and serve no useful purpose. Defendants' motions for a new trial on the basis that the verdict of liability was against the weight of the evidence are DENIED.</p>\n<p></p>\n<h2>D. <i>Defendants' motions for a New Trial on the basis of the admission of prejudicial evidence and erroneous jury instructions</i>\n</h2>\n<p>F.R.Civ.P. 59(a) further allows a motion for a new trial on the basis that substantial errors were committed at trial in the admission or rejection of evidence or the giving or refusal of instructions. <i>Neal v. Carey Canadian Mines, Ltd.,</i> <span class=\"citation no-link\"><span class=\"volume\">548</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">357</span></span>, 381 (D.Pa.1982); <i>Diane Manufacturing Co. v. Sheffield Industries,</i> <span class=\"citation\" data-id=\"1961393\"><a href=\"/opinion/1961393/diane-mfg-co-v-sheffield-industries-inc/\"><span class=\"volume\">514</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">185</span></a></span>, 186 (D.Fla.1981).</p>\n<p>Defendants contend the court erroneously admitted extrinsic evidence of acts of misconduct on the part of all defendants in violation of F.R.Evid. 404(a). The problem with defendants' argument is that it considers any evidence of excessive force, brutality, or a failure to train, supervise or discipline on the part of any named defendant, evidence essential to proving plaintiff's <i>Monnell</i> allegations, as evidence of the defendants' character. Were the court to have sustained defendants' objections to this evidence, plaintiff would have been utterly unable to prove his claims. The evidence of defendants' misconduct lay at the heart of plaintiff's complaint. It was not introduced to prove defendants' character, rather it was introduced and admitted as substantive evidence in support of the <i>Monnell</i> allegations in plaintiff's complaint. <i>See </i><i>Wood v. Breier,</i> <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">7</span></span>, 13 (E.D.Wisc.1972). Therefore, defendants' motion for a new trial on this basis is DENIED.</p>\n<p>Defendants also argue that the court improperly instructed the jury in response to their question regarding whether they could consider evidence of the problems within the police department on the first <span class=\"star-pagination\">*650</span> issue. The court has reviewed its response to the jury and finds it correct and in accordance with law.</p>\n<p>Essentially, the court simply repeated its prior instruction that the jury could consider any or all of the evidence as it related to the <i>credibility</i> of any witness. The court further instructed the jury that evidence could be considered substantively \"if and only if\" the evidence related to any action or inaction on the part of defendant McDaniel and reminded the jury that they were to consider the issue of defendant McDaniel's liability independent of the supervisory defendants' liability. Clearly, the jury could properly consider defendant McDaniel's work environment in determining whether or not he committed the assault upon the plaintiff. The remainder of the response instruction was a duplicate of the court's initial instructions on the first issue and the burden of proof.</p>\n<p>Having found no error in this instruction, defendants' motion for a new trial on this basis is DENIED.</p>\n<p></p>\n<h2>E. <i>Plaintiff's Motion for a New Trial on Compensatory Damages and Defendants' Motions for a New Trial on the ground of Compromise</i>\n</h2>\n<p>Having determined defendants' motions regarding the sufficiency of the evidence, the court reaches the last and most troublesome issue before it; to-wit, plaintiff's motion for a new trial on the issue of compensatory damages in conjunction with defendants' motions for a new trial on the ground of compromise. Meritorious arguments abound on both sides of the issue; however, after much thought, a considered and reasoned analysis has led the court to reluctantly conclude that principles of justice and fairness dictate plaintiff's motion be GRANTED and defendants' motions be DENIED. Accordingly, for the reasons set forth herein, a new trial on the issue of compensatory damages is ORDERED for April 2, 1985, in Wilmington.</p>\n<p>For purposes of discussion the court will consider plaintiff and defendants' motions together, since an analysis of plaintiff's motion must, of necessity, include a decision on whether the jury's verdict was a compromise on its face.</p>\n<p>Rule 59(a) of the Federal Rules of Civil Procedure provides that a new trial may be granted \"on all or part of the issues.\" A new trial may be limited to the issue of damages, <i>Gasoline Products Co. v. Champlin Co.,</i> <span class=\"citation\" data-id=\"101754\"><a href=\"/opinion/101754/gasoline-prods-co-v-champlin-co/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1931), and this power extends to granting a new trial because of inadequate damages. <i>Spero-Nelson v. Brown,</i> <span class=\"citation\" data-id=\"1474360\"><a href=\"/opinion/1474360/spero-nelson-v-brown/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span> (6th Cir.1949).</p>\n<p>In the case <i>sub judice,</i> plaintiff contends the jury's award of $1,000 compensatory damages is so inadequate relative to the evidence and the injury suffered by the plaintiff that it shocks the conscious and to allow it to stand would be unreasonable. Plaintiff argues that once liability was established, he was entitled to compensation for his medical bills, pain and humiliation suffered, disfigurement and permanent loss. The award of compensatory damages, Spell contends, was inconsistent with the jury's express finding that McDaniel had assaulted plaintiff, an assault so brutal that it ruptured plaintiff's testicle. Plaintiff contends that, although the jury believed Spell had been kneed in the testicles, when it came time to award damages, it acted on the basis of impermissible considerations, such as an unwillingness to give money to an admitted and convicted drug felon.</p>\n<p>Defendants agree that the verdict was inconsistent and concede the compensatory damages were unreasonable, but urge that the jury, unable to conclude the issue of liability in favor of plaintiff, rendered a compromise verdict. As a result, defendants claim they were prejudiced and are now entitled to a new trial on all issues.</p>\n<p>Plaintiff has responded, arguing that the original verdict definitively established liability, and that forcing him to re-litigate that issue places an unfair burden on him, given the severability of the evidence as to liability and damages. Plaintiff further argues that if any prejudice occurred, it was <span class=\"star-pagination\">*651</span> in favor of defendants, a young police officer and his supervisory officials, and not in favor of the plaintiff, a drug trafficker. Competing inferences having been advanced by both parties, the court must apply the law to the facts and decide between them.</p>\n<p>A partial new trial on damages may not be granted if it would infringe upon a litigant's Seventh Amendment right to a jury trial. <i>Burger King Corp. v. Mason,</i> <span class=\"citation\" data-id=\"420996\"><a href=\"/opinion/420996/burger-king-corporation-cross-appellant-v-gerald-a-mason/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1480</span></a></span>, 1486 (11th Cir.1983). In <i>Gasoline Products Co. v. Champlin Refining Co., supra,</i> the Supreme Court enunciated the standard which governs partial new trial practice:</p>\n<blockquote>[W]here the practice permits a partial new trial, it may not properly be resorted to unless it clearly appears that the issue to be retried is so distinct and separable from the others that a trial of it alone may be had without injustice.</blockquote>\n<p><i>Id.</i> at 500, 51 S.Ct. at 515.</p>\n<p>Thus, a jury verdict influenced by an improper compromise, <i>on its face,</i> cannot stand and a complete new trial is required. <i>See, e.g., </i><i>Lucas v. American Manufacturing Co,</i> <span class=\"citation\" data-id=\"382089\"><a href=\"/opinion/382089/donald-e-lucas-v-american-manufacturing-co-a-corporation-american/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">291</span></a></span>, 294 (5th Cir.1980; <i>Bartholemew v. Universe Tankships, Inc.,</i> <span class=\"citation\" data-id=\"247208\"><a href=\"/opinion/247208/aston-bartholomew-v-universe-tankships-inc/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span> (2d Cir.1959). A compromise verdict results when jurors resolve their inability to make a determination with any unanimity as to liability by finding inadequate damages. <i>See </i><i>Freight Terminals, Inc. v. Ryder System, Inc.,</i> <span class=\"citation\" data-id=\"303982\"><a href=\"/opinion/303982/freight-terminals-inc-v-ryder-system-inc-defendant-appellant-cross/\"><span class=\"volume\">461</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1046</span></a></span>, 1053 (5th Cir.1972). In this Circuit, a new trial on all issues is required when a \"totally inadequate verdict was rendered which could <i>only</i> have been a sympathy or compromise verdict ... [b]ut where there is no <i>substantial</i> indication that the liability and damage issues are <i>inextricably interwoven</i> ... a second trial limited to damages is entirely proper.\" <i>Great Coastal Express, Inc. v. International Brotherhood of Teamsters, etc.,</i> <span class=\"citation\" data-id=\"325568\"><a href=\"/opinion/325568/great-coastal-express-inc-plaintiff-appellee-cross-v-international/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 846 (4th Cir.1975); <i>Southern Railway v. Madden,</i> <span class=\"citation\" data-id=\"239924\"><a href=\"/opinion/239924/southern-railway-company-a-corporation-v-frank-j-madden/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span> (4th Cir.1956), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">953</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">244</span></span> (1956). (emphasis added) As stated by the Fifth and Eleventh Circuits, a compromise verdict \"is one where it is <i>obvious</i> that the jury compromised the issue of liability by awarding inadequate damages.\" <i>Burger King Corp. v. Mason,</i> 710 F.2d at 1487; <i>Freight Terminals, Inc. v. Ryder System, Inc.,</i> 461 F.2d at 1053. (emphasis added).</p>\n<p>In order to determine whether or not a compromise verdict was reached by the jury, in cases where an inadequate award of damages resulted, courts have considered a number of factors.<sup>[4]</sup> These factors include (1) clarity of the jury instructions and verdict form; (2) length of the jury deliberations; (3) strength of the evidence as to liability; (4) questions and notes from the jury during deliberations; and (5) whether the case involved a sympathetic plaintiff and unsympathetic defendant. <i>See, e.g., </i><i>Mekdeci v. Merrell National Laboratories,</i> <span class=\"citation\" data-id=\"421682\"><a href=\"/opinion/421682/mekdeci-david-an-infant-by-and-through-michael-and-elizabeth-mekdeci/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span> (11th Cir. 1983). Starting from the proposition that a jury's verdict is to be afforded every inference that it is proper and honest, the court will apply the above factors <i>seriatim.</i></p>\n<p>First, the court's instructions to the jury clearly mandated that they decide the issues of liability prior to any consideration of damages. Absent compelling reasons to believe these instructions were not followed in this respect, the court is extremely reluctant to enter a finding that the jury violated its oath and departed from the order of issues outlined by the court.</p>\n<p>Similarly, the verdict form used by the jury in this matter clearly set forth the order of the issues for determination. As completed by the jury, the form reflects a rational and orderly determination of the issues as evidenced by the determination of no liability as to defendant Smith.</p>\n<p>Second, with regard to the length of jury deliberations, considering this was a three week trial in which forty-five witnesses <span class=\"star-pagination\">*652</span> appeared, hundreds of documents were introduced, and the jury had to determine four independent issues as to six individual defendants, the court concludes that thirteen (13) hours of jury deliberations was not extraordinarily long, and in fact, was quite reasonable. This is in sharp contrast to the major case cited by defendants, <i>Mekdeci, supra,</i> wherein the court found a compromise verdict in large part because the jury sent word to the trial court that it was \"hopelessly deadlocked\" after four days of deliberations and then returned an inadequate verdict on the fifth day immediately after receiving a modified <i>Allen</i> charge. <i>Id.</i> at 1515. <i>See also </i><i>Hatfield v. Seaboard Airline R.R. Co.,</i> <span class=\"citation\" data-id=\"280648\"><a href=\"/opinion/280648/william-c-hatfield-v-seaboard-air-line-railroad-company-seaboard-air/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">721</span></a></span>, 724 (5th Cir.1968).</p>\n<p>The third element to be considered and perhaps the one given the greatest weight, is the strength of the evidence of liability.</p>\n<p>As previously summarized in a cursory fashion, the evidence supporting the jury's verdict on issues 1 and 2 was substantial and with regard to some defendants, overwhelming. In fact, as to the supervisory defendants, the evidence of liability was so clearly established that defendants in their motion suggest the jury was so incensed by their actions that they \"jumped over\" the issue of McDaniel's liability to get at them. Defendants have had a fair trial on the issues of liability and the verdicts against them are reasonable in light of the evidence. As the Fifth Circuit has stated in <i>Edwards v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"326053\"><a href=\"/opinion/326053/doris-r-edwards-etc-cross-appellant-v-sears-roebuck-and-company/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">276</span></a></span>, 282 (1975).</p>\n<blockquote>... even if the jury's verdict in its entirety was affected by undesirable factors, if the fact of liability is nonetheless fairly demonstrable ... it will not be blindly assumed that the liability issue was wrongly decided. A jury's finding as to liability can be binding even though its monetary award is found to be [inadequate] or even improperly influenced  our deference to and faith in the jury system demands at least this much. <i>Cf. </i><i>Pingatore v. Montgomery Ward &amp; Co.,</i> 6 Cir.1969, <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1138</span></span>, 1142-1143, cert. denied, <span class=\"citation no-link\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1818</span></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">90</span></span> (1970) (grossly improper argument required new trial as to damages only; substantial evidence supported jury verdict on liability.) If passion, prejudice, caprice, undue sympathy, arbitrariness or more taints only the damage award and not the liability assessment, the proper response is ... a new trial addressed to damages alone.</blockquote>\n<p>With regard to the fourth element, questions from the jury, application of this factor to the case at bar likewise fails to lead to the conclusion that the verdict was a compromise. Only one question was received from the jury and that question indicated a proper consideration for the distinction between liability issues one and two. Unlike the jury in <i>Mekdeci, supra,</i> which sent the court five (5) notes, including one stating it was \"hopelessly deadlocked\" and another attempting to qualify its verdict, the jury's communications with this court in the case <i>sub judice</i> were limited and reasonable.</p>\n<p>Finally, the court must consider the fact that this case is not the typical case for the finding of a compromise verdict. In most of the cases cited by counsel where a compromise was found, there have been close questions as to liability with strong affirmative defenses which have been resolved against an \"unsympathetic\" defendant and in favor of a \"sympathetic\" plaintiff. <i>See, e.g., </i><i>Schuerholz v. Roach,</i> <span class=\"citation\" data-id=\"1504243\"><a href=\"/opinion/1504243/schuerholz-v-roach/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span> (4th Cir.1932).</p>\n<p>In this action, plaintiff is a five time convicted drug felon and trafficker. Defendant McDaniel is a young police officer and the remaining individual defendants were McDaniel's supervisors. Evidence of possible sympathy for McDaniel is found in the jury's question to the court as to whether they were to disregard \"the problem within the police department\" in determining McDaniel's liability. It is plausible to suggest that some jurors were concerned about whether McDaniel should be held accountable for doing what he had been taught and encouraged to do by the supervisory defendants.</p>\n<p><span class=\"star-pagination\">*653</span> Furthermore, it is not unlikely that some jurors were concerned with assessing damages against the municipal defendant knowing or suspecting that the cost would be passed on to innocent taxpayers. In summary, this case is not one where the jury, manifestly, awarded plaintiff a small verdict out of sympathy for his suffering and without regard to the question of real liability. <i>Southern Railway Co. v. Madden,</i> 224 F.2d at 321, <i>See also </i><i>Young v. International Paper Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">820</span></span>, 823 (4th Cir.1963).</p>\n<p>Having reviewed the above factors and found that none of them indicate a verdict \"which could only have been a sympathy or compromise verdict,\" the court turns to defendants' argument that the award of minimal damages is by itself, sufficient to prove a compromise. This assertion is simply not supported by the law.</p>\n<p>A nominal or inadequate finding of damages by itself does not automatically mandate the conclusion that the award was the product of a compromise verdict. <i>Burger King Corp. v. Mason,</i> 710 F.2d at 1487; <i>Hadra v. Herman Blum Consulting Engineers,</i> <span class=\"citation\" data-id=\"382973\"><a href=\"/opinion/382973/carl-m-hadra-v-herman-blum-consulting-engineers-a-texas-corporation/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1242</span></a></span>, 1246 (5th Cir.1980), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">912</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1983</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></span> (1981). Indeed, if inadequate damages were the sole test for compromise, Rule 59(a) would serve no purpose. The inquiry must focus on indicia of compromise <i>apparent from the record</i> as delineated and discussed above. <i>Burger King Corp. v. Mason,</i> 710 F.2d at 1487; <i>Mekdeci v. Merrell National Laboratories,</i> 711 F.2d at 1513-1514.</p>\n<p>In the cases cited by defendants, it was the unique circumstances taken together in each trial that provided sufficient indicia of compromise. For example, in <i>Mekdeci, supra,</i> it was a prolonged jury deliberation with a number of jury notes and the quick delivery of an inadequate verdict after a modified <i>Allen</i> charge that established a compromise. 711 F.2d at 1515. In <i>Lucas v. American Manufacturing Co., supra</i><i>,</i> cited in <i>Mekdeci,</i> the jury returned an inadequate award for the plaintiff after the district court informed the jury of an approaching hurricane and admonished the jury either to finish their deliberations within a brief period of time or return at a later date. <i>Id.</i> at 1514.</p>\n<p>By contrast, in the case at bar, there is no <i>substantial indication</i> that the jury's verdict was the result of compromise of the liability and damage questions. It is just as reasonable to assume that the jury disregarded the court's instructions on damages because it improperly considered (1) the effect of a substantial judgment on the taxpayers of Fayetteville or (2) plaintiff's character and extensive criminal record.</p>\n<p>The record contains absolutely no indicia of a compromise other than the low amount of damages. The jury reached its verdict within a reasonable period of time. It obviously was not deadlocked. The jury communicated only once with the court and that communication was reasonable. The jury did not attempt to qualify its verdict. Evidence of liability was substantial. Finally, the low award of damages can reasonably be explained by the jury's consideration of other improper factors. The totality of the circumstances simply does not point unerringly to a compromise verdict.</p>\n<p>In this action, then, the court concludes the issues of liability and damages are distinct and separable. <i>See, e.g., </i><i>Burger King Corp. v. Mason,</i> 710 F.2d at 1487-88; <i>Wheatley v. Beetar,</i> <span class=\"citation\" data-id=\"385830\"><a href=\"/opinion/385830/robert-wheatley-v-police-officers-robert-beetar-robert-jacobsen-arthur/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span></a></span>, 867-68, (2d Cir.1980); <i>Ries v. Sanders,</i> 34 F.R.D. at 477. An erroneous determination as to damages should not and will not affect the reasonable determination of liability. Evidence as to damages sustained by the plaintiff is severable from any evidence as to liability, for despite the number of defendants found liable, there is but one harm to the plaintiff and the jury should have awarded Spell reasonable compensation for his injuries. In view of the undisputed evidence of plaintiff's medical expenses, which clearly exceeded the jury's $1,000 verdict, it is evident that the jury did not comply with the instructions of the court in determining its award of compensatory damages. Defendants concede the <span class=\"star-pagination\">*654</span> jury's award was grossly inadequate, given the finding of liability, and agree that it would shock the conscience to allow the present award to stand.</p>\n<p>The jury, having failed to recognize, at a minimum, the undisputed facts concerning plaintiff's injuries and expenses and to award him reasonable compensatory damages to which he was entitled, a new trial on the issue of damages is mandated. <i>Brown v. Wacholz, Inc.,</i> <span class=\"citation\" data-id=\"305720\"><a href=\"/opinion/305720/t-dean-brown-v-richard-h-wacholz-inc-dba-silver-king-motor-inn/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">18</span></a></span>, 21 (10th Cir.1972).</p>\n<blockquote>[I]t would be grossly unfair to plaintiff, as well as contrary to the spirit of F.R. 59, to require a retrial of the question of defendant's culpability which has already been decided by the jury in plaintiff's favor. Moreover, a grave injustice would occur to a plaintiff if, having submitted the question of liability to a jury, and having obtained a favorable verdict, a plaintiff should be compelled to risk another trial, with a possibility of an adverse verdict, solely because a jury failed to take into consideration all of the elements of damages as clearly instructed by the court.</blockquote>\n<p><i>Wheatley v. Beetar,</i> 637 F.2d at 867-68 citing <i>Yates v. Dann,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">386</span></span>, 394 (D.Del.1951). <i>See also </i><i>Devine v. Patteson,</i> <span class=\"citation\" data-id=\"241819\"><a href=\"/opinion/241819/dr-v-j-devine-and-cross-appellee-v-james-s-patteson-jr-and/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">828</span></a></span>, 832 (6th Cir.1957). This court is not willing to take away plaintiff's hard fought and fairly won verdict of liability merely to correct an unjustly inadequate award of damages that was not clearly and substantially the product of a compromise. Accordingly, defendants' motions for a new trial are DENIED and plaintiff's motion for a new trial on the issue of compensatory damages is GRANTED.</p>\n<p></p>\n<h2>F. <i>Procedural and Scheduling Guidelines for New Trial on Damages</i>\n</h2>\n<p>1. A new trial on the issue of compensatory damages will be held in Wilmington, commencing April 2, 1985, at 10:00 a.m.<sup>[5]</sup> On the issue of damages, defendants may not deny liability as established by the jury on February 20, 1985. The new trial will be solely and strictly limited to the narrow issue of how much money will fairly and adequately compensate plaintiff for his damages. The jury will be instructed to accept as fact that defendant McDaniel kneed plaintiff in the testicles on November 19, 1983, proximately causing his injuries and that defendant McDaniel's actions proximately resulted from a <i>de facto</i> policy, practice or custom of the supervisory defendants as set forth in issue two of the February 20 verdict form. The jury's task simply will be to determine the extent of plaintiff's injury, suffering and pain resulting from defendants' actions and then to compensate him accordingly. <i>Wheatley v. Beetar,</i> 637 F.2d at 868.</p>\n<p>2. As with the original trial, this action will be pre-tried as extensively as the law will allow in a concerted effort to provide the parties with an equitable and expeditious trial. The pre-trial hearing will be held before Magistrate Dixon on March 21, 1985, at 10:00 a.m. in Wilmington.</p>\n<p>In accordance with Rule 16 of the Federal Rules of Civil Procedure, Magistrate Dixon is directed at the pre-trial conference to:</p>\n<blockquote>(1) <i>formulate</i> and <i>simplify</i> all legal and factual issues to be to be tried;</blockquote>\n<blockquote>(2) discuss with counsel, at length, admissions of fact and documents so as to avoid unnecessary proof at trial;</blockquote>\n<blockquote>(3) issue preliminary rulings by order, pursuant to 28 U.S.C. § 636(b)(1)(A) and Local Rule 62.03, on all <i>foreseeable</i> questions of admissibility of evidence. In this regard counsel should have prepared a pre-trial order by the date of the pre-trial conference which notes any and all foreseeable objections to documentary evidence, discovery or foreseeable anecdotal evidence;</blockquote>\n<blockquote>(4) obtain, to the greatest extent possible, stipulations from counsel regarding <span class=\"star-pagination\">*655</span> the admissibility and authenticity of documents;</blockquote>\n<blockquote>(5) identify and mark all exhibits;</blockquote>\n<blockquote>(6) establish a final and binding witness list for plaintiff and defendants;</blockquote>\n<blockquote>(7) discuss with counsel the need to adopt any special procedures for managing the conduct of this very limited new trial; and</blockquote>\n<blockquote>(8) discuss any additional relevant matters set forth in F.R.Civ.P. 16 and Local Rule 25.00.</blockquote>\n<p>3. Given the extended pre-trial conference and concomitant final order by counsel and the magistrate, the local requirement for pre-trial briefs need not be complied with.</p>\n<p>4. Since the defenses raised by defendant McDaniel in this limited trial will be exactly the same as those of the supervisory defendants, the court intends to hold all the defendants as one party throughout this new trial for purposes of challenges, examination, time limitations and argument.</p>\n<p>5. Each party will receive three (3) peremptory challenges for jury selection at trial as mandated by law. 28 U.S.C. § 1870; <i>Standard Industries, Inc. v. Mobile Oil Corp.,</i> <span class=\"citation\" data-id=\"309450\"><a href=\"/opinion/309450/standard-industries-inc-a-corporation-and-metropolitan-paving-co/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span> (10th Cir.1973).</p>\n<p>6. Proposed <i>voir dire</i> questions and jury instructions shall be submitted to the court by Thursday, March 28, 1985, at 4:00 p.m.</p>\n<p>7. Again, it is the court's intention to establish time limitations at this trial pursuant to Rule 611(a) of the Federal Rules of Evidence. These limitations are as follows:</p>\n<blockquote>(a) Total testimony time for the new trial on compensatory damages shall not exceed sixteen (16) hours;</blockquote>\n<blockquote>(b) Plaintiff is allowed a total of eight (8) hours for direct and re-direct examination of his witnesses as well as cross and re-cross examination of defendants' witnesses;</blockquote>\n<blockquote>(c) Defendants are allowed a total of eight (8) hours for direct and re-direct examination of their witnesses as well as cross and re-cross examination of plaintiff's witnesses.</blockquote>\n<blockquote>(d) The above time limitations are <i>exclusive</i> of jury selection, opening and closing arguments.</blockquote>\n<blockquote>(e) The clock to be used on all established time periods will be a running clock. Time records will be kept by the Deputy Clerk of Court. All time limitations established are absolute and definitive blocks of time guaranteed the parties. Barring extraordinary circumstances, these limitations are not subject to extension.</blockquote>\n<p>8. As in the original trial, the basic evidentiary guidelines set forth on pages 5-6 of this court's January 7, 1985, order will govern the April 2 trial.</p>\n<p>SO ORDERED.<sup>[6]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  In point of fact, the trial instruction favored the defendant City, for absent a finding against one of the other defendants in his official capacity, an independent finding against the City alone would have been invalid. By the same token, once a finding against a supervisory defendant was entered, an independent finding against the City was rendered meaningless, since the City, in this case, would only have acted or failed to act through one or more of the supervisory defendants.</p>\n<p>[2]  The court notes the testimony at trial established that the plaintiff has never given a <i>significantly</i> different version of the assault at any time.</p>\n<p>[3]  Plaintiff also introduced evidence of prior complaints of excessive force and misconduct on the part of McDaniel through a series of documents, citizen testimony and limited testimony of certain officers.</p>\n<p>[4]  Statements made by jurors and not part of the trial record cannot be used to impeach their verdict. Extrinsic evidence, such as newspaper reports of juror's post-trial statements may not be considered. <i>Bartholomew v. Universe Tankships, Inc.,</i> <span class=\"citation\" data-id=\"247208\"><a href=\"/opinion/247208/aston-bartholomew-v-universe-tankships-inc/\"><span class=\"volume\">263</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span>, 448 (2d Cir.1959).</p>\n<p>[5]  This trial date is final and not subject to change since the grant of a partial new trial, in essence, vacates the prior judgment in this action and renders any appeal of the order granting the partial new trial interlocutory.</p>\n<p>[6]  The Clerk of Court is directed to inform counsel of the filing of this order immediately upon receipt of the order.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/239924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/247208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/247962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/280648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/309450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/325568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/357954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1474360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1504243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1961393/"
  ]
}