{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1403609/",
  "absolute_url": "/opinion/1403609/beeson-v-johnson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1403609/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:58:42.532792Z",
  "date_modified": "2016-04-26T21:12:41.920271Z",
  "type": "010combined",
  "sha1": "7d9320f104ec3d134df76952eb0af6aeebd988d6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>668 F.Supp. 498 (1987)</b></center>\n<center><h1>Jerry Lee BEESON, Plaintiff,<br>\nv.<br>\nAaron JOHNSON, et al., Defendants.</h1></center>\n<center>No. 86-569-CRT.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 12, 1987.</center>\n<p><span class=\"star-pagination\">*499</span> Jerry Lee Beeson, pro se.</p>\n<p>James Peeler Smith, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 30 June 1987 Magistrate Alexander B. Denson filed his memorandum and recommendation with regard to the motion by defendants to dismiss or for summary judgment (copy appended). In apt time defendants objected to the recommendation. They have filed a memorandum and affidavits in support of their position, and the matter is now before the court for ruling.</p>\n<p>Since Magistrate Denson filed his memorandum, plaintiff has been examined, on referral from the medical director of Central Prison hospital, by Dr. Ted R. Kunstling of the Raleigh Internal Medicine Associates, P.A. In his report to Dr. E. Scott Thomas, medical director of Central Prison, dated July 17, 1987, which is attached to the affidavit of Joseph Hamilton, deputy director of the Division of Prisons, filed on 5 August 1987, Dr. Kunstling states:</p>\n<blockquote>Mr. Beeson is a 31-year-old white male prison inmate referred for evaluation of symptoms of nasal irritation, sinus swelling, headaches, irritated eyes, and coughing, as well as abdominal gas and constipation which he relates to exposure to cigarette smoke. He smoked 3 packs of cigarettes daily until 1976 when he stopped smoking because of these symptoms. Since then, he has had recurring symptoms of this type and has seen a number of physicians, including ENT specialists, who have advised a smokefree environment.... He has a childhood history of asthma and also nasal fracture. He is not aware of other external factors beside cigarette smoke which cause symptoms and denies seasonal hayfever....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Examination: ... Nasal mucous membranes are slightly edematous and erythematous with clear discharge....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>X-rays from Central Prison ... dated 7/16/87 were reviewed. A chest x-ray reveals no active disease process....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Allergy scratch tests were performed at this office today to ragweed, house dust, mite, tobacco mix with no reaction. Interdermal tests wer[e] performed to mold mix, southern grass mix, tree mix, and tobacco mix with no reaction....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Impressions: 1) Nonspecific rhinitis and conjunctivitis exacerbated by passive exposure to cigarette smoke.</blockquote>\n<blockquote>2) Hyperreactive airways with symptoms probably exacerbated by cigarette smoke.</blockquote>\n<blockquote>Recommendations: 1) Mr. Beeson should remain in a smoke-free environment to the greatest extent possible.</blockquote>\n<blockquote>2) Continue symtomatic [sic] treatment with decongestants, antihistamines, and topical steroids as prescribed above.</blockquote>\n<blockquote>Comment: Mr. Beeson does not have evidence of atopy, but the history indicates that he is made quite uncomfortable by passive exposure to tobacco smoke. This is not considered a life-threatening problem nor is it likely to lead to disabling lung disease; however, it can cause persisting upper respiratory irritation <i>and may increase the likelihood of developing chronic sinusitis.</i> (emphasis added)</blockquote>\n<p>Defendants' exhaustive and well-written brief addresses the question of whether plaintiff has a serious medical condition and whether defendants have been deliberately indifferent to his needs but is devoted primarily to arguments on whether plaintiff has a constitutional right to be housed in a smoke-free environment. This court does not interpret the recommendation of Magistrate Denson to state that plaintiff has such a constitutional right. To the extent that it may be so interpreted, this court does not adopt it. However, the <span class=\"star-pagination\">*500</span> court feels that summary judgment is not appropriate because there are genuine issues of material fact on whether plaintiff has a serious medical condition, as graphically illustrated by the independent medical examination above referred to, and whether defendants have been deliberately indifferent to that condition. For those reasons the court overrules the objections of defendants to Magistrate Denson's recommendation. With the limitation above set forth, the court adopts the recommendation of Magistrate Denson as its own and, accordingly, denies the motion of defendants to dismiss or for summary judgment. It is further ordered that counsel be appointed for plaintiff so that discovery may be completed and this matter resolved by trial.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ALEXANDER B. DENSON, United States Magistrate.</p>\n<p>This matter is now before the court on defendants' Motion to Dismiss or for Summary Judgment. The nature of the action is admirably summarized by the prefatory statement in plaintiff's <i>pro se</i> complaint:</p>\n<blockquote>The facts in this law suit reveals a trail of suffering in which I, a \"non-smoking\" inmate with three serious medical problems asthma, chronic rhinitis, and sinus troublehave had to travel in ten years I've been incarcerated in the North Carolina prison department, due to the herein named defendants forcing me to reside in close quarters with many inmate smokers, as well as officers who smoke.</blockquote>\n<p>In their motion, defendants raise the following points: (1) plaintiff's complaints about the extent of his exposure to secondary smoke are greatly exaggerated, because he has been housed in a single cell; (2) contrary to his assertion, he does not have a medical condition which requires that he be in a smoke-free environment; (3) he is making this claim in order to manipulate his place and conditions of confinement; and (4) neither the plaintiff nor anyone has a Constitutional right to be incarcerated in a smoke-free environment.</p>\n<p>The familiar applicable law is well summarized in <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355 (4th Cir.1985):</p>\n<blockquote>The burden is on the defendant, as the moving party, to demonstrate the absence of any genuine issue of material fact.... The facts themselves, and the inferences to be drawn from the underlying facts, must be viewed in the light most favorable to plaintiff as the party opposing the motion. Only where it is \"perfectly clear that there are no issues in the case\" is summary judgment proper ... The nonmoving party is in a favorable posture being entitled \"to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences from it drawn in his behalf; and finally, to be given the benefit of all favorable legal theories invoked by the evidence as considered.\"</blockquote>\n<p>at p. 364. (citations omitted)</p>\n<p>Viewed by this standard, it is clear that defendants' first three points establish merely that there are genuine issues of material facts. Plaintiff contends that the overwhelming majority of inmates, as well as many guards, smoke and that the ventilation system is not adequate to remove it. In fact, he suggests the ventilation system actually exacerbates the problem because it transports the smoke to his cell. Moreover, plaintiff contends that several of the guard defendants intentionally smoke in his presence and blow smoke in his face in order to aggravate him. It is not the function of the court at this juncture to attempt to evaluate the evidence and quantify the extent of the smoke to which plaintiff may have been exposed. Rather, taking his evidence (which includes affidavits from himself and other witnesses), as true and giving him all favorable inferences which can be drawn, the court finds there to be a genuine issue as to the material fact of the extent of plaintiff's exposure to smoke.</p>\n<p>As to the defendants' denial that plaintiff has a medical condition which requires him to be in a smoke-free environment, the <span class=\"star-pagination\">*501</span> record contains portions of plaintiff's medical record which seems to document that he has a history of respiratory ailments. On January 14, 1987, Dr. Siraman noted \"It was explained to the patient that I will advise that he be housed in a dorm free from smoking if possible.\" Dr. Wright noted on February 17, 1986 that \"He really should be in a non-smoking area.\" Certainly this is enough to raise a genuine issue as to whether plaintiff has a medical condition which is aggravated by smoke.</p>\n<p>Defendants' contention that plaintiff is merely being manipulative is argumentative. Plaintiff will either prevail or lose on the merits and the court will enter a judgment based on findings of fact and conclusions of law. The court will not be manipulated.</p>\n<p>The more interesting and substantial question is defendants' final point, that no prisoner has a Constitutional right to be incarcerated in a smoke-free environment.</p>\n<p>Defendants observe in their brief that the two Constitutional interests arguably involved are: (1) whether any of the defendants have been deliberately indifferent to plaintiff's serious medical needs, <i>Estelle v. Gamble,</i> 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976); and (2) whether the conditions in which the plaintiff has been housed constitute a deliberate infliction of pain and suffering. <i>Rhodes v. Chapman,</i> 452 U.S. 337, 101 S.Ct. 2392, 69 L.Ed.2d 59 (1981). As to each of these points, defendants merely argue that the answer is \"No.\" No case has been cited relating to the narrow question of whether involuntary exposure to secondary smoke to one with plaintiff's medical conditions amounts to a violation of either of these Constitutional rights.</p>\n<p>The court has undertaken very extensive research on these points. First, it is noted that it appears that the present state of the law seems to be that persons who are <i>not</i> incarcerated have no Constitutional right to a smoke-free environment. In <i>Kensell v. State of Oklahoma,</i> 716 F.2d 1350 (10th Cir.1983), it was held that the defendants' failure to provide a smoke-free work environment is <i>not</i> a deprivation of a Constitutional right when plaintiff voluntarily accepted employment in an office in which he knew or should have known other employees smoke. In <i>Gasper v. Louisiana Stadium and Exposition District,</i> 418 F.Supp. 716 (E.D.La.1976), the court held that failure of the operators of the New Orleans Superdome to prohibit smoking by the public did not infringe any Constitutional right of non-smokers who wished to attend events therein, (reaching this result in spite of the plaintiff's name). Of course, persons not in jail have the freedom to go where there is no smoke, an option not available to prisoners.</p>\n<p>The Fourth Circuit has twice had before it cases involving § 1983 actions by prisoners protesting involuntary exposure to cigarette smoke. The first case was <i>Hummer v. Dalton,</i> 657 F.2d 621 (4th Cir.1981), where Chief Judge Winter, concurring and dissenting, noted:</p>\n<blockquote>Claim 3 asserts a right to be segregated from prisoners who smoke. Jefferson's affidavit states, and Hummer essentially admits, that Hummer has been permitted to sleep in a jail cell to escape smoke-filled dormitories. The district court granted summary judgment because of this accommodation of Hummer's demands and because the court doubted that the allegation stated a violation of constitutional magnitude. I think the proper course would be to treat Claim 3 as simply one aspect of Hummer's charges of inadequate ventilation. The providing of a non-smoking area may be an appropriate remedy to some of Hummer's other complaints. Rather than granting summary judgment, the district court should have considered Claim 3 in conjunction with Hummer's overall assertions that the condition of the air at the Floyd facility endangers the health of inmates.</blockquote>\n<p>(at p. 627). As to the ventilation claim, Chief Judge Winter had earlier observed:</p>\n<blockquote>The complaint and affidavits state that smoke, roach spray, and bathroom odors fill the dormitory, resulting in the spread of disease. Clearly a genuine issue of fact exists as to whether the ventilation <span class=\"star-pagination\">*502</span> of living quarters meet minimal constitutional standards.</blockquote>\n<p>(at p. 627). The majority in <i>Hummer</i> merely noted that the plaintiff had admitted being given accommodations free from smoke for himself and that he was not allowed to raise this issue for others. (at pp. 625, 626).</p>\n<p>A case much closer on point is the case of <i>William B. Randolph, III v. J.P. Mitchell, Warden,</i> Civil Action No. 82-0335-R (E.D.Va., Richmond Div., September 27, 1982) affirmed, # 82-6655, 701 F.2d 167, Table, (4th Cir.1983). In that case, plaintiff's § 1983 action claimed that the prison authorities did not adequately respond to his hypersensitivity to tobacco smoke. He claimed that during the winter, when the institution was tightly sealed, his exposure to smoke caused a debilitating cough which led to vomiting three or four nights each week and that he was forced to give up medication because in order to get it he had to stand in line where he was exposed to tobacco smoke. The defendants in that case responded that plaintiff was in a two-man cell and not required to be housed with an inmate that smoked; that there was an adequate ventilation system; that they could not segregate inmates into smoking and nonsmoking areas and that they could not require guards to refrain from smoking. Defendants acknowledged that tobacco smoke made plaintiff uncomfortable but contended that they had done all that they could do.</p>\n<p>The District Court construed Randolph's <i>pro se</i> complaint to raise only the claim of deliberate indifference to serious medical needs. It found that it was unlikely that plaintiff could demonstrate that he had a serious medical need because there was no medical test which could demonstrate hypersensitivity to smoke and, moreover, since defendants had done all that they could \"under the circumstances,\" they had vitiated a claim of deliberate indifference. Accordingly, the District Court granted the defendants' Motion for Summary Judgment and dismissed the case.</p>\n<p>Notwithstanding the apparent precedent of <i>Randolph,</i> the court concludes that the correct action to take in the case at bar is to deny the defendants' Motion to Dismiss or for Summary Judgment, appoint counsel for plaintiff, and allow the case to be further developed in anticipation of trial.</p>\n<p>First, perhaps with temerity, the undersigned concludes that the decision in <i>Randolph</i> was wrong. Even assuming it to have been correct, its precedental value was minimal in light of the fact neither the District Court opinion nor the Fourth Circuit affirmance was published. More importantly  and acknowledging the fact that it is not the function of this writer to question the wisdom or accuracy of any District Court opinion, much less any Fourth Circuit opinion  the undersigned finds that in the years since the <i>Randolph</i> decision, the law has changed to the point that plaintiff's complaint in this case states a justiciable claim.</p>\n<p>A <i>pro se</i> complaint must be liberally construed. <i>Haines v. Kerner,</i> 404 U.S. 519, 92 S.Ct. 594, 30 L.Ed.2d 652 (1972). It is well established that there may be a violation of a prisoner's Eighth Amendment rights where, in view of the <i>totality of the circumstances</i> at a prison, there is an unreasonable threat to the prisoner's mental or physical health. <i>Clay v. Miller,</i> 626 F.2d 345, 347 (4th Cir.1980); <i>Sweet v. S.C. Dept. of Corrections,</i> 529 F.2d 854 (4th Cir.1975). A Motion for summary judgment should be granted \"only where it is perfectly clear that no issue of fact is involved and inquiry into the facts is not desirable to clarify the application of the law.\" <i>Stevens v. Howard D. Johnson Co.,</i> 181 F.2d 390, 394 (4th Cir.1950). As previously noted, the plaintiff's forecast of his evidence must all be taken as true and he be given the benefit of all favorable inferences and legal theories. <i>Ross v. Communications Satellite Corp., supra,</i> 759 F.2d 355 (4th Cir.1985).</p>\n<p>It is particularly important to observe that the law <i>does</i> change, not only because of different interpretations by appellate courts, but also because of advancements of knowledge which cast new light on known legal standards. The Eighth Amendment \"must draw its meaning from <span class=\"star-pagination\">*503</span> the evolving standards of decency that mark the progress of maturing society.\" <i>Trop v. Dulles,</i> 356 U.S. 86, 101, 78 S.Ct. 590, 598, 2 L.Ed.2d 630 (1958) (plurality opinion). If, for example, a particular food additive which had been marketed for years under the sincere belief that it was harmless was discovered to be poisonous, no one would doubt that one who sold the product to the consuming public, knowing it to be poisonous, would be liable both civilly and criminally for injuries caused by the consumption of that product. Whereas before the discovery of toxicity, the sale of the produce was legal, after the discovery, the sale would be illegal. In that case, the <i>law</i> did not change; only scientific knowledge did.</p>\n<p>We live in a time in which knowledge about the hazards of tobacco smoke is developing at a rapid rate. Having first established by his own testimony and by his medical record that he suffers from a condition which is aggravated by inhalation of tobacco smoke, this <i>pro se</i> plaintiff next has filed a large number of articles detailing that such smoke is hazardous to the health of anyone, much less persons who have some heightened danger from it. These articles, plaintiff's exhibits # 42-75, are not themselves scientific studies, but rather purport to be reports of such studies. Many of these reports are not dated and their source not identified. Yet it must be remembered that plaintiff is <i>pro se</i> and incarcerated. If he, under these handicaps, has produced a substantial number of documents about this hazard, it is reasonable to expect that a trained attorney could obtain much better evidence. For example, a mere inquiry to The Surgeon General or to The Center for Disease Control will produce, for either side, a compendium of current scientific study in this field.</p>\n<p>Even without benefit of this current scientific data, some facts in the area are known to everyone. Taking judicial notice of these known facts, and considering the exhibits plaintiff has produced, if the court accepts as true all of plaintiff's forecast evidence and gives him the benefit of favorable inferences therefrom, some conclusions are inescapable. When tobacco is smoked, two kinds of smoke is emitted: mainstream smoke, which is drawn through the cigarette or cigar, and sidestream smoke, which is emitted from the burning end directly into the air. (P/X # 44). Both mainstream and sidestream smoke contain hundreds of chemicals and hazardous compounds, including tar, nicotine, carbon monoxide, cadmium, nitrogen dioxide, ammonia, benzene, formaldehyde, and hydrogen sulphide. (P/X 44, 45). When a smoker inhales, the temperature of the fire on the cigarette is much higher because oxygen is drawn in. The higher temperature causes more complete combustion so that fewer dangerous chemicals are found in mainstream smoke than in sidestream smoke. Put another way, because of the lower temperature of combustion producing it, sidestream smoke  to which nonsmokers are primarily exposed  contains far more dangerous chemicals than mainstream smoke. (P/X # 44, 45). Dr. David T. L. Sachs, associate chief of the medical intensive care unit at Case Western Reserve University reported a survey finding that smoking kills more than 385,000 people in the United States each year  or six times as many as the total number of Americans killed in the Vietnam war. (P/X # 48).</p>\n<p>Cigarette packages and advertising now bear warnings, such as \"Surgeon General Warning: Cigarette Smoke Contains Carbon Monoxide,\" and \"Surgeon General's Warning: Quitting Smoking Now Greatly Reduces Serious Risks to Your Health.\" Smoking is considered by the federal government to be such a hazard to health, including the health of non-smokers, that it is now tightly controlled in federal buildings, including, as plaintiff points out, this very court. See 41 CFR 20.109-10.</p>\n<p>Defendants protest that they are unable to segregate smokers from non-smokers or to require that guards not smoke. Yet this may be required in federal prisons. <i>See</i> 28 CFR § 551.160 authorizing wardens to establish no smoking areas in prisons and stating:</p>\n<blockquote>\n<span class=\"star-pagination\">*504</span> (a) Smoking is prohibited in those areas where to allow smoking would pose a hazard to health or safety.</blockquote>\n<p>This writer is aware of the fact that restrictions on smoking are particularly sensitive in North Carolina because, as the Commissioner of Agriculture reports, tobacco, being the number one cash crop, is basic to the North Carolina economy. In the 1980's tobacco farm cash receipts have averaged more than one billion dollars a year. Considering the goods and services producers buy and the value of their final product, tobacco generates more than four <i>billion</i> dollars a year into North Carolina economy.</p>\n<p>Moreover, the court is aware that the debate is not over concerning the dangers of smoking, and especially any alleged risks to non-smokers from sidestream smoke. The Tobacco Institute can provide studies which suggest that data is inconclusive as to these purported hazards.</p>\n<p>The length, and what may seem fervor, of this paper is not to prejudge the merits of this case, but rather to explain why it is concluded that <i>Randolph v. Mitchell</i> does not dispose of it.</p>\n<p>Other courts have recognized that there are circumstances in which involuntary exposure to smoke may violate Constitutional rights. <i>Murphy v. Wheaton,</i> 381 F.Supp. 1252 (N.D.Ill.1974) held that a prisoner's allegations that he was \"forced to inhale smoke fumes, while ventilation was deliberately shut off\" coupled with allegations of unsanitary food service and denial of exercise and showers were adequate claims of cruel and unusual punishment so as to survive summary judgment. <i>Franklin v. State of Oregon,</i> 662 F.2d 1337 (9th Cir. 1981) dealt with a litigious prisoner who had often abused his right of access to the court. Nevertheless, the court held it improper to dismiss an action in which he contended that placing him in a cell with a heavy smoker of cigarettes caused serious danger to his health because of his throat tumor. The court observed that the prisoner \"arguably has alleged cruel and unusual punishment under the Eighth Amendment.\"</p>\n<blockquote>It is incumbent on the incarcerating body to provide the individual with a healthy environment. A necessary corollary to this is that a state must provide within such living space reasonably adequate ventilation ... In short the shelter must be such that it does not cause an inmate's degeneration or threaten his mental and physical well being.</blockquote>\n<p><i>Hendrix v. Faulkner,</i> 525 F.Supp. 435, at 525 (N.D.Ind.1981).</p>\n<p>In summary, this writer concludes that allegations by this <i>pro se</i> plaintiff prisoner that he is exposed to heavy concentrations of environmental smoke; that guards deliberately blow cigarette and cigar smoke in his face; that he has three health conditions which are greatly exacerbated by tobacco smoke such that prison doctors have recommended that he be housed in a nonsmoking area; that he currently suffers both pain and probable serious long-term adverse health consequences from his prison environmental conditions; that these allegations taken in light of the present state of scientific knowledge about probable hazards to health from smoking, state a potential cause of action under 42 U.S. Code § 1983 because they constitute an adequate allegation of cruel and unusual punishment under the Eighth Amendment sufficient to defeat defendants' Motion to Dismiss or for Summary Judgment.</p>\n<p>Accordingly, IT IS HEREBY RECOMMENDED that the defendants' Motion to Dismiss or for Summary Judgment be DENIED and that counsel be appointed to represent the plaintiff.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">668</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">498</span></span> (1987)</b></center>\n<center><h1>Jerry Lee BEESON, Plaintiff,<br>\nv.<br>\nAaron JOHNSON, et al., Defendants.</h1></center>\n<center>No. 86-569-CRT.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 12, 1987.</center>\n<p><span class=\"star-pagination\">*499</span> Jerry Lee Beeson, pro se.</p>\n<p>James Peeler Smith, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 30 June 1987 Magistrate Alexander B. Denson filed his memorandum and recommendation with regard to the motion by defendants to dismiss or for summary judgment (copy appended). In apt time defendants objected to the recommendation. They have filed a memorandum and affidavits in support of their position, and the matter is now before the court for ruling.</p>\n<p>Since Magistrate Denson filed his memorandum, plaintiff has been examined, on referral from the medical director of Central Prison hospital, by Dr. Ted R. Kunstling of the Raleigh Internal Medicine Associates, P.A. In his report to Dr. E. Scott Thomas, medical director of Central Prison, dated July 17, 1987, which is attached to the affidavit of Joseph Hamilton, deputy director of the Division of Prisons, filed on 5 August 1987, Dr. Kunstling states:</p>\n<blockquote>Mr. Beeson is a 31-year-old white male prison inmate referred for evaluation of symptoms of nasal irritation, sinus swelling, headaches, irritated eyes, and coughing, as well as abdominal gas and constipation which he relates to exposure to cigarette smoke. He smoked 3 packs of cigarettes daily until 1976 when he stopped smoking because of these symptoms. Since then, he has had recurring symptoms of this type and has seen a number of physicians, including ENT specialists, who have advised a smokefree environment.... He has a childhood history of asthma and also nasal fracture. He is not aware of other external factors beside cigarette smoke which cause symptoms and denies seasonal hayfever....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Examination: ... Nasal mucous membranes are slightly edematous and erythematous with clear discharge....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>X-rays from Central Prison ... dated 7/16/87 were reviewed. A chest x-ray reveals no active disease process....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Allergy scratch tests were performed at this office today to ragweed, house dust, mite, tobacco mix with no reaction. Interdermal tests wer[e] performed to mold mix, southern grass mix, tree mix, and tobacco mix with no reaction....</blockquote>\n<blockquote>....</blockquote>\n<blockquote>Impressions: 1) Nonspecific rhinitis and conjunctivitis exacerbated by passive exposure to cigarette smoke.</blockquote>\n<blockquote>2) Hyperreactive airways with symptoms probably exacerbated by cigarette smoke.</blockquote>\n<blockquote>Recommendations: 1) Mr. Beeson should remain in a smoke-free environment to the greatest extent possible.</blockquote>\n<blockquote>2) Continue symtomatic [sic] treatment with decongestants, antihistamines, and topical steroids as prescribed above.</blockquote>\n<blockquote>Comment: Mr. Beeson does not have evidence of atopy, but the history indicates that he is made quite uncomfortable by passive exposure to tobacco smoke. This is not considered a life-threatening problem nor is it likely to lead to disabling lung disease; however, it can cause persisting upper respiratory irritation <i>and may increase the likelihood of developing chronic sinusitis.</i> (emphasis added)</blockquote>\n<p>Defendants' exhaustive and well-written brief addresses the question of whether plaintiff has a serious medical condition and whether defendants have been deliberately indifferent to his needs but is devoted primarily to arguments on whether plaintiff has a constitutional right to be housed in a smoke-free environment. This court does not interpret the recommendation of Magistrate Denson to state that plaintiff has such a constitutional right. To the extent that it may be so interpreted, this court does not adopt it. However, the <span class=\"star-pagination\">*500</span> court feels that summary judgment is not appropriate because there are genuine issues of material fact on whether plaintiff has a serious medical condition, as graphically illustrated by the independent medical examination above referred to, and whether defendants have been deliberately indifferent to that condition. For those reasons the court overrules the objections of defendants to Magistrate Denson's recommendation. With the limitation above set forth, the court adopts the recommendation of Magistrate Denson as its own and, accordingly, denies the motion of defendants to dismiss or for summary judgment. It is further ordered that counsel be appointed for plaintiff so that discovery may be completed and this matter resolved by trial.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>ALEXANDER B. DENSON, United States Magistrate.</p>\n<p>This matter is now before the court on defendants' Motion to Dismiss or for Summary Judgment. The nature of the action is admirably summarized by the prefatory statement in plaintiff's <i>pro se</i> complaint:</p>\n<blockquote>The facts in this law suit reveals a trail of suffering in which I, a \"non-smoking\" inmate with three serious medical problems asthma, chronic rhinitis, and sinus troublehave had to travel in ten years I've been incarcerated in the North Carolina prison department, due to the herein named defendants forcing me to reside in close quarters with many inmate smokers, as well as officers who smoke.</blockquote>\n<p>In their motion, defendants raise the following points: (1) plaintiff's complaints about the extent of his exposure to secondary smoke are greatly exaggerated, because he has been housed in a single cell; (2) contrary to his assertion, he does not have a medical condition which requires that he be in a smoke-free environment; (3) he is making this claim in order to manipulate his place and conditions of confinement; and (4) neither the plaintiff nor anyone has a Constitutional right to be incarcerated in a smoke-free environment.</p>\n<p>The familiar applicable law is well summarized in <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span> (4th Cir.1985):</p>\n<blockquote>The burden is on the defendant, as the moving party, to demonstrate the absence of any genuine issue of material fact.... The facts themselves, and the inferences to be drawn from the underlying facts, must be viewed in the light most favorable to plaintiff as the party opposing the motion. Only where it is \"perfectly clear that there are no issues in the case\" is summary judgment proper ... The nonmoving party is in a favorable posture being entitled \"to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences from it drawn in his behalf; and finally, to be given the benefit of all favorable legal theories invoked by the evidence as considered.\"</blockquote>\n<p>at p. 364. (citations omitted)</p>\n<p>Viewed by this standard, it is clear that defendants' first three points establish merely that there are genuine issues of material facts. Plaintiff contends that the overwhelming majority of inmates, as well as many guards, smoke and that the ventilation system is not adequate to remove it. In fact, he suggests the ventilation system actually exacerbates the problem because it transports the smoke to his cell. Moreover, plaintiff contends that several of the guard defendants intentionally smoke in his presence and blow smoke in his face in order to aggravate him. It is not the function of the court at this juncture to attempt to evaluate the evidence and quantify the extent of the smoke to which plaintiff may have been exposed. Rather, taking his evidence (which includes affidavits from himself and other witnesses), as true and giving him all favorable inferences which can be drawn, the court finds there to be a genuine issue as to the material fact of the extent of plaintiff's exposure to smoke.</p>\n<p>As to the defendants' denial that plaintiff has a medical condition which requires him to be in a smoke-free environment, the <span class=\"star-pagination\">*501</span> record contains portions of plaintiff's medical record which seems to document that he has a history of respiratory ailments. On January 14, 1987, Dr. Siraman noted \"It was explained to the patient that I will advise that he be housed in a dorm free from smoking if possible.\" Dr. Wright noted on February 17, 1986 that \"He really should be in a non-smoking area.\" Certainly this is enough to raise a genuine issue as to whether plaintiff has a medical condition which is aggravated by smoke.</p>\n<p>Defendants' contention that plaintiff is merely being manipulative is argumentative. Plaintiff will either prevail or lose on the merits and the court will enter a judgment based on findings of fact and conclusions of law. The court will not be manipulated.</p>\n<p>The more interesting and substantial question is defendants' final point, that no prisoner has a Constitutional right to be incarcerated in a smoke-free environment.</p>\n<p>Defendants observe in their brief that the two Constitutional interests arguably involved are: (1) whether any of the defendants have been deliberately indifferent to plaintiff's serious medical needs, <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976); and (2) whether the conditions in which the plaintiff has been housed constitute a deliberate infliction of pain and suffering. <i>Rhodes v. Chapman,</i> <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2392</span></a></span>, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">59</span></a></span> (1981). As to each of these points, defendants merely argue that the answer is \"No.\" No case has been cited relating to the narrow question of whether involuntary exposure to secondary smoke to one with plaintiff's medical conditions amounts to a violation of either of these Constitutional rights.</p>\n<p>The court has undertaken very extensive research on these points. First, it is noted that it appears that the present state of the law seems to be that persons who are <i>not</i> incarcerated have no Constitutional right to a smoke-free environment. In <i>Kensell v. State of Oklahoma,</i> <span class=\"citation\" data-id=\"424743\"><a href=\"/opinion/424743/anthony-kensell-v-state-of-oklahoma-oklahoma-department-of-human-services/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1350</span></a></span> (10th Cir.1983), it was held that the defendants' failure to provide a smoke-free work environment is <i>not</i> a deprivation of a Constitutional right when plaintiff voluntarily accepted employment in an office in which he knew or should have known other employees smoke. In <i>Gasper v. Louisiana Stadium and Exposition District,</i> <span class=\"citation\" data-id=\"1602631\"><a href=\"/opinion/1602631/gasper-v-louisiana-stadium-and-expo-dist/\"><span class=\"volume\">418</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">716</span></a></span> (E.D.La.1976), the court held that failure of the operators of the New Orleans Superdome to prohibit smoking by the public did not infringe any Constitutional right of non-smokers who wished to attend events therein, (reaching this result in spite of the plaintiff's name). Of course, persons not in jail have the freedom to go where there is no smoke, an option not available to prisoners.</p>\n<p>The Fourth Circuit has twice had before it cases involving § 1983 actions by prisoners protesting involuntary exposure to cigarette smoke. The first case was <i>Hummer v. Dalton,</i> <span class=\"citation\" data-id=\"393690\"><a href=\"/opinion/393690/l-lee-hummer-v-john-dalton-governor-commonwealth-of-virginia-selwyn/\"><span class=\"volume\">657</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span> (4th Cir.1981), where Chief Judge Winter, concurring and dissenting, noted:</p>\n<blockquote>Claim 3 asserts a right to be segregated from prisoners who smoke. Jefferson's affidavit states, and Hummer essentially admits, that Hummer has been permitted to sleep in a jail cell to escape smoke-filled dormitories. The district court granted summary judgment because of this accommodation of Hummer's demands and because the court doubted that the allegation stated a violation of constitutional magnitude. I think the proper course would be to treat Claim 3 as simply one aspect of Hummer's charges of inadequate ventilation. The providing of a non-smoking area may be an appropriate remedy to some of Hummer's other complaints. Rather than granting summary judgment, the district court should have considered Claim 3 in conjunction with Hummer's overall assertions that the condition of the air at the Floyd facility endangers the health of inmates.</blockquote>\n<p>(at p. 627). As to the ventilation claim, Chief Judge Winter had earlier observed:</p>\n<blockquote>The complaint and affidavits state that smoke, roach spray, and bathroom odors fill the dormitory, resulting in the spread of disease. Clearly a genuine issue of fact exists as to whether the ventilation <span class=\"star-pagination\">*502</span> of living quarters meet minimal constitutional standards.</blockquote>\n<p>(at p. 627). The majority in <i>Hummer</i> merely noted that the plaintiff had admitted being given accommodations free from smoke for himself and that he was not allowed to raise this issue for others. (at pp. 625, 626).</p>\n<p>A case much closer on point is the case of <i>William B. Randolph, III v. J.P. Mitchell, Warden,</i> Civil Action No. 82-0335-R (E.D.Va., Richmond Div., September 27, 1982) affirmed, # 82-6655, <span class=\"citation no-link\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></span>, Table, (4th Cir.1983). In that case, plaintiff's § 1983 action claimed that the prison authorities did not adequately respond to his hypersensitivity to tobacco smoke. He claimed that during the winter, when the institution was tightly sealed, his exposure to smoke caused a debilitating cough which led to vomiting three or four nights each week and that he was forced to give up medication because in order to get it he had to stand in line where he was exposed to tobacco smoke. The defendants in that case responded that plaintiff was in a two-man cell and not required to be housed with an inmate that smoked; that there was an adequate ventilation system; that they could not segregate inmates into smoking and nonsmoking areas and that they could not require guards to refrain from smoking. Defendants acknowledged that tobacco smoke made plaintiff uncomfortable but contended that they had done all that they could do.</p>\n<p>The District Court construed Randolph's <i>pro se</i> complaint to raise only the claim of deliberate indifference to serious medical needs. It found that it was unlikely that plaintiff could demonstrate that he had a serious medical need because there was no medical test which could demonstrate hypersensitivity to smoke and, moreover, since defendants had done all that they could \"under the circumstances,\" they had vitiated a claim of deliberate indifference. Accordingly, the District Court granted the defendants' Motion for Summary Judgment and dismissed the case.</p>\n<p>Notwithstanding the apparent precedent of <i>Randolph,</i> the court concludes that the correct action to take in the case at bar is to deny the defendants' Motion to Dismiss or for Summary Judgment, appoint counsel for plaintiff, and allow the case to be further developed in anticipation of trial.</p>\n<p>First, perhaps with temerity, the undersigned concludes that the decision in <i>Randolph</i> was wrong. Even assuming it to have been correct, its precedental value was minimal in light of the fact neither the District Court opinion nor the Fourth Circuit affirmance was published. More importantly  and acknowledging the fact that it is not the function of this writer to question the wisdom or accuracy of any District Court opinion, much less any Fourth Circuit opinion  the undersigned finds that in the years since the <i>Randolph</i> decision, the law has changed to the point that plaintiff's complaint in this case states a justiciable claim.</p>\n<p>A <i>pro se</i> complaint must be liberally construed. <i>Haines v. Kerner,</i> <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">594</span></a></span>, <span class=\"citation\" data-id=\"108432\"><a href=\"/opinion/108432/haines-v-kerner/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></a></span> (1972). It is well established that there may be a violation of a prisoner's Eighth Amendment rights where, in view of the <i>totality of the circumstances</i> at a prison, there is an unreasonable threat to the prisoner's mental or physical health. <i>Clay v. Miller,</i> <span class=\"citation\" data-id=\"380451\"><a href=\"/opinion/380451/donnie-ray-clay-individually-and-as-a-representative-of-his-class-v-james/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span>, 347 (4th Cir.1980); <i>Sweet v. S.C. Dept. of Corrections,</i> <span class=\"citation\" data-id=\"332972\"><a href=\"/opinion/332972/james-e-sweet-v-south-carolina-department-of-corrections-director/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span> (4th Cir.1975). A Motion for summary judgment should be granted \"only where it is perfectly clear that no issue of fact is involved and inquiry into the facts is not desirable to clarify the application of the law.\" <i>Stevens v. Howard D. Johnson Co.,</i> <span class=\"citation\" data-id=\"224837\"><a href=\"/opinion/224837/stevens-v-howard-d-johnson-co/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">390</span></a></span>, 394 (4th Cir.1950). As previously noted, the plaintiff's forecast of his evidence must all be taken as true and he be given the benefit of all favorable inferences and legal theories. <i>Ross v. Communications Satellite Corp., supra,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span> (4th Cir.1985).</p>\n<p>It is particularly important to observe that the law <i>does</i> change, not only because of different interpretations by appellate courts, but also because of advancements of knowledge which cast new light on known legal standards. The Eighth Amendment \"must draw its meaning from <span class=\"star-pagination\">*503</span> the evolving standards of decency that mark the progress of maturing society.\" <i>Trop v. Dulles,</i> <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 101, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, 598, <span class=\"citation\" data-id=\"105659\"><a href=\"/opinion/105659/trop-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">630</span></a></span> (1958) (plurality opinion). If, for example, a particular food additive which had been marketed for years under the sincere belief that it was harmless was discovered to be poisonous, no one would doubt that one who sold the product to the consuming public, knowing it to be poisonous, would be liable both civilly and criminally for injuries caused by the consumption of that product. Whereas before the discovery of toxicity, the sale of the produce was legal, after the discovery, the sale would be illegal. In that case, the <i>law</i> did not change; only scientific knowledge did.</p>\n<p>We live in a time in which knowledge about the hazards of tobacco smoke is developing at a rapid rate. Having first established by his own testimony and by his medical record that he suffers from a condition which is aggravated by inhalation of tobacco smoke, this <i>pro se</i> plaintiff next has filed a large number of articles detailing that such smoke is hazardous to the health of anyone, much less persons who have some heightened danger from it. These articles, plaintiff's exhibits # 42-75, are not themselves scientific studies, but rather purport to be reports of such studies. Many of these reports are not dated and their source not identified. Yet it must be remembered that plaintiff is <i>pro se</i> and incarcerated. If he, under these handicaps, has produced a substantial number of documents about this hazard, it is reasonable to expect that a trained attorney could obtain much better evidence. For example, a mere inquiry to The Surgeon General or to The Center for Disease Control will produce, for either side, a compendium of current scientific study in this field.</p>\n<p>Even without benefit of this current scientific data, some facts in the area are known to everyone. Taking judicial notice of these known facts, and considering the exhibits plaintiff has produced, if the court accepts as true all of plaintiff's forecast evidence and gives him the benefit of favorable inferences therefrom, some conclusions are inescapable. When tobacco is smoked, two kinds of smoke is emitted: mainstream smoke, which is drawn through the cigarette or cigar, and sidestream smoke, which is emitted from the burning end directly into the air. (P/X # 44). Both mainstream and sidestream smoke contain hundreds of chemicals and hazardous compounds, including tar, nicotine, carbon monoxide, cadmium, nitrogen dioxide, ammonia, benzene, formaldehyde, and hydrogen sulphide. (P/X 44, 45). When a smoker inhales, the temperature of the fire on the cigarette is much higher because oxygen is drawn in. The higher temperature causes more complete combustion so that fewer dangerous chemicals are found in mainstream smoke than in sidestream smoke. Put another way, because of the lower temperature of combustion producing it, sidestream smoke  to which nonsmokers are primarily exposed  contains far more dangerous chemicals than mainstream smoke. (P/X # 44, 45). Dr. David T. L. Sachs, associate chief of the medical intensive care unit at Case Western Reserve University reported a survey finding that smoking kills more than 385,000 people in the United States each year  or six times as many as the total number of Americans killed in the Vietnam war. (P/X # 48).</p>\n<p>Cigarette packages and advertising now bear warnings, such as \"Surgeon General Warning: Cigarette Smoke Contains Carbon Monoxide,\" and \"Surgeon General's Warning: Quitting Smoking Now Greatly Reduces Serious Risks to Your Health.\" Smoking is considered by the federal government to be such a hazard to health, including the health of non-smokers, that it is now tightly controlled in federal buildings, including, as plaintiff points out, this very court. See 41 CFR 20.109-10.</p>\n<p>Defendants protest that they are unable to segregate smokers from non-smokers or to require that guards not smoke. Yet this may be required in federal prisons. <i>See</i> 28 CFR § 551.160 authorizing wardens to establish no smoking areas in prisons and stating:</p>\n<blockquote>\n<span class=\"star-pagination\">*504</span> (a) Smoking is prohibited in those areas where to allow smoking would pose a hazard to health or safety.</blockquote>\n<p>This writer is aware of the fact that restrictions on smoking are particularly sensitive in North Carolina because, as the Commissioner of Agriculture reports, tobacco, being the number one cash crop, is basic to the North Carolina economy. In the 1980's tobacco farm cash receipts have averaged more than one billion dollars a year. Considering the goods and services producers buy and the value of their final product, tobacco generates more than four <i>billion</i> dollars a year into North Carolina economy.</p>\n<p>Moreover, the court is aware that the debate is not over concerning the dangers of smoking, and especially any alleged risks to non-smokers from sidestream smoke. The Tobacco Institute can provide studies which suggest that data is inconclusive as to these purported hazards.</p>\n<p>The length, and what may seem fervor, of this paper is not to prejudge the merits of this case, but rather to explain why it is concluded that <i>Randolph v. Mitchell</i> does not dispose of it.</p>\n<p>Other courts have recognized that there are circumstances in which involuntary exposure to smoke may violate Constitutional rights. <i>Murphy v. Wheaton,</i> <span class=\"citation\" data-id=\"2006068\"><a href=\"/opinion/2006068/murphy-v-wheaton/\"><span class=\"volume\">381</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1252</span></a></span> (N.D.Ill.1974) held that a prisoner's allegations that he was \"forced to inhale smoke fumes, while ventilation was deliberately shut off\" coupled with allegations of unsanitary food service and denial of exercise and showers were adequate claims of cruel and unusual punishment so as to survive summary judgment. <i>Franklin v. State of Oregon,</i> <span class=\"citation\" data-id=\"396357\"><a href=\"/opinion/396357/harry-franklin-v-state-of-oregon-state-welfare-division/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1337</span></a></span> (9th Cir. 1981) dealt with a litigious prisoner who had often abused his right of access to the court. Nevertheless, the court held it improper to dismiss an action in which he contended that placing him in a cell with a heavy smoker of cigarettes caused serious danger to his health because of his throat tumor. The court observed that the prisoner \"arguably has alleged cruel and unusual punishment under the Eighth Amendment.\"</p>\n<blockquote>It is incumbent on the incarcerating body to provide the individual with a healthy environment. A necessary corollary to this is that a state must provide within such living space reasonably adequate ventilation ... In short the shelter must be such that it does not cause an inmate's degeneration or threaten his mental and physical well being.</blockquote>\n<p><i>Hendrix v. Faulkner,</i> <span class=\"citation\" data-id=\"1692849\"><a href=\"/opinion/1692849/hendrix-v-faulkner/\"><span class=\"volume\">525</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">435</span></a></span>, at 525 (N.D.Ind.1981).</p>\n<p>In summary, this writer concludes that allegations by this <i>pro se</i> plaintiff prisoner that he is exposed to heavy concentrations of environmental smoke; that guards deliberately blow cigarette and cigar smoke in his face; that he has three health conditions which are greatly exacerbated by tobacco smoke such that prison doctors have recommended that he be housed in a nonsmoking area; that he currently suffers both pain and probable serious long-term adverse health consequences from his prison environmental conditions; that these allegations taken in light of the present state of scientific knowledge about probable hazards to health from smoking, state a potential cause of action under 42 U.S. Code § 1983 because they constitute an adequate allegation of cruel and unusual punishment under the Eighth Amendment sufficient to defeat defendants' Motion to Dismiss or for Summary Judgment.</p>\n<p>Accordingly, IT IS HEREBY RECOMMENDED that the defendants' Motion to Dismiss or for Summary Judgment be DENIED and that counsel be appointed to represent the plaintiff.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/224837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1602631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1692849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2006068/"
  ]
}