{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1404148/",
  "absolute_url": "/opinion/1404148/state-of-nc-ex-rel-north-carolina-utilities-comn-v-icc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1404148/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:58:48.650863Z",
  "date_modified": "2016-04-26T14:44:54.902323Z",
  "type": "010combined",
  "sha1": "ec482acac88eb4fe35c80f356413d454b370c46f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>347 F.Supp. 103 (1972)</b></center>\n<center><h1>STATE OF NORTH CAROLINA ex rel. The NORTH CAROLINA UTILITIES COMMISSION, and The State of North Carolina, by the Attorney General, Plaintiffs,<br>\nv.<br>\nThe INTERSTATE COMMERCE COMMISSION and The United States of America, Defendants.</h1></center>\n<center>Civ. No. 2872.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 26, 1972.</center>\n<p><span class=\"star-pagination\">*104</span> Edward B. Hipp, Maurice W. Horne, William E. Anderson, Raleigh, N. C., for N. C. Utilities Commission.</p>\n<p>Jean A. Benoy, Deputy Atty. Gen., Raleigh, N. C., for N. C. State.</p>\n<p>F. Kent Burns, Raleigh, N. C., Bennett E. Smith, Asst. Atty. Gen., Miss. Pub. Ser. Comm., Jackson, Miss., for amicus curiae Mississippi Pub. Ser. Comm.</p>\n<p>Fritz R. Kahn, Gen. Counsel, Hanford O'Hara, Atty., I. C. C., Washington, D. C., for defendant I. C. C.</p>\n<p>Warren H. Coolidge, U. S. Atty., Raleigh, N. C., for the United States.</p>\n<p>James M. Kimzey, Joyner &amp; Howison, Thomas F. Ellis, Maupin, Taylor, &amp; Ellis, John M. Simms, Raleigh, N. C., James L. Tapley, Washington, D. C., Albert B. Russ, Jr., Richmond, Va., for defendant intervenors.</p>\n<p>Before CRAVEN, Circuit Judge, BUTLER, Chief Judge, and LARKINS, District Judge.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>This cause is before The Honorable J. Braxton Craven, Jr., United States Circuit Judge, Fourth Judicial Circuit, and The Honorable John D. Larkins, Jr., United States District Judge for the Eastern District of North Carolina, and The Honorable Algernon L. Butler, Chief United States District Judge for the Eastern District of North Carolina, in the hearing and the determination of the above-entitled action, as provided by law, the three to constitute a District Court of three judges as provided by Title 28, United States Code, Section 2284. This is a civil action that has been instituted in the United States District Court for the Eastern District of North Carolina, the stated purpose of which is to enjoin, set aside and annul an order of the Interstate Commerce Commission, requiring an increase in the North Carolina intrastate railroad freight rates. The jurisdiction of this Court is invoked under Title 28, United States Code, Sections 1336, 1398, 2284 and 2321-2325, and Title 49, United States Code, Sections 17(9) and 305(h), and Title 5, United States Code, Section 706.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>This proceeding was instituted before the Interstate Commerce Commission by Petition filed by rail carriers operating in nine Southern states on December 12, 1969, under Sections 13(3), 13(4) and 15a(2) of the Interstate Commerce Act, alleging that the existing intrastate rates and charges on intrastate commerce in the Southern states constitute <span class=\"star-pagination\">*105</span> an undue discrimination against and undue burden on interstate commerce, and praying that the Interstate Commerce Commission institute an investigation of the intrastate rates in said Southern states and enter an Order removing the said undue and unreasonable prejudice by increasing intrastate rates and charges in the South to the level of interstate rates for such transportation as fixed in Ex Parte 262.</p>\n<p>By Order of December 24, 1969, the Commission granted the Petition of the rail carriers and instituted investigation pursuant to Section 13 of the Interstate Commerce Act.</p>\n<p>On January 5, 1970, the North Carolina Utilities Commission filed its Answer to the Petition of the rail carriers, treated as a complaint against North Carolina intrastate rail rates, and its Motion to Dismiss the Petition of the railroads as to North Carolina intrastate rail rates for the reasons set forth in said Answer and Motion to Dismiss. On January 29, 1970, the North Carolina Commission filed its Petition for Reconsideration of the Order of the Interstate Commerce Commission of December 24, 1969, setting the proceeding for investigation, together with other Motions and requests in the proceeding.</p>\n<p>On March 24, 1970, the Interstate Commerce Commission issued its Order dated March 5, 1970, denying all Petitions and Motions to Dismiss and for other relief. On April 17, 1970, the North Carolina Commission filed its Objections and Exceptions to said Order of the Interstate Commerce Commission denying the North Carolina Utilities Commission's Motion to Dismiss and for other relief.</p>\n<p>On April 14, 1970, the Interstate Commerce Commission entered its Order dated April 13, 1970, establishing sub-docket numbers and setting separate hearings in each of the nine Southern states involved and establishing Sub-No. 1 relating to North Carolina intrastate rates to be heard in Raleigh, North Carolina, on June 15, 1970, and prescribing dates for respective parties to file testimony and request cross-examination of witnesses. Hearings set in the other eight Southern states on Sub-Nos. 2 thru 9 were subsequently cancelled.</p>\n<p>On May 27, 1972, the Interstate Commerce Commission entered an order denying a motion by Weyerhaeuser Company, et al. to separate interstate and intrastate operations results.</p>\n<p>The hearing relating to the North Carolina intrastate rates was held in Raleigh, North Carolina, on June 15, 1970, before the Honorable Robert N. Burchmore, Hearing Examiner.</p>\n<p>On October 21, 1970, the Report and Recommended Order of the Hearing Examiner was served by the Interstate Commerce Commission on all parties ordering that North Carolina intrastate railroad freight rates be increased by 6%the same percentage increase as interstate rates were increased by the Interstate Commerce Commission in Ex Parte 262. The hearing examiner made the following findings and conclusions:</p>\n<blockquote>1. The conditions incident to the intrastate transportation of freight in North Carolina are not more favorable than conditions on interstate traffic from, to and via North Carolina.</blockquote>\n<blockquote>2. The percentage by which the interstate freight rates between points in North Carolina and points in other states was increased in Ex Parte 262 is just and reasonable and resulted in rate levels that do not exceed maximum reasonable levels.</blockquote>\n<blockquote>3. The intrastate freight rates and charges in North Carolina are unjustly discriminatory against interstate commerce, are abnormally low and are not contributing their fair share to the revenues required by respondents to enable them, under honest, economical and efficient management, to provide adequate and efficient transportation service at the lowest cost consistent with the furnishing of such service and thereby accomplish the purpose of the Interstate Commerce Act as set forth in the national transportation <span class=\"star-pagination\">*106</span> policy as declared by Congress, to develop and preserve a national transportation system, and the burden thus cast upon interstate commerce is undue to the extent that the intrastate rates and charges are less than they would be on the basis herein approved.</blockquote>\n<blockquote>4. Intrastate freight rates and charges in North Carolina increased by the amount authorized herein will substantially increase respondents' revenues and will constitute no more than a fair proportion of respondents' total income.</blockquote>\n<blockquote>5. The unlawfulness herein found to exist should be removed by applying to the North Carolina intrastate rates and charges the same respective increases as are maintained by the respondents on like interstate freight between points in North Carolina and points in adjoining states, as permitted in Ex Parte No. 262.</blockquote>\n<p>The North Carolina Utilities Commission duly filed Exceptions to the Report and Order recommended by Robert N. Burchmore, Hearing Examiner, being joined in said filing of Exceptions by the North Carolina Department of Justice.</p>\n<p>The Interstate Commerce Commission, after full hearings, by Order served July 20, 1971, upheld the Report and Recommended Order of the Hearing Examiner requiring an increase in the North Carolina intrastate freight rates. The Interstate Commerce Commission made the following Findings of Fact and Conclusions:</p>\n<blockquote>1. The conditions incident to the intrastate transportation of freight in North Carolina are not more favorable than conditions on interstate traffic from, to, and via North Carolina.</blockquote>\n<blockquote>2. The percentages by which the interstate freight rates, between points in North Carolina and points in other States, were increased in Ex Parte No. 262 are just and reasonable.</blockquote>\n<blockquote>3. The intrastate freight rates and charges in North Carolina are abnormally low and traffic thereunder fails to produce its fair share of the earnings required to yield revenue sufficient to enable the respondents, under honest, economical, and efficient management to provide adequate and efficient transportation service at the lowest cost consistent with the furnishing of such service, and thereby accomplish the purpose of the Interstate Commerce Act, as set forth in the national transportation policy declared by Congress, to develop and preserve a national transportation system adequate to meet the needs of the commerce of the United States, of the postal service, and of the national defense; the burden, thus, cast upon interstate commerce is undue to the extent that the intrastate rates and charges are less than they would be on the basis herein prescribed; and these intrastate rates and charges cause, and for the future will cause, undue, unreasonable, and unjust discrimination against interstate commerce.</blockquote>\n<p>On August 3, 1971, the North Carolina Utilities Commission and the North Carolina Department of Justice filed a Petition under Interstate Commerce Commission Rule 101 seeking a finding that an issue of general transportation importance is involved.</p>\n<p>On August 19, 1971, pursuant to Rule 101(d), the North Carolina Utilities Commission and the North Carolina Department of Justice served a Petition for Reconsideration by the Full Interstate Commerce Commission, renewing the Motion to Dismiss and Requesting Oral Argument on the issue of general transportation importance, such being that of the constitutional relationship of state and federal sovereignty in the field of rail rate regulation.</p>\n<p>The Interstate Commerce Commission, by Order served August 19, 1971, denied the joint Petition filed on August 3, 1971, seeking a finding that an issue of general transportation importance is involved.</p>\n<p><span class=\"star-pagination\">*107</span> The Interstate Commerce Commission, by letter dated August 25, 1971, recognized the receipt on August 17, 1971, of the joint Petition for Reconsideration dated August 13, 1971; advised that by Order served August 19, 1971, the Interstate Commerce Commission had denied the Petition filed August 3, 1971, seeking a finding that an issue of general transportation importance is involved; and further advised that under Rule 101a(2) the decision of Division II in the subject proceeding was \"administratively final\" and that the tendered Petition for Reconsideration, Renewal of Motion to Dismiss, and Request for Oral Argument on Issue of General Transportation Importance would not be considered as it \"does not lie at this time.\"</p>\n<p>The Interstate Commerce Commission, by notice served September 9, 1971, stated that the Division decision in the subject proceeding is final and further that because of the executive wage-price freeze, no further action will be taken by the Interstate Commerce Commission to place the increased North Carolina intrastate freight rates into effect until the expiration of the 90-day price freeze on November 13, 1971, or the expiration of any action which has the effect of extending the 90-day period.</p>\n<p>The Interstate Commerce Commission, by Order served November 5, 1971, ordered that \"the respondent railroads be, and they are hereby required to apply to the North Carolina intrastate rates the increases authorized in the corresponding interstate rates in Ex Parte No. 262, Increased Freight Rates, 1969, on one day's notice after November 13, 1971, the expiration date of the President's Executive Order stabilizing prices, or after the termination of any further executive or legislative action which has the effect of continuing the stabilization.\"</p>\n<p>On November 5, 1971, the plaintiffs State of North Carolina, ex rel. Utilities Commission, and the State of North Carolina, by the Attorney General, instituted this civil action with the filing of a complaint in the United States District Court, Eastern District, North Carolina. Also filed at that time were a Motion to Suspend Interstate Commerce Commission Order served July 20, 1971, and Amended Motion to Stay, Suspend and Temporarily Restrain the Interstate Commerce Commission Order served July 20, 1971, and a Motion for Defendant to Certify and File Record Proper.</p>\n<p>Oral argument on the Motion and Amended Motion for Suspension and Temporary Restraint of the Interstate Commerce Commission Order was allowed on November 12, 1971, before the Honorable Algernon L. Butler, Chief Judge, United States District Court, Eastern District of North Carolina. A Motion and Notice of Aberdeen and Rockfish Railroad Company, et al., for Leave to Intervene as Defendants was filed, as was a Petition of the Mississippi Public Service Commission for leave to appear as <i>amicus curiae.</i> Both Motions were granted.</p>\n<p>The Motion and Amended Motion seeking temporary restraint of the Interstate Commerce Commission Order served July 20, 1971, were denied by Order dated November 12, 1971.</p>\n<p>By Order issued November 22, 1971, the Honorable Clement F. Haynsworth, Jr., Chief Judge of the Fourth Judicial Circuit of the United States, designated a District Court of three judges as provided by Section 2284, Title 28, U.S. Code.</p>\n<p>Briefs in this cause were filed by the plaintiffs, the Amicus Curiae, the defendants, and the additional defendants-intervenors. The plaintiffs have also filed a reply brief. As stipulated by the parties this matter is before this Court upon the record, stipulations, briefs, and oral argument. Oral arguments were heard in this matter on August 14, 1972 at Wilmington, North Carolina. At this hearing the plaintiffs' Motion to Take Judicial Notice of Official Papers and Orders of the Interstate Commerce Commission Relating to Ex Parte 262 was allowed such motion not being resisted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*108</span> II. JURISDICTION</h2>\n<p>Title 28, United States Code, Sections 1336, 1398, and 2321-2325 and Title 49, United States Code, Sections 17(9) and 305(h) confers this Court with jurisdiction over orders of the Interstate Commerce Commission. Section 2284 of Title 28 provides for the composition and procedure of three-judge courts. Title 5, United States Code, Section 706 is contained in the Administrative Procedure Act, and sets out the scope of review of actions of administrative agencies.</p>\n<p></p>\n<h2>III. ISSUES</h2>\n<p></p>\n<h2>(A) CAN THE INTERSTATE COMMERCE COMMISSION CONSTITUTIONALLY INSTITUTE AND PROCEED WITH AN INVESTIGATION INTO INTRASTATE RATES REGARDLESS OF PRIOR CONSIDERATION OR PENDENCY OF CONSIDERATION BY A STATE AGENCY?</h2>\n<p>The instant proceeding began with the filing of a petition before the Interstate Commerce Commission by the railroads operating in the Southern United States seeking relief under Section 13(4) of the United States Code, Title 49. No prior application was made to the various State commissions. Title 49, United States Code, Section 13(4) provides that:</p>\n<blockquote>\"Whenever in any such investigation the Commission, after full hearing, finds that any such rate, fare, charge, classification, regulation, or practice causes any undue or unreasonable advantage, preference, or prejudice as between persons or localities in intrastate commerce on the one hand and interstate or foreign commerce on the other hand, or any undue, unreasonable, or unjust discrimination against, or undue burden on, interstate or foreign commerce (which the Commission may find without a separation of interstate and intrastate property, revenues, and expenses, and without considering in totality the operations or results thereof of any carrier, or group or groups of carriers wholly within any State), which is hereby forbidden and declared to be unlawful, it shall prescribe the rate, fare, or charge, or the maximum or minimum, or maximum and minimum, thereafter to be charged, and the classification, regulation, or practice thereafter to be observed, in such manner as, in its judgment, will remove such advantage, preference, prejudice, discrimination, or burden: <i>Provided,</i> That upon the filing of any petition authorized by the provisions of paragraph (3) hereof to be filed by the carrier concerned, the Commission shall forthwith institute an investigation as aforesaid into the lawfulness of such rate, fare, charge, classification, regulation, or practice (whether or not theretofore considered by any State agency or authority and without regard to the pendency before any State agency or authority of any proceeding relating thereto) and shall give special expedition to the hearing and decision therein.\"</blockquote>\n<p>Section 13(4) of the Interstate Commerce Act, clearly grants the Interstate Commerce Commission authority to investigate intrastate rates without awaiting State action on these rates. The statute requires the Commission, upon the filing of a petition by a carrier bringing into issue intrastate rates, to \"forthwith\" institute an investigation into the intrastate rates</p>\n<blockquote>\"(whether or not theretofore considered by any State agency or authority and without regard to the pendency before any State agency or authority of any proceeding relating thereto)\"</blockquote>\n<p>The words of this statute are plain. A carrier petition under this statute must be considered and processed quickly by the Interstate Commerce Commission <i>any</i> time it is filed. This parenthetical proviso was added to Section 13(4) of the Interstate Commerce Act in 1958 by Congress for the purpose of requiring <span class=\"star-pagination\">*109</span> the Commission to proceed promptly in protecting interstate commerce from discrimination and undue burdens caused by intrastate rates. It was added to the existing law because the Commission and the carriers had fallen into the practice of waiting for State action prior to acting under Sections 13(3) and 13(4). This is evident from the report of the House Conference Committee concerning this amendment. See U.S.Code, Congressional and Administrative News, Volume 2, 85th Cong., 2nd Session, 1958, page 3485 where it is stated:</p>\n<blockquote>\"The purpose of this proviso is to expedite the delays which now ensue by reason of the practice generally on the part of the carriers of awaiting final action by the State authorities prior to filing a petition with the Commission for investigation under section 13(3). This has been the general practice, except where action on the part of the State authorities has been unduly delayed. The Commission as a matter of comity has felt that it was undesirable to intervene while a matter is before a State commission and it has discouraged the filing with it of petitions in those instances. These practices have resulted in delays in removing discriminations against and burdens upon interstate commerce. The effect of this amendment would be to require the Commission to proceed promptly to a determination of such matters, regardless of the pendency of any proceeding before a State commission.\"</blockquote>\n<p>Even before the 1958 amendment to Section 13(4) of the Interstate Commerce Act by the addition of the abovequoted proviso, the right of the Interstate Commerce Commission to investigate and adjust intrastate rates prior to any action by a state was clearly recognized. Florida v. United States (1931), 282 U.S. 194, 51 S.Ct. 119, 75 L.Ed. 291. The Interstate Commerce Commission has the power to establish intrastate rates in order to remove unjust discrimination and it can constitutionally exercise this power at any time it finds discrimination by intrastate rates against interstate commerce. North Western-Hanna Fuel Co. v. United States, 161 F. Supp. 714, 718 (D.Minn.1957), aff'd. 356 U.S. 581, 78 S.Ct. 993, 2 L.Ed.2d 1063.</p>\n<p>Plaintiff contends that the action of the Interstate Commerce Commission in the case below constitutes an unconstitutional incursion by Federal authority into an area reserved for the states. It is well settled that the Commerce Clause of the United States Constitution extends Federal power to intrastate rates of carriers which are found to interfere with interstate commerce. Unjust discrimination against and undue burdens upon interstate commerce caused by intrastate rates are therefore legitimate areas for Federal action under the Constitution. Any action of Congress dealing with this area is constitutional. Railroad Comm'n. of Wisc. v. Chicago, B. &amp; Q. R.R. (1922), 257 U. S. 563, 42 S.Ct. 232, 66 L.Ed. 371; Alabama v. United States, 141 F.Supp. 488 (N.D.Ala.1956).</p>\n<p>The plaintiffs stress the point that under the Interstate Commerce Commission's interpretation of Section 13(4) that it would be given general authority over the levels of intrastate rates. This is not so. The Commission's only power under the section is to remove undue discrimination or burdens it finds to exist against interstate commerce. It has no general regulatory powers over the levels of intrastate rates and its powers extend only to those limited areas involving injury to interstate commerce.</p>\n<p>The plaintiffs contend that an essential prerequisite to action by the Interstate Commerce Commission in a Section 13(4) proceeding is that the intrastate rates have been \"made or imposed\" by the State. Section 13(4) clearly grants the Interstate Commerce Commission authority to investigate intrastate rates. It is beyond the imagination to believe that rates lawfully existing within a state which constitutionally <span class=\"star-pagination\">*110</span> has the power to regulate intrastate commerce and has an established regulatory agency to so do are not \"made or imposed\" by the State.</p>\n<p>Ultimately it is difficult to see what would be gained by anyone if plaintiffs' position were adopted. They admit that the Commission could have acted if a railroad petition had been filed with the North Carolina Utilities Commission even if the State Commission had not yet completed action. It is hard to see how that course benefits State regulation of intrastate commerce any more than what was done in the instant case. Either way the Commission hears and determines the issues prior to State action, and whatever effect there may be on State prerogatives is the same. The protection of Federal regulation of interstate commerce lies in the limited substantive relief which the Commission can grant under Section 13(4), and has nothing to do with whether the Commission proceeding is commenced prior to the commencement of a similar State proceeding.</p>\n<p>Thus it clearly appears that the action by the Interstate Commerce Commissionordering removal of a discrimination caused by North Carolina intrastate rates against interstate commerce is clearly within its constitutional authority. And, that there has been no unconstitutional interference with State authority in the procedural course followed by the Interstate Commerce Commission.</p>\n<p></p>\n<h2>(B) ARE THE FINDINGS AND CONCLUSIONS OF THE INTERSTATE COMMERCE COMMISSION ADEQUATE AND SUPPORTED BY SUBSTANTIAL EVIDENCE?</h2>\n<p></p>\n<h2>(1) In General</h2>\n<p>In this case, the intrastate increase, and the interstate Ex Parte 262 increase which preceded it are general increases. The authority to grant interstate general increases is found in Section 15a(2) of the Interstate Commerce Act, Title 49 of the United States Code. Likewise under Section 13(4) a general intrastate increase may be required if it appears that conditions are the same and the failure to raise intrastate rates will result in intrastate commerce not contributing its fair share to the transportation service's systemwide revenues. Section 13(4) is to be construed in the light of Section 15a(2) so that the forbidden discrimination against interstate commerce by intrastate rates includes those cases in which the disparity of the latter rates operates to thwart the purpose of Section 15a to maintain an efficient transportation system by enabling the carriers to earn a fair return. United States v. Louisiana (1933), 290 U.S. 70, 54 S.Ct. 28, 78 L.Ed. 181.</p>\n<p>The issue in any given case resolves itself into a question of the sufficiency of the evidence. If the evidence in this case shows (1) unjust discrimination against or undue burden upon interstate commerce and (2) that the interstate level is reasonable for the purpose of meeting the railroads overall revenue needs, the Commission's decision to require an intrastate increase is proper.</p>\n<p>The reasons for the Commission's actions must clearly appear from the record and the findings must be adequately made and based upon substantial evidence. King v. United States, 344 U. S. 254, 73 S.Ct. 259, 97 L.Ed. 301. \"Substantial evidence\" is defined as such relevant evidence as a reasonable mind might accept as adequate to support a conclusion. It must be enough to justify, if the trial were to a jury, a refusal to direct a verdict when the conclusion sought to be drawn from it is one of fact for the jury. This is something less than the weight of the evidence, and the possibility of drawing two inconsistent conclusions from the evidence does not prevent an administrative agency's finding from being supported by substantial evidence. Consolo v. Federal Maritime Commission (1966), 383 U.S. 607, 86 S.Ct. 1018, 16 L.Ed.2d 131.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*111</span> (2) The Evidence Indicates that the North Carolina Intrastate Rates Impose an Unjust Discrimination Against and Undue Burden upon Interstate Commerce.</h2>\n<p>Section 13(4) confers on the Commission the power to raise intrastate rates so that the intrastate traffic may produce its fair share of the earnings required to meet maintenance and operating costs and to yield a fair return on the value of property devoted to the transportation service, both interstate and intrastate. Section 13(4) expressly provides that the Commission may find unjust discrimination against or undue burden upon interstate commerce without a separation of interstate and intrastate property, revenues, and expenses. Section 13(4) provides as follows:</p>\n<blockquote>\"(. . . without a separation of interstate and intrastate property, revenues, and expenses, and without considering in totality the operations or results thereof of any carrier, or group or groups of carriers wholly within any State) . . . .\"</blockquote>\n<p>There is ample evidence to support the Commission's finding that the North Carolina carriers did indeed have revenue needs as to which the North Carolina intrastate rates were not bearing their fair share. The principal North Carolina railroads carried in excess of 8.9 billion more revenue ton-miles in 1969 as compared with 1966 and would have needed an increase of $6.5 million in net operating income just to maintain their 1966 rate of return. However, due to increased costs, they actually experienced an increase of only $4.1 million. (Ex. H-4, p. 8). The net working capital of these railroads declined from $58.1 million in 1963 to $26.8 million in 1969. (Ex. H-4, p. 12). From 1966 to 1969 the three principal railroads installed new freight cars at a total cost, excluding interest, of $254.5 million which represented 79% of the net railway operating income accruing to these carriers over the same period. (Ex. H-4, p. 10). Operating expenses of the North Carolina railroads increased each year from 1966 through 1969. The rate of return of the principal carriers was 4.64 in 1966, decreased to 4.20 in 1967 and 3.78 in 1968, and increased to 4.73 in 1969. (Ex. H-5, sheet No. 2). The revenue data of the railroads operating in North Carolina was compiled from a representative group of three Class I carriers. The appropriateness of such classification without showing that such is arbitrary is not open to question before this Court.</p>\n<p>The plaintiffs stress the point that the North Carolina carriers financially are in a better position than railroads nationwide. This is immaterial for the Commission found that the North Carolina carriers had revenue needs as to which the North Carolina intrastate rates were not bearing their fair share.</p>\n<p>The Commission found that the intrastate transportation conditions are not more favorable than interstate conditions; but that the conditions were closely intermingled and substantially the same. This finding is amply borne out by the record. See, for example, the statement of Witness Moore (Exh. H-2, pp. 2-3), where he points out that intrastate and interstate handling of traffic is \"virtually indistinguishable,\" and the statement of Witness Sturtevant (Exh. H-7, pp. 2-3), where he states that \"interstate and intrastate revenue traffic loses its identity insofar as motive power, roadway, track facilities, signal devices and train crews are concerned.\" Mr. Sturtevant goes on to point out that the intermingling of intrastate and interstate traffic is caused by the fact that very few shippers ship only interstate or intrastate, and that all traffic is usually handled in the same manner without regard to ultimate destination.</p>\n<p>The plaintiffs challenge the \"not more favorable\" finding by seeking to show that certain instances are more favorable intrastate. However, specific instances are not at issue: the only question involves the situation evaluated as a whole as the proceeding before the Commission was a general revenue proceeding. <span class=\"star-pagination\">*112</span> Moreover, the very problem which the plaintiffs addressthe possibility that certain situations should not be included in the general increaseis covered by the provision of the Commission's order allowing any party the right to apply for a modification of the order as applicable to individual situations.</p>\n<p></p>\n<h2>(3) The Interstate Level is Reasonable for the Purpose of Meeting the Railroads Overall Revenue Needs.</h2>\n<p>The next factor upon which the Commission's decision is based is the reasonableness of the interstate rates to, from, and through points in North Carolina. These rates were higher than corresponding intrastate North Carolina rates because of the 6% increase authorized in Ex Parte 262 for all interstate traffic nationwide.</p>\n<p>The Commission's basic conclusion was that the ratio between expenses and revenues, and the ratio between net investment and return, justified the interstate 6% increase as to North Carolina railroads. Using evidence pertaining to the major railroads in the State, the Commission traced over a period of years a progressively worse cost-revenue \"squeeze\" which could only be relieved by the 6% increase. Moreover, such investment as the railroads had undertakenwhich steadily increased during the study period even though new operating income generally decreasedwas generating a generally lower rate of return. The Commission decided that these levels of earning and rate of return were clearly inadequate, and accordingly found the increase just and reasonable.</p>\n<p></p>\n<h2>(4) Conclusion</h2>\n<p>It has been conclusively shown in this proceeding that the findings of the Commission are clear, adequate, and supported by substantial evidence.</p>\n<p></p>\n<h2>IV. PROCEDURAL CONTENTIONS</h2>\n<p>The plaintiffs claim error in that the Section 13(4) petition was filed against a Southern area. No error is apparent as the Commission established sub-docket numbers and set separate hearings in each of the nine Southern states involved. There has been full and complete review relating to the North Carolina intrastate rates.</p>\n<p>The plaintiffs also contend that error was committed in that the Commission granted petition for investigation prior to the expiration of time allowed for answer. As the Order granting the petition for investigation was merely a preliminary Order instituting the investigation into the North Carolina intrastate rates and the plaintiffs were afforded full and fair hearing and review, any error clearly was harmless.</p>\n<p>Without any showing of arbitrariness or violation of due process, the above procedural claims are beyond the scope of review of this Court.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">103</span></span> (1972)</b></center>\n<center><h1>STATE OF NORTH CAROLINA ex rel. The NORTH CAROLINA UTILITIES COMMISSION, and The State of North Carolina, by the Attorney General, Plaintiffs,<br>\nv.<br>\nThe INTERSTATE COMMERCE COMMISSION and The United States of America, Defendants.</h1></center>\n<center>Civ. No. 2872.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 26, 1972.</center>\n<p><span class=\"star-pagination\">*104</span> Edward B. Hipp, Maurice W. Horne, William E. Anderson, Raleigh, N. C., for N. C. Utilities Commission.</p>\n<p>Jean A. Benoy, Deputy Atty. Gen., Raleigh, N. C., for N. C. State.</p>\n<p>F. Kent Burns, Raleigh, N. C., Bennett E. Smith, Asst. Atty. Gen., Miss. Pub. Ser. Comm., Jackson, Miss., for amicus curiae Mississippi Pub. Ser. Comm.</p>\n<p>Fritz R. Kahn, Gen. Counsel, Hanford O'Hara, Atty., I. C. C., Washington, D. C., for defendant I. C. C.</p>\n<p>Warren H. Coolidge, U. S. Atty., Raleigh, N. C., for the United States.</p>\n<p>James M. Kimzey, Joyner &amp; Howison, Thomas F. Ellis, Maupin, Taylor, &amp; Ellis, John M. Simms, Raleigh, N. C., James L. Tapley, Washington, D. C., Albert B. Russ, Jr., Richmond, Va., for defendant intervenors.</p>\n<p>Before CRAVEN, Circuit Judge, BUTLER, Chief Judge, and LARKINS, District Judge.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>This cause is before The Honorable J. Braxton Craven, Jr., United States Circuit Judge, Fourth Judicial Circuit, and The Honorable John D. Larkins, Jr., United States District Judge for the Eastern District of North Carolina, and The Honorable Algernon L. Butler, Chief United States District Judge for the Eastern District of North Carolina, in the hearing and the determination of the above-entitled action, as provided by law, the three to constitute a District Court of three judges as provided by Title 28, United States Code, Section 2284. This is a civil action that has been instituted in the United States District Court for the Eastern District of North Carolina, the stated purpose of which is to enjoin, set aside and annul an order of the Interstate Commerce Commission, requiring an increase in the North Carolina intrastate railroad freight rates. The jurisdiction of this Court is invoked under Title 28, United States Code, Sections 1336, 1398, 2284 and 2321-2325, and Title 49, United States Code, Sections 17(9) and 305(h), and Title 5, United States Code, Section 706.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>This proceeding was instituted before the Interstate Commerce Commission by Petition filed by rail carriers operating in nine Southern states on December 12, 1969, under Sections 13(3), 13(4) and 15a(2) of the Interstate Commerce Act, alleging that the existing intrastate rates and charges on intrastate commerce in the Southern states constitute <span class=\"star-pagination\">*105</span> an undue discrimination against and undue burden on interstate commerce, and praying that the Interstate Commerce Commission institute an investigation of the intrastate rates in said Southern states and enter an Order removing the said undue and unreasonable prejudice by increasing intrastate rates and charges in the South to the level of interstate rates for such transportation as fixed in Ex Parte 262.</p>\n<p>By Order of December 24, 1969, the Commission granted the Petition of the rail carriers and instituted investigation pursuant to Section 13 of the Interstate Commerce Act.</p>\n<p>On January 5, 1970, the North Carolina Utilities Commission filed its Answer to the Petition of the rail carriers, treated as a complaint against North Carolina intrastate rail rates, and its Motion to Dismiss the Petition of the railroads as to North Carolina intrastate rail rates for the reasons set forth in said Answer and Motion to Dismiss. On January 29, 1970, the North Carolina Commission filed its Petition for Reconsideration of the Order of the Interstate Commerce Commission of December 24, 1969, setting the proceeding for investigation, together with other Motions and requests in the proceeding.</p>\n<p>On March 24, 1970, the Interstate Commerce Commission issued its Order dated March 5, 1970, denying all Petitions and Motions to Dismiss and for other relief. On April 17, 1970, the North Carolina Commission filed its Objections and Exceptions to said Order of the Interstate Commerce Commission denying the North Carolina Utilities Commission's Motion to Dismiss and for other relief.</p>\n<p>On April 14, 1970, the Interstate Commerce Commission entered its Order dated April 13, 1970, establishing sub-docket numbers and setting separate hearings in each of the nine Southern states involved and establishing Sub-No. 1 relating to North Carolina intrastate rates to be heard in Raleigh, North Carolina, on June 15, 1970, and prescribing dates for respective parties to file testimony and request cross-examination of witnesses. Hearings set in the other eight Southern states on Sub-Nos. 2 thru 9 were subsequently cancelled.</p>\n<p>On May 27, 1972, the Interstate Commerce Commission entered an order denying a motion by Weyerhaeuser Company, et al. to separate interstate and intrastate operations results.</p>\n<p>The hearing relating to the North Carolina intrastate rates was held in Raleigh, North Carolina, on June 15, 1970, before the Honorable Robert N. Burchmore, Hearing Examiner.</p>\n<p>On October 21, 1970, the Report and Recommended Order of the Hearing Examiner was served by the Interstate Commerce Commission on all parties ordering that North Carolina intrastate railroad freight rates be increased by 6%the same percentage increase as interstate rates were increased by the Interstate Commerce Commission in Ex Parte 262. The hearing examiner made the following findings and conclusions:</p>\n<blockquote>1. The conditions incident to the intrastate transportation of freight in North Carolina are not more favorable than conditions on interstate traffic from, to and via North Carolina.</blockquote>\n<blockquote>2. The percentage by which the interstate freight rates between points in North Carolina and points in other states was increased in Ex Parte 262 is just and reasonable and resulted in rate levels that do not exceed maximum reasonable levels.</blockquote>\n<blockquote>3. The intrastate freight rates and charges in North Carolina are unjustly discriminatory against interstate commerce, are abnormally low and are not contributing their fair share to the revenues required by respondents to enable them, under honest, economical and efficient management, to provide adequate and efficient transportation service at the lowest cost consistent with the furnishing of such service and thereby accomplish the purpose of the Interstate Commerce Act as set forth in the national transportation <span class=\"star-pagination\">*106</span> policy as declared by Congress, to develop and preserve a national transportation system, and the burden thus cast upon interstate commerce is undue to the extent that the intrastate rates and charges are less than they would be on the basis herein approved.</blockquote>\n<blockquote>4. Intrastate freight rates and charges in North Carolina increased by the amount authorized herein will substantially increase respondents' revenues and will constitute no more than a fair proportion of respondents' total income.</blockquote>\n<blockquote>5. The unlawfulness herein found to exist should be removed by applying to the North Carolina intrastate rates and charges the same respective increases as are maintained by the respondents on like interstate freight between points in North Carolina and points in adjoining states, as permitted in Ex Parte No. 262.</blockquote>\n<p>The North Carolina Utilities Commission duly filed Exceptions to the Report and Order recommended by Robert N. Burchmore, Hearing Examiner, being joined in said filing of Exceptions by the North Carolina Department of Justice.</p>\n<p>The Interstate Commerce Commission, after full hearings, by Order served July 20, 1971, upheld the Report and Recommended Order of the Hearing Examiner requiring an increase in the North Carolina intrastate freight rates. The Interstate Commerce Commission made the following Findings of Fact and Conclusions:</p>\n<blockquote>1. The conditions incident to the intrastate transportation of freight in North Carolina are not more favorable than conditions on interstate traffic from, to, and via North Carolina.</blockquote>\n<blockquote>2. The percentages by which the interstate freight rates, between points in North Carolina and points in other States, were increased in Ex Parte No. 262 are just and reasonable.</blockquote>\n<blockquote>3. The intrastate freight rates and charges in North Carolina are abnormally low and traffic thereunder fails to produce its fair share of the earnings required to yield revenue sufficient to enable the respondents, under honest, economical, and efficient management to provide adequate and efficient transportation service at the lowest cost consistent with the furnishing of such service, and thereby accomplish the purpose of the Interstate Commerce Act, as set forth in the national transportation policy declared by Congress, to develop and preserve a national transportation system adequate to meet the needs of the commerce of the United States, of the postal service, and of the national defense; the burden, thus, cast upon interstate commerce is undue to the extent that the intrastate rates and charges are less than they would be on the basis herein prescribed; and these intrastate rates and charges cause, and for the future will cause, undue, unreasonable, and unjust discrimination against interstate commerce.</blockquote>\n<p>On August 3, 1971, the North Carolina Utilities Commission and the North Carolina Department of Justice filed a Petition under Interstate Commerce Commission Rule 101 seeking a finding that an issue of general transportation importance is involved.</p>\n<p>On August 19, 1971, pursuant to Rule 101(d), the North Carolina Utilities Commission and the North Carolina Department of Justice served a Petition for Reconsideration by the Full Interstate Commerce Commission, renewing the Motion to Dismiss and Requesting Oral Argument on the issue of general transportation importance, such being that of the constitutional relationship of state and federal sovereignty in the field of rail rate regulation.</p>\n<p>The Interstate Commerce Commission, by Order served August 19, 1971, denied the joint Petition filed on August 3, 1971, seeking a finding that an issue of general transportation importance is involved.</p>\n<p><span class=\"star-pagination\">*107</span> The Interstate Commerce Commission, by letter dated August 25, 1971, recognized the receipt on August 17, 1971, of the joint Petition for Reconsideration dated August 13, 1971; advised that by Order served August 19, 1971, the Interstate Commerce Commission had denied the Petition filed August 3, 1971, seeking a finding that an issue of general transportation importance is involved; and further advised that under Rule 101a(2) the decision of Division II in the subject proceeding was \"administratively final\" and that the tendered Petition for Reconsideration, Renewal of Motion to Dismiss, and Request for Oral Argument on Issue of General Transportation Importance would not be considered as it \"does not lie at this time.\"</p>\n<p>The Interstate Commerce Commission, by notice served September 9, 1971, stated that the Division decision in the subject proceeding is final and further that because of the executive wage-price freeze, no further action will be taken by the Interstate Commerce Commission to place the increased North Carolina intrastate freight rates into effect until the expiration of the 90-day price freeze on November 13, 1971, or the expiration of any action which has the effect of extending the 90-day period.</p>\n<p>The Interstate Commerce Commission, by Order served November 5, 1971, ordered that \"the respondent railroads be, and they are hereby required to apply to the North Carolina intrastate rates the increases authorized in the corresponding interstate rates in Ex Parte No. 262, Increased Freight Rates, 1969, on one day's notice after November 13, 1971, the expiration date of the President's Executive Order stabilizing prices, or after the termination of any further executive or legislative action which has the effect of continuing the stabilization.\"</p>\n<p>On November 5, 1971, the plaintiffs State of North Carolina, ex rel. Utilities Commission, and the State of North Carolina, by the Attorney General, instituted this civil action with the filing of a complaint in the United States District Court, Eastern District, North Carolina. Also filed at that time were a Motion to Suspend Interstate Commerce Commission Order served July 20, 1971, and Amended Motion to Stay, Suspend and Temporarily Restrain the Interstate Commerce Commission Order served July 20, 1971, and a Motion for Defendant to Certify and File Record Proper.</p>\n<p>Oral argument on the Motion and Amended Motion for Suspension and Temporary Restraint of the Interstate Commerce Commission Order was allowed on November 12, 1971, before the Honorable Algernon L. Butler, Chief Judge, United States District Court, Eastern District of North Carolina. A Motion and Notice of Aberdeen and Rockfish Railroad Company, et al., for Leave to Intervene as Defendants was filed, as was a Petition of the Mississippi Public Service Commission for leave to appear as <i>amicus curiae.</i> Both Motions were granted.</p>\n<p>The Motion and Amended Motion seeking temporary restraint of the Interstate Commerce Commission Order served July 20, 1971, were denied by Order dated November 12, 1971.</p>\n<p>By Order issued November 22, 1971, the Honorable Clement F. Haynsworth, Jr., Chief Judge of the Fourth Judicial Circuit of the United States, designated a District Court of three judges as provided by Section 2284, Title 28, U.S. Code.</p>\n<p>Briefs in this cause were filed by the plaintiffs, the Amicus Curiae, the defendants, and the additional defendants-intervenors. The plaintiffs have also filed a reply brief. As stipulated by the parties this matter is before this Court upon the record, stipulations, briefs, and oral argument. Oral arguments were heard in this matter on August 14, 1972 at Wilmington, North Carolina. At this hearing the plaintiffs' Motion to Take Judicial Notice of Official Papers and Orders of the Interstate Commerce Commission Relating to Ex Parte 262 was allowed such motion not being resisted.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*108</span> II. JURISDICTION</h2>\n<p>Title 28, United States Code, Sections 1336, 1398, and 2321-2325 and Title 49, United States Code, Sections 17(9) and 305(h) confers this Court with jurisdiction over orders of the Interstate Commerce Commission. Section 2284 of Title 28 provides for the composition and procedure of three-judge courts. Title 5, United States Code, Section 706 is contained in the Administrative Procedure Act, and sets out the scope of review of actions of administrative agencies.</p>\n<p></p>\n<h2>III. ISSUES</h2>\n<p></p>\n<h2>(A) CAN THE INTERSTATE COMMERCE COMMISSION CONSTITUTIONALLY INSTITUTE AND PROCEED WITH AN INVESTIGATION INTO INTRASTATE RATES REGARDLESS OF PRIOR CONSIDERATION OR PENDENCY OF CONSIDERATION BY A STATE AGENCY?</h2>\n<p>The instant proceeding began with the filing of a petition before the Interstate Commerce Commission by the railroads operating in the Southern United States seeking relief under Section 13(4) of the United States Code, Title 49. No prior application was made to the various State commissions. Title 49, United States Code, Section 13(4) provides that:</p>\n<blockquote>\"Whenever in any such investigation the Commission, after full hearing, finds that any such rate, fare, charge, classification, regulation, or practice causes any undue or unreasonable advantage, preference, or prejudice as between persons or localities in intrastate commerce on the one hand and interstate or foreign commerce on the other hand, or any undue, unreasonable, or unjust discrimination against, or undue burden on, interstate or foreign commerce (which the Commission may find without a separation of interstate and intrastate property, revenues, and expenses, and without considering in totality the operations or results thereof of any carrier, or group or groups of carriers wholly within any State), which is hereby forbidden and declared to be unlawful, it shall prescribe the rate, fare, or charge, or the maximum or minimum, or maximum and minimum, thereafter to be charged, and the classification, regulation, or practice thereafter to be observed, in such manner as, in its judgment, will remove such advantage, preference, prejudice, discrimination, or burden: <i>Provided,</i> That upon the filing of any petition authorized by the provisions of paragraph (3) hereof to be filed by the carrier concerned, the Commission shall forthwith institute an investigation as aforesaid into the lawfulness of such rate, fare, charge, classification, regulation, or practice (whether or not theretofore considered by any State agency or authority and without regard to the pendency before any State agency or authority of any proceeding relating thereto) and shall give special expedition to the hearing and decision therein.\"</blockquote>\n<p>Section 13(4) of the Interstate Commerce Act, clearly grants the Interstate Commerce Commission authority to investigate intrastate rates without awaiting State action on these rates. The statute requires the Commission, upon the filing of a petition by a carrier bringing into issue intrastate rates, to \"forthwith\" institute an investigation into the intrastate rates</p>\n<blockquote>\"(whether or not theretofore considered by any State agency or authority and without regard to the pendency before any State agency or authority of any proceeding relating thereto)\"</blockquote>\n<p>The words of this statute are plain. A carrier petition under this statute must be considered and processed quickly by the Interstate Commerce Commission <i>any</i> time it is filed. This parenthetical proviso was added to Section 13(4) of the Interstate Commerce Act in 1958 by Congress for the purpose of requiring <span class=\"star-pagination\">*109</span> the Commission to proceed promptly in protecting interstate commerce from discrimination and undue burdens caused by intrastate rates. It was added to the existing law because the Commission and the carriers had fallen into the practice of waiting for State action prior to acting under Sections 13(3) and 13(4). This is evident from the report of the House Conference Committee concerning this amendment. See U.S.Code, Congressional and Administrative News, Volume 2, 85th Cong., 2nd Session, 1958, page 3485 where it is stated:</p>\n<blockquote>\"The purpose of this proviso is to expedite the delays which now ensue by reason of the practice generally on the part of the carriers of awaiting final action by the State authorities prior to filing a petition with the Commission for investigation under section 13(3). This has been the general practice, except where action on the part of the State authorities has been unduly delayed. The Commission as a matter of comity has felt that it was undesirable to intervene while a matter is before a State commission and it has discouraged the filing with it of petitions in those instances. These practices have resulted in delays in removing discriminations against and burdens upon interstate commerce. The effect of this amendment would be to require the Commission to proceed promptly to a determination of such matters, regardless of the pendency of any proceeding before a State commission.\"</blockquote>\n<p>Even before the 1958 amendment to Section 13(4) of the Interstate Commerce Act by the addition of the abovequoted proviso, the right of the Interstate Commerce Commission to investigate and adjust intrastate rates prior to any action by a state was clearly recognized. Florida v. United States (1931), <span class=\"citation\" data-id=\"1272541\"><a href=\"/opinion/1272541/florida-v-united-states/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">119</span></span>, 75 L.Ed. 291. The Interstate Commerce Commission has the power to establish intrastate rates in order to remove unjust discrimination and it can constitutionally exercise this power at any time it finds discrimination by intrastate rates against interstate commerce. North Western-Hanna Fuel Co. v. United States, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></span>, 718 (D.Minn.1957), aff'd. <span class=\"citation no-link\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">581</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></span>, 2 L.Ed.2d 1063.</p>\n<p>Plaintiff contends that the action of the Interstate Commerce Commission in the case below constitutes an unconstitutional incursion by Federal authority into an area reserved for the states. It is well settled that the Commerce Clause of the United States Constitution extends Federal power to intrastate rates of carriers which are found to interfere with interstate commerce. Unjust discrimination against and undue burdens upon interstate commerce caused by intrastate rates are therefore legitimate areas for Federal action under the Constitution. Any action of Congress dealing with this area is constitutional. Railroad Comm'n. of Wisc. v. Chicago, B. &amp; Q. R.R. (1922), <span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">232</span></span>, 66 L.Ed. 371; Alabama v. United States, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">488</span></span> (N.D.Ala.1956).</p>\n<p>The plaintiffs stress the point that under the Interstate Commerce Commission's interpretation of Section 13(4) that it would be given general authority over the levels of intrastate rates. This is not so. The Commission's only power under the section is to remove undue discrimination or burdens it finds to exist against interstate commerce. It has no general regulatory powers over the levels of intrastate rates and its powers extend only to those limited areas involving injury to interstate commerce.</p>\n<p>The plaintiffs contend that an essential prerequisite to action by the Interstate Commerce Commission in a Section 13(4) proceeding is that the intrastate rates have been \"made or imposed\" by the State. Section 13(4) clearly grants the Interstate Commerce Commission authority to investigate intrastate rates. It is beyond the imagination to believe that rates lawfully existing within a state which constitutionally <span class=\"star-pagination\">*110</span> has the power to regulate intrastate commerce and has an established regulatory agency to so do are not \"made or imposed\" by the State.</p>\n<p>Ultimately it is difficult to see what would be gained by anyone if plaintiffs' position were adopted. They admit that the Commission could have acted if a railroad petition had been filed with the North Carolina Utilities Commission even if the State Commission had not yet completed action. It is hard to see how that course benefits State regulation of intrastate commerce any more than what was done in the instant case. Either way the Commission hears and determines the issues prior to State action, and whatever effect there may be on State prerogatives is the same. The protection of Federal regulation of interstate commerce lies in the limited substantive relief which the Commission can grant under Section 13(4), and has nothing to do with whether the Commission proceeding is commenced prior to the commencement of a similar State proceeding.</p>\n<p>Thus it clearly appears that the action by the Interstate Commerce Commissionordering removal of a discrimination caused by North Carolina intrastate rates against interstate commerce is clearly within its constitutional authority. And, that there has been no unconstitutional interference with State authority in the procedural course followed by the Interstate Commerce Commission.</p>\n<p></p>\n<h2>(B) ARE THE FINDINGS AND CONCLUSIONS OF THE INTERSTATE COMMERCE COMMISSION ADEQUATE AND SUPPORTED BY SUBSTANTIAL EVIDENCE?</h2>\n<p></p>\n<h2>(1) In General</h2>\n<p>In this case, the intrastate increase, and the interstate Ex Parte 262 increase which preceded it are general increases. The authority to grant interstate general increases is found in Section 15a(2) of the Interstate Commerce Act, Title 49 of the United States Code. Likewise under Section 13(4) a general intrastate increase may be required if it appears that conditions are the same and the failure to raise intrastate rates will result in intrastate commerce not contributing its fair share to the transportation service's systemwide revenues. Section 13(4) is to be construed in the light of Section 15a(2) so that the forbidden discrimination against interstate commerce by intrastate rates includes those cases in which the disparity of the latter rates operates to thwart the purpose of Section 15a to maintain an efficient transportation system by enabling the carriers to earn a fair return. United States v. Louisiana (1933), <span class=\"citation\" data-id=\"102134\"><a href=\"/opinion/102134/united-states-v-louisiana/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">28</span></span>, 78 L.Ed. 181.</p>\n<p>The issue in any given case resolves itself into a question of the sufficiency of the evidence. If the evidence in this case shows (1) unjust discrimination against or undue burden upon interstate commerce and (2) that the interstate level is reasonable for the purpose of meeting the railroads overall revenue needs, the Commission's decision to require an intrastate increase is proper.</p>\n<p>The reasons for the Commission's actions must clearly appear from the record and the findings must be adequately made and based upon substantial evidence. King v. United States, <span class=\"citation\" data-id=\"105060\"><a href=\"/opinion/105060/king-v-united-states/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, <span class=\"citation\" data-id=\"105060\"><a href=\"/opinion/105060/king-v-united-states/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">259</span></a></span>, 97 L.Ed. 301. \"Substantial evidence\" is defined as such relevant evidence as a reasonable mind might accept as adequate to support a conclusion. It must be enough to justify, if the trial were to a jury, a refusal to direct a verdict when the conclusion sought to be drawn from it is one of fact for the jury. This is something less than the weight of the evidence, and the possibility of drawing two inconsistent conclusions from the evidence does not prevent an administrative agency's finding from being supported by substantial evidence. Consolo v. Federal Maritime Commission (1966), <span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, 16 L.Ed.2d 131.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*111</span> (2) The Evidence Indicates that the North Carolina Intrastate Rates Impose an Unjust Discrimination Against and Undue Burden upon Interstate Commerce.</h2>\n<p>Section 13(4) confers on the Commission the power to raise intrastate rates so that the intrastate traffic may produce its fair share of the earnings required to meet maintenance and operating costs and to yield a fair return on the value of property devoted to the transportation service, both interstate and intrastate. Section 13(4) expressly provides that the Commission may find unjust discrimination against or undue burden upon interstate commerce without a separation of interstate and intrastate property, revenues, and expenses. Section 13(4) provides as follows:</p>\n<blockquote>\"(. . . without a separation of interstate and intrastate property, revenues, and expenses, and without considering in totality the operations or results thereof of any carrier, or group or groups of carriers wholly within any State) . . . .\"</blockquote>\n<p>There is ample evidence to support the Commission's finding that the North Carolina carriers did indeed have revenue needs as to which the North Carolina intrastate rates were not bearing their fair share. The principal North Carolina railroads carried in excess of 8.9 billion more revenue ton-miles in 1969 as compared with 1966 and would have needed an increase of $6.5 million in net operating income just to maintain their 1966 rate of return. However, due to increased costs, they actually experienced an increase of only $4.1 million. (Ex. H-4, p. 8). The net working capital of these railroads declined from $58.1 million in 1963 to $26.8 million in 1969. (Ex. H-4, p. 12). From 1966 to 1969 the three principal railroads installed new freight cars at a total cost, excluding interest, of $254.5 million which represented 79% of the net railway operating income accruing to these carriers over the same period. (Ex. H-4, p. 10). Operating expenses of the North Carolina railroads increased each year from 1966 through 1969. The rate of return of the principal carriers was 4.64 in 1966, decreased to 4.20 in 1967 and 3.78 in 1968, and increased to 4.73 in 1969. (Ex. H-5, sheet No. 2). The revenue data of the railroads operating in North Carolina was compiled from a representative group of three Class I carriers. The appropriateness of such classification without showing that such is arbitrary is not open to question before this Court.</p>\n<p>The plaintiffs stress the point that the North Carolina carriers financially are in a better position than railroads nationwide. This is immaterial for the Commission found that the North Carolina carriers had revenue needs as to which the North Carolina intrastate rates were not bearing their fair share.</p>\n<p>The Commission found that the intrastate transportation conditions are not more favorable than interstate conditions; but that the conditions were closely intermingled and substantially the same. This finding is amply borne out by the record. See, for example, the statement of Witness Moore (Exh. H-2, pp. 2-3), where he points out that intrastate and interstate handling of traffic is \"virtually indistinguishable,\" and the statement of Witness Sturtevant (Exh. H-7, pp. 2-3), where he states that \"interstate and intrastate revenue traffic loses its identity insofar as motive power, roadway, track facilities, signal devices and train crews are concerned.\" Mr. Sturtevant goes on to point out that the intermingling of intrastate and interstate traffic is caused by the fact that very few shippers ship only interstate or intrastate, and that all traffic is usually handled in the same manner without regard to ultimate destination.</p>\n<p>The plaintiffs challenge the \"not more favorable\" finding by seeking to show that certain instances are more favorable intrastate. However, specific instances are not at issue: the only question involves the situation evaluated as a whole as the proceeding before the Commission was a general revenue proceeding. <span class=\"star-pagination\">*112</span> Moreover, the very problem which the plaintiffs addressthe possibility that certain situations should not be included in the general increaseis covered by the provision of the Commission's order allowing any party the right to apply for a modification of the order as applicable to individual situations.</p>\n<p></p>\n<h2>(3) The Interstate Level is Reasonable for the Purpose of Meeting the Railroads Overall Revenue Needs.</h2>\n<p>The next factor upon which the Commission's decision is based is the reasonableness of the interstate rates to, from, and through points in North Carolina. These rates were higher than corresponding intrastate North Carolina rates because of the 6% increase authorized in Ex Parte 262 for all interstate traffic nationwide.</p>\n<p>The Commission's basic conclusion was that the ratio between expenses and revenues, and the ratio between net investment and return, justified the interstate 6% increase as to North Carolina railroads. Using evidence pertaining to the major railroads in the State, the Commission traced over a period of years a progressively worse cost-revenue \"squeeze\" which could only be relieved by the 6% increase. Moreover, such investment as the railroads had undertakenwhich steadily increased during the study period even though new operating income generally decreasedwas generating a generally lower rate of return. The Commission decided that these levels of earning and rate of return were clearly inadequate, and accordingly found the increase just and reasonable.</p>\n<p></p>\n<h2>(4) Conclusion</h2>\n<p>It has been conclusively shown in this proceeding that the findings of the Commission are clear, adequate, and supported by substantial evidence.</p>\n<p></p>\n<h2>IV. PROCEDURAL CONTENTIONS</h2>\n<p>The plaintiffs claim error in that the Section 13(4) petition was filed against a Southern area. No error is apparent as the Commission established sub-docket numbers and set separate hearings in each of the nine Southern states involved. There has been full and complete review relating to the North Carolina intrastate rates.</p>\n<p>The plaintiffs also contend that error was committed in that the Commission granted petition for investigation prior to the expiration of time allowed for answer. As the Order granting the petition for investigation was merely a preliminary Order instituting the investigation into the North Carolina intrastate rates and the plaintiffs were afforded full and fair hearing and review, any error clearly was harmless.</p>\n<p>Without any showing of arbitrariness or violation of due process, the above procedural claims are beyond the scope of review of this Court.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272541/"
  ]
}