{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1404534/",
  "absolute_url": "/opinion/1404534/hall-v-gurley-milling-company-of-selma-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1404534/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:58:53.647454Z",
  "date_modified": "2016-04-26T20:32:30.028040Z",
  "type": "010combined",
  "sha1": "074b11fc9c8bd6c501593806ae2121234afec26e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>347 F.Supp. 13 (1972)</b></center>\n<center><h1>E. A. HALL and John Bachelor, Plaintiffs,<br>\nv.<br>\nGURLEY MILLING COMPANY OF SELMA, N. C., Inc., Defendant and Third Party Plaintiff,<br>\nv.<br>\nCOKER'S PEDIGREED SEED COMPANY and H. C. Newton, Third Party Defendant.</h1></center>\n<center>Civ. No. 2833.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 22, 1972.</center>\n<p>W. Arnold Smith, Raleigh, N. C., for plaintiffs.</p>\n<p>Howard E. Manning, John B. McMillan, Manning, Fulton &amp; Skinner, Raleigh, N. C., for defendant.</p>\n<p>William Joslin, Joslin, Culbertson &amp; Sedberry, Raleigh, N. C., for third-party defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In this diversity action the plaintiffs, E. A. Hall and John Bachelor, seek recovery of damages for the breach of express and implied warranties in connection with the separate sales to them by defendant, Gurley Milling Company, on March 15, 1967, of two lots of soybean seeds. In the first count in the complaint it is alleged that defendant expressly warranted to the plaintiffs \"that the said soybeans were of a new and improved type which would produce stronger stalks and higher yields and were suitable to the growing conditions in Alabama where plaintiffs were to plant them\". In the second count it is alleged that \"the defendant impliedly warranted to the plaintiffs that said soybeans were merchantable and fit for the purpose for which they were purchased\". By reason of the alleged breach of these warranties plaintiff Hall demands damages in the amount of $17,600 and plaintiff Bachelor alleges that he has been damaged in the amount of $17,500.<sup>[1]</sup> The defendant Gurley Milling <span class=\"star-pagination\">*14</span> Company filed a general denial and pleaded the three and four-year statutes of limitations. Shortly thereafter Gurley filed third-party complaints for indemnity against one H. C. Newton and Coker's Pedigreed Seed Company.<sup>[2]</sup> Newton has not answered and is in default. Coker's answered and pleaded a general denial, failure of the third-party complaint to state a claim and the three and four-year statutes of limitations.</p>\n<p>The case is now before the court on defendant Gurley's motion for summary judgment against the plaintiffs based on the statute of limitations and the motion for summary judgment of Coker's against Gurley based on the failure of the third-party complaint to state a claim and the statute of limitations. The novel questions raised by Coker's motion need not be decided, for in the court's view Gurley's motion for summary judgment must be allowed, and this will dispose of the case.</p>\n<p>North Carolina has a three-year statute of limitations for actions on contracts or obligations and liabilities aris-G.S. § 1-52(1). Plaintiffs here stressfully maintain, however, that their action is governed by the four-year statute contained in Section 2-725 of the Uniform Commercial Code,<sup>[3]</sup> which became ing out of contracts, express or implied. effective in North Carolina on July 1, 1967, and pointing specifically to Subsection 2 of that statute they argue that they did not know and could not have discovered that the seeds were defective until sometime in September of 1967 when the crop was harvested. From this they reason that the institution of this action in August, 1971, was within the four-year period and therefore timely.</p>\n<p>In support of their contention that the UCC applies, plaintiffs rely on G.S. § 25-10-101 which reads:</p>\n<blockquote>\"This act shall become effective at midnight on June 30, 1967. It applies to transactions entered into and events occurring after that date.\"</blockquote>\n<p>While conceding that the transaction whereby Gurley sold the seed to plaintiffs occurred before the effective date <span class=\"star-pagination\">*15</span> of the Act, plaintiffs assert that the failure of the seed to produce as warranted was an \"event\" which transpired thereafter and that it marked the date of the accrual of plaintiffs' cause of action.</p>\n<p>A review of the North Carolina law has revealed no case defining the word \"event\" as used in this statute, and the authorities elsewhere are not helpful in this respect.<sup>[4]</sup> The North Carolina law in effect in 1967 determining the accrual date for causes of action for breach of warranty, however, was fairly well defined. The date was reckoned from the time the first injury, however slight, was sustained. Jewell v. Price, 264 N.C. 459, 142 S.E.2d 1 (1965). In that case it was said:</p>\n<blockquote>\"It is unimportant that the actual or the substantial damage does not occur until later if the whole injury results from the original tortious act . . . `[P]roof of actual damage may extend to facts that occur and grow out of the injury, even up to the day of the verdict. If so, it is clear the <i>damage</i> is not the cause of action.' . . . It is likewise unimportant that the harmful consequences of the breach of duty or of contract were not discovered or discoverable at the time the cause of action accrued (citing numerous North Carolina cases).</blockquote>\n<blockquote>\"In this case, defendant's negligent breach of the legal duty arising out of his contractual relation with plaintiffs . . . occurred on November 15, 1958, when he delivered to them a house with a furnace lacking a draft regulator and, also, having been installed too close to combustible joists. There was no prospective warranty, as was present in Heath v. [Moncrieff] Furnace Co., 200 N.C. 377, 156 S.E. 920, 75 A.L.R. 1082; nor did defendant, after the furnace began to malfunction, guarantee to `remedy the situation' and to be `entirely responsible' as did the defendant in Nowell v. Great Atlantic &amp; Pacific Tea Company, 250 N.C. 575, 108 S.E.2d 889. Plaintiffs here sustained an invasion of their rights on November 15, 1958, although they had no knowledge of the invasion until the first week in January, 1959. The fire which destroyed their home on January 18, 1959, `the whole injury' resulted proximately from defendant's original breach of duty.\"</blockquote>\n<p>Tested by these principles this court is constrained to hold that the cause of action sought to be enforced by the plaintiffs here accrued at the time defendant sold the soybeans to plaintiffs in March, 1967, which was prior to the effective date of the Uniform Commercial Code on July 1, 1967. The defective condition of the seed at the time of the sale resulted in a breach of defendant's warranty at that time, and the defendant did nothing thereafter to toll the statute. The case is therefore distinguishable from those cases in which contractors charged with furnishing defective <span class=\"star-pagination\">*16</span> materials or workmanship continued to make repairs and remedy defects in equipment long after the original contract had been completed. See Heath v. Moncrieff Furnace Company, 200 N.C. 377, 156 S.E. 920, 75 A.L.R. 1082 (1931); Nowell v. Great Atlantic &amp; Pacific Tea Company, 250 N.C. 575, 108 S. E.2d 889 (1959); and Styron v. Loman-Garrett Supply Company, 6 N.C.App. 675, 171 S.E.2d 41 (1969).<sup>[5]</sup></p>\n<p>The North Carolina rule which has been frequently criticized as productive of injustices<sup>[6]</sup> has now been changed by statute, but unfortunately for the plaintiffs here, the new law does not apply to their case.<sup>[7]</sup></p>\n<p>Having concluded that plaintiffs' cause of action accrued at the time the soybeans were sold and delivered to them, by its express terms the section of the Uniform Commercial Code relating to statute of limitations in contracts for sale is not applicable. G.S. § 25-2-725(4). It follows that the three-year statute in effect in March, 1967 applies and plaintiffs' claims therefore became time barred in March, 1970. Defendant's motion for summary judgment must be allowed, and judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  In their brief filed herein plaintiffs stated that plaintiff Hall instituted an action against defendant on May 26, 1970 in the Circuit Court of Escambia County, Alabama; that the action was thereafter removed to the U. S. District Court where on November 28, 1970 an order quashing service of summons on the defendant was entered. Plaintiff Bachelor apparently did not sue in Alabama. He joined as plaintiff in this action which was instituted in this court on August 23, 1971.</p>\n<p>[2]  Against Newton it was alleged that he was engaged in the business of growing and selling certified soybean seed; that Gurley had purchased from Newton 1,460 bushels of \"Certified Coker's 240 Soybeans\" on February 2, 1967 which Newton had warranted to be \"ninety-nine per cent pure with germination in excess of ninety per cent and that this was a real good seed\"; and that Gurley had transshipped the seed without removal from the bags to Alabama where it was delivered to the plaintiffs.\n</p>\n<p>Against Coker's it was alleged that \"the foundation or registered seed\" for the seed purchased by Gurley from Newton had been acquired from Coker's and that \"Coker's breached its implied warranty to Gurley and whoever bought this seed that said soybeans were fit for the use for which they were intended\". In their briefs and on oral argument it has been conceded that the \"foundation seeds\" were in fact purchased by Gurley from Coker's in 1966 and resold to Newton who planted them in that year and sold the yield to Gurley which in turn sold to the plaintiffs in March, 1967.</p>\n<p>[3]  § 25-2-725. Statute of limitations in contracts for sale.(1) An action for breach of any contract for sale must be commenced within four years after the cause of action has accrued.</p>\n<p>\"(2) A cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach. A breach of warranty occurs when tender of delivery is made, except that where a warranty explicitly extends to future performance of the goods and discovery of the breach must await the time of such performance the cause of action accrues when the breach is or should have been discovered.</p>\n<p>\"(3) Where an action commenced within the time limited by subsection (1) is so terminated as to leave available a remedy by another action for the same breach such other action may be commenced after the expiration of the time limited and within twelve months after the termination of the first action.</p>\n<p>\"(4) This section does not alter the law on tolling of the statute of limitations nor does it apply to causes of action which have accrued before this chapter becomes effective.\"</p>\n<p>[4]  That an event occurring after the effective date of the Code but associated with a transaction which occurred prior thereto may be governed by the Act is illustrated by Baillie Lumber Company v. Kincaid Carolina Corporation, 4 N.C.App. 342, 167 S.E.2d 85 (1969). In that case plaintiff sued to recover the balance due on an account for lumber sold defendant prior to July 1, 1967. The defense was based on an alleged accord and satisfaction entered into subsequent to that date. The North Carolina Court of Appeals held that plaintiff's reservation of its rights in connection with the accord and satisfaction was governed by the Code. Had the suit been on the accord instead of the original account for purposes of the statute of limitations the cause of action obviously could not have occurred before the date of the accord. In such case the three-year statute of limitations for contract actions would seem to apply since the action would not be for breach of a \"contract for sale\" within the meaning of Section 2-725(1) of the Code. On the other hand, if the post-Code \"event\" arises out of a contract for sale and the event itself constitutes the cause of action as distinguished from the mere ripening of an already accrued cause of action, it would seem to follow that the four-year statute of the Code would apply although the post-Code event was related to a transaction antedating the Code.</p>\n<p>[5]  Of this trilogy, Heath, because it speaks in terms of \"prospective warranty\" is the most troublesome. A careful reading of the case, however, reveals that its true rationale is that because for three years plaintiff was \"patiently relying upon the repeated assurance of defendant that it would make the [heating] plant comply with its warranty . . . the cause of action did not accrue at the date of warranty, but at the date on which it was finally determined that the plant was not free from all defects and flaws\". This is the construction placed on the case by the North Carolina Court of Appeals in <i>Styron.</i>\n</p>\n<p>In <i>Heath</i> the Supreme Court expressly approved two very old cases, Baucum v. Streater, 50 N.C. 70 (1857), and Taylor v. McMurray, 58 N.C. 357 (1860), in which it was held that the statute of limitations against an action to recover for breach of warranty begins to run at the date of the warranty and not thereafter. The court said:</p>\n<p>\"In each of these cases, the warranty was construed as a contract by the vendor that if the vendee should suffer damages resulting from a condition existing at the date of the warranty, vendor would pay such damage to the vendee. The cause of action accrued at the date of the warranty, for if breached at all, the warranty was breached at its date. For this reason it was held that the statute of limitations began to run at the date of the warranty, and not at the date when the damage resulting from the breach of the warranty was sustained. The principle on which the decision in each of these cases rests, has been generally recognized as sound. 37 C.J., 835\"</p>\n<p>This case, incidentally, has only been cited twice by the North Carolina appellate courts, once in Jewell v. Price, supra, in which it was distinguished and again in the <i>Styron</i> case, supra, where it was given the construction indicated. Federal courts in other jurisdictions have declined to follow it. Bobo v. Page Engineering Company, 285 F.Supp. 664 (W.D.Pa. 1967); Owens v. Combustion Engineering, Inc., 279 F.Supp. 257 (E.D.Va. 1967); and Smith v. American Flange &amp; Manufacturing Company, 139 F.Supp. 917 (S.D.N.Y.1956).</p>\n<p>[6]  See Note, 19 N.C. Law Review 599 (1941) which first urged that the rule be changed by statute. For thirty years thereafter the North Carolina courts dutifully followed the rule, sometimes with harsh results. See, for instance, Shearin v. Lloyd, 246 N.C. 363, 98 S.E.2d 508 (1957), an action for malpractice in which the plaintiff, a patient of the defendant surgeon, did not discover that a sponge had been left in the operative wound until quite some time following the operation. His action brought within three years after the discovery but more than three years after the operation was held barred by the statute.</p>\n<p>[7]  G.S. § 1-15(b) enacted in 1971 and which became effective upon ratification provides that causes of action, other than for wrongful death, which have as an essential element bodily injury or a defect in or damage to property not readily apparent to the claimant at the time of origin is deemed to have accrued at the time the injury or damage was discovered, or ought reasonably to have been discovered, by the claimant. The Act provided that it should become effective upon ratification but should not affect pending litigation. While the present action was not pending at that time, the cause of action was already barred, and it could not be revived by an act of the legislature. Jewell v. Price, supra.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">13</span></span> (1972)</b></center>\n<center><h1>E. A. HALL and John Bachelor, Plaintiffs,<br>\nv.<br>\nGURLEY MILLING COMPANY OF SELMA, N. C., Inc., Defendant and Third Party Plaintiff,<br>\nv.<br>\nCOKER'S PEDIGREED SEED COMPANY and H. C. Newton, Third Party Defendant.</h1></center>\n<center>Civ. No. 2833.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 22, 1972.</center>\n<p>W. Arnold Smith, Raleigh, N. C., for plaintiffs.</p>\n<p>Howard E. Manning, John B. McMillan, Manning, Fulton &amp; Skinner, Raleigh, N. C., for defendant.</p>\n<p>William Joslin, Joslin, Culbertson &amp; Sedberry, Raleigh, N. C., for third-party defendants.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In this diversity action the plaintiffs, E. A. Hall and John Bachelor, seek recovery of damages for the breach of express and implied warranties in connection with the separate sales to them by defendant, Gurley Milling Company, on March 15, 1967, of two lots of soybean seeds. In the first count in the complaint it is alleged that defendant expressly warranted to the plaintiffs \"that the said soybeans were of a new and improved type which would produce stronger stalks and higher yields and were suitable to the growing conditions in Alabama where plaintiffs were to plant them\". In the second count it is alleged that \"the defendant impliedly warranted to the plaintiffs that said soybeans were merchantable and fit for the purpose for which they were purchased\". By reason of the alleged breach of these warranties plaintiff Hall demands damages in the amount of $17,600 and plaintiff Bachelor alleges that he has been damaged in the amount of $17,500.<sup>[1]</sup> The defendant Gurley Milling <span class=\"star-pagination\">*14</span> Company filed a general denial and pleaded the three and four-year statutes of limitations. Shortly thereafter Gurley filed third-party complaints for indemnity against one H. C. Newton and Coker's Pedigreed Seed Company.<sup>[2]</sup> Newton has not answered and is in default. Coker's answered and pleaded a general denial, failure of the third-party complaint to state a claim and the three and four-year statutes of limitations.</p>\n<p>The case is now before the court on defendant Gurley's motion for summary judgment against the plaintiffs based on the statute of limitations and the motion for summary judgment of Coker's against Gurley based on the failure of the third-party complaint to state a claim and the statute of limitations. The novel questions raised by Coker's motion need not be decided, for in the court's view Gurley's motion for summary judgment must be allowed, and this will dispose of the case.</p>\n<p>North Carolina has a three-year statute of limitations for actions on contracts or obligations and liabilities aris-G.S. § 1-52(1). Plaintiffs here stressfully maintain, however, that their action is governed by the four-year statute contained in Section 2-725 of the Uniform Commercial Code,<sup>[3]</sup> which became ing out of contracts, express or implied. effective in North Carolina on July 1, 1967, and pointing specifically to Subsection 2 of that statute they argue that they did not know and could not have discovered that the seeds were defective until sometime in September of 1967 when the crop was harvested. From this they reason that the institution of this action in August, 1971, was within the four-year period and therefore timely.</p>\n<p>In support of their contention that the UCC applies, plaintiffs rely on G.S. § 25-10-101 which reads:</p>\n<blockquote>\"This act shall become effective at midnight on June 30, 1967. It applies to transactions entered into and events occurring after that date.\"</blockquote>\n<p>While conceding that the transaction whereby Gurley sold the seed to plaintiffs occurred before the effective date <span class=\"star-pagination\">*15</span> of the Act, plaintiffs assert that the failure of the seed to produce as warranted was an \"event\" which transpired thereafter and that it marked the date of the accrual of plaintiffs' cause of action.</p>\n<p>A review of the North Carolina law has revealed no case defining the word \"event\" as used in this statute, and the authorities elsewhere are not helpful in this respect.<sup>[4]</sup> The North Carolina law in effect in 1967 determining the accrual date for causes of action for breach of warranty, however, was fairly well defined. The date was reckoned from the time the first injury, however slight, was sustained. Jewell v. Price, <span class=\"citation\" data-id=\"1373767\"><a href=\"/opinion/1373767/jewell-v-price/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">459</span></a></span>, <span class=\"citation\" data-id=\"1373767\"><a href=\"/opinion/1373767/jewell-v-price/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">1</span></a></span> (1965). In that case it was said:</p>\n<blockquote>\"It is unimportant that the actual or the substantial damage does not occur until later if the whole injury results from the original tortious act . . . `[P]roof of actual damage may extend to facts that occur and grow out of the injury, even up to the day of the verdict. If so, it is clear the <i>damage</i> is not the cause of action.' . . . It is likewise unimportant that the harmful consequences of the breach of duty or of contract were not discovered or discoverable at the time the cause of action accrued (citing numerous North Carolina cases).</blockquote>\n<blockquote>\"In this case, defendant's negligent breach of the legal duty arising out of his contractual relation with plaintiffs . . . occurred on November 15, 1958, when he delivered to them a house with a furnace lacking a draft regulator and, also, having been installed too close to combustible joists. There was no prospective warranty, as was present in Heath v. [Moncrieff] Furnace Co., <span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">377</span></span>, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">920</span></span>, 75 A.L.R. 1082; nor did defendant, after the furnace began to malfunction, guarantee to `remedy the situation' and to be `entirely responsible' as did the defendant in Nowell v. Great Atlantic &amp; Pacific Tea Company, <span class=\"citation\" data-id=\"1220155\"><a href=\"/opinion/1220155/nowell-v-great-atlantic-pacific-tea-company/\"><span class=\"volume\">250</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">575</span></a></span>, 108 S.E.2d 889. Plaintiffs here sustained an invasion of their rights on November 15, 1958, although they had no knowledge of the invasion until the first week in January, 1959. The fire which destroyed their home on January 18, 1959, `the whole injury' resulted proximately from defendant's original breach of duty.\"</blockquote>\n<p>Tested by these principles this court is constrained to hold that the cause of action sought to be enforced by the plaintiffs here accrued at the time defendant sold the soybeans to plaintiffs in March, 1967, which was prior to the effective date of the Uniform Commercial Code on July 1, 1967. The defective condition of the seed at the time of the sale resulted in a breach of defendant's warranty at that time, and the defendant did nothing thereafter to toll the statute. The case is therefore distinguishable from those cases in which contractors charged with furnishing defective <span class=\"star-pagination\">*16</span> materials or workmanship continued to make repairs and remedy defects in equipment long after the original contract had been completed. See Heath v. Moncrieff Furnace Company, <span class=\"citation no-link\"><span class=\"volume\">200</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">377</span></span>, <span class=\"citation no-link\"><span class=\"volume\">156</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">920</span></span>, 75 A.L.R. 1082 (1931); Nowell v. Great Atlantic &amp; Pacific Tea Company, <span class=\"citation\" data-id=\"1220155\"><a href=\"/opinion/1220155/nowell-v-great-atlantic-pacific-tea-company/\"><span class=\"volume\">250</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">575</span></a></span>, <span class=\"citation\" data-id=\"1220155\"><a href=\"/opinion/1220155/nowell-v-great-atlantic-pacific-tea-company/\"><span class=\"volume\">108</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">889</span></a></span> (1959); and Styron v. Loman-Garrett Supply Company, 6 N.C.App. 675, <span class=\"citation\" data-id=\"1289904\"><a href=\"/opinion/1289904/styron-v-loman-garrett-supply-company/\"><span class=\"volume\">171</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">41</span></a></span> (1969).<sup>[5]</sup></p>\n<p>The North Carolina rule which has been frequently criticized as productive of injustices<sup>[6]</sup> has now been changed by statute, but unfortunately for the plaintiffs here, the new law does not apply to their case.<sup>[7]</sup></p>\n<p>Having concluded that plaintiffs' cause of action accrued at the time the soybeans were sold and delivered to them, by its express terms the section of the Uniform Commercial Code relating to statute of limitations in contracts for sale is not applicable. G.S. § 25-2-725(4). It follows that the three-year statute in effect in March, 1967 applies and plaintiffs' claims therefore became time barred in March, 1970. Defendant's motion for summary judgment must be allowed, and judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  In their brief filed herein plaintiffs stated that plaintiff Hall instituted an action against defendant on May 26, 1970 in the Circuit Court of Escambia County, Alabama; that the action was thereafter removed to the U. S. District Court where on November 28, 1970 an order quashing service of summons on the defendant was entered. Plaintiff Bachelor apparently did not sue in Alabama. He joined as plaintiff in this action which was instituted in this court on August 23, 1971.</p>\n<p>[2]  Against Newton it was alleged that he was engaged in the business of growing and selling certified soybean seed; that Gurley had purchased from Newton 1,460 bushels of \"Certified Coker's 240 Soybeans\" on February 2, 1967 which Newton had warranted to be \"ninety-nine per cent pure with germination in excess of ninety per cent and that this was a real good seed\"; and that Gurley had transshipped the seed without removal from the bags to Alabama where it was delivered to the plaintiffs.\n</p>\n<p>Against Coker's it was alleged that \"the foundation or registered seed\" for the seed purchased by Gurley from Newton had been acquired from Coker's and that \"Coker's breached its implied warranty to Gurley and whoever bought this seed that said soybeans were fit for the use for which they were intended\". In their briefs and on oral argument it has been conceded that the \"foundation seeds\" were in fact purchased by Gurley from Coker's in 1966 and resold to Newton who planted them in that year and sold the yield to Gurley which in turn sold to the plaintiffs in March, 1967.</p>\n<p>[3]  § 25-2-725. Statute of limitations in contracts for sale.(1) An action for breach of any contract for sale must be commenced within four years after the cause of action has accrued.</p>\n<p>\"(2) A cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach. A breach of warranty occurs when tender of delivery is made, except that where a warranty explicitly extends to future performance of the goods and discovery of the breach must await the time of such performance the cause of action accrues when the breach is or should have been discovered.</p>\n<p>\"(3) Where an action commenced within the time limited by subsection (1) is so terminated as to leave available a remedy by another action for the same breach such other action may be commenced after the expiration of the time limited and within twelve months after the termination of the first action.</p>\n<p>\"(4) This section does not alter the law on tolling of the statute of limitations nor does it apply to causes of action which have accrued before this chapter becomes effective.\"</p>\n<p>[4]  That an event occurring after the effective date of the Code but associated with a transaction which occurred prior thereto may be governed by the Act is illustrated by Baillie Lumber Company v. Kincaid Carolina Corporation, 4 N.C.App. 342, <span class=\"citation\" data-id=\"1324433\"><a href=\"/opinion/1324433/baillie-lumber-co-v-kincaid-carolina-corp/\"><span class=\"volume\">167</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">85</span></a></span> (1969). In that case plaintiff sued to recover the balance due on an account for lumber sold defendant prior to July 1, 1967. The defense was based on an alleged accord and satisfaction entered into subsequent to that date. The North Carolina Court of Appeals held that plaintiff's reservation of its rights in connection with the accord and satisfaction was governed by the Code. Had the suit been on the accord instead of the original account for purposes of the statute of limitations the cause of action obviously could not have occurred before the date of the accord. In such case the three-year statute of limitations for contract actions would seem to apply since the action would not be for breach of a \"contract for sale\" within the meaning of Section 2-725(1) of the Code. On the other hand, if the post-Code \"event\" arises out of a contract for sale and the event itself constitutes the cause of action as distinguished from the mere ripening of an already accrued cause of action, it would seem to follow that the four-year statute of the Code would apply although the post-Code event was related to a transaction antedating the Code.</p>\n<p>[5]  Of this trilogy, Heath, because it speaks in terms of \"prospective warranty\" is the most troublesome. A careful reading of the case, however, reveals that its true rationale is that because for three years plaintiff was \"patiently relying upon the repeated assurance of defendant that it would make the [heating] plant comply with its warranty . . . the cause of action did not accrue at the date of warranty, but at the date on which it was finally determined that the plant was not free from all defects and flaws\". This is the construction placed on the case by the North Carolina Court of Appeals in <i>Styron.</i>\n</p>\n<p>In <i>Heath</i> the Supreme Court expressly approved two very old cases, Baucum v. Streater, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">70</span></span> (1857), and Taylor v. McMurray, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">357</span></span> (1860), in which it was held that the statute of limitations against an action to recover for breach of warranty begins to run at the date of the warranty and not thereafter. The court said:</p>\n<p>\"In each of these cases, the warranty was construed as a contract by the vendor that if the vendee should suffer damages resulting from a condition existing at the date of the warranty, vendor would pay such damage to the vendee. The cause of action accrued at the date of the warranty, for if breached at all, the warranty was breached at its date. For this reason it was held that the statute of limitations began to run at the date of the warranty, and not at the date when the damage resulting from the breach of the warranty was sustained. The principle on which the decision in each of these cases rests, has been generally recognized as sound. 37 C.J., 835\"</p>\n<p>This case, incidentally, has only been cited twice by the North Carolina appellate courts, once in Jewell v. Price, supra, in which it was distinguished and again in the <i>Styron</i> case, supra, where it was given the construction indicated. Federal courts in other jurisdictions have declined to follow it. Bobo v. Page Engineering Company, <span class=\"citation\" data-id=\"1907196\"><a href=\"/opinion/1907196/bobo-v-page-engineering-company/\"><span class=\"volume\">285</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">664</span></a></span> (W.D.Pa. 1967); Owens v. Combustion Engineering, Inc., <span class=\"citation\" data-id=\"2346362\"><a href=\"/opinion/2346362/owens-v-combustion-engineering-inc/\"><span class=\"volume\">279</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">257</span></a></span> (E.D.Va. 1967); and Smith v. American Flange &amp; Manufacturing Company, <span class=\"citation\" data-id=\"2373571\"><a href=\"/opinion/2373571/smith-v-american-flange-and-manufacturing-co/\"><span class=\"volume\">139</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">917</span></a></span> (S.D.N.Y.1956).</p>\n<p>[6]  See Note, 19 N.C. Law Review 599 (1941) which first urged that the rule be changed by statute. For thirty years thereafter the North Carolina courts dutifully followed the rule, sometimes with harsh results. See, for instance, Shearin v. Lloyd, <span class=\"citation\" data-id=\"1328931\"><a href=\"/opinion/1328931/shearin-v-lloyd/\"><span class=\"volume\">246</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"1328931\"><a href=\"/opinion/1328931/shearin-v-lloyd/\"><span class=\"volume\">98</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">508</span></a></span> (1957), an action for malpractice in which the plaintiff, a patient of the defendant surgeon, did not discover that a sponge had been left in the operative wound until quite some time following the operation. His action brought within three years after the discovery but more than three years after the operation was held barred by the statute.</p>\n<p>[7]  G.S. § 1-15(b) enacted in 1971 and which became effective upon ratification provides that causes of action, other than for wrongful death, which have as an essential element bodily injury or a defect in or damage to property not readily apparent to the claimant at the time of origin is deemed to have accrued at the time the injury or damage was discovered, or ought reasonably to have been discovered, by the claimant. The Act provided that it should become effective upon ratification but should not affect pending litigation. While the present action was not pending at that time, the cause of action was already barred, and it could not be revived by an act of the legislature. Jewell v. Price, supra.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1220155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1289904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1328931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1907196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2346362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2373571/"
  ]
}