{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1407286/",
  "absolute_url": "/opinion/1407286/state-of-nc-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1407286/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T05:59:31.622216Z",
  "date_modified": "2016-04-26T23:46:40.060172Z",
  "type": "010combined",
  "sha1": "a758a565357c1b0debd61b595689de8e7cf043e6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>725 F.Supp. 874 (1989)</b></center>\n<center><h1>The STATE OF NORTH CAROLINA, and The North Carolina State Education Assistance Authority, Plaintiffs,<br>\nv.<br>\nThe UNITED STATES of America; Lauro F. Cavazos, Secretary of the United States Department of Education; and the United States Department of Education, Defendants.</h1></center>\n<center>No. 88-961-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 20, 1989.</center>\n<p><span class=\"star-pagination\">*875</span> Lacy H. Thornburg, Atty. Gen., Edwin M. Speas, Jr., Sp. Deputy Atty. Gen., Thomas J. Ziko, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., Neil H. Koslowe, Special Litigation, Civil Div., Dept. of Justice, Washington, D.C., for defendants.</p>\n<p></p>\n<h2>ORDER AND MEMORANDUM OPINION</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>On December 22, 1987, the Omnibus Budget Reconciliation Act of 1987 was enacted. Section 3001 (the \"1987 Amendments\") thereof provides for the recovery of excess cash reserves accumulated under the Guaranteed Student Loan Program. In effect, this produces a congressionally ordered ceiling on the amount of \"excess cash reserves\" that a state student loan guaranty agency may maintain. Reserves in excess of the cap are subject to recovery by the Secretary of Education or, failing in this remedy, the Secretary is entitled to credit these reserves against current obligations to a state agency.</p>\n<p>The 1987 Amendments give rise to the conflict between the parties in this suit and to this litigation.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>This is an action for injunctive and declaratory relief brought by the State and its Education Assistance Authority against the United States in the person of the Secretary of Education.<sup>[1]</sup> The State first sought to enjoin the implementation of this Act and, upon the Secretary's successful attribution of a credit for the excess reimbursements that are in controversy in this case, the State seeks declaratory judgment that the Secretary may not make such credit either under the Constitution or laws of the United States.</p>\n<p>North Carolina's participation in financial assistance for college students had its beginning in 1965 with the creation of an Education Assistance Authority [NCSEAA] to implement an insured student loan program.<sup>[2]</sup> By 1966 the State had appropriated <span class=\"star-pagination\">*876</span> $25,000 as a reserve trust for the insurance program. Over the course of the ensuing years the fund has grown by its accumulation of proceeds from insurance premiums, interest, and further appropriations from the State.</p>\n<p>The NCSEAA has routinely entered into agreements with the Secretary defining the Secretary's participation in the program and allocating the risks of loss upon default by student borrowers ultimately giving rise to payment either from the trust fund, the federal government through the Secretary's obligation, or from the State.</p>\n<p>Critical to an understanding of these agreements, and therefore to an understanding of the issues involved in this case, is a provision through which the parties have expressly conditioned the agreements on future changes made by Congress through legislation in the law governing the student loan program. The 1987 Amendments, at issue here, are just such legislation.</p>\n<p>The 1987 Amendments require the Secretary to use certain formulas to determine the \"maximum cash reserves\" permitted each guaranty agency as of September 1986. Once the Secretary has determined the maximum cash reserve for each agency the statute requires the Secretary to direct the guaranty agencies to eliminate a total of $250 million of the \"excess cash reserves\" during the 1988-89 fiscal year. Under 20 U.S.C. § 1072(e)(2) the Secretary must direct an agency whose cash reserves exceed the ceiling to \"eliminate\" the excess by: (1) repaying advance payments that are not otherwise due; (2) withholding and cancelling reimbursement claims that are otherwise payable; (3) reducing the amount to be claimed for administrative costs; (4) paying an additional reinsurance fee; or (5) adopting any other acceptable method of reducing payments from or increasing payments to the federal government. The recovered amounts are deposited in the student loan insurance fund established by 20 U.S.C. § 1081(a) and are used exclusively for GSLP purposes.</p>\n<p>The Secretary has ordered NCSEAA to reduce its Reserve Trust Fund by $2,632.785.00.<sup>[3]</sup> On October 20, 1988, the Secretary informed the NCSEAA that he would withhold reimbursement payments due the NCSEAA under the Supplemental Guaranty Agreement until the Department of Education had recovered $2,632,785.00 from the NCSEAA.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In the plaintiffs' First, Second, Third and Fourth Claims for Relief they assert that the 1987 Amendments direct the defendants to take and that the defendants are taking the plaintiffs' property in violation of the plaintiffs' rights under the Fifth Amendment.</p>\n<p>In order for the State to advance a claim that its property has been taken, the State must establish that the property in question is its \"private property,\" and not property over which the United States has dominion and control. If property comes within the control of the United States to such an extent that its use is ultimately under the direction of the United States, then it loses its character as \"private property\" and becomes public to such an extent <span class=\"star-pagination\">*877</span> that it is not subject to a takings prohibition under the Fifth Amendment.</p>\n<p>For Fifth Amendment purposes, \"private property\" is property as to which the claimant has the rights of \"free use, enjoyment, and disposal,\" <i>Buchanan v. Warley,</i> 245 U.S. 60, 74, 38 S.Ct. 16, 18, 62 L.Ed. 149 (1917), and the \"right to exclude others.\" <i>Ruckelshaus v. Monsanto Co.,</i> 467 U.S. 986, 1011, 104 S.Ct. 2862, 2877, 81 L.Ed.2d 815 (1984). These rights \"`are created and their dimensions are defined by existing rules or understandings that stem from an independent source,'\" such as federal and state laws and regulations. <i>Id.</i> at 1001, 104 S.Ct. at 2872.</p>\n<p>The \"existing rules or understandings\" involved in this action are the statutes and regulations of the GSLP. An analysis of these \"rules or understandings\" demonstrate that NCSEAA has none of the essential \"private property\" rights over the money in its Reserve Trust Fund, including the excess cash reserves. Although NCSEAA was initially established under North Carolina law to administer North Carolina's student loan insurance program, once NCSEAA executed its GSLP agreements with the Department of Education and agreed to abide by the Higher Education Act and its regulations, it necessarily relinquished any \"ownership\" claim to funds it thereafter would be permitted to receive and retain for GSLP purposes. In return, NCSEAA became eligible for substantial federal benefits. As the defendants correctly point out, it is only because NCSEAA joined the GSLP that interest payments by students on the loans it guarantees are federally subsidized; that its guarantees are reinsured by the Secretary; and that it receives considerable federal payments, including reimbursements of between 80% and 100% on claims payments to lenders, administrative cost allowances, and 30% of collections on defaulted loans on which the Secretary has already made a reinsurance payment.</p>\n<p>An examination of the GSLP statutes and regulations show that NCSEAA does not have the rights of \"free use, enjoyment, and disposal\" of its reserve fund, or the right to \"exclude others\" (that is, the Secretary) from it. As of the end of fiscal year 1986, when the Secretary determined the amount of excess cash reserves NCSEAA was required to eliminate, NCSEAA had received funds from at least seven sources: (1) insurance premiums collected from lenders; (2) state appropriations; (3) federal reinsurance payments; (4) federal administrative cost allowances; (5) collections on defaulted loans; (6) investment earnings; and (7) other non-federal sources. NCSEAA's ability to collect insurance premiums from lenders is authorized and limited by 20 U.S.C. § 1078(b)(1)(H); its ability to receive federal reinsurance payments is authorized and limited by 20 U.S.C. § 1078(c)(1); its ability to receive federal administrative cost allowances is authorized and limited by 20 U.S.C. § 1078(f); its ability to collect and retain a portion of defaulted loans for which it has been reimbursed is authorized and limited by 20 U.S.C. § 1078(c)(2)(D), (c)(6); and its ability to derive earnings by investing its reserves is authorized and limited by 20 U.S.C. § 1072(b)(3) and 34 C.F.R. 682.410(a)(1)(ix), (a)(3), (a)(4)(i), (a)(5), (a)(6).</p>\n<p>Also, under 34 C.F.R. 682.410(a), NCSEAA is prohibited from using <i>any</i> of the money in its reserve fund for purposes other than the GSLP purposes specified by the Secretary. It may use these assets only to guaranty loans; pay default claims; pay death, disability, and bankruptcy claims; refund overpayments of insurance premiums; pay to the Secretary his share of collections on defaulted loans; repay federal advances; and administer its loan program. 34 C.F.R. 682.410(a)(2).</p>\n<p>The statutes and regulations above show that the federal government has control over most of the sources and all of the uses of NCSEAA's Reserve Trust Fund. In light of these facts, the court finds that the excess cash reserves which are the subject of this action are not \"private property,\" but public property, and as such are not entitled to Fifth Amendment protection. This court is in agreement with the United States District Court, District of South Dakota which recently held: \"the right of <span class=\"star-pagination\">*878</span> Congress to alter the GSL program prevents [the guaranty agency] from possessing a property right within the meaning of the Fifth Amendment to the portion of the reserve fund claimed by the [1987 Amendments].\" <i>Education Assistance Corp. v. Cavazos,</i> No. 88-1054, Slip. op. at 24, 1989 WL 141662 (D.S.D., July 14, 1989). Having concluded that the money at issue in this case is not \"private property,\" the court need not discuss whether a \"taking\" occurred in this case.</p>\n<p>The court does not find any merit in any of the other arguments cited by the plaintiffs in support of their motion for summary judgment. Accordingly, the plaintiffs' motion for summary judgment is DENIED and the defendants' motion for summary judgment is ALLOWED.</p>\n<h2>NOTES</h2>\n<p>[1]  The North Carolina Education Assistance Authority \"NCSEAA\" is a political subdivision of the State of North Carolina. The North Carolina General Assembly created the NCSEAA in 1965 to administer a system of financial assistance for qualified students to enable them to obtain an education beyond the high school level. To fulfill that mandate the NCSEAA developed the North Carolina Insured Student Loan Program \"NCISLP\".</p>\n<p>[2]  In August 1966 the NCSEAA and the Secretary entered into the first of several agreements for the purpose of extending the benefits of the NCISLP and the Guaranteed Student Loan Program (the Federal program started in 1965) to qualified students. Under the 1966 Agreement the Secretary agreed to pay to the holder of loans insured by the NCSEAA the portion of the interest charges on such loans which students were entitled to have paid under the Higher Education Act.\n</p>\n<p>In 1969 the parties entered into an agreement (entitled \"Agreement for Federal Reinsurance of Loans Pursuant to 428(c) of the Higher Education Act of 1965\"), under which the Secretary agreed to reimburse the NCSEAA eighty percent of the money the NCSEAA expended to discharge its insurance obligations under the NCISLP. In June 1977, the parties executed another agreement adding to the provisions discussed above an obligation on the part of the Secretary to make administrative cost allowance (ACA) payments to the NCSEAA.</p>\n<p>In August 1977, the parties entered another agreement, the Supplemental Guaranty Agreement, under which the Secretary has agreed to reimburse the NCSEAA 100% of the amount expended by the NCSEAA in discharge of its insurance obligations under the NCISLP for losses resulting from the default of student borrowers on the unpaid balance of the principal and accrued interest of any student loan insured under the NCISLP, provided the amount reimbursed by the Secretary does not exceed five percent (5%) of the loans which are insured by the NCSEAA in repayment at the end of the preceding fiscal year. If the reimbursement payments made by the Secretary under the agreement exceed five percent (5%) of the loans which are insured under the NCISLP in repayment at the end of the preceding fiscal year, the Secretary is obligated to reimburse the NCSEAA for only ninety percent (90%) of the amount of such excess default. If the reimbursement payments made by the Secretary under the Supplemental Guaranty Agreement exceed nine percent (9%) of the loans which are insured under the NCISLP and which are in repayment at the end of the preceding fiscal year, the Secretary is obligated to reimburse the NCSEAA only eighty (80%) of the amount of excess defaults.</p>\n<p>[3]  The Secretary originally requested a transfer of $15,911,946.00, but the plaintiffs objected and for reasons that are not relevant to the resolution of this case, the Secretary reduced the amount to $2,632,785.00.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">725</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">874</span></span> (1989)</b></center>\n<center><h1>The STATE OF NORTH CAROLINA, and The North Carolina State Education Assistance Authority, Plaintiffs,<br>\nv.<br>\nThe UNITED STATES of America; Lauro F. Cavazos, Secretary of the United States Department of Education; and the United States Department of Education, Defendants.</h1></center>\n<center>No. 88-961-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 20, 1989.</center>\n<p><span class=\"star-pagination\">*875</span> Lacy H. Thornburg, Atty. Gen., Edwin M. Speas, Jr., Sp. Deputy Atty. Gen., Thomas J. Ziko, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for plaintiffs.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Atty., Raleigh, N.C., Neil H. Koslowe, Special Litigation, Civil Div., Dept. of Justice, Washington, D.C., for defendants.</p>\n<p></p>\n<h2>ORDER AND MEMORANDUM OPINION</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>On December 22, 1987, the Omnibus Budget Reconciliation Act of 1987 was enacted. Section 3001 (the \"1987 Amendments\") thereof provides for the recovery of excess cash reserves accumulated under the Guaranteed Student Loan Program. In effect, this produces a congressionally ordered ceiling on the amount of \"excess cash reserves\" that a state student loan guaranty agency may maintain. Reserves in excess of the cap are subject to recovery by the Secretary of Education or, failing in this remedy, the Secretary is entitled to credit these reserves against current obligations to a state agency.</p>\n<p>The 1987 Amendments give rise to the conflict between the parties in this suit and to this litigation.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>This is an action for injunctive and declaratory relief brought by the State and its Education Assistance Authority against the United States in the person of the Secretary of Education.<sup>[1]</sup> The State first sought to enjoin the implementation of this Act and, upon the Secretary's successful attribution of a credit for the excess reimbursements that are in controversy in this case, the State seeks declaratory judgment that the Secretary may not make such credit either under the Constitution or laws of the United States.</p>\n<p>North Carolina's participation in financial assistance for college students had its beginning in 1965 with the creation of an Education Assistance Authority [NCSEAA] to implement an insured student loan program.<sup>[2]</sup> By 1966 the State had appropriated <span class=\"star-pagination\">*876</span> $25,000 as a reserve trust for the insurance program. Over the course of the ensuing years the fund has grown by its accumulation of proceeds from insurance premiums, interest, and further appropriations from the State.</p>\n<p>The NCSEAA has routinely entered into agreements with the Secretary defining the Secretary's participation in the program and allocating the risks of loss upon default by student borrowers ultimately giving rise to payment either from the trust fund, the federal government through the Secretary's obligation, or from the State.</p>\n<p>Critical to an understanding of these agreements, and therefore to an understanding of the issues involved in this case, is a provision through which the parties have expressly conditioned the agreements on future changes made by Congress through legislation in the law governing the student loan program. The 1987 Amendments, at issue here, are just such legislation.</p>\n<p>The 1987 Amendments require the Secretary to use certain formulas to determine the \"maximum cash reserves\" permitted each guaranty agency as of September 1986. Once the Secretary has determined the maximum cash reserve for each agency the statute requires the Secretary to direct the guaranty agencies to eliminate a total of $250 million of the \"excess cash reserves\" during the 1988-89 fiscal year. Under 20 U.S.C. § 1072(e)(2) the Secretary must direct an agency whose cash reserves exceed the ceiling to \"eliminate\" the excess by: (1) repaying advance payments that are not otherwise due; (2) withholding and cancelling reimbursement claims that are otherwise payable; (3) reducing the amount to be claimed for administrative costs; (4) paying an additional reinsurance fee; or (5) adopting any other acceptable method of reducing payments from or increasing payments to the federal government. The recovered amounts are deposited in the student loan insurance fund established by 20 U.S.C. § 1081(a) and are used exclusively for GSLP purposes.</p>\n<p>The Secretary has ordered NCSEAA to reduce its Reserve Trust Fund by $2,632.785.00.<sup>[3]</sup> On October 20, 1988, the Secretary informed the NCSEAA that he would withhold reimbursement payments due the NCSEAA under the Supplemental Guaranty Agreement until the Department of Education had recovered $2,632,785.00 from the NCSEAA.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>In the plaintiffs' First, Second, Third and Fourth Claims for Relief they assert that the 1987 Amendments direct the defendants to take and that the defendants are taking the plaintiffs' property in violation of the plaintiffs' rights under the Fifth Amendment.</p>\n<p>In order for the State to advance a claim that its property has been taken, the State must establish that the property in question is its \"private property,\" and not property over which the United States has dominion and control. If property comes within the control of the United States to such an extent that its use is ultimately under the direction of the United States, then it loses its character as \"private property\" and becomes public to such an extent <span class=\"star-pagination\">*877</span> that it is not subject to a takings prohibition under the Fifth Amendment.</p>\n<p>For Fifth Amendment purposes, \"private property\" is property as to which the claimant has the rights of \"free use, enjoyment, and disposal,\" <i>Buchanan v. Warley,</i> <span class=\"citation\" data-id=\"1525095\"><a href=\"/opinion/1525095/buchanan-v-warley/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 74, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">16</span></span>, 18, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">149</span></span> (1917), and the \"right to exclude others.\" <i>Ruckelshaus v. Monsanto Co.,</i> <span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">986</span></a></span>, 1011, <span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2862</span></a></span>, 2877, <span class=\"citation\" data-id=\"111227\"><a href=\"/opinion/111227/ruckelshaus-v-monsanto-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">815</span></a></span> (1984). These rights \"`are created and their dimensions are defined by existing rules or understandings that stem from an independent source,'\" such as federal and state laws and regulations. <i>Id.</i> at 1001, 104 S.Ct. at 2872.</p>\n<p>The \"existing rules or understandings\" involved in this action are the statutes and regulations of the GSLP. An analysis of these \"rules or understandings\" demonstrate that NCSEAA has none of the essential \"private property\" rights over the money in its Reserve Trust Fund, including the excess cash reserves. Although NCSEAA was initially established under North Carolina law to administer North Carolina's student loan insurance program, once NCSEAA executed its GSLP agreements with the Department of Education and agreed to abide by the Higher Education Act and its regulations, it necessarily relinquished any \"ownership\" claim to funds it thereafter would be permitted to receive and retain for GSLP purposes. In return, NCSEAA became eligible for substantial federal benefits. As the defendants correctly point out, it is only because NCSEAA joined the GSLP that interest payments by students on the loans it guarantees are federally subsidized; that its guarantees are reinsured by the Secretary; and that it receives considerable federal payments, including reimbursements of between 80% and 100% on claims payments to lenders, administrative cost allowances, and 30% of collections on defaulted loans on which the Secretary has already made a reinsurance payment.</p>\n<p>An examination of the GSLP statutes and regulations show that NCSEAA does not have the rights of \"free use, enjoyment, and disposal\" of its reserve fund, or the right to \"exclude others\" (that is, the Secretary) from it. As of the end of fiscal year 1986, when the Secretary determined the amount of excess cash reserves NCSEAA was required to eliminate, NCSEAA had received funds from at least seven sources: (1) insurance premiums collected from lenders; (2) state appropriations; (3) federal reinsurance payments; (4) federal administrative cost allowances; (5) collections on defaulted loans; (6) investment earnings; and (7) other non-federal sources. NCSEAA's ability to collect insurance premiums from lenders is authorized and limited by 20 U.S.C. § 1078(b)(1)(H); its ability to receive federal reinsurance payments is authorized and limited by 20 U.S.C. § 1078(c)(1); its ability to receive federal administrative cost allowances is authorized and limited by 20 U.S.C. § 1078(f); its ability to collect and retain a portion of defaulted loans for which it has been reimbursed is authorized and limited by 20 U.S.C. § 1078(c)(2)(D), (c)(6); and its ability to derive earnings by investing its reserves is authorized and limited by 20 U.S.C. § 1072(b)(3) and 34 C.F.R. 682.410(a)(1)(ix), (a)(3), (a)(4)(i), (a)(5), (a)(6).</p>\n<p>Also, under 34 C.F.R. 682.410(a), NCSEAA is prohibited from using <i>any</i> of the money in its reserve fund for purposes other than the GSLP purposes specified by the Secretary. It may use these assets only to guaranty loans; pay default claims; pay death, disability, and bankruptcy claims; refund overpayments of insurance premiums; pay to the Secretary his share of collections on defaulted loans; repay federal advances; and administer its loan program. 34 C.F.R. 682.410(a)(2).</p>\n<p>The statutes and regulations above show that the federal government has control over most of the sources and all of the uses of NCSEAA's Reserve Trust Fund. In light of these facts, the court finds that the excess cash reserves which are the subject of this action are not \"private property,\" but public property, and as such are not entitled to Fifth Amendment protection. This court is in agreement with the United States District Court, District of South Dakota which recently held: \"the right of <span class=\"star-pagination\">*878</span> Congress to alter the GSL program prevents [the guaranty agency] from possessing a property right within the meaning of the Fifth Amendment to the portion of the reserve fund claimed by the [1987 Amendments].\" <i>Education Assistance Corp. v. Cavazos,</i> No. 88-1054, Slip. op. at 24, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">141662</span></span> (D.S.D., July 14, 1989). Having concluded that the money at issue in this case is not \"private property,\" the court need not discuss whether a \"taking\" occurred in this case.</p>\n<p>The court does not find any merit in any of the other arguments cited by the plaintiffs in support of their motion for summary judgment. Accordingly, the plaintiffs' motion for summary judgment is DENIED and the defendants' motion for summary judgment is ALLOWED.</p>\n<h2>NOTES</h2>\n<p>[1]  The North Carolina Education Assistance Authority \"NCSEAA\" is a political subdivision of the State of North Carolina. The North Carolina General Assembly created the NCSEAA in 1965 to administer a system of financial assistance for qualified students to enable them to obtain an education beyond the high school level. To fulfill that mandate the NCSEAA developed the North Carolina Insured Student Loan Program \"NCISLP\".</p>\n<p>[2]  In August 1966 the NCSEAA and the Secretary entered into the first of several agreements for the purpose of extending the benefits of the NCISLP and the Guaranteed Student Loan Program (the Federal program started in 1965) to qualified students. Under the 1966 Agreement the Secretary agreed to pay to the holder of loans insured by the NCSEAA the portion of the interest charges on such loans which students were entitled to have paid under the Higher Education Act.\n</p>\n<p>In 1969 the parties entered into an agreement (entitled \"Agreement for Federal Reinsurance of Loans Pursuant to 428(c) of the Higher Education Act of 1965\"), under which the Secretary agreed to reimburse the NCSEAA eighty percent of the money the NCSEAA expended to discharge its insurance obligations under the NCISLP. In June 1977, the parties executed another agreement adding to the provisions discussed above an obligation on the part of the Secretary to make administrative cost allowance (ACA) payments to the NCSEAA.</p>\n<p>In August 1977, the parties entered another agreement, the Supplemental Guaranty Agreement, under which the Secretary has agreed to reimburse the NCSEAA 100% of the amount expended by the NCSEAA in discharge of its insurance obligations under the NCISLP for losses resulting from the default of student borrowers on the unpaid balance of the principal and accrued interest of any student loan insured under the NCISLP, provided the amount reimbursed by the Secretary does not exceed five percent (5%) of the loans which are insured by the NCSEAA in repayment at the end of the preceding fiscal year. If the reimbursement payments made by the Secretary under the agreement exceed five percent (5%) of the loans which are insured under the NCISLP in repayment at the end of the preceding fiscal year, the Secretary is obligated to reimburse the NCSEAA for only ninety percent (90%) of the amount of such excess default. If the reimbursement payments made by the Secretary under the Supplemental Guaranty Agreement exceed nine percent (9%) of the loans which are insured under the NCISLP and which are in repayment at the end of the preceding fiscal year, the Secretary is obligated to reimburse the NCSEAA only eighty (80%) of the amount of excess defaults.</p>\n<p>[3]  The Secretary originally requested a transfer of $15,911,946.00, but the plaintiffs objected and for reasons that are not relevant to the resolution of this case, the Secretary reduced the amount to $2,632,785.00.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1525095/"
  ]
}