{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1410904/",
  "absolute_url": "/opinion/1410904/mathis-v-shalala/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1410904/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:00:32.413097Z",
  "date_modified": "2016-04-27T00:38:38.712893Z",
  "type": "010combined",
  "sha1": "dca3f7859e09bbe021049eca74a270104a84f2ed",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>890 F.Supp. 461 (1995)</b></center>\n<center><h1>Gerald MATHIS, by his next friend, Katherinel MATHIS, Plaintiff,<br>\nv.<br>\nDonna E. SHALALA, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 7:94-CV-68-BR3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>June 28, 1995.</center>\n<p><span class=\"star-pagination\">*462</span> Mason Thompson Hogan, Wilmington, NC, for plaintiffs Gerald Mathis, by his next friend, Katherinel Mathis.</p>\n<p>Barbara D. Kocher, U.S. Attys. Office, Raleigh, NC, for defendant Donna Shalala, Secretary of Health and Human Services.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's objection to the Memorandum and Recommendation (M &amp; R) filed by United States Magistrate Judge Alexander B. Denson. Defendant did not respond to the objections, and the time in which to do so has passed. This matter is now ripe for ruling.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>Plaintiff is nine years old and has been diagnosed with Attention Deficit Hyperactivity Disorder (ADHD). His mother filed an application on his behalf for supplemental security income on 23 October 1992. The Social Security Administration denied the application initially and upon reconsideration. Plaintiff requested an administrative hearing which was held on 23 September 1993. The Administrative Law Judge (ALJ) concluded that plaintiff suffered from ADHD but that the severity of his impairment was not comparable to an impairment that would disable an adult and denied plaintiff's application for benefits. (Tr. at 26).</p>\n<p>On 19 April 1994, the Appeals Council affirmed the ALJ's decision and it became the final decision of the Secretary. On 15 June 1994, plaintiff filed this action seeking a judicial review of the Secretary's denial of benefits.</p>\n<p>In his M &amp; R, Magistrate Judge Denson affirmed the Secretary's denial of benefits, concluding that there was substantial evidence to support the determination that plaintiff does not suffer impaired cognitive abilities. In reaching this conclusion, Magistrate Judge Denson explained the procedure for determining whether a child suffers from a \"disability\", and a review of this procedure will provide the framework necessary to resolve plaintiff's objections.</p>\n<p>20 C.F.R. § 416.924 establishes the regulations governing disability determinations for children. It states that a child is disabled if he or she suffers from \"an impairment or combination of impairments that is of comparable severity to an impairment or combination <span class=\"star-pagination\">*463</span> of impairments that would disable an adult and which meets the duration requirement.\" 20 C.F.R. § 416.924(a). Regulations further provide that if a child's impairment is severe, but not equal to any listed impairment, the child must undergo an individualized functional assessment (IFA). This must be done in order to determine whether the child suffers an \"impairment of comparable severity to an impairment that would prevent an adult from engaging in substantial gainful activity.\" 20 C.F.R. § 416.924(f).</p>\n<p>The IFA for a child of plaintiff's age is evaluated in five functional categories: cognitive; communicative; motor; social; and personal/behavioral, as well as the child's concentration, persistence and pace in task completion. 20 C.F.R. § 416.924d(h). If a child is found to be impaired in three categories, the regulations label that child as disabled. 20 C.F.R. § 416.924e(c)(2)(ii).</p>\n<p>As Magistrate Judge Denson recognized, the ALJ determined plaintiff to be impaired in only two domains, personal/behavioral and concentration, persistence and pace in task completion. Plaintiff contends that the Secretary's decision should be reversed because the record fails to provide substantial evidence that he is not impaired in a third area cognitive functioning.</p>\n<p>After a careful and thoughtful review of the ALJ's decision, Magistrate Judge Denson concluded that there was substantial evidence to support the administrative decision and that this decision was legally correct. He specifically cited the fact that plaintiff has progressed in the First Grade and the determination of Dr. Brian V. Grover and Dr. Charles L. Johnson, neither of whom examined or treated plaintiff, that plaintiff does not suffer cognitive impairment as substantial evidence to support the determination that plaintiff is not disabled. He discounted the IFA of Ms. Lisa J. Nehring concluding that plaintiff does suffer cognitive impairment, on the grounds that Ms. Nehring is not a physician or psychologist and, therefore, not an acceptable source. Magistrate Judge Denson did recognize that there was evidence contradicting the decision of the Secretary in the form of a report from the Developmental Evaluation Center stating that plaintiff has \"deficiencies in arithmetic reasoning, short term memory, auditory memory, long term visual memory, spatial analysis skills and vulnerability to distraction such that some likelihood of academic difficulty would exist\" even if plaintiff did not suffer behavioral problems. (M &amp; R at 5). Further, a psychological evaluation revealed plaintiff has a Full Scale IQ of 89, a Verbal IQ of 95, and a Performance IQ of 86. These scores placed him in the low average classification and at the 24th percentile of the standardization sample. (M &amp; R at 4). However, Magistrate Judge Denson's recommendation was that the Secretary's decision \"is supported by substantial evidence and should therefore be upheld.\" (M &amp; R at 7).</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Plaintiff's objections to the M &amp; R contend that the opinion of the non-examining, non-treating psychologists is not substantial evidence to support the Secretary's decision and the opinion of Lisa Nehring is acceptable evidence under the regulations. Each of these contentions will be addressed in turn.</p>\n<p></p>\n<h2><i>A. The Opinion of the Non-Examining, Non-Treating Psychologists</i></h2>\n<p>The Fourth Circuit has held that an opinion of a non-examining, non-treating physician is not substantial evidence when it is contradicted by all other evidence in the record. <i>Millner v. Schweiker,</i> 725 F.2d 243 (4th Cir.1984); <i>Hall v. Harris,</i> 658 F.2d 260 (4th Cir.1981). In <i>Leonard v. Schweiker,</i> 724 F.2d 1076 (4th Cir.1983), a non-examining, non-treating doctor reviewed medical evidence, heard trial testimony and testified at trial that it was his opinion that the claimant was not totally disabled. The Fourth Circuit held that this opinion on the non-examining, non-treating doctor was not substantial evidence to support the denial of benefits when it was contradicted by all of the other evidence in the record.</p>\n<p>Applying this to the case at bar, Dr. Brian V. Grover and Dr. Charles L. Johnson each gave the opinion that plaintiff does not suffer impaired cognitive ability. Neither doctor ever met, examined or treated plaintiff. <span class=\"star-pagination\">*464</span> Each simply reviewed the medical records and formed an opinion. Further, the opinion given by these non-examining, non-treating doctors is contradicted by the other evidence in the record. Plaintiff's performance in kindergarten, first and second grade indicate a cognitive impairment and contradict the opinion of the non-examining, non-treating doctors. More importantly, the IFA conducted by the Mental Health Center and signed by therapist Lisa Nehring and psychiatrist Dr. Danoff, both of whom actually treated and examined plaintiff, indicated a cognitive impairment. (R. at 144.) Specifically, this report showed that plaintiff struggled with the alphabet and showed delayed skills.</p>\n<p>The opinion rendered by the non-examining, non-treating doctors was not based on all of the evidence in the record. Unlike the doctor in <i>Leonard,</i> these doctors did not hear any testimony. As well, their report is dated 11 December 1992 and was reviewed in January 1993. The reports of the treating doctor are dated 11 February 1993, approximately two months after the first opinion. Therefore, the non-examining, non-treating doctors did not have all of the evidence in the record available at the time they used the record to form their opinion. Based on this fact, as well as the Fourth Circuit case law cited above, the opinion of the non-examining, non-treating physician cannot be said to be substantial evidence to support the Secretary's decision.</p>\n<p></p>\n<h2><i>B. The Opinion of Lisa Nehring</i></h2>\n<p>Magistrate Judge Denson stated that the ALJ was correct in not assigning controlling weight to Ms. Nehring's opinion because she is not a doctor or psychologist. (M &amp; R at 6). Title 20 C.F.R. § 416.913(a) gives the definition of acceptable sources and that regulation specifically provides that acceptable sources are not only licensed physicians, osteopaths, psychologists and optometrists, but also are persons authorized to send copies or summaries of medical records of a hospital, clinic, medical institution, or health care facility. Ms. Nehring is an employee of the Southeastern Center for Mental Health, a State agency, and appears to have the authority to submit reports from the agency's file. As such, the record submitted is acceptable evidence under 20 C.F.R. § 913(a)(5). Further, Ms. Nehring's IFA of plaintiff was only part of an interdisciplinary team approach used to treat plaintiff. This approach included treatment from a licensed social worker as well as Dr. Danoff, a psychiatrist, and a physician, both of whom signed plaintiff's record and diagnosis. This fact establishes the credibility of the medical evidence. Further, the language of 20 C.F.R. § 416.913(a)(6) specifically states: \"a report from an interdisciplinary team that contains the evaluation and signature of an acceptable medical source is also considered acceptable medical evidence.\" To interpret the regulations as excluding Ms. Nehring's IFA would go directly against the language of this regulation which clearly dictates the validity of a report of an interdisciplinary team as medical evidence.</p>\n<p>Ms. Nehring's opinion should also be considered because, although she is not a medical expert, she has been plaintiff's treating therapist for an extended period of time and qualifies as a \"therapist or other practitioner\" under 20 C.F.R. § 416.913(e). This regulation allows for information concerning disabilities to be received from \"other sources\" in order to help understand why a child cannot \"function independently, appropriately, and effectively in an age-appropriate manner.\" The regulation states that these sources:</p>\n<blockquote>include, but are not limited to </blockquote>\n<blockquote>(3) Other practitioners</blockquote>\n<blockquote>(4) Therapists.</blockquote>\n<p>20 C.F.R. § 416.913(e)(3) and (4).</p>\n<p>This list of other sources is not complete, but merely suggestive. In fact, this court has relied on this regulation to give weight to the opinion of an \"other practitioner.\" <i>See </i><i>Fields v. Shalala,</i> 830 F.Supp. 284, 286 (E.D.N.C.1993) (court vacated decision of ALJ based on report of plaintiff's treating chiropractor). In this case, the regulations specifically include a therapist as an \"other source,\" and there is no dispute that Ms. Nehring has served as plaintiff's therapist. The regulations also provide that more weight be given to an opinion from a treating <span class=\"star-pagination\">*465</span> source than a non-treating one. 20 C.F.R. § 416.927(d)(2).</p>\n<p>Ms. Nehring's opinion is part of an evaluation done by an interdisciplinary team and signed by a licensed psychiatrist. As such, her IFA is acceptable medical evidence under the regulations discussed above. Her evaluation is also that of a treating therapist and could be accepted independently as an \"other source\" under 20 C.F.R. § 416.913(e)(4).</p>\n<p>The decision of the ALJ was based on the opinion of two non-examining, non-treating physicians. The opinion of these doctors is contradicted by evidence from an interdisciplinary team who treated plaintiff, and plaintiff's long-time therapist, both of which are acceptable sources under the regulations. Further, there is evidence that the opinion of these non-examining, non-treating doctors was not based on the full record. Because the report of a non-examining, non-treating doctor cannot be substantial evidence to support the decision of the Secretary when it is contradicted by the other evidence in the record, <i>Millner</i> 725 F.2d 243, the decision of the Secretary will be vacated and plaintiff will be awarded benefits.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated above, plaintiff's objections to the M &amp; R filed by Magistrate Judge Denson are SUSTAINED. The decision of the ALJ is VACATED and this matter is REMANDED to the Secretary who is ORDERED to award plaintiff those benefits to which he is entitled.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">890</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">461</span></span> (1995)</b></center>\n<center><h1>Gerald MATHIS, by his next friend, Katherinel MATHIS, Plaintiff,<br>\nv.<br>\nDonna E. SHALALA, Secretary of Health and Human Services, Defendant.</h1></center>\n<center>No. 7:94-CV-68-BR3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>June 28, 1995.</center>\n<p><span class=\"star-pagination\">*462</span> Mason Thompson Hogan, Wilmington, NC, for plaintiffs Gerald Mathis, by his next friend, Katherinel Mathis.</p>\n<p>Barbara D. Kocher, U.S. Attys. Office, Raleigh, NC, for defendant Donna Shalala, Secretary of Health and Human Services.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on plaintiff's objection to the Memorandum and Recommendation (M &amp; R) filed by United States Magistrate Judge Alexander B. Denson. Defendant did not respond to the objections, and the time in which to do so has passed. This matter is now ripe for ruling.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>Plaintiff is nine years old and has been diagnosed with Attention Deficit Hyperactivity Disorder (ADHD). His mother filed an application on his behalf for supplemental security income on 23 October 1992. The Social Security Administration denied the application initially and upon reconsideration. Plaintiff requested an administrative hearing which was held on 23 September 1993. The Administrative Law Judge (ALJ) concluded that plaintiff suffered from ADHD but that the severity of his impairment was not comparable to an impairment that would disable an adult and denied plaintiff's application for benefits. (Tr. at 26).</p>\n<p>On 19 April 1994, the Appeals Council affirmed the ALJ's decision and it became the final decision of the Secretary. On 15 June 1994, plaintiff filed this action seeking a judicial review of the Secretary's denial of benefits.</p>\n<p>In his M &amp; R, Magistrate Judge Denson affirmed the Secretary's denial of benefits, concluding that there was substantial evidence to support the determination that plaintiff does not suffer impaired cognitive abilities. In reaching this conclusion, Magistrate Judge Denson explained the procedure for determining whether a child suffers from a \"disability\", and a review of this procedure will provide the framework necessary to resolve plaintiff's objections.</p>\n<p>20 C.F.R. § 416.924 establishes the regulations governing disability determinations for children. It states that a child is disabled if he or she suffers from \"an impairment or combination of impairments that is of comparable severity to an impairment or combination <span class=\"star-pagination\">*463</span> of impairments that would disable an adult and which meets the duration requirement.\" 20 C.F.R. § 416.924(a). Regulations further provide that if a child's impairment is severe, but not equal to any listed impairment, the child must undergo an individualized functional assessment (IFA). This must be done in order to determine whether the child suffers an \"impairment of comparable severity to an impairment that would prevent an adult from engaging in substantial gainful activity.\" 20 C.F.R. § 416.924(f).</p>\n<p>The IFA for a child of plaintiff's age is evaluated in five functional categories: cognitive; communicative; motor; social; and personal/behavioral, as well as the child's concentration, persistence and pace in task completion. 20 C.F.R. § 416.924d(h). If a child is found to be impaired in three categories, the regulations label that child as disabled. 20 C.F.R. § 416.924e(c)(2)(ii).</p>\n<p>As Magistrate Judge Denson recognized, the ALJ determined plaintiff to be impaired in only two domains, personal/behavioral and concentration, persistence and pace in task completion. Plaintiff contends that the Secretary's decision should be reversed because the record fails to provide substantial evidence that he is not impaired in a third area cognitive functioning.</p>\n<p>After a careful and thoughtful review of the ALJ's decision, Magistrate Judge Denson concluded that there was substantial evidence to support the administrative decision and that this decision was legally correct. He specifically cited the fact that plaintiff has progressed in the First Grade and the determination of Dr. Brian V. Grover and Dr. Charles L. Johnson, neither of whom examined or treated plaintiff, that plaintiff does not suffer cognitive impairment as substantial evidence to support the determination that plaintiff is not disabled. He discounted the IFA of Ms. Lisa J. Nehring concluding that plaintiff does suffer cognitive impairment, on the grounds that Ms. Nehring is not a physician or psychologist and, therefore, not an acceptable source. Magistrate Judge Denson did recognize that there was evidence contradicting the decision of the Secretary in the form of a report from the Developmental Evaluation Center stating that plaintiff has \"deficiencies in arithmetic reasoning, short term memory, auditory memory, long term visual memory, spatial analysis skills and vulnerability to distraction such that some likelihood of academic difficulty would exist\" even if plaintiff did not suffer behavioral problems. (M &amp; R at 5). Further, a psychological evaluation revealed plaintiff has a Full Scale IQ of 89, a Verbal IQ of 95, and a Performance IQ of 86. These scores placed him in the low average classification and at the 24th percentile of the standardization sample. (M &amp; R at 4). However, Magistrate Judge Denson's recommendation was that the Secretary's decision \"is supported by substantial evidence and should therefore be upheld.\" (M &amp; R at 7).</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Plaintiff's objections to the M &amp; R contend that the opinion of the non-examining, non-treating psychologists is not substantial evidence to support the Secretary's decision and the opinion of Lisa Nehring is acceptable evidence under the regulations. Each of these contentions will be addressed in turn.</p>\n<p></p>\n<h2><i>A. The Opinion of the Non-Examining, Non-Treating Psychologists</i></h2>\n<p>The Fourth Circuit has held that an opinion of a non-examining, non-treating physician is not substantial evidence when it is contradicted by all other evidence in the record. <i>Millner v. Schweiker,</i> <span class=\"citation\" data-id=\"429768\"><a href=\"/opinion/429768/4-socsecrepser-32-unemplinsrep-cch-15033-sidney-millner-v-richard/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span> (4th Cir.1984); <i>Hall v. Harris,</i> <span class=\"citation\" data-id=\"393843\"><a href=\"/opinion/393843/alva-m-hall-v-patricia-r-harris-secretary-of-health-and-human-services/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">260</span></a></span> (4th Cir.1981). In <i>Leonard v. Schweiker,</i> <span class=\"citation\" data-id=\"429587\"><a href=\"/opinion/429587/3-socsecrepser-366-unemplinsrep-cch-15198-helen-a-leonard-v/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span> (4th Cir.1983), a non-examining, non-treating doctor reviewed medical evidence, heard trial testimony and testified at trial that it was his opinion that the claimant was not totally disabled. The Fourth Circuit held that this opinion on the non-examining, non-treating doctor was not substantial evidence to support the denial of benefits when it was contradicted by all of the other evidence in the record.</p>\n<p>Applying this to the case at bar, Dr. Brian V. Grover and Dr. Charles L. Johnson each gave the opinion that plaintiff does not suffer impaired cognitive ability. Neither doctor ever met, examined or treated plaintiff. <span class=\"star-pagination\">*464</span> Each simply reviewed the medical records and formed an opinion. Further, the opinion given by these non-examining, non-treating doctors is contradicted by the other evidence in the record. Plaintiff's performance in kindergarten, first and second grade indicate a cognitive impairment and contradict the opinion of the non-examining, non-treating doctors. More importantly, the IFA conducted by the Mental Health Center and signed by therapist Lisa Nehring and psychiatrist Dr. Danoff, both of whom actually treated and examined plaintiff, indicated a cognitive impairment. (R. at 144.) Specifically, this report showed that plaintiff struggled with the alphabet and showed delayed skills.</p>\n<p>The opinion rendered by the non-examining, non-treating doctors was not based on all of the evidence in the record. Unlike the doctor in <i>Leonard,</i> these doctors did not hear any testimony. As well, their report is dated 11 December 1992 and was reviewed in January 1993. The reports of the treating doctor are dated 11 February 1993, approximately two months after the first opinion. Therefore, the non-examining, non-treating doctors did not have all of the evidence in the record available at the time they used the record to form their opinion. Based on this fact, as well as the Fourth Circuit case law cited above, the opinion of the non-examining, non-treating physician cannot be said to be substantial evidence to support the Secretary's decision.</p>\n<p></p>\n<h2><i>B. The Opinion of Lisa Nehring</i></h2>\n<p>Magistrate Judge Denson stated that the ALJ was correct in not assigning controlling weight to Ms. Nehring's opinion because she is not a doctor or psychologist. (M &amp; R at 6). Title 20 C.F.R. § 416.913(a) gives the definition of acceptable sources and that regulation specifically provides that acceptable sources are not only licensed physicians, osteopaths, psychologists and optometrists, but also are persons authorized to send copies or summaries of medical records of a hospital, clinic, medical institution, or health care facility. Ms. Nehring is an employee of the Southeastern Center for Mental Health, a State agency, and appears to have the authority to submit reports from the agency's file. As such, the record submitted is acceptable evidence under 20 C.F.R. § 913(a)(5). Further, Ms. Nehring's IFA of plaintiff was only part of an interdisciplinary team approach used to treat plaintiff. This approach included treatment from a licensed social worker as well as Dr. Danoff, a psychiatrist, and a physician, both of whom signed plaintiff's record and diagnosis. This fact establishes the credibility of the medical evidence. Further, the language of 20 C.F.R. § 416.913(a)(6) specifically states: \"a report from an interdisciplinary team that contains the evaluation and signature of an acceptable medical source is also considered acceptable medical evidence.\" To interpret the regulations as excluding Ms. Nehring's IFA would go directly against the language of this regulation which clearly dictates the validity of a report of an interdisciplinary team as medical evidence.</p>\n<p>Ms. Nehring's opinion should also be considered because, although she is not a medical expert, she has been plaintiff's treating therapist for an extended period of time and qualifies as a \"therapist or other practitioner\" under 20 C.F.R. § 416.913(e). This regulation allows for information concerning disabilities to be received from \"other sources\" in order to help understand why a child cannot \"function independently, appropriately, and effectively in an age-appropriate manner.\" The regulation states that these sources:</p>\n<blockquote>include, but are not limited to </blockquote>\n<blockquote>(3) Other practitioners</blockquote>\n<blockquote>(4) Therapists.</blockquote>\n<p>20 C.F.R. § 416.913(e)(3) and (4).</p>\n<p>This list of other sources is not complete, but merely suggestive. In fact, this court has relied on this regulation to give weight to the opinion of an \"other practitioner.\" <i>See </i><i>Fields v. Shalala,</i> <span class=\"citation no-link\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">284</span></span>, 286 (E.D.N.C.1993) (court vacated decision of ALJ based on report of plaintiff's treating chiropractor). In this case, the regulations specifically include a therapist as an \"other source,\" and there is no dispute that Ms. Nehring has served as plaintiff's therapist. The regulations also provide that more weight be given to an opinion from a treating <span class=\"star-pagination\">*465</span> source than a non-treating one. 20 C.F.R. § 416.927(d)(2).</p>\n<p>Ms. Nehring's opinion is part of an evaluation done by an interdisciplinary team and signed by a licensed psychiatrist. As such, her IFA is acceptable medical evidence under the regulations discussed above. Her evaluation is also that of a treating therapist and could be accepted independently as an \"other source\" under 20 C.F.R. § 416.913(e)(4).</p>\n<p>The decision of the ALJ was based on the opinion of two non-examining, non-treating physicians. The opinion of these doctors is contradicted by evidence from an interdisciplinary team who treated plaintiff, and plaintiff's long-time therapist, both of which are acceptable sources under the regulations. Further, there is evidence that the opinion of these non-examining, non-treating doctors was not based on the full record. Because the report of a non-examining, non-treating doctor cannot be substantial evidence to support the decision of the Secretary when it is contradicted by the other evidence in the record, <i>Millner</i> <span class=\"citation\" data-id=\"429768\"><a href=\"/opinion/429768/4-socsecrepser-32-unemplinsrep-cch-15033-sidney-millner-v-richard/\"><span class=\"volume\">725</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, the decision of the Secretary will be vacated and plaintiff will be awarded benefits.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons stated above, plaintiff's objections to the M &amp; R filed by Magistrate Judge Denson are SUSTAINED. The decision of the ALJ is VACATED and this matter is REMANDED to the Secretary who is ORDERED to award plaintiff those benefits to which he is entitled.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/393843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429768/"
  ]
}