{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1410358/",
  "absolute_url": "/opinion/1410358/davis-harvester-co-v-long-manufacturing-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1410358/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:00:23.200983Z",
  "date_modified": "2016-04-26T21:11:26.201209Z",
  "type": "010combined",
  "sha1": "457f261a4eb0c5f4ac631446a5f20b082e7edb03",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>252 F.Supp. 989 (1966)</b></center>\n<center><h1>DAVIS HARVESTER COMPANY, Inc., Plaintiff,<br>\nv.<br>\nLONG MANUFACTURING COMPANY, Defendant.</h1></center>\n<center>Civ. No. 607.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>April 7, 1966.</center>\n<p><span class=\"star-pagination\">*990</span> <span class=\"star-pagination\">*991</span> William D. Hall, of Hall, Pollock &amp; Vande Sande, Washington, D. C., Laurence A. Stith, of Stith, McCotter &amp; Sugg, New Bern, N. C., for plaintiff.</p>\n<p>Henry C. Bourne, of Bourne &amp; Bourne, Tarboro, N. C., A. Yates Dowell, A. Yates Dowell, Jr., Washington, D. C., for defendant.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This Patent case is before the Court for trial without a jury whereby plaintiff corporation charges defendant corporation, Long Manufacturing Company, with infringements of its patents. Claims of direct infringements are said to arise out of the manufacture and subsequent sale of the Long \"Silent Flame\" tobacco harvesters by the defendant, Long Manufacturing Company. W. E. Davis, Alton Scott, O. W. Scott, the firm of Moore and Hall, patent attorneys, are officers and stockholders in plaintiff corporation. W. R. Long is an officer and stockholder in defendant corporation.</p>\n<p>Plaintiff also charges defendant with inducing and contributing to infringement of its patents by supplying of repair parts for the Long \"Silent Flame\" tobacco harvesting machines produced and sold in the past, and for inducing J. I. Case Company to infringe the patents of plaintiff here in suit.</p>\n<p>Plaintiff demands injunctive relief; and accounting for profits and damages, together with the costs of this action; and attorneys' fees.</p>\n<p>Plaintiff's patents in suit are Patents No. 2,715,968 and 2,786,585. Defendant Long's patent in suit is Patent No. 2,704,158. All three patents are applicable to tobacco harvesters.</p>\n<p><span class=\"star-pagination\">*992</span> Defendant has, by Answer, denied the substance of the Complaint; asserted both Davis patents to be invalid and not infringed; and that plaintiff lacked title. Defendant Long, by means of further answer and first counterclaim, prayed for a declaratory judgment upon the validity of all the patents in suit; asserted the affirmative defense of estoppel; and insists that any claims of plaintiff against the defendant are unenforceable. A second counterclaim avers that title in the two patents of plaintiff should be in the defendant as a result of Davis's employment by Long during critical periods of time in question.</p>\n<p>Defendant has also asserted a third counterclaim charging plaintiff with infringement of defendant's Patent No. 2,704,158.</p>\n<p>Plaintiff has replied to the counterclaims by denying the substance of the first counterclaim. Plaintiff alleges lack of jursidiction in the Court over the second, and that it is also barred by the statute of limitations. As to the second counterclaim, plaintiff further contends that it has title by adverse possession and that defendant is estopped to assert title.</p>\n<p>Plaintiff denied the essential allegations of the third counterclaim, which has since been dismissed by the Court with an award of attorneys' fees to the plaintiff.</p>\n<p>Based upon the pleadings in this action, jurisdiction of the basic claims asserted by the parties in their Complaint and Answer is founded under Title 28 U.S.C.A. §§ 1338 and 1400. The essential contentions asserted in the first counterclaim find jurisdictional support in Title 28 U.S.C.A. §§ 2201 and 1338. Jurisdiction over the claims asserted in the second counterclaim is founded upon this Court's jurisdiction over the claims asserted in plaintiff's Complaint. Jurisdiction of the third counterclaim was founded under Title 28 U.S.C.A. §§ 1338 and 1400, and it has been dismissed.</p>\n<p>Three actions have been filed in this Court. The first being Civil No. 477, New Bern Division  brought by William E. Davis, Nelson Moore and William D. Hall against the Johnson-Sherman Company, a partnership, and the individual members thereof, who sell and distribute farm machinery, including tobacco harvesters. That action was filed on March 6, 1958.</p>\n<p>The second action  Civil No. 572, New Bern Division  by the same parties was against the J. I. Case Company, a manufacturer of farm machinery, with its main facilities located in Racine, Wisconsin. J. I. Case Company was licensed by defendant, Long Manufacturing Company, to manufacture and market tobacco harvesters. Johnson-Sherman Company distributed and sold the tobacco harvester made and sold by J. I. Case Company. This second action was filed on April 10, 1963.</p>\n<p>The third action  Civil No. 607, New Bern Division  was brought by Davis Harvester Company, Inc., against Long Manufacturing Company on May 1, 1964. It charged defendant, Long Manufacturing Company, with direct and indirect infringement of the two Davis patents, as well as claiming defendant, Long Manufacturing Company, induced the infringements.</p>\n<p>The Court consolidated all three actions for purposes of discovery, pre-trial and trial. In all the actions, the plaintiffs have prayed for injunctive relief, as well as for an accounting and monetary damages for the alleged infringements. Plaintiffs have also prayed for the recovery of the costs of the actions, together with reasonable attorneys' fees.</p>\n<p>It is appropriate to note that upon receiving the consent of the Court, an agreement of settlement has been reached between plaintiffs and the defendants in Cases No. 477 and 572. For that reason, those two cases and the defendants involved therein are dismissed from further consideration by the Court as parties to the actions.</p>\n<p>Before the Court at this time are the questions raised by corporate plaintiff's Complaint in Case No. 607, and in the Answer and counterclaims of defendant Long Manufacturing Company.</p>\n<p><span class=\"star-pagination\">*993</span> In this respect the Court must determine whether corporate plaintiff is entitled to its prayer for injunctive relief, damages for infringement, together with costs and attorneys' fees if they be justified. In order to make this determination it is also necessary to consider defendant's first counterclaim in which a declaratory judgment is sought concerning the status of corporate plaintiff's patents. Thus, the Court is compelled to answer the questions of the status of the three patents in suit, their validity, and their relationship to the tobacco harvester in question.</p>\n<p>Depending on the outcome of these threshold questions of the status of the three patents in suit are the numerous other issues which will be considered as the necessity arises. It is to be noted that the question of damages, if any, has been reserved for a later determination, no evidence related thereto having been presented because the court elected to separate the trial of that issue from the rest of the case.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The first patent in suit, Davis Patent No. 2,715,968, was filed on May 18, 1953. The inventors are listed as William E. Davis, Alton Scott and Oliver W. Scott. The patent attorney was Norman S. Blodgett. The device entitled a \"tobacco harvester\" was patented on August 23, 1955. There are a total of twenty-three (23) claims attached to the patent as finally allowed.</p>\n<p>There is a second Davis patent in suit, Patent No. 2,786,585, which was filed on July 8, 1954, and allowed on March 16, 1957. There are a total of ten (10) claims attached to this patent as finally allowed.</p>\n<p>The last patent in suit is Long Patent No. 2,704,158. This patent was filed on July 28, 1954, and allowed on March 15, 1955. A total of eight (8) claims are attached to this patent as finally allowed.</p>\n<p>The basic machine described in all three patents is a tobacco harvester. This involves a self-propelled, three-wheeled or tricycle machine. It passes through a tobacco field, the wheels going between the rows. Suspended near the ground are primer seats in which a man sits and primes, or picks, the ripe leaves of tobacco from the stalks of tobacco as he passes between the rows of plants while the entire machine advances through the field. The primer seat is located directly forward of each rear wheel. As a handful of the ripe leaves are picked, they must be transported from the primer, in his seat close to the ground, upward to an overhead platform mounted on the machine. The leaves are there placed on sticks and stored on the platform until such time as they are taken to a tobacco barn for removal and curing.</p>\n<p>Both parties do not necessarily claim original concept in the fact that their patents describe a self-propelled machine with its wheels passing between the crop rows, and that there is involved an overhead platform upon which personnel can work and crops can be handled and stored. The crux of the contest centers around the method of getting the ripe leaves from the primer, or picker, up to the overhead platform. This, in turn, involves the inventiveness of the \"rollerclip\".</p>\n<p>The record discloses the following sequence of events in relation to the actual processes of invention and patenting.</p>\n<p>W. E. Davis testified that as a boy he worked in tobacco and with various types of farm machinery. He further testified that upon his return to farming, after working with the United States Navy and with private industry during World War II (Tr. 595-597), he developed a form of harvester (Tr. 597). This machine demonstrated \"that a man could prime tobacco from a sitting position while traveling at a slow forward speed.\" (Tr. 597).</p>\n<p>During the early post-war years, Davis made an employment connection with a small tobacco-curing device manufacturing firm in Goldsboro, North Carolina. This firm was owned by Alton Scott and O. W. Scott.</p>\n<p>While in the employ of the Scotts at their plant, W. E. Davis and the Scotts <span class=\"star-pagination\">*994</span> went about constructing a tobacco harvester during the spring and summer of 1947. In the late summer of 1947, the machine was put in the field for operational testing.</p>\n<p>The harvester was described by Davis in his deposition of July 1963, as follows:</p>\n<blockquote>\"A. The frame, all of it, o. k. It is a tricycle affair  and to eliminate any confusion  it is a tricycle affair. It had four wheels, yes, but two wheels were side by side, as you would find on a tricycle type tractor * * *</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"A. * * * You had a frame that straddled two rows of tobacco, with your engine draped in between the center row that your front wheel ran in. Then you had a frame from your rear wheels up that came up and over the tobacco and you had a platform that was over the tobacco and you had a space in front of that platform for an operator to stand and steer, control the vehicle. Suspended over the side of that machine was a stitching or looping head for the purpose of the primer inserting tobacco into this head, securing said tobacco with twine astraddle a conveyor means that went from the point below a platform to a point above a platform where the finished stick of tobacco was removed and placed on the platform. And the other version of the machine was a chain with clips, the clips running from a point below and between the rows to a point above the platform and the clips were so constructed that tobacco could be placed in the clip and the conveyor chain take the clip up to a point where the tobacco could be removed and either placed on the platform or tied on a stick.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Q. Have you any drawings or description of the clips, back when you first produced it?</blockquote>\n<blockquote>\"A. This came along about the time things were falling apart, as far as the Scott boys were concerned and we had a chain somewhere with clips on it. I don't know where it is.\"</blockquote>\n<p>It is to be noted that Scott Mfg. Co. Inc., was disbanded late in 1947. Any further work on this harvester by the Scotts and Davis was, therefore, suspended.</p>\n<p>Davis further testified that the sewing heads and clip device, being on opposite sides of the harvester, were never operated at the same time. He does state that the clips were experimented with and the harvester did operate with them, and that some bundles of tobacco were harvested by means of the use of the clips alone. It would appear that if these experiments did occur, they did so at the end of all attempts to get the harvester into operational and saleable condition, which would have been at the end of the 1947 tobacco-harvesting season.</p>\n<p>Mr. O. W. Scott, in his deposition (p. 36) described the clips and the use of them, as follows:</p>\n<blockquote>\"A. They were made from wire, little wheels, off of toys.</blockquote>\n<blockquote>\"Q. Where did you get your wire?</blockquote>\n<blockquote>\"A. It was probably coat hanger wire, something similar to that.</blockquote>\n<blockquote>\"Q. Coat hanger wire?</blockquote>\n<blockquote>\"A. Yes, sir, steel wire.</blockquote>\n<blockquote>\"Q. What kind of wheels?</blockquote>\n<blockquote>\"A. (P. 37) Some of them were steel, some of them were rubber  off of toys.</blockquote>\n<blockquote>\"Q. What was the relation of the wire and the wheels?</blockquote>\n<blockquote>\"A. Well, the relation there was in the looping head that we built  we built it with a wheel in it so that the tobacco could be placed in it, you see, so as whenever the machine was sewing if you did not have some type of a bearing in there you would break the tobacco up getting it in the machine.\"</blockquote>\n<p>The conclusion is obvious that the clips must have been originally designed to operate in direct conjunction with the sewing-head device. This is borne out by the testimony and photographs, as well as by the subsequent patents, and more especially Patent No. 2,786,585.</p>\n<p><span class=\"star-pagination\">*995</span> It is in evidence that when facing forward on the harvester, the left side of the 1947 machine had mounted thereon the sewing-head or looper device. W. E. Davis insists they also had mounted on the right side another conveyor chain, but that it was without the sewing-head and had roller-clips instead. He insists that such roller-clip as mounted existed on this right side of the machine, although the development of the sewing-head is well documented by photographs, newspaper articles, drawings and testimony of disinterested parties, while no such documentation exists at all concerning the claimed roller-clips.</p>\n<p>There is no doubt that Davis and the Scotts did develop clips for the purposes of inserting tobacco into the sewing-head device. There is doubt as to when this occurred, however, when considered in light of the applications of both of plaintiff's patents. There is even more doubt when considering the development of clips on the right side of the machine independent of the sewing-head. This doubt is increased when one examines the photographs and designs of the overall structure of 1947. Assuming, however, that the clips were developed and mounted on the right side, independent of the sewing-head, they could only have been very rudimentary devices with only one prototype to be found and offered in evidence. (Plaintiff's Exhibits 4-a and 11-a.) There is no assurance that this prototype clip was not used on the left side and in conjunction with the sewing-head, if it was ever used as part of the 1947 harvester.</p>\n<p>An examination of the photographs and drawings of the plaintiff's harvester of 1947 raises serious doubts as to the functionability of any form of conveyor attached thereto and being operative in the alleged roller-clip form. Davis attempts to explain away these obvious difficulties by stating certain changes were made in the harvester, such as extending the overhead platform forward, elongating the conveyor chain upon which these clips were mounted, and the adding of a standard manual-type looping horse. (Tr. pp. 726-734.) In any respect, it appears that the sewing-head machine of 1947 had obvious and built-in defects which would require extensive and complicated modifications before any form of roller-clip conveyor chain akin to that claimed in this suit could possibly work in the place of the sewing-head conveyor design. The attempt by Davis to describe the procedures used in meeting these obvious and serious defects shows this need for extensive modification of the basic device, including modifications to the frame itself, the conveyor and the overhead platform. In spite of these recognized and admitted needs of such extensive and serious nature, no diagrams, drawings, photographs or testimony of disinterested observers is introduced to support Davis's testimony that these modifications were undertaken.</p>\n<p>It is further observed in this respect that at pages 81 through 83 of the patent file wrapper of Davis Patent No. 2,786,585, the patent examiner raised questions concerning the functionability of the Davis harvester of 1947, when operated with a roller-clip conveyor only. In reply to the patent examiner's inquiries, by affidavit (pp. 90 and 91 of the file wrapper to Patent No. 2,786,585), Davis stated:</p>\n<blockquote>\"1. As previously stated in the affidavit above referred to, the clips shown in the exhibits A and B was attached to the conveyor chain of exhibit C and successfully operated to harvest tobacco in the field. The link shown with the two holes (see Plaintiff's Exhibit 11-A) was actually part of the chain and the bundles of tobacco leaves grasped between the clip arms and held by the rubber bands were free to swing under the action of gravity. The looping means was not used at this time, nor did the tobacco stick magazine interfere with successful operation. The tobacco hands were removed from the clips above the platform by hand <i>and placed unlooped on the platform.\"</i> (Emphasis added.)</blockquote>\n<p>At no place does this affidavit filed on July 7, 1956, disclose actual operation <span class=\"star-pagination\">*996</span> with an extended platform, looping horse, and so forth, as testified to at trial by Davis. The court cannot help but be concerned with that which is left unsaid in 1956 but is later asserted in testimony in a trial of 1965. The court also recognizes that which is said in 1956 (the tobacco hands were \"free to swing under the action of gravity\") but later disclaimed at trial.</p>\n<p>Although plaintiff has been able to produce drawings dated January 15, 1947, which indicate the basic harvester frame and design, coupled with the sewing-head device described (Plaintiff's Exhibits 13 through 16), no such drawings are shown of the claimed clip side in spite of testimony related to labors and modifications. Further, although newspapers wrote of the Davis harvester and published photographs of it in operation with the sewing-head device clearly indicated (Plaintiff's Exhibits 19a, 19b and 19c), there is again a total failure to show any indication of the claimed clips. At the times these articles were published, from August 28, 1947, through September 1, 1947, the independent clip device was either considered by plaintiff of little significance, or it had not been developed at all. In light of Davis's testimony, it would seem that the latter conclusion is proper.</p>\n<p>It is appropriate to note that Mr. Fred A. Whitaker, a newspaper reporter and free-lance newspaper photographer, photographed the Davis machine and interviewed W. E. Davis and Alton Scott. This interview actually took place on or about August 18, 1947; and at that time the only evidence of clips seen by Mr. Whitaker were \"pressure clips,\" clips without wheels (Tr. p. 1023). In other words, in August of 1947, there were no clips like those claimed in Plaintiff's Exhibits 4a and 11a. This is so, in spite of the possibility that Mr. Whitaker has confused his view of clips in 1947 with a 1959 trip to Davis concerning the harvester. (Tr. p. 1030.)</p>\n<p>Throughout the earlier months of 1947, and up to the time the newspapers published stories concerning the Davis Harvester, it was the sewing-head device, mounted on the previously-described frame upon which Davis and the Scotts devoted their energies. Although they insist the clip device was in existence, no disinterested testimony, or substantial evidence of merit can be shown to reinforce such assertions. This is so in spite of the testimony of Alton Scott that \"hundreds of people seen it,\" Scott meaning the harvester. (Depo. p. 98.)</p>\n<p>Included in this number of persons who saw the harvester would be W. R. Long. Mrs. Alton Scott testified that W. R. Long did go to the shops in Goldsboro and must have seen the harvester. Long, however, specifically denies ever visiting the Scotts in Goldsboro. But assuming that he did so visit the Scotts, it is highly unlikely that he had the opportunity to observe the alleged clips on a conveyor chain on the 1947 harvester as claimed by the plaintiff. If he did so, he was the only person to do so other than those interested in the plaintiff's claims that were brought into court. Of course, the court is aware that at other places in the testimony at the trial, Davis and the Scotts insist their machine was not seen by the public or open to observation by the public. At any rate, this court is not inclined to believe W. R. Long had the opportunity to observe roller-clips on the Davis harvester in 1947, in light of the fact that such little emphasis was placed on its development at that time, it being developed so late in experimental stages of the machine, if ever developed at all.</p>\n<p>The developments of 1947 and previous years can be summarized into chronological stages, as follows:</p>\n<p>(1) The making of drawings of a tobacco harvester which was built around the theory of a fully-automatic looping-head device. This series of drawings was made by the Scotts and Davis in a joint enterprise of labor and thought.</p>\n<p>(2) The Scott brothers and Davis working together in the Spring and Summer of 1947 on the prototype harvester <span class=\"star-pagination\">*997</span> with only one sewing-head mounted on the left side of the conveyor chain.</p>\n<p>(3) During this testimony, a need was recognized for a \"roller-clip\" device to be mounted into the leaf-receiving receptacle of the sewing-head.</p>\n<p>(4) Demonstration of the sewing-head device and display of the entire machine, as then developed with the sewing-head, resulting in the machine's ultimately being seen by \"hundreds\" of persons, none of whom were presented to testify to the existence of the claimed roller-clips.</p>\n<p>(5) The inability of Davis to interest any investors in the sewing-head tobacco harvester.</p>\n<p>(6) The possibility of a few last-minute experiments with a rudimentary form of roller-clip, although the court is by no means convinced that anything more than speculation occurred in the respect.</p>\n<p>(7) The demise of the Scott brothers' tobacco curer manufacturing operations in Goldsboro, North Carolina, causing the harvester to be dismantled and portions of it being sold or given away.</p>\n<p>The next period under consideration is that from late 1947, when the Scotts and Davis left Goldsboro, until Davis went to work for Long Manufacturing Company.</p>\n<p>Alton Scott testified that he removed all the equipment and the stocks of the disbanded tobacco curer manufacturing company to Southern Pines, North Carolina, where he went into the motel business. He took the tobacco harvester along with the rest of the equipment and dismantled it. He sold the frame and motor as a spraying device. (Depo. pp. 75-76.) Davis took the basic sewing-head, or looper, off the left side conveyor and kept it in his own possession. (Depo. p. 134.)</p>\n<p>It is in evidence that the roller-clips and chain to which the roller-clips were attached were either discarded or lost. Only one set of alleged roller-clips has ever been found. (Plaintiff's Exhibit 4a.) It was allegedly being used as a broom holder in a restaurant.</p>\n<p>During the two-year period from late 1947 to late 1949, Davis retained possession of the sewing-head and apparently experimented with it. He may have attempted to obtain financial backing to promote the automatic sewing-head version of the harvester. During this same period of time, however, no attempt was made by him to develop or perfect, by experimentation or otherwise, the roller-clip version of a tobacco harvester. Nothing whatsoever was done about the roller-clips.</p>\n<p>Davis stated that although he did not try to borrow any money to manufacture the tobacco harvester, he did try to interest others in it, to no avail. Those who were contacted by Davis included various manufacturing firms and the Department of Agriculture of the North Carolina State University at Raleigh, North Carolina. All these failing, Davis entered into the employ of defendant for the specific purpose of promoting his sewing-head version of the harvester. Long, of course, was not advised of Davis's true intentions when Davis went to work for his company.</p>\n<p>Further, Davis contacted Patent Attorney Norman Blodgett, of the firm of Blodgett &amp; Brown, in Washington, D.C., in July of 1949. At that time he disclosed his invention to Blodgett. Blodgett was retained for the purpose of making a patent search and to proceed to file an application for a patent. (Tr. pp. 744-746.) Throughout this period of two years there was no indication that Davis desired to proceed with anything other than an automatic-looper or sewing-head version of the harvester. (See File Wrapper to Davis Patent No. 2,715,968, pp. 1-38; and Tr. p. 752.)</p>\n<p>Although Davis retained possession of the sewing-head and continued experimenting with it, the same cannot be said for the clips. Davis insists that the \"broom-holder\" (Plaintiff's Exhibit 4a) is, in fact, one of the roller-clips that was mounted on the right-hand side conveyor of the 1947 model of their tobacco harvester.</p>\n<p><span class=\"star-pagination\">*998</span> On November 1, 1949, Davis entered the employ of defendant corporation as a detail man or draftsman, being hired by Long's head draftsman, Al Lapins. He was the only such draftsman in defendant's employ upon being hired.</p>\n<p>The next period to be considered in the development of the tobacco harvester in suit is that of Davis's employment by defendant. Davis was hired by Al Lapins for the purpose of assisting in the perfection of Long's hay baler which was then having difficulties.</p>\n<p>Some few days after Davis entered into actual employment, he met W. R. Long for the first time. Davis testified that he immediately entered into a discussion with Long concerning a tobacco harvester. (Tr. p. 623.) He stated that he showed Long his drawings, which do not contain any information regarding clips. (Plaintiff's Exhibits 12 through 15.) Davis, however, goes on to testify that he also \"made pencil sketches of the low cost version\" (meaning the conveyor clips in lieu of the sewing-head conveyor).</p>\n<p>Davis then stated that a verbal agreement on payment by royalties was made, in spite of the fact that this was the first time Long had ever spoken with Davis, had ever seen him, or had heard anything of his harvester. Nothing further was done at this time because the hay baler was given priority over all other work at the Long plant.</p>\n<p>Long admits to a discussion of tobacco harvesters with Davis within a short time after Davis came into defendant's employ as a draftsman. (Tr. p. 398 and Depo. p. 216.) In the process of making this admission as to their discussions of the harvester, however, Long states under cross-examination:</p>\n<blockquote>\"Q. (by Attorney Hall) He did describe a tobacco harvester to you, did he not?\"</blockquote>\n<blockquote>\"A. (by defendant Long) The only thing I recollect - - - what I recollect of it, he described the automatic sewing device that he mentioned that he powered from the rear wheels.\" (Tr. p. 425.)</blockquote>\n<p>Long further states that Davis never spoke to him at that time about work of any sort on a tobacco harvester with a conveyor containing clips on it. (Tr. p. 503.)</p>\n<p>Long states that he frequently discussed many matters with Davis during the latter's period of employment. The engineering and drafting offices were near Long's personal office, and both Davis and Long spent much of their time from 1949 through 1953 working together improving the Long hay balers. Due to Long's emphasis on hay balers, he did not give Davis's harvester any detailed or serious consideration, if he gave the tobacco harvester any consideration at all. (Tr. p. 974.)</p>\n<p>Long does deny that Davis offered drawings or made sketches for him, and he specifically denies that Davis ever mentioned clips to him. (Tr. pp. 974-975.)</p>\n<p>It is interesting to note that prior to the time Davis entered into the defendant's employ, he contacted his first Patent Attorney, Norman Blodgett, in Washington, D.C. (Tr. p. 744). At this meeting, apparently on July 8, 1949, and meetings thereafter, Davis discussed his 1947 device by showing Attorney Blodgett drawings. (Plaintiff's Exhibits 12 through 15.) (Tr. p. 745.)</p>\n<p>Davis testified that he was convinced at the end of Blodgett's patent search that the 1947 machine was patentable. He did not follow up with a patent application, however, stating that he was financially unable to pay the cost of a patent application.</p>\n<p>It is interesting to note, if any discloser of clips were made to Attorney Blodgett, they were not emphasized by Davis. (Depo. p. 186.) At any rate, Attorney Blodgett and Davis did not seek to attempt a discloser of them in the original application as filed by Attorney Blodgett on April 27, 1953. (See File Wrapper, Patent Application No. 355791 <span class=\"star-pagination\">*999</span> of Patent No. 2,715,968.) No testimony of Attorney Blodgett has been offered in explanation.</p>\n<p>Sometime after defendant corporation employed Davis on October 10, 1951, Davis was invited to give a talk at Clemson College, South Carolina, the subject matter thereof being directed to his solutions to the problems involved in mechanized harvesting of tobacco leaf. (Tr. pp. 625-636.) Long was also invited, but did not attend.</p>\n<p>Davis stated that he was invited by certain professors from the Agriculture Department of the North Carolina State University at Raleigh. These professors were somewhat familiar with Davis's work on the harvesting of leaf tobacco by mechanized means because Davis had previously contacted them in respect to his harvester, in that he had requested funds from the University to continue work on the 1947 model of the Davis harvester.</p>\n<p>Davis summarized his talk at Clemson College by stating that he spoke on both versions of the 1947 harvester, as follows:</p>\n<blockquote>\"And my speech was a short speech in relation to what had been done in relation to mechanizing tobacco.</blockquote>\n<blockquote>\"And I told them that we had gone through the two versions, of the difference in the number of people that it took to do it this way and the number of people it took to do it the other way.\"</blockquote>\n<p>No copy of the speech, or transcript of it, was shown the Court to substantiate his claim of speaking on both versions, nor is there any supporting evidence offered to this effect. Not one person who attended the speech, and who must have heard Davis, was offered to testify as to the subject matter of his speech.</p>\n<p>In May of 1953, Long and Davis took a trip to San Francisco, California, in order to service some of Long's hay balers which had been previously sold in that area and in the San Joaquin Valley of California. During this period, delays occurred in obtaining repair parts, and the two men found themselves together with some spare time on their hands. (Tr. p. 976.) This situation gave Davis the opportunity to again bring up the subject of tobacco harvesters, which he did.</p>\n<p>In the discussion that followed, Davis testified that he went over all phases and models of the machine, from clips to automatic looper. (Tr. p. 772.) He states that they agreed on making the automatic-looping device first. Davis then states that Long inquired about the sale of the harvester to him, either by direct sale of all of Davis's interests or by means of a royalty contract. He states that the royalty method of sale was agreed upon as the only way Long would be willing to pursue the development of the harvester because such an arrangement would require less of a financial investment by Long at the outset.</p>\n<p>Davis admits that through his suggestions and sketches, he influenced and persuaded Long to proceed to the building of the automatic-looper or sewing-head harvester first. (Tr. pp. 771-772.)</p>\n<p>Long's testimony concerning their discussions in San Francisco appears quite different. He states that Davis asked him if he might not wish to start thinking about a tobacco harvester again. (It is a fact that previous inquiries over a year before had been made by Davis. At that time Long could not consider the harvester, stating to Davis that the hay baler was taking all the time of both parties.) Long states that Davis then drew some sketches of the tricycle frame and of the looper-sewing-head device. He was not certain of rear-wheel or front-wheel drive, but stated with certainty that Davis did not mention any form of clip and conveyor system. (Tr. pp. 977-978.)</p>\n<p>Long states that they later discussed all of Davis's work at the Scotts' firm and how important it was to the tobacco industry. At this point, Long suggested that Davis should receive some form of royalty. (Tr. p. 978.) It is apparent that Long was discussing a royalty in relation <span class=\"star-pagination\">*1000</span> to the sewing-head device, because he was also interested in seeing a device able to take the labor costs out of the harvesting of tobacco. (Tr. p. 979.) The sewing-head was automatic and would do this very successfully.</p>\n<p>At this point, it is necessary to interject a few points in order to clarify factual conclusions of the Court.</p>\n<p>(1) Long concedes that \"the fundamental principle of taking the tobacco up on the top deck and traveling over a given area.</p>\n<blockquote>\"That principle was conceived after I returned from San Francisco May 31.\" (Tr. p. 415).</blockquote>\n<p>(2) Davis concedes that Long developed the freely-swinging clip (in spite of this type of clip appearing in the Davis patent applications) and a long horizontal run of the conveyor chain carrying the picked tobacco leaves to the top deck or platform of the tobacco harvester.</p>\n<p>(3) Davis filed a patent application on May 18, 1953, Davis Patent No. 2,715,968, with the firm of Blodgett and Brown; Norman Blodgett as attorney. As originally filed, the Patent Office described the claimed invention as follows:</p>\n<blockquote>\"I Claims 1 to 10 define a tobacco stick stringing device * * *.\"</blockquote>\n<blockquote>\"II Claims 11 to 14 define an automatic bundling or tying device * *.\" (File Wrapper to Patent No. 2,715,968 at p. 32.)</blockquote>\n<p>There was no attempt to indicate a clip or clip-conveyor combination. (See File Wrapper, Patent No. 2,715,968, pp. 4-14.)</p>\n<p>(4) In the summer of 1953, after the actual construction and testing of both forms of harvesters were attempted, Davis wrote a letter to his Patent Attorney, Norman Blodgett, in which he ridiculed Long's clip-conveyor mechanism. (Defendant's Exhibit A.)</p>\n<p>In light of these above-enumerated facts, as well as considering the veracity and conduct of the witnesses, the Court finds and concludes the following facts:</p>\n<p>(1) Davis told Long about a harvester with a tricycle wheel arrangement and an overhead platform. He further described his automatic-looping or sewing-head device in detail, but did not advise Long of a roller-clip device, either because he considered to do so would be folly, or he did not know of it, the latter being the more probable conclusion.</p>\n<p>In examining the photographs and diagrams of Davis's 1947 machine, the file wrapper of the first patent application, the letter of Davis to Patent Attorney Blodgett; and in weighing Davis's testimony and appearance before the Court, along with the testimony of the other witnesses, the Court is convinced that Davis had not invented a roller-clip device designed solely to carry harvested tobacco leaves by means of a conveyor chain to an overhead platform. Davis did not develop a clip-conveyor combination used for the harvesting of tobacco leaves.</p>\n<p>(2) Long agreed to compensate Davis, in the form of royalties, if his sewing-head, automatic form of harvester did indeed become a commercially-feasible device.</p>\n<p>(3) Although Long had been considering some means of mechanically harvesting tobacco for years (Tr. pp. 403-405), it was the discussions with Davis that caused him to realize the feasibility of moving picked tobacco leaves up to an overhead platform or deck. (Tr. p. 415.)</p>\n<p>Almost immediately after Davis and Long returned from California to Tarboro, North Carolina, where the home shops of Long are located, the building of the Davis sewing-head form of harvester was undertaken. Rather than place the sewing-head and its requisite conveyor on a tractor type frame, as had been previously done by Davis with his 1947 machine, Long substituted a front-wheeled drive corn detasseling machine.</p>\n<p>Long states that he took Davis to the Vann Watson Seed Farm, located near <span class=\"star-pagination\">*1001</span> Tarboro, where he showed Davis the detasseling machine. (Tr. p. 407.) Davis denies going there. It was Long's opinion that this machine would better serve the purposes of a tobacco harvester, because both were to use an overhead platform. Long also preferred a front-wheel drive to rear-wheel drive indicated on Davis's drawings, these having been shown to Long by Davis.</p>\n<p>Davis states that the automatic machine was built and tested, \"* * * I think we made a pretty good demonstration.\" (Tr. p. 649.) Davis also testified:</p>\n<blockquote>\"Mr. Long said something to me, he says, now, I think I have some ideas of my own and I think I will apply them to this low cost machine that we have discussed.</blockquote>\n<blockquote>\"And he built the machine behind the paint booth in his plant. And he very quickly came up with this clip that looked very much like a railroad coupler.</blockquote>\n<blockquote>\"The Court: Like what?</blockquote>\n<blockquote>\"The Witness (Davis): It was like a railroad car coupler. * * *</blockquote>\n<blockquote>\"* * * And in the meantime, I had applied these wheels to my machine because I had a little trouble getting tobacco in there out in the field at Lawrence, on account of gum.</blockquote>\n<blockquote>\"And I saw this trouble that Mr. Long had had, the boys had gone on out and had had trouble getting the tobacco in this clip on account of gum and some other problems.\"</blockquote>\n<blockquote>\"And I knew I had to tell him what the answer was. So I told him about the rollers and he made a successful clip.\" (Tr. pp. 649-650.)</blockquote>\n<p>Long testified that upon returning from San Francisco, he assigned men to Davis; and then Davis, Long and these men all went about constructing the automatic harvester. Both men contributed work and suggestions to the building of the sewing-head harvester. (Tr. p. 979.)</p>\n<p>Long states that he was able to locate a front-wheel driven, high-clearance corn detasseling machine on the Vann Watson Seed Farm. Davis and Long went to the farm and purchased it in order to use it as the frame and driving mechanism for the harvester. (Tr. pp. 979-980.)</p>\n<p>Long insists that it was his idea to use front-wheel drive.</p>\n<p>The Davis harvester was then tested; first in the shop in Tarboro, in various ways with various types of leaves. The problem of gumming was found to be serious after tobacco was tried, and it developed at the point of insert of the leaves into the sewing device. (Tr. p. 981.) The string would also break during the shop tests. Davis worked from sixteen to eighteen hours a day trying to perfect his sewing-head device. He made numerous changes. (Tr. pp. 981-982.)</p>\n<p>Finally, Davis's automatic harvester was taken to the farm of Vance Long and there field-tested for about an hour. During this field test, the same problems as previously encountered in the shop developed again to plague the operation of the sewing-head harvester. (Tr. p. 982.) The string would frequently break, and the means for unloading and tying a loaded tobacco stick proved inadequate. Also, the stems of the draped tobacco leaves were not hanging straight down from the tobacco sticks. This improper hanging or draping of leaves resulted in difficulties in handling and curing.</p>\n<p>Long also noted that the machine was too slow in its overall operation. He testified that upon watching the Davis sewing-head harvester operate in the field, he concluded:</p>\n<blockquote>\"* * * I decided it was too slow.</blockquote>\n<blockquote>\"And the second is I decided it was too complicated for the average farmer to use on the farm.</blockquote>\n<blockquote>\"And next is, I thought it was costly to build.</blockquote>\n<blockquote>\"Q. And as a result of these factors, what conclusion did you reach?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1002</span> \"A. Well, I did not make any conclusion at that time the day we went in the field. But I insisted on Mr. Davis to continue to work on it and not let him know at that time just what my thoughts were.</blockquote>\n<blockquote>\"But my brother and I discussed the subject regarding that on the way back to Tarboro. But I did not tell Mr. Davis that.</blockquote>\n<blockquote>\"And I continued to give him help and so when it was abandoned he was the one that abandoned it.\" (Tr. p. 987.)</blockquote>\n<p>Defendant introduced numerous witnesses who were employees at the time both the Davis and Long harvesters were being built. These men worked on both harvesters and associated closely with Davis and had opportunities to speak with him about the Long harvester.</p>\n<p>Not one of these men ever heard Davis claim he had invented, designed or possessed a clip-type device. In fact each witness testified to the contrary, indicating that Davis's opinion of the clip-conveyor chain with manual looping was that it was no good. (Tr. pp. 1092, 1100, 1122, 1126, 1131.) It is clear that Davis was then convinced that only an automatic form of harvester would sell to the tobacco farmer.</p>\n<p>Irvin Staton, a press operator for defendant Long, also made the comment that he considered the automatic looper or sewing-head device the \"idea\" of Davis, while he considered the clip device the \"idea\" of Long. (Tr. p. 1131.) Upon cross-examination by Davis's attorney, the following was stated:</p>\n<blockquote>\"Q. So you say that Mr. Long had a different idea that involved a roller clip? Why do you say that Mr. Long had that idea?</blockquote>\n<blockquote>\"A. It was Mr. Long that worked on the machine himself, and he came by and told people what to do.</blockquote>\n<blockquote>\"In other words, he started the project himself and I did not never see Mr. Davis have anything to do with it until after the machine was already in production.</blockquote>\n<blockquote>\"Q. Well, is it not entirely possible, so far as you know that Mr. Davis could have told Mr. Long about that roller clip before Mr. Long started the work on it and you would not have known anything about it, isn't it?</blockquote>\n<blockquote>\"A. That is correct.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Q. * * * You are not representing to this Court that Mr. Long was the one who had the idea for the roller clip, are you?</blockquote>\n<blockquote>\"A. That was my understanding that he did.</blockquote>\n<blockquote>\"Q. But you did not know one way or the other?</blockquote>\n<blockquote>\"A. No.</blockquote>\n<blockquote>\"Q. What was your understanding based on?</blockquote>\n<blockquote>\"A. My own observation of seeing the machine, the two different groups working on two different machines. And, of course, from the conversations that I heard in the plant and in the office.</blockquote>\n<blockquote>\"Q. Well, who was involved in these conversations?</blockquote>\n<blockquote>\"A. * * * Mr. Roberts and Mr. Davis and occasionally Mr. Long.\" (Tr. p. 1133.)</blockquote>\n<p>It is apparent that Davis not only ridiculed and belittled the Long form of harvester, but that he was directing his scorn towards the roller-clips portion thereof. It was his contention that the Long harvester was not automatic enough and would ultimately do injury to the sales potential of his automatic-looper device. It is clear that Davis did not consider the roller-clip development an invention of his.</p>\n<p>Defendant's Exhibit A, the letter from Davis to his then Patent Attorney, Norman Blodgett, clarifies this conclusion by showing Davis to characterize the Long machine as a \"monstrosity\". He also makes reference to that which he considers \"claims\" Long supposedly copied from him. Specifically, these are \"same type 3 wheel tractor similar conveyor chain and platform arrangement.\" He <span class=\"star-pagination\">*1003</span> makes no mention of either front-wheel drive or roller-clips. Further on, Davis states that Long is planning to go through with the \"original? agreement later.\" It is Davis's contention in this letter that Long's intention is to \"exploit the field with an inferior machine which does not loop the tobacco automatically * * *.\" At no place does Davis either state or imply that the roller-clips on the Long harvester are inventions of his. In fact, it is obvious that he considers the Long roller-clip approach inferior to his automatic sewing-head harvester.</p>\n<p>This letter conforms to the testimony given by Irvin Staton. It confirms that which was previously stated: that Long and Davis, as well as everyone else associated with the harvesters, considered the roller-clip idea to be Long's contribution and not that of Davis.</p>\n<p>At the North Carolina State Fair, in Raleigh, North Carolina, in early September 1953, three prototypes of Long's roller-clip harvester were placed on display. This was done a few days following a highly-successful Labor Day demonstration of the Long harvester. Numerous inquiries about the harvester were received, and many orders were also received. Long began tooling up for production of his form of harvester.</p>\n<p>The following Spring of 1954 saw Long develop a duster attachment, and possibly other attachments also. Davis was employed by Long in the drawing, designing and the developing of all these pieces of equipment, including the roller-clip harvester itself.</p>\n<p>In June of 1954, Long decided he needed patent protection for his model of the harvester, which was then in full production. He sent Davis to Washington, D. C., to the offices of defense counsel, for the sole purpose of engaging attorneys to handle the patenting of a tobacco harvester. (Tr. p. 788.) At this time Davis had not made any claim to the clip-type device, although he did relate to defendant's counsel that he too had been developing a tobacco harvester. (Tr. pp. 789-792.)</p>\n<p>Approximately one week after going to Washington, D. C., as defendant's agent to engage patent attorneys for Long Manufacturing Company, Davis returned to secure a new patent attorney for himself. (Tr. p. 793.) Plaintiff's counsel was employed at this time on a basis of \"an undivided one-third of the whole and entire right, title and interest\" of the tobacco harvester, \"including all right to share in recovery for past infringement.\" (Defendant's Exhibits M and N; and Plaintiff's Exhibits 5, 25, 28 and 29.) In fact, then, plaintiff's attorney is an interested party to this suit and has been from as early as July 6, 1954.</p>\n<p>On July 8, 1954, a second patent was applied for by Davis. Davis had gone to defendant's attorneys on June 11, 1954, to advise them of Long's desire to file a patent application. Less than one month later, Davis's second patent application had been filed (Depo. p. 149), and Davis did not inform Long of either of his pending patent filings or that he might have an interest relating to clips on a form of tobacco harvester. (Tr. pp. 795-796.)</p>\n<p>The sequence of events then, in relation to the actual filing of the three patents in suit, are now to be examined.</p>\n<p>On May 18, 1953, the first Davis patent application was filed. This was done immediately prior to the San Francisco trip, and no claim or indication of clips is disclosed in this first filing as originally made by Attorney Blodgett. (Depo. p. 175.) Patent Attorney Blodgett made this application, although he had been originally employed as early as 1949 as a member of the then patent firm of Blodgett and Brown. This firm was later dissolved during the course of its employment by Davis. The first form of application did not make reference to clips alone or in conjunction with a conveyor, as specifically described in the Long patent.</p>\n<p>On May 14, 1954, new claims were filed in relation to the first Davis patent. These specified a front-wheel drive (File Wrapper, Patent No. 2,715,968, pp. 35-36). Again there was no mention of <span class=\"star-pagination\">*1004</span> clips, and these amendments were filed by Attorney Blodgett.</p>\n<p>Then, on July 6, 1954, Davis transmitted to the Patent Office a Power of Attorney revoking the authority of Attorney Blodgett and transferring same to the firm of Moore and Hall, who are plaintiff's present attorneys. This contract was made pursuant to the terms as previously stated. (Defendant's Exhibits M and N; and File Wrapper, Patent No. 2,715,968, p. 39.) After this time, claims and diagrams relating to roller-clips began to appear in plaintiff's various applications, amendments and claims.</p>\n<p>During the short period between the time Davis first contacted the present patent attorneys of Moore and Hall in June of 1954 and July 8, 1954, Davis's new attorney prepared amendments to this first application (Application No. 355791, maturing into Patent No. 2,715,968) and also prepared a second patent application (Application No. 444881, maturing into Patent No. 2,786,585). This second application was filed on July 8, 1954, and was characterized as \"a continuation-in-part of my copending application Serial No. 355,791 for Tobacco Harvester.\" (File Wrapper, Patent No. 2,786,585.)</p>\n<p>On October 19, 1954, in the first Davis patent application, the handiwork of the new patent attorneys becomes most apparent. Added to the first Davis patent application are new claims, enumerated at that time as Claims 17 through 26. The first clear indication of a clip-type device now appears. On page 54 of the File Wrapper, a mention is made of a \"subcombination and a less fully automatic form.\" In the new claim, then enumerated No. 17 (Page 57 of File Wrapper, Patent No. 2,715,968) there is mentioned a \"device * * * for grasping the stems of a plurality of leaves to form a bundle, * * * and a mechanism associated with said device for moving the bundles * * *\" Claim No. 18 uses similar language, while Claims No. 19 and 20 specifically mention resilient or spring means \"urging said movable arms toward each other.\" (Claim No. 19, File Wrapper, Patent No. 2,715,968, p. 58.)</p>\n<p>Of course, sometime prior to the filing of these claims by Davis in his first patent, defendant made initial application specifically mentioning roller-clips. (See File Wrapper, Patent No. 2,704,158, pp. 1-22, and specifically p. 15.) As compared to the first Davis Patent No. 2,715,968, defendant made claims for clips on July 28, 1954, or the day its initial application was filed, while Davis made his claim for clips by using broad language on October 19, 1954.</p>\n<p>In the second Davis patent, or the copending Patent No. 2,786,585, the basic device described from pages 1 through 22 of the File Wrapper is almost identical to that described in the original patent filed in Patent No. 2,715,968 (excluding refinements in the sewing-head or looper mechanism). But \"a less expensive harvester\" is also described beginning on page 23 of the File Wrapper. In the description of the \"less expensive harvester\" are descriptions of clip-conveyor combinations quite similar to those described in the Long patent. It is interesting to note, however, that although a clip is described and claimed in the second Davis patent, no attempt is made in the originally-filed application, as it was filed on July 8, 1954, to show how a manual looper could operate off of the frame and conveyor as then presented. The drawings fail to disclose any elongation of the conveyor chain or any other modifications about which Davis testified as having been made at the Scott shop in Goldsboro in 1947. The need for these modifications is no less obvious, however, than it was in Davis's first patent.</p>\n<p>Further, in examining the drawings that were originally submitted with this second Davis patent application, the Court notes that they are remarkably similar to those submitted with the first Davis patent. Except for an additional rough drawing of a freely-swinging roller-clip device, no material difference appears. (File Wrapper, Patent No. 2,786,585, p. 36.) The similarity is not so remarkable <span class=\"star-pagination\">*1005</span> when it is recalled that these are copending patents, except that neither patent makes any attempt to face the obvious defects of design which were later brought to plaintiff's attorney's attention by the patent examiner. (File Wrapper, Patent No. 2,786,585, pp. 81-83.)</p>\n<p>It would seem by the time the second and copending patent was being filed by Davis, that defects in design so fundamental as those would have appeared cured. This is especially true when they were allegedly recognized and experimented upon and supposedly cured during the late Summer of 1947.</p>\n<p>Another development surrounding the filing of the second Davis patent application is the fact that it not only contains a roller-clip, but that this clip is a freely-swinging clip, identical in principle to that of Long's harvester. This form of freely-swinging clip was retained in the Davis patent as late as February 7, 1957. (File Wrapper, Patent No. 2,786,585, pp 32 and 52). This was so even after Davis filed an affidavit and photograph of his claimed clip similar to Plaintiff's Exhibit 11-A, in the patent application for the second Davis patent. (File Wrapper, Patent No. 2,786,585, pp. 68-73).</p>\n<p>At this point in the chronology of events, it is necessary to digress to a side issue raised by plaintiff's attorneys and which relates to the ethical conduct of defendant's attorneys in the filing of the Long application. Long signed the oath on his application on July 22, 1954. The application was actually filed in completed form on July 28, 1954. Long testified that upon signing the application in his office in Tarboro, North Carolina, he returned it to his attorneys in Washington, D. C., by mail, and did nothing more to it prior to the time it was submitted to the Patent Office.</p>\n<p>Plaintiff submits Exhibit 18, which is a letter from the defendant's patent attorneys to Long under date of July 28, 1954. On the basis thereof, as well as on the basis of the obvious differences in type used in preparing the various pages of the Long patent application, plaintiff alleges improper alterations of material portions of the Long patent. This Court, thereupon, made an examination of the original application, heard counsel in chambers, and examined the letter (Plaintiff's Exhibit 18) to determine if, and to what extent, changes were made in defendant's application after it was signed under oath by Long on July 22, 1954.</p>\n<p>The Court finds as a fact that no alterations material to the substance of the application were made so as to do violence to the oath taken by defendant Long; that any changes made were in form only, such as those needed to correct typographical errors and to eliminate obvious inaccuracies and duplications. The differences in style and appearances of type is the result of the use of more than one typewriter and typist in the preparation of the application. The allegations are frivolous and totally without merit.</p>\n<p>During the course of Davis's employment by defendant, and after Davis had contracted with his new attorneys, he took two sets of the Long clips from the bench of Long's welder, John Morgan, and placed a one-dollar bill on the work bench where they had been. (Tr. p. 1123.) Davis denies this purchase, but is unable to explain why Morgan would fabricate such a story. (Tr. p. 1477.) It is also obvious that the modified drawings of clips submitted to the Patent Office on February 7, 1957, although more sophisticated than those of the original drawings of the clip first submitted in Patent Application No. 444881 (File Wrapper, Patent No. 2,786,585, pp. 36 and 52), still contain basic inaccuracies as to the clips as ultimately claimed by Davis. These drawings show the acknowledged inventiveness of Long. (See Sheet No. 3, Figures 5B and 5C, and Tr. pp. 807 and 808.) This is so because the clips disclosed in the drawings of July 8, 1954, and of February 7, 1957, continue to show the fully-swinging roller-clip concededly a Long invention. (File Wrapper, Patent No. 2,786,585, pp. 36 and 52, and Tr. p. 809.) An examination of Plaintiff's Exhibit 4-A and of Plaintiff's Exhibit 11-A indicate that plaintiff's alleged clip could <span class=\"star-pagination\">*1006</span> not have been freely swinging. The clips which Long developed and with which Long was familiar, and which Davis took from the welder's bench in 1954, were freely-swinging clips similar to those shown in the Davis patent application. (See Plaintiff's Exhibit 9.)</p>\n<p>At this juncture, or at some time prior to the summer of 1954, and while Davis was still in the employ of defendant, Davis had gone about contacting other manufacturers of farm implements concerning the making of tobacco harvesters. Thus, even while Davis was in the employ of defendant as chief engineer, and while he was supposedly assisting his employer in patenting his invention, Davis was not only trying to obtain his own patent rights superior to his employer, without advising his employer of his conduct, but he was also trying to induce others into making and selling tobacco harvesters in competition with that of his employer. It appears that he was disclosing the nature of Long's harvester to Long's competitors. (See Long Manufacturing Company v. Holliday, 246 F.2d 95 (4th Cir., 1957). Haynsworth, J. (Now Chief Judge), speaking for the Court of Appeals, made the following findings:</p>\n<blockquote>\"After a public demonstration of an improved version of the Long machine on Labor Day, 1953, and a showing of three of the machines at the North Carolina State Fair later that autumn, Long undertook to promote and manufacture his harvester. * * *</blockquote>\n<blockquote>\"Holliday learned of the Long machine prior to its public demonstration in September 1953. He had talked with Davis, Long's chief engineer, and had obtained from Davis, pictures of the Long machine. Thereafter, on October 9, 1953, Holliday filed his patent application, but he achieved no other significant step until March 5, 1954, when he entered into a licensing agreement with Harrington Manufacturing Company, Inc. Holliday's patent was issued on March 16, 1954.</blockquote>\n<blockquote>\"Instead of following the drawings and specifications of the Holliday patent, however, Harrington, with Holliday's assistance, proceeded to manufacture machines which, substantively, were literal copies of Long's machine. Subsequently, Harrington employed Long's former chief engineer, Davis, in connection with that and other work.\"</blockquote>\n<p>Davis testified that he left Long November 30, 1954, and shortly thereafter, in February of 1955, went to work for Harrington. Davis states that he left voluntarily and had not negotiated with Harrington prior to his leaving Long, although his own affidavit discloses otherwise. (Tr. pp. 811-812.) This affidavit attached to Davis's petition to make special his application in Patent No. 2,715,968, also states the matter of royalties on Davis's devices was involved. (Tr. p. 812.) Further, Davis's testimony relating to his relationship with Harrington while still employed by defendant is characterized as extremely evasive and completely unbelievable. (Tr. pp. 811-814.)</p>\n<p>Within a few weeks after leaving Long's employ, where Davis had been given the opportunity to try to develop his invention, he entered the employ of Long's primary competitor in the manufacture of tobacco harvesters. Prior to leaving Long, Davis had disclosed the nature of his employer's product to this competitor and had also been about trying to lay claim to it for himself.</p>\n<p>By using his employer's equipment, money, employees, tools and time, he had gone about trying to develop a machine which was already under application for patent by Davis, this application being unknown to his employer. When the invention of Davis proved to be unworkable and commercially impractical, he then tried to seize upon the inventiveness of his employer and claim that for his own. He went about doing this while yet employed by defendant by trying to expand the claims of his invention, hoping that they would engulf that of his employer.</p>\n<p>This attempted expansion of claims was done in two ways: first, by amending the claims of the pending Patent No. 2,715,968; and second, by obtaining a copending or improvement patent which was written in terms broad enough to <span class=\"star-pagination\">*1007</span> cover the Long devices which were commercially feasible. Plaintiff managed to get both applications filed prior to the time Long filed, thereby seeking to obtain the benefits of certain legal presumptions based on priority of dates alone.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>In order to effectively resolve the issues as they have developed, it is necessary for the Court to act upon defendant's counterclaim seeking a declaratory judgment of the rights of the parties as they are asserted under the claims of the various patents in suit. This action, therefore, is being considered under the Declaratory Judgment Act, Title 28 U.S. C.A. § 2201, and Rule 57 of the Federal Rules of Civil Procedure.</p>\n<p>In noting whether a patent suit is justiciable under the Declaratory Judgment Act, Borchard on Declaratory Judgments (2nd Ed. 1941), pp. 802-824, @ p. 807, states two elements are generally present, \"actual manufacture, use or sale by the petitioner, and charges of infringement by the patentee * * *.\" This is the case at hand, with the defendant petitioning for the declaratory judgment as he is faced with the adversary claim of infringement. See also Moore's Federal Practice (2nd Ed., 1965) Paragraph 57.20 @ pp. 3116-3117.</p>\n<p>This action is then ripe for a declaration of the status of the various patents in suit and the claims asserted within these patents. Borchard, supra, @ pp. 812-813.</p>\n<p>What then is the status of Davis's claims relating to the roller-clip as expressly asserted in Patent No. 2,786,585, and also asserted by implication in Patent No. 2,715,968? After finding as a fact that Davis did not invent the roller-clip device, it is clear his claims relating to them are invalid and void.</p>\n<p>It is well established that invention requires two elements, one being mental and the other physical. The idea conceived by the inventor is the mental step, and the application of the idea to a practical result is the physical step. Harper v. Zimmerman, 41 F.2d 261 (D.C. Del.1930); and Toner v. Sobelman, 86 F.Supp. 369 (E.D.Pa.1949).</p>\n<p>In the case at hand and upon the facts found, there is no question that Davis failed in at least one of the crucial steps, that of the physical. As to the mental, this cannot be established by the oral testimony of the inventor and those interested with him alone. Harper v. Zimmerman, 41 F.2d 261, supra; and Electro-Metallurgical Co. v. Krupp Nirosta Co., 122 F.2d 314 (3rd Cir., 1941). It has been said that invention consists of the mental process of conceiving a complete and operative invention so that it can be thereafter applied to practice. Electro-Metallurgical Co. v. Krupp Nirosta Co., 122 F.2d 314, supra. In this, plaintiff has failed.</p>\n<p>In relation to the roller-clips and the process of carrying harvested tobacco leaves up to an overhead platform for purposes of manual looping, Long's device met with immediate success. It is also established that he showed inventiveness in part of this development. See Holliday v. Long Manufacturing Co., 146 F.Supp. 527, (E.D.N.C.1956), affirmed in part applicable hereto in 246 F.2d 95, 114 USPQ 4 (4th Cir., 1957). It was specifically found that Long's tobacco harvester was entitled to the dignity of inventiveness as to the pivotally-mounted clips and horizontal run of the conveyor chain as it passed along the overhead platform. It cannot be questioned that Long developed his harvester into a highly practical and saleable machine. Davis has been unable to do this.</p>\n<p>Therefore, the question might be said to be one of whether Long, in producing his successful harvester, seized on an idea of Davis's, which idea involved the concept of roller-clips as a means of carrying harvested leaves upward. Of course, Davis suggests that through his first patent, and claims attached thereto, the concept was expressed by implication as to clips. While Long is able to present ample evidence of his development of this <span class=\"star-pagination\">*1008</span> concept of clips as the means of transporting the leaves upward, Davis can offer no such proof other than that evidence created after the time of the birth of Long's concept, except his unsupported testimony and that of those interested in the outcome of the action. (See Harper v. Zimmerman, 41 F.2d 261, supra; and Townsend v. Smith, 36 F.2d 292, 17 CC PA, Patents, 647 (1929).</p>\n<p>It is true, of course, that Davis does have two patents with dates of application predating that of Long's patent application. Plaintiff would have the Court rely upon the statutory presumption of validity of these dates, and find on that technical basis that the Davis patents have priority in claims. See Title 35 U.S.C.A. § 282, which states:</p>\n<blockquote>\"<i>Presumption of validity;</i> defenses</blockquote>\n<blockquote>A patent shall be presumed valid. The burden of establishing invalidity of a patent shall rest on a party asserting it.\"</blockquote>\n<p>The purpose of this section was to protect a plaintiff from being surprised by uncertain proofs and to narrow issues. Mumm v. Jacob E. Decker &amp; Sons, 86 F. 2d 77 (8th Cir., 1936), reversed for other reasons in 301 U.S. 168, 57 S.Ct. 675, 81 L.Ed. 983 (1937); and Lorenz v. F. W. Woolworth Co., 305 F.2d 102 (2nd Cir., 1962).</p>\n<p>This presumption of validity is not accorded the weight of actual evidence; it merely means that reasonable doubt is resolved in favor of the patent holder. Lorenz v. F. W. Woolworth Co., 305 F.2d 102, supra.</p>\n<p>It is, therefore, a presumption that does not relieve the Court from the duty to inquire into a patent's validity in an infringement action. Cominskey Engineering Co. v. Joseph Buegeleisen Co., 216 F.Supp. 483 (E.D.Mich.1962); Mumm v. Jacob E. Decker &amp; Sons, 86 F. 2d 77, supra; and Lorenz v. F. W. Woolworth Co., 305 F.2d 102, supra.</p>\n<p>It could be said that a presumption of validity also attaches to Long's patent, although it would not be based on simple priority of dates; but it would be reinforced by the outstanding success of a device which Davis, subsequent to such success, claimed as his invention; Davis, of course, not being able to claim similar success. Once it appears that the decision of the Court can be reached with confidence, although in opposition to the validity of the plaintiff's patent claims, then the Court should proceed to its conclusions without fear of the statutory presumptions. Bussemer v. Artwire Creations, 231 F.Supp. 798 (S.D.N.Y. 1964).</p>\n<p>The presumption is not conclusive, and the determination of the Patent Office allowing the claims relating to roller-clips was error. The Patent Office did not have all the evidence before it that was later developed before this Court in an adversary action. This Court's determination of the issues is, therefore, better founded. Gilreath v. Beach, 228 F.Supp. 359 (S.D.Ohio 1964), affirmed in 340 F.2d 306 (6th Cir., 1965); and Bussemer v. Artwire Creations, 231 F.Supp. 798, supra.</p>\n<p>And, of course, dates of applications alone will not establish the validity of plaintiff's claims. This is clear when it is a fact that none of the claims relating to roller-clips were made by plaintiff until after defendant had made its successful harvester embodying these self-same clips as a material element. Defendant made its commercially-successful machine; and plaintiff then developed a change of opinion about the clips idea, for prior to that time, Davis had gone so far as to ridicule the Long version of the harvester.</p>\n<p>See Townsend v. Smith, 36 F.2d 292, 17 CCPA, Patents, 647, supra; Lorenz v. F. W. Woolworth Co., 305 F.2d 102, supra; Cominskey Engineering Co., v. Buegeleisen, 216 F.Supp. 483, supra; and for a similar case of fact and law, Harper v. Zimmerman, 41 F.2d 261, supra.</p>\n<p></p>\n<h2>SUPPLEMENTARY FINDINGS OF FACT NO. 1.</h2>\n<p>If it be assumed, arguendo, that Davis and the Scotts did conceive and reduce to <span class=\"star-pagination\">*1009</span> practice a tobacco harvester using a roller-clip, conveyor combination in the summer of 1947, then the provisions of Title 35 U.S.C.A. § 102(c) are applicable. The facts of this case, as found by the Court, indicate a clear case of abandonment.</p>\n<p>There is a hiatus of some six years, from 1947 until 1954, until Davis again asserted interests in the roller-clip conveyor-chain combination version of the harvester. Even if the Court takes all that is testified to by Davis as true, it cannot be said that he did anything towards further development or patenting of the roller-clip version from late 1947 until November 1949. In fact, the alleged conveyor-chain with the roller-clips attached has been lost by plaintiff. Only one rudimentary form of clip has ever been produced, and all objective evidence of other work on this version of the harvester has been \"lost\".</p>\n<p>In the intervening two years, from 1947 to November 1949, after the Scotts left Goldsboro and until Davis went to work for Long Manufacturing Company, Davis admits experimenting with the sewing-head. Alton Scott testified to the sale of the remaining parts of the 1947 harvester.</p>\n<p>The only thing Davis allegedly did in 1949 pertaining to the \"low cost version\" was to draw a few sketches for Long while speaking with him briefly. These sketches are not to be found, nor are they recalled by Long; and the Court finds as a fact, in weighing the credibility of witnesses and total lack of evidence of an objective nature to the contrary, that Davis did not make them, nor did he advise Long of the existence of the \"low cost version\".</p>\n<p>In 1951, Davis insists that he mentioned the \"low cost version\", or roller-clip version, of the harvester in a speech at Clemson College. He allegedly discussed the clips again with Long in 1953. There is, again, a total lack of objective evidence to support any of these statements. But, throughout this period there is evidence of his attempts to promote the sewing-head version.</p>\n<p>In the fall of 1953, Davis was ridiculing and belittling the roller-clip version of the harvester while attempting to promote and patent the sewing-head version. The attorney who was then pursuing the patent application was originally employed by Davis in 1949, and nothing appears in the application or amendments made by this attorney which would reasonably reflect any concept indicating the invention of roller-clips, conveyor combination used in a tobacco harvester.</p>\n<p>It is interesting to note that those who worked with Davis while he was experimenting with the sewing-head harvester, and who discussed both versions with him, considered the clip version as the creation of Long. They also believed that the sewing-head version was the invention of Davis.</p>\n<p>The first active interest and material attempt by Davis to promote and develop the clip version of the harvester came after Long had shown his model was a proven commercial success.</p>\n<p></p>\n<h2>SUPPLEMENTARY CONCLUSIONS OF LAW NO. 1</h2>\n<p>Title 35 U.S.C.A. § 102, provides in pertinent part:</p>\n<blockquote>\"<i>Conditions for patentability; novelty and loss of right to patent</i>\n</blockquote>\n<blockquote>\"A person shall be entitled to a patent unless</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"(c) he has abandoned the invention, * * *.\"</blockquote>\n<p>Abandonment occurs when the inventor voluntarily relinquishes his right to the public to secure a patent. Metallizing Engineering Co. v. Kenyon Bearing and Auto Parts Co., 153 F.2d 516 (2nd Cir., 1946). And this question of abandonment is a question of fact which is determined by the intention of the inventor. Electric Storage Battery Co. v. Shimadzu, 307 U.S. 5, 59 S.Ct. 244, 83 L.Ed. 373 (1939); and Utah Radio Products Co. v. Boudette, 78 F.2d 793 (1st Cir., 1935). Of course, the intention of the inventor may be a declared intention, but it is more frequently implied from the <span class=\"star-pagination\">*1010</span> conduct of the inventor, such conduct being inconsistent with an intention to claim a patent. Electric Storage Battery Co. v. Shimadzu, 307 U.S. 5, 15, 59 S.Ct. 244, 83 L.Ed. 373, supra; Consolidated Fruit-Jar Co. v. Wright, 94 U.S. 92, 96, 24 L.Ed. 68 (1876); and Heston v. Kuhlke, 179 F.2d 222 (6th Cir., 1950).</p>\n<p>Mere delay will not amount to abandonment, but nonclaim for a period of time of considerable duration will result in abandonment due to the fact that the intention of the patent laws is defeated. This results from the postponing of the public's right to a free use of the invention. Vitamin Technologists v. Wisconsin Alumni Research F., 146 F.2d 941 (9th Cir., 1944). The burden of proving abandonment is on the party asserting it, the defendant in this action; and it is never presumed. Cleveland Trust Co. v. Shriber-Schroth Co., 92 F.2d 330 (6th Cir., 1937), reversed for other reasons in 305 U.S. 47, 59 S.Ct. 8, 83 L.Ed. 34 (1938); and Koch v. Greibach, 96 F.2d 843, 25 CCPA, Patents, 1168, (1938).</p>\n<p>But in this case, giving weight to the evidence and testimony according to the credibility of the witnesses, giving weight to the normal course of conduct of persons in like circumstances, it is the conclusion that defendant has borne its burden of proof: if Davis and the Scotts ever conceived and reduced to a rudimentary form of practice a roller-clip, conveyor-chain combination of harvester, it was discarded and abandoned. See Consolidated Fruit-Jar Co. v. Wright, 94 U.S. 92, 24 L.Ed. 68, supra; Deering v. Winona Harvester Works, 155 U.S. 286, 15 S.Ct. 118, 39 L.Ed. 153 (1894); Curtain Supply Co. v. National Lock Washer Co., 174 F. 45 (N.D.Ill.1909); and 69 C.J.S. Patents §§ 81-82.</p>\n<p></p>\n<h2>SUPPLEMENTARY FINDINGS OF FACT NO. 2</h2>\n<p>Again assuming arguendo, that Davis might have been the person who originally conceived and reduced to practice the roller-clip, conveyor-chain combination version of the tobacco harvester here in question; and assuming further that Davis did not abandon this version of the harvester, the Court is not willing to ignore the equities of the case. This is made especially true when plaintiff has been the one invoking the equity powers of the Court.</p>\n<p>Davis went to work for defendant in November, 1949, and advised his employer of his automatic looper, or sewing-head version of the tobacco harvester. The next time he mentioned the harvester at all in any form of serious conversation was in May, 1953, while the parties were in San Francisco, California. This conversation took place after Davis had already filed his first patent application, said application covering the sewing-head version only.</p>\n<p>Upon return to Tarboro, North Carolina, Davis was given the full opportunity to develop his sewing-head version of harvester. At this point, all of Davis's efforts were directed toward developing the sewing-head harvester, including his work for Long and his patent application. At this point, Davis also failed to inform his employer of any interest in any other form of harvester or of his attempts to patent the sewing-head harvester.</p>\n<p>Long then proceeded to develop what he believed to be his own version of the harvester, this being the roller-clip combination. Davis did not lay claim to it, but instead ridiculed it. Davis watched it materialize into a working machine, publicly demonstrated on Labor Day, 1953, and still said nothing.</p>\n<p>He next saw defendant build and display three prototypes of the roller-clip version at the North Carolina State Fair, and Davis continued to remain silent. In fact, Davis amended his patent application during this period and failed to claim the roller-clip version or show it by diagram or description in any specific form.</p>\n<p>Employees of Long, when speaking with Davis, were led to believe the roller-clip version was Long's invention while the sewing-head version was the invention of Davis.</p>\n<p><span class=\"star-pagination\">*1011</span> Davis went so far as to watch Long tool up for production, print advertising brochures and run newspaper advertising on the roller-clip version without laying claim to it. He then watched Long conduct successful sales in the spring and summer of 1954, and Davis said nothing.</p>\n<p>Davis carried the information concerning the roller-clip version of the harvester to the patent attorneys, in Washington, D. C., in June of 1954, and he again did not advise Long or the attorneys that he was the one who had originally developed the version Long was seeking to patent.</p>\n<p>At some stage of all these proceedings, it would have seemed proper for Davis to speak and advise of his interest in the roller-clip version. Instead, he worked as Long's chief engineer and obtained Long's confidence and worked in that capacity. They discussed harvesters in detail, and Davis was supposedly pursuing the interest of Long as any employee of confidence and importance would be expected to do, and as any employee in such a capacity would normally understand he was to do.</p>\n<p>When it became apparent that the Long version of the harvester was clearly going to be a commercial success, Davis changed his employ after changing the nature of his patent application to specifically include reference to roller-clips. (This was after Davis obtained new attorneys.) Davis went to work for a competitor of Long and assisted them in producing and selling a harvester similar to that of Long's. This competing harvester was later determined to have infringed the Long harvester which is covered by the patent herein in suit.</p>\n<p>After this development, Davis began his own course of litigation against Long and, among other things, now seeks relief through the equity powers of this Court.</p>\n<p></p>\n<h2>SUPPLEMENTARY CONCLUSIONS OF LAW NO. 2</h2>\n<p>It would indeed be an ironic result for this Court to assist plaintiff, through means of the equity powers of the courts, after Davis has conducted himself in the manner and fashion determined by this Court. The most the Court should do is leave plaintiff where it found it. See Ford v. Huff, 5 Cir., 296 F. 652, 657 (1924); Dovel v. Sloss-Sheffield Steel and Iron Co., 139 F.2d 36 (5th Cir., 1943); Neon Signal Devices v. Alpha-Claude Neon Corp., 54 F.2d 793, 794 (W.D.Pa.1931); De Forest Radio Telephone &amp; Telegraph Co. v. United States, 273 U.S. 236, 241-242, 47 S.Ct. 366, 71 L.Ed. 625 (1927).</p>\n<p></p>\n<h2>SUPPLEMENTARY FINDINGS OF FACT NO. 3</h2>\n<p>Assuming again, arguendo, that Davis was the prior inventor of the roller-clips, conveyor-chain combination version of the tobacco harvester; and assuming further that he did not abandon his invention, or so inequitably conduct himself as to cause the equities of the case to weigh against him; the Court will therefore look to the question of whether or not Davis assigned his rights to the invention to his employer by virtue of the equitable doctrine of shop right.</p>\n<p>The Court is convinced that, on the basis of the facts as previously found in detail in its initial memorandum FINDINGS OF FACT, and now restated in general terms for emphasis, the defendant did acquire a shop right in the roller-clip version of the tobacco harvester. This finding is, of course, based on the above-stated assumptions.</p>\n<p>Even if Davis conceived the idea of a roller-clip version of a harvester, it is clear he did not in any way reduce this version to practice prior to the time Davis was employed by Long Manufacturing Company.</p>\n<p>Assuming again, however, that Davis may have previously conceived the roller-clip version of the harvester, it cannot be said that the idea of the practical application came to maturity until Davis had the full use of Long's facilities. It is also clear that the only facilities used by Davis in the claimed development of the roller-clip version of the harvester were those of defendant.</p>\n<p><span class=\"star-pagination\">*1012</span> Davis and Long did not come to any contractual agreement on the roller-clip version of the harvester. Any agreement which was reached contemplated Long making payment for the invention and development of the sewing-head version only.</p>\n<p></p>\n<h2>SUPPLEMENTARY CONCLUSIONS OF LAW NO. 3</h2>\n<p>The general rule pertaining to shop rights may be stated that where an employee perfects an invention by and with the use of his employer's materials and facilities, the employer has a shop right in the product of the use of such materials and facilities. Consolidated Vultee Aircraft Corp. v. Maurice A. Garbell, Inc., 204 F.2d 946 (9th Cir., 1953); and Thompson v. American Tobacco Co., 174 F.2d 773 (4th Cir. 1949).</p>\n<p>An exception to this rule may be seen where an employee has made a patent application on the alleged invention prior to the time the employee had used the materials and facilities of his employer. Davis would have the Court believe he falls within this exception by making it appear that he had reduced his roller-clip version of the harvester to practice before his employment began in respect to the development of the roller-clip version by defendant. If this was the case, no shop right on behalf of defendant would attach. See Small v. Heywood-Wakefield Co., 13 F.Supp. 825, 830.</p>\n<p>From the facts of the case at hand, however, the above exception is specifically found not to be applicable for the reason that Davis did not reduce his alleged roller-clip version to practice prior to the time he was assigned the duty of developing the sewing-head version of the harvester by defendant. The case is, therefore, controlled by Consolidated Vultee Aircraft Corp. v. Maurice A. Garbell, Inc., 204 F.2d 946, supra.</p>\n<p>It can be seen then that the invention in this case was perfected and reduced to practice after Davis's employment by defendant for the purpose of developing a commercially-feasible tobacco harvester. Long directed Davis to perfect a harvester, and the sewing-head version was then vigorously pursued by Davis and by Davis's recommendation. Davis's services were directed to that end only; and as a result thereof, a tobacco harvester was perfected. But the harvester was not in the form worked upon by Davis, but in the form claimed by Long as his invention. The exact role Davis may have played, if any, in the development and perfection of the roller-clip version of the harvester need not be detailed again at this time. The fact that it occurred as a result of, and by means of the use of materials and facilities provided solely by Long Manufacturing Company convinces the Court that defendant is entitled to a shop right in any and all claims relating to the roller-clip version of the tobacco harvester. See Houghton v. United States, 23 F.2d 386 (4th Cir., 1928); Elzwilaw Co. v. Knoxville Glove Co., 22 F.2d 962 (7th Cir., 1927); and Consolidated Vultee Aircraft Corp. v. Maurice A. Garbell, Inc., 204 F.2d 946, supra.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, it is ordered that plaintiff's claims for relief be, and the same are hereby denied.</p>\n<p>It is further ordered that defendant's counterclaim for Declaratory Judgment be, and the same is hereby allowed.</p>\n<p>It is further ordered that, pursuant to the Declaratory Judgment, plaintiff's patent claims pertaining to the invention of the roller-clip version of a tobacco harvester, and asserted in Davis et al. Patent No. 2,715,968 and in Davis et al. Patent No. 2,786,585, be, and the same are hereby declared invalid and void.</p>\n<p>It is further ordered that, pursuant to the Declaratory Judgment, defendant's patent claims pertaining to the invention of the roller-clip version of a tobacco harvester, and asserted in Long Patent No. 2,704,158, be, and the same are hereby declared valid in respect to any and all contrary patent claims asserted in the Davis patents in suit.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">989</span></span> (1966)</b></center>\n<center><h1>DAVIS HARVESTER COMPANY, Inc., Plaintiff,<br>\nv.<br>\nLONG MANUFACTURING COMPANY, Defendant.</h1></center>\n<center>Civ. No. 607.</center>\n<center><p><b>United States District Court E. D. North Carolina, New Bern Division.</b></p></center>\n<center>April 7, 1966.</center>\n<p><span class=\"star-pagination\">*990</span> <span class=\"star-pagination\">*991</span> William D. Hall, of Hall, Pollock &amp; Vande Sande, Washington, D. C., Laurence A. Stith, of Stith, McCotter &amp; Sugg, New Bern, N. C., for plaintiff.</p>\n<p>Henry C. Bourne, of Bourne &amp; Bourne, Tarboro, N. C., A. Yates Dowell, A. Yates Dowell, Jr., Washington, D. C., for defendant.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This Patent case is before the Court for trial without a jury whereby plaintiff corporation charges defendant corporation, Long Manufacturing Company, with infringements of its patents. Claims of direct infringements are said to arise out of the manufacture and subsequent sale of the Long \"Silent Flame\" tobacco harvesters by the defendant, Long Manufacturing Company. W. E. Davis, Alton Scott, O. W. Scott, the firm of Moore and Hall, patent attorneys, are officers and stockholders in plaintiff corporation. W. R. Long is an officer and stockholder in defendant corporation.</p>\n<p>Plaintiff also charges defendant with inducing and contributing to infringement of its patents by supplying of repair parts for the Long \"Silent Flame\" tobacco harvesting machines produced and sold in the past, and for inducing J. I. Case Company to infringe the patents of plaintiff here in suit.</p>\n<p>Plaintiff demands injunctive relief; and accounting for profits and damages, together with the costs of this action; and attorneys' fees.</p>\n<p>Plaintiff's patents in suit are Patents No. 2,715,968 and 2,786,585. Defendant Long's patent in suit is Patent No. 2,704,158. All three patents are applicable to tobacco harvesters.</p>\n<p><span class=\"star-pagination\">*992</span> Defendant has, by Answer, denied the substance of the Complaint; asserted both Davis patents to be invalid and not infringed; and that plaintiff lacked title. Defendant Long, by means of further answer and first counterclaim, prayed for a declaratory judgment upon the validity of all the patents in suit; asserted the affirmative defense of estoppel; and insists that any claims of plaintiff against the defendant are unenforceable. A second counterclaim avers that title in the two patents of plaintiff should be in the defendant as a result of Davis's employment by Long during critical periods of time in question.</p>\n<p>Defendant has also asserted a third counterclaim charging plaintiff with infringement of defendant's Patent No. 2,704,158.</p>\n<p>Plaintiff has replied to the counterclaims by denying the substance of the first counterclaim. Plaintiff alleges lack of jursidiction in the Court over the second, and that it is also barred by the statute of limitations. As to the second counterclaim, plaintiff further contends that it has title by adverse possession and that defendant is estopped to assert title.</p>\n<p>Plaintiff denied the essential allegations of the third counterclaim, which has since been dismissed by the Court with an award of attorneys' fees to the plaintiff.</p>\n<p>Based upon the pleadings in this action, jurisdiction of the basic claims asserted by the parties in their Complaint and Answer is founded under Title 28 U.S.C.A. §§ 1338 and 1400. The essential contentions asserted in the first counterclaim find jurisdictional support in Title 28 U.S.C.A. §§ 2201 and 1338. Jurisdiction over the claims asserted in the second counterclaim is founded upon this Court's jurisdiction over the claims asserted in plaintiff's Complaint. Jurisdiction of the third counterclaim was founded under Title 28 U.S.C.A. §§ 1338 and 1400, and it has been dismissed.</p>\n<p>Three actions have been filed in this Court. The first being Civil No. 477, New Bern Division  brought by William E. Davis, Nelson Moore and William D. Hall against the Johnson-Sherman Company, a partnership, and the individual members thereof, who sell and distribute farm machinery, including tobacco harvesters. That action was filed on March 6, 1958.</p>\n<p>The second action  Civil No. 572, New Bern Division  by the same parties was against the J. I. Case Company, a manufacturer of farm machinery, with its main facilities located in Racine, Wisconsin. J. I. Case Company was licensed by defendant, Long Manufacturing Company, to manufacture and market tobacco harvesters. Johnson-Sherman Company distributed and sold the tobacco harvester made and sold by J. I. Case Company. This second action was filed on April 10, 1963.</p>\n<p>The third action  Civil No. 607, New Bern Division  was brought by Davis Harvester Company, Inc., against Long Manufacturing Company on May 1, 1964. It charged defendant, Long Manufacturing Company, with direct and indirect infringement of the two Davis patents, as well as claiming defendant, Long Manufacturing Company, induced the infringements.</p>\n<p>The Court consolidated all three actions for purposes of discovery, pre-trial and trial. In all the actions, the plaintiffs have prayed for injunctive relief, as well as for an accounting and monetary damages for the alleged infringements. Plaintiffs have also prayed for the recovery of the costs of the actions, together with reasonable attorneys' fees.</p>\n<p>It is appropriate to note that upon receiving the consent of the Court, an agreement of settlement has been reached between plaintiffs and the defendants in Cases No. 477 and 572. For that reason, those two cases and the defendants involved therein are dismissed from further consideration by the Court as parties to the actions.</p>\n<p>Before the Court at this time are the questions raised by corporate plaintiff's Complaint in Case No. 607, and in the Answer and counterclaims of defendant Long Manufacturing Company.</p>\n<p><span class=\"star-pagination\">*993</span> In this respect the Court must determine whether corporate plaintiff is entitled to its prayer for injunctive relief, damages for infringement, together with costs and attorneys' fees if they be justified. In order to make this determination it is also necessary to consider defendant's first counterclaim in which a declaratory judgment is sought concerning the status of corporate plaintiff's patents. Thus, the Court is compelled to answer the questions of the status of the three patents in suit, their validity, and their relationship to the tobacco harvester in question.</p>\n<p>Depending on the outcome of these threshold questions of the status of the three patents in suit are the numerous other issues which will be considered as the necessity arises. It is to be noted that the question of damages, if any, has been reserved for a later determination, no evidence related thereto having been presented because the court elected to separate the trial of that issue from the rest of the case.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The first patent in suit, Davis Patent No. 2,715,968, was filed on May 18, 1953. The inventors are listed as William E. Davis, Alton Scott and Oliver W. Scott. The patent attorney was Norman S. Blodgett. The device entitled a \"tobacco harvester\" was patented on August 23, 1955. There are a total of twenty-three (23) claims attached to the patent as finally allowed.</p>\n<p>There is a second Davis patent in suit, Patent No. 2,786,585, which was filed on July 8, 1954, and allowed on March 16, 1957. There are a total of ten (10) claims attached to this patent as finally allowed.</p>\n<p>The last patent in suit is Long Patent No. 2,704,158. This patent was filed on July 28, 1954, and allowed on March 15, 1955. A total of eight (8) claims are attached to this patent as finally allowed.</p>\n<p>The basic machine described in all three patents is a tobacco harvester. This involves a self-propelled, three-wheeled or tricycle machine. It passes through a tobacco field, the wheels going between the rows. Suspended near the ground are primer seats in which a man sits and primes, or picks, the ripe leaves of tobacco from the stalks of tobacco as he passes between the rows of plants while the entire machine advances through the field. The primer seat is located directly forward of each rear wheel. As a handful of the ripe leaves are picked, they must be transported from the primer, in his seat close to the ground, upward to an overhead platform mounted on the machine. The leaves are there placed on sticks and stored on the platform until such time as they are taken to a tobacco barn for removal and curing.</p>\n<p>Both parties do not necessarily claim original concept in the fact that their patents describe a self-propelled machine with its wheels passing between the crop rows, and that there is involved an overhead platform upon which personnel can work and crops can be handled and stored. The crux of the contest centers around the method of getting the ripe leaves from the primer, or picker, up to the overhead platform. This, in turn, involves the inventiveness of the \"rollerclip\".</p>\n<p>The record discloses the following sequence of events in relation to the actual processes of invention and patenting.</p>\n<p>W. E. Davis testified that as a boy he worked in tobacco and with various types of farm machinery. He further testified that upon his return to farming, after working with the United States Navy and with private industry during World War II (Tr. 595-597), he developed a form of harvester (Tr. 597). This machine demonstrated \"that a man could prime tobacco from a sitting position while traveling at a slow forward speed.\" (Tr. 597).</p>\n<p>During the early post-war years, Davis made an employment connection with a small tobacco-curing device manufacturing firm in Goldsboro, North Carolina. This firm was owned by Alton Scott and O. W. Scott.</p>\n<p>While in the employ of the Scotts at their plant, W. E. Davis and the Scotts <span class=\"star-pagination\">*994</span> went about constructing a tobacco harvester during the spring and summer of 1947. In the late summer of 1947, the machine was put in the field for operational testing.</p>\n<p>The harvester was described by Davis in his deposition of July 1963, as follows:</p>\n<blockquote>\"A. The frame, all of it, o. k. It is a tricycle affair  and to eliminate any confusion  it is a tricycle affair. It had four wheels, yes, but two wheels were side by side, as you would find on a tricycle type tractor * * *</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"A. * * * You had a frame that straddled two rows of tobacco, with your engine draped in between the center row that your front wheel ran in. Then you had a frame from your rear wheels up that came up and over the tobacco and you had a platform that was over the tobacco and you had a space in front of that platform for an operator to stand and steer, control the vehicle. Suspended over the side of that machine was a stitching or looping head for the purpose of the primer inserting tobacco into this head, securing said tobacco with twine astraddle a conveyor means that went from the point below a platform to a point above a platform where the finished stick of tobacco was removed and placed on the platform. And the other version of the machine was a chain with clips, the clips running from a point below and between the rows to a point above the platform and the clips were so constructed that tobacco could be placed in the clip and the conveyor chain take the clip up to a point where the tobacco could be removed and either placed on the platform or tied on a stick.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Q. Have you any drawings or description of the clips, back when you first produced it?</blockquote>\n<blockquote>\"A. This came along about the time things were falling apart, as far as the Scott boys were concerned and we had a chain somewhere with clips on it. I don't know where it is.\"</blockquote>\n<p>It is to be noted that Scott Mfg. Co. Inc., was disbanded late in 1947. Any further work on this harvester by the Scotts and Davis was, therefore, suspended.</p>\n<p>Davis further testified that the sewing heads and clip device, being on opposite sides of the harvester, were never operated at the same time. He does state that the clips were experimented with and the harvester did operate with them, and that some bundles of tobacco were harvested by means of the use of the clips alone. It would appear that if these experiments did occur, they did so at the end of all attempts to get the harvester into operational and saleable condition, which would have been at the end of the 1947 tobacco-harvesting season.</p>\n<p>Mr. O. W. Scott, in his deposition (p. 36) described the clips and the use of them, as follows:</p>\n<blockquote>\"A. They were made from wire, little wheels, off of toys.</blockquote>\n<blockquote>\"Q. Where did you get your wire?</blockquote>\n<blockquote>\"A. It was probably coat hanger wire, something similar to that.</blockquote>\n<blockquote>\"Q. Coat hanger wire?</blockquote>\n<blockquote>\"A. Yes, sir, steel wire.</blockquote>\n<blockquote>\"Q. What kind of wheels?</blockquote>\n<blockquote>\"A. (P. 37) Some of them were steel, some of them were rubber  off of toys.</blockquote>\n<blockquote>\"Q. What was the relation of the wire and the wheels?</blockquote>\n<blockquote>\"A. Well, the relation there was in the looping head that we built  we built it with a wheel in it so that the tobacco could be placed in it, you see, so as whenever the machine was sewing if you did not have some type of a bearing in there you would break the tobacco up getting it in the machine.\"</blockquote>\n<p>The conclusion is obvious that the clips must have been originally designed to operate in direct conjunction with the sewing-head device. This is borne out by the testimony and photographs, as well as by the subsequent patents, and more especially Patent No. 2,786,585.</p>\n<p><span class=\"star-pagination\">*995</span> It is in evidence that when facing forward on the harvester, the left side of the 1947 machine had mounted thereon the sewing-head or looper device. W. E. Davis insists they also had mounted on the right side another conveyor chain, but that it was without the sewing-head and had roller-clips instead. He insists that such roller-clip as mounted existed on this right side of the machine, although the development of the sewing-head is well documented by photographs, newspaper articles, drawings and testimony of disinterested parties, while no such documentation exists at all concerning the claimed roller-clips.</p>\n<p>There is no doubt that Davis and the Scotts did develop clips for the purposes of inserting tobacco into the sewing-head device. There is doubt as to when this occurred, however, when considered in light of the applications of both of plaintiff's patents. There is even more doubt when considering the development of clips on the right side of the machine independent of the sewing-head. This doubt is increased when one examines the photographs and designs of the overall structure of 1947. Assuming, however, that the clips were developed and mounted on the right side, independent of the sewing-head, they could only have been very rudimentary devices with only one prototype to be found and offered in evidence. (Plaintiff's Exhibits 4-a and 11-a.) There is no assurance that this prototype clip was not used on the left side and in conjunction with the sewing-head, if it was ever used as part of the 1947 harvester.</p>\n<p>An examination of the photographs and drawings of the plaintiff's harvester of 1947 raises serious doubts as to the functionability of any form of conveyor attached thereto and being operative in the alleged roller-clip form. Davis attempts to explain away these obvious difficulties by stating certain changes were made in the harvester, such as extending the overhead platform forward, elongating the conveyor chain upon which these clips were mounted, and the adding of a standard manual-type looping horse. (Tr. pp. 726-734.) In any respect, it appears that the sewing-head machine of 1947 had obvious and built-in defects which would require extensive and complicated modifications before any form of roller-clip conveyor chain akin to that claimed in this suit could possibly work in the place of the sewing-head conveyor design. The attempt by Davis to describe the procedures used in meeting these obvious and serious defects shows this need for extensive modification of the basic device, including modifications to the frame itself, the conveyor and the overhead platform. In spite of these recognized and admitted needs of such extensive and serious nature, no diagrams, drawings, photographs or testimony of disinterested observers is introduced to support Davis's testimony that these modifications were undertaken.</p>\n<p>It is further observed in this respect that at pages 81 through 83 of the patent file wrapper of Davis Patent No. 2,786,585, the patent examiner raised questions concerning the functionability of the Davis harvester of 1947, when operated with a roller-clip conveyor only. In reply to the patent examiner's inquiries, by affidavit (pp. 90 and 91 of the file wrapper to Patent No. 2,786,585), Davis stated:</p>\n<blockquote>\"1. As previously stated in the affidavit above referred to, the clips shown in the exhibits A and B was attached to the conveyor chain of exhibit C and successfully operated to harvest tobacco in the field. The link shown with the two holes (see Plaintiff's Exhibit 11-A) was actually part of the chain and the bundles of tobacco leaves grasped between the clip arms and held by the rubber bands were free to swing under the action of gravity. The looping means was not used at this time, nor did the tobacco stick magazine interfere with successful operation. The tobacco hands were removed from the clips above the platform by hand <i>and placed unlooped on the platform.\"</i> (Emphasis added.)</blockquote>\n<p>At no place does this affidavit filed on July 7, 1956, disclose actual operation <span class=\"star-pagination\">*996</span> with an extended platform, looping horse, and so forth, as testified to at trial by Davis. The court cannot help but be concerned with that which is left unsaid in 1956 but is later asserted in testimony in a trial of 1965. The court also recognizes that which is said in 1956 (the tobacco hands were \"free to swing under the action of gravity\") but later disclaimed at trial.</p>\n<p>Although plaintiff has been able to produce drawings dated January 15, 1947, which indicate the basic harvester frame and design, coupled with the sewing-head device described (Plaintiff's Exhibits 13 through 16), no such drawings are shown of the claimed clip side in spite of testimony related to labors and modifications. Further, although newspapers wrote of the Davis harvester and published photographs of it in operation with the sewing-head device clearly indicated (Plaintiff's Exhibits 19a, 19b and 19c), there is again a total failure to show any indication of the claimed clips. At the times these articles were published, from August 28, 1947, through September 1, 1947, the independent clip device was either considered by plaintiff of little significance, or it had not been developed at all. In light of Davis's testimony, it would seem that the latter conclusion is proper.</p>\n<p>It is appropriate to note that Mr. Fred A. Whitaker, a newspaper reporter and free-lance newspaper photographer, photographed the Davis machine and interviewed W. E. Davis and Alton Scott. This interview actually took place on or about August 18, 1947; and at that time the only evidence of clips seen by Mr. Whitaker were \"pressure clips,\" clips without wheels (Tr. p. 1023). In other words, in August of 1947, there were no clips like those claimed in Plaintiff's Exhibits 4a and 11a. This is so, in spite of the possibility that Mr. Whitaker has confused his view of clips in 1947 with a 1959 trip to Davis concerning the harvester. (Tr. p. 1030.)</p>\n<p>Throughout the earlier months of 1947, and up to the time the newspapers published stories concerning the Davis Harvester, it was the sewing-head device, mounted on the previously-described frame upon which Davis and the Scotts devoted their energies. Although they insist the clip device was in existence, no disinterested testimony, or substantial evidence of merit can be shown to reinforce such assertions. This is so in spite of the testimony of Alton Scott that \"hundreds of people seen it,\" Scott meaning the harvester. (Depo. p. 98.)</p>\n<p>Included in this number of persons who saw the harvester would be W. R. Long. Mrs. Alton Scott testified that W. R. Long did go to the shops in Goldsboro and must have seen the harvester. Long, however, specifically denies ever visiting the Scotts in Goldsboro. But assuming that he did so visit the Scotts, it is highly unlikely that he had the opportunity to observe the alleged clips on a conveyor chain on the 1947 harvester as claimed by the plaintiff. If he did so, he was the only person to do so other than those interested in the plaintiff's claims that were brought into court. Of course, the court is aware that at other places in the testimony at the trial, Davis and the Scotts insist their machine was not seen by the public or open to observation by the public. At any rate, this court is not inclined to believe W. R. Long had the opportunity to observe roller-clips on the Davis harvester in 1947, in light of the fact that such little emphasis was placed on its development at that time, it being developed so late in experimental stages of the machine, if ever developed at all.</p>\n<p>The developments of 1947 and previous years can be summarized into chronological stages, as follows:</p>\n<p>(1) The making of drawings of a tobacco harvester which was built around the theory of a fully-automatic looping-head device. This series of drawings was made by the Scotts and Davis in a joint enterprise of labor and thought.</p>\n<p>(2) The Scott brothers and Davis working together in the Spring and Summer of 1947 on the prototype harvester <span class=\"star-pagination\">*997</span> with only one sewing-head mounted on the left side of the conveyor chain.</p>\n<p>(3) During this testimony, a need was recognized for a \"roller-clip\" device to be mounted into the leaf-receiving receptacle of the sewing-head.</p>\n<p>(4) Demonstration of the sewing-head device and display of the entire machine, as then developed with the sewing-head, resulting in the machine's ultimately being seen by \"hundreds\" of persons, none of whom were presented to testify to the existence of the claimed roller-clips.</p>\n<p>(5) The inability of Davis to interest any investors in the sewing-head tobacco harvester.</p>\n<p>(6) The possibility of a few last-minute experiments with a rudimentary form of roller-clip, although the court is by no means convinced that anything more than speculation occurred in the respect.</p>\n<p>(7) The demise of the Scott brothers' tobacco curer manufacturing operations in Goldsboro, North Carolina, causing the harvester to be dismantled and portions of it being sold or given away.</p>\n<p>The next period under consideration is that from late 1947, when the Scotts and Davis left Goldsboro, until Davis went to work for Long Manufacturing Company.</p>\n<p>Alton Scott testified that he removed all the equipment and the stocks of the disbanded tobacco curer manufacturing company to Southern Pines, North Carolina, where he went into the motel business. He took the tobacco harvester along with the rest of the equipment and dismantled it. He sold the frame and motor as a spraying device. (Depo. pp. 75-76.) Davis took the basic sewing-head, or looper, off the left side conveyor and kept it in his own possession. (Depo. p. 134.)</p>\n<p>It is in evidence that the roller-clips and chain to which the roller-clips were attached were either discarded or lost. Only one set of alleged roller-clips has ever been found. (Plaintiff's Exhibit 4a.) It was allegedly being used as a broom holder in a restaurant.</p>\n<p>During the two-year period from late 1947 to late 1949, Davis retained possession of the sewing-head and apparently experimented with it. He may have attempted to obtain financial backing to promote the automatic sewing-head version of the harvester. During this same period of time, however, no attempt was made by him to develop or perfect, by experimentation or otherwise, the roller-clip version of a tobacco harvester. Nothing whatsoever was done about the roller-clips.</p>\n<p>Davis stated that although he did not try to borrow any money to manufacture the tobacco harvester, he did try to interest others in it, to no avail. Those who were contacted by Davis included various manufacturing firms and the Department of Agriculture of the North Carolina State University at Raleigh, North Carolina. All these failing, Davis entered into the employ of defendant for the specific purpose of promoting his sewing-head version of the harvester. Long, of course, was not advised of Davis's true intentions when Davis went to work for his company.</p>\n<p>Further, Davis contacted Patent Attorney Norman Blodgett, of the firm of Blodgett &amp; Brown, in Washington, D.C., in July of 1949. At that time he disclosed his invention to Blodgett. Blodgett was retained for the purpose of making a patent search and to proceed to file an application for a patent. (Tr. pp. 744-746.) Throughout this period of two years there was no indication that Davis desired to proceed with anything other than an automatic-looper or sewing-head version of the harvester. (See File Wrapper to Davis Patent No. 2,715,968, pp. 1-38; and Tr. p. 752.)</p>\n<p>Although Davis retained possession of the sewing-head and continued experimenting with it, the same cannot be said for the clips. Davis insists that the \"broom-holder\" (Plaintiff's Exhibit 4a) is, in fact, one of the roller-clips that was mounted on the right-hand side conveyor of the 1947 model of their tobacco harvester.</p>\n<p><span class=\"star-pagination\">*998</span> On November 1, 1949, Davis entered the employ of defendant corporation as a detail man or draftsman, being hired by Long's head draftsman, Al Lapins. He was the only such draftsman in defendant's employ upon being hired.</p>\n<p>The next period to be considered in the development of the tobacco harvester in suit is that of Davis's employment by defendant. Davis was hired by Al Lapins for the purpose of assisting in the perfection of Long's hay baler which was then having difficulties.</p>\n<p>Some few days after Davis entered into actual employment, he met W. R. Long for the first time. Davis testified that he immediately entered into a discussion with Long concerning a tobacco harvester. (Tr. p. 623.) He stated that he showed Long his drawings, which do not contain any information regarding clips. (Plaintiff's Exhibits 12 through 15.) Davis, however, goes on to testify that he also \"made pencil sketches of the low cost version\" (meaning the conveyor clips in lieu of the sewing-head conveyor).</p>\n<p>Davis then stated that a verbal agreement on payment by royalties was made, in spite of the fact that this was the first time Long had ever spoken with Davis, had ever seen him, or had heard anything of his harvester. Nothing further was done at this time because the hay baler was given priority over all other work at the Long plant.</p>\n<p>Long admits to a discussion of tobacco harvesters with Davis within a short time after Davis came into defendant's employ as a draftsman. (Tr. p. 398 and Depo. p. 216.) In the process of making this admission as to their discussions of the harvester, however, Long states under cross-examination:</p>\n<blockquote>\"Q. (by Attorney Hall) He did describe a tobacco harvester to you, did he not?\"</blockquote>\n<blockquote>\"A. (by defendant Long) The only thing I recollect - - - what I recollect of it, he described the automatic sewing device that he mentioned that he powered from the rear wheels.\" (Tr. p. 425.)</blockquote>\n<p>Long further states that Davis never spoke to him at that time about work of any sort on a tobacco harvester with a conveyor containing clips on it. (Tr. p. 503.)</p>\n<p>Long states that he frequently discussed many matters with Davis during the latter's period of employment. The engineering and drafting offices were near Long's personal office, and both Davis and Long spent much of their time from 1949 through 1953 working together improving the Long hay balers. Due to Long's emphasis on hay balers, he did not give Davis's harvester any detailed or serious consideration, if he gave the tobacco harvester any consideration at all. (Tr. p. 974.)</p>\n<p>Long does deny that Davis offered drawings or made sketches for him, and he specifically denies that Davis ever mentioned clips to him. (Tr. pp. 974-975.)</p>\n<p>It is interesting to note that prior to the time Davis entered into the defendant's employ, he contacted his first Patent Attorney, Norman Blodgett, in Washington, D.C. (Tr. p. 744). At this meeting, apparently on July 8, 1949, and meetings thereafter, Davis discussed his 1947 device by showing Attorney Blodgett drawings. (Plaintiff's Exhibits 12 through 15.) (Tr. p. 745.)</p>\n<p>Davis testified that he was convinced at the end of Blodgett's patent search that the 1947 machine was patentable. He did not follow up with a patent application, however, stating that he was financially unable to pay the cost of a patent application.</p>\n<p>It is interesting to note, if any discloser of clips were made to Attorney Blodgett, they were not emphasized by Davis. (Depo. p. 186.) At any rate, Attorney Blodgett and Davis did not seek to attempt a discloser of them in the original application as filed by Attorney Blodgett on April 27, 1953. (See File Wrapper, Patent Application No. 355791 <span class=\"star-pagination\">*999</span> of Patent No. 2,715,968.) No testimony of Attorney Blodgett has been offered in explanation.</p>\n<p>Sometime after defendant corporation employed Davis on October 10, 1951, Davis was invited to give a talk at Clemson College, South Carolina, the subject matter thereof being directed to his solutions to the problems involved in mechanized harvesting of tobacco leaf. (Tr. pp. 625-636.) Long was also invited, but did not attend.</p>\n<p>Davis stated that he was invited by certain professors from the Agriculture Department of the North Carolina State University at Raleigh. These professors were somewhat familiar with Davis's work on the harvesting of leaf tobacco by mechanized means because Davis had previously contacted them in respect to his harvester, in that he had requested funds from the University to continue work on the 1947 model of the Davis harvester.</p>\n<p>Davis summarized his talk at Clemson College by stating that he spoke on both versions of the 1947 harvester, as follows:</p>\n<blockquote>\"And my speech was a short speech in relation to what had been done in relation to mechanizing tobacco.</blockquote>\n<blockquote>\"And I told them that we had gone through the two versions, of the difference in the number of people that it took to do it this way and the number of people it took to do it the other way.\"</blockquote>\n<p>No copy of the speech, or transcript of it, was shown the Court to substantiate his claim of speaking on both versions, nor is there any supporting evidence offered to this effect. Not one person who attended the speech, and who must have heard Davis, was offered to testify as to the subject matter of his speech.</p>\n<p>In May of 1953, Long and Davis took a trip to San Francisco, California, in order to service some of Long's hay balers which had been previously sold in that area and in the San Joaquin Valley of California. During this period, delays occurred in obtaining repair parts, and the two men found themselves together with some spare time on their hands. (Tr. p. 976.) This situation gave Davis the opportunity to again bring up the subject of tobacco harvesters, which he did.</p>\n<p>In the discussion that followed, Davis testified that he went over all phases and models of the machine, from clips to automatic looper. (Tr. p. 772.) He states that they agreed on making the automatic-looping device first. Davis then states that Long inquired about the sale of the harvester to him, either by direct sale of all of Davis's interests or by means of a royalty contract. He states that the royalty method of sale was agreed upon as the only way Long would be willing to pursue the development of the harvester because such an arrangement would require less of a financial investment by Long at the outset.</p>\n<p>Davis admits that through his suggestions and sketches, he influenced and persuaded Long to proceed to the building of the automatic-looper or sewing-head harvester first. (Tr. pp. 771-772.)</p>\n<p>Long's testimony concerning their discussions in San Francisco appears quite different. He states that Davis asked him if he might not wish to start thinking about a tobacco harvester again. (It is a fact that previous inquiries over a year before had been made by Davis. At that time Long could not consider the harvester, stating to Davis that the hay baler was taking all the time of both parties.) Long states that Davis then drew some sketches of the tricycle frame and of the looper-sewing-head device. He was not certain of rear-wheel or front-wheel drive, but stated with certainty that Davis did not mention any form of clip and conveyor system. (Tr. pp. 977-978.)</p>\n<p>Long states that they later discussed all of Davis's work at the Scotts' firm and how important it was to the tobacco industry. At this point, Long suggested that Davis should receive some form of royalty. (Tr. p. 978.) It is apparent that Long was discussing a royalty in relation <span class=\"star-pagination\">*1000</span> to the sewing-head device, because he was also interested in seeing a device able to take the labor costs out of the harvesting of tobacco. (Tr. p. 979.) The sewing-head was automatic and would do this very successfully.</p>\n<p>At this point, it is necessary to interject a few points in order to clarify factual conclusions of the Court.</p>\n<p>(1) Long concedes that \"the fundamental principle of taking the tobacco up on the top deck and traveling over a given area.</p>\n<blockquote>\"That principle was conceived after I returned from San Francisco May 31.\" (Tr. p. 415).</blockquote>\n<p>(2) Davis concedes that Long developed the freely-swinging clip (in spite of this type of clip appearing in the Davis patent applications) and a long horizontal run of the conveyor chain carrying the picked tobacco leaves to the top deck or platform of the tobacco harvester.</p>\n<p>(3) Davis filed a patent application on May 18, 1953, Davis Patent No. 2,715,968, with the firm of Blodgett and Brown; Norman Blodgett as attorney. As originally filed, the Patent Office described the claimed invention as follows:</p>\n<blockquote>\"I Claims 1 to 10 define a tobacco stick stringing device * * *.\"</blockquote>\n<blockquote>\"II Claims 11 to 14 define an automatic bundling or tying device * *.\" (File Wrapper to Patent No. 2,715,968 at p. 32.)</blockquote>\n<p>There was no attempt to indicate a clip or clip-conveyor combination. (See File Wrapper, Patent No. 2,715,968, pp. 4-14.)</p>\n<p>(4) In the summer of 1953, after the actual construction and testing of both forms of harvesters were attempted, Davis wrote a letter to his Patent Attorney, Norman Blodgett, in which he ridiculed Long's clip-conveyor mechanism. (Defendant's Exhibit A.)</p>\n<p>In light of these above-enumerated facts, as well as considering the veracity and conduct of the witnesses, the Court finds and concludes the following facts:</p>\n<p>(1) Davis told Long about a harvester with a tricycle wheel arrangement and an overhead platform. He further described his automatic-looping or sewing-head device in detail, but did not advise Long of a roller-clip device, either because he considered to do so would be folly, or he did not know of it, the latter being the more probable conclusion.</p>\n<p>In examining the photographs and diagrams of Davis's 1947 machine, the file wrapper of the first patent application, the letter of Davis to Patent Attorney Blodgett; and in weighing Davis's testimony and appearance before the Court, along with the testimony of the other witnesses, the Court is convinced that Davis had not invented a roller-clip device designed solely to carry harvested tobacco leaves by means of a conveyor chain to an overhead platform. Davis did not develop a clip-conveyor combination used for the harvesting of tobacco leaves.</p>\n<p>(2) Long agreed to compensate Davis, in the form of royalties, if his sewing-head, automatic form of harvester did indeed become a commercially-feasible device.</p>\n<p>(3) Although Long had been considering some means of mechanically harvesting tobacco for years (Tr. pp. 403-405), it was the discussions with Davis that caused him to realize the feasibility of moving picked tobacco leaves up to an overhead platform or deck. (Tr. p. 415.)</p>\n<p>Almost immediately after Davis and Long returned from California to Tarboro, North Carolina, where the home shops of Long are located, the building of the Davis sewing-head form of harvester was undertaken. Rather than place the sewing-head and its requisite conveyor on a tractor type frame, as had been previously done by Davis with his 1947 machine, Long substituted a front-wheeled drive corn detasseling machine.</p>\n<p>Long states that he took Davis to the Vann Watson Seed Farm, located near <span class=\"star-pagination\">*1001</span> Tarboro, where he showed Davis the detasseling machine. (Tr. p. 407.) Davis denies going there. It was Long's opinion that this machine would better serve the purposes of a tobacco harvester, because both were to use an overhead platform. Long also preferred a front-wheel drive to rear-wheel drive indicated on Davis's drawings, these having been shown to Long by Davis.</p>\n<p>Davis states that the automatic machine was built and tested, \"* * * I think we made a pretty good demonstration.\" (Tr. p. 649.) Davis also testified:</p>\n<blockquote>\"Mr. Long said something to me, he says, now, I think I have some ideas of my own and I think I will apply them to this low cost machine that we have discussed.</blockquote>\n<blockquote>\"And he built the machine behind the paint booth in his plant. And he very quickly came up with this clip that looked very much like a railroad coupler.</blockquote>\n<blockquote>\"The Court: Like what?</blockquote>\n<blockquote>\"The Witness (Davis): It was like a railroad car coupler. * * *</blockquote>\n<blockquote>\"* * * And in the meantime, I had applied these wheels to my machine because I had a little trouble getting tobacco in there out in the field at Lawrence, on account of gum.</blockquote>\n<blockquote>\"And I saw this trouble that Mr. Long had had, the boys had gone on out and had had trouble getting the tobacco in this clip on account of gum and some other problems.\"</blockquote>\n<blockquote>\"And I knew I had to tell him what the answer was. So I told him about the rollers and he made a successful clip.\" (Tr. pp. 649-650.)</blockquote>\n<p>Long testified that upon returning from San Francisco, he assigned men to Davis; and then Davis, Long and these men all went about constructing the automatic harvester. Both men contributed work and suggestions to the building of the sewing-head harvester. (Tr. p. 979.)</p>\n<p>Long states that he was able to locate a front-wheel driven, high-clearance corn detasseling machine on the Vann Watson Seed Farm. Davis and Long went to the farm and purchased it in order to use it as the frame and driving mechanism for the harvester. (Tr. pp. 979-980.)</p>\n<p>Long insists that it was his idea to use front-wheel drive.</p>\n<p>The Davis harvester was then tested; first in the shop in Tarboro, in various ways with various types of leaves. The problem of gumming was found to be serious after tobacco was tried, and it developed at the point of insert of the leaves into the sewing device. (Tr. p. 981.) The string would also break during the shop tests. Davis worked from sixteen to eighteen hours a day trying to perfect his sewing-head device. He made numerous changes. (Tr. pp. 981-982.)</p>\n<p>Finally, Davis's automatic harvester was taken to the farm of Vance Long and there field-tested for about an hour. During this field test, the same problems as previously encountered in the shop developed again to plague the operation of the sewing-head harvester. (Tr. p. 982.) The string would frequently break, and the means for unloading and tying a loaded tobacco stick proved inadequate. Also, the stems of the draped tobacco leaves were not hanging straight down from the tobacco sticks. This improper hanging or draping of leaves resulted in difficulties in handling and curing.</p>\n<p>Long also noted that the machine was too slow in its overall operation. He testified that upon watching the Davis sewing-head harvester operate in the field, he concluded:</p>\n<blockquote>\"* * * I decided it was too slow.</blockquote>\n<blockquote>\"And the second is I decided it was too complicated for the average farmer to use on the farm.</blockquote>\n<blockquote>\"And next is, I thought it was costly to build.</blockquote>\n<blockquote>\"Q. And as a result of these factors, what conclusion did you reach?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*1002</span> \"A. Well, I did not make any conclusion at that time the day we went in the field. But I insisted on Mr. Davis to continue to work on it and not let him know at that time just what my thoughts were.</blockquote>\n<blockquote>\"But my brother and I discussed the subject regarding that on the way back to Tarboro. But I did not tell Mr. Davis that.</blockquote>\n<blockquote>\"And I continued to give him help and so when it was abandoned he was the one that abandoned it.\" (Tr. p. 987.)</blockquote>\n<p>Defendant introduced numerous witnesses who were employees at the time both the Davis and Long harvesters were being built. These men worked on both harvesters and associated closely with Davis and had opportunities to speak with him about the Long harvester.</p>\n<p>Not one of these men ever heard Davis claim he had invented, designed or possessed a clip-type device. In fact each witness testified to the contrary, indicating that Davis's opinion of the clip-conveyor chain with manual looping was that it was no good. (Tr. pp. 1092, 1100, 1122, 1126, 1131.) It is clear that Davis was then convinced that only an automatic form of harvester would sell to the tobacco farmer.</p>\n<p>Irvin Staton, a press operator for defendant Long, also made the comment that he considered the automatic looper or sewing-head device the \"idea\" of Davis, while he considered the clip device the \"idea\" of Long. (Tr. p. 1131.) Upon cross-examination by Davis's attorney, the following was stated:</p>\n<blockquote>\"Q. So you say that Mr. Long had a different idea that involved a roller clip? Why do you say that Mr. Long had that idea?</blockquote>\n<blockquote>\"A. It was Mr. Long that worked on the machine himself, and he came by and told people what to do.</blockquote>\n<blockquote>\"In other words, he started the project himself and I did not never see Mr. Davis have anything to do with it until after the machine was already in production.</blockquote>\n<blockquote>\"Q. Well, is it not entirely possible, so far as you know that Mr. Davis could have told Mr. Long about that roller clip before Mr. Long started the work on it and you would not have known anything about it, isn't it?</blockquote>\n<blockquote>\"A. That is correct.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Q. * * * You are not representing to this Court that Mr. Long was the one who had the idea for the roller clip, are you?</blockquote>\n<blockquote>\"A. That was my understanding that he did.</blockquote>\n<blockquote>\"Q. But you did not know one way or the other?</blockquote>\n<blockquote>\"A. No.</blockquote>\n<blockquote>\"Q. What was your understanding based on?</blockquote>\n<blockquote>\"A. My own observation of seeing the machine, the two different groups working on two different machines. And, of course, from the conversations that I heard in the plant and in the office.</blockquote>\n<blockquote>\"Q. Well, who was involved in these conversations?</blockquote>\n<blockquote>\"A. * * * Mr. Roberts and Mr. Davis and occasionally Mr. Long.\" (Tr. p. 1133.)</blockquote>\n<p>It is apparent that Davis not only ridiculed and belittled the Long form of harvester, but that he was directing his scorn towards the roller-clips portion thereof. It was his contention that the Long harvester was not automatic enough and would ultimately do injury to the sales potential of his automatic-looper device. It is clear that Davis did not consider the roller-clip development an invention of his.</p>\n<p>Defendant's Exhibit A, the letter from Davis to his then Patent Attorney, Norman Blodgett, clarifies this conclusion by showing Davis to characterize the Long machine as a \"monstrosity\". He also makes reference to that which he considers \"claims\" Long supposedly copied from him. Specifically, these are \"same type 3 wheel tractor similar conveyor chain and platform arrangement.\" He <span class=\"star-pagination\">*1003</span> makes no mention of either front-wheel drive or roller-clips. Further on, Davis states that Long is planning to go through with the \"original? agreement later.\" It is Davis's contention in this letter that Long's intention is to \"exploit the field with an inferior machine which does not loop the tobacco automatically * * *.\" At no place does Davis either state or imply that the roller-clips on the Long harvester are inventions of his. In fact, it is obvious that he considers the Long roller-clip approach inferior to his automatic sewing-head harvester.</p>\n<p>This letter conforms to the testimony given by Irvin Staton. It confirms that which was previously stated: that Long and Davis, as well as everyone else associated with the harvesters, considered the roller-clip idea to be Long's contribution and not that of Davis.</p>\n<p>At the North Carolina State Fair, in Raleigh, North Carolina, in early September 1953, three prototypes of Long's roller-clip harvester were placed on display. This was done a few days following a highly-successful Labor Day demonstration of the Long harvester. Numerous inquiries about the harvester were received, and many orders were also received. Long began tooling up for production of his form of harvester.</p>\n<p>The following Spring of 1954 saw Long develop a duster attachment, and possibly other attachments also. Davis was employed by Long in the drawing, designing and the developing of all these pieces of equipment, including the roller-clip harvester itself.</p>\n<p>In June of 1954, Long decided he needed patent protection for his model of the harvester, which was then in full production. He sent Davis to Washington, D. C., to the offices of defense counsel, for the sole purpose of engaging attorneys to handle the patenting of a tobacco harvester. (Tr. p. 788.) At this time Davis had not made any claim to the clip-type device, although he did relate to defendant's counsel that he too had been developing a tobacco harvester. (Tr. pp. 789-792.)</p>\n<p>Approximately one week after going to Washington, D. C., as defendant's agent to engage patent attorneys for Long Manufacturing Company, Davis returned to secure a new patent attorney for himself. (Tr. p. 793.) Plaintiff's counsel was employed at this time on a basis of \"an undivided one-third of the whole and entire right, title and interest\" of the tobacco harvester, \"including all right to share in recovery for past infringement.\" (Defendant's Exhibits M and N; and Plaintiff's Exhibits 5, 25, 28 and 29.) In fact, then, plaintiff's attorney is an interested party to this suit and has been from as early as July 6, 1954.</p>\n<p>On July 8, 1954, a second patent was applied for by Davis. Davis had gone to defendant's attorneys on June 11, 1954, to advise them of Long's desire to file a patent application. Less than one month later, Davis's second patent application had been filed (Depo. p. 149), and Davis did not inform Long of either of his pending patent filings or that he might have an interest relating to clips on a form of tobacco harvester. (Tr. pp. 795-796.)</p>\n<p>The sequence of events then, in relation to the actual filing of the three patents in suit, are now to be examined.</p>\n<p>On May 18, 1953, the first Davis patent application was filed. This was done immediately prior to the San Francisco trip, and no claim or indication of clips is disclosed in this first filing as originally made by Attorney Blodgett. (Depo. p. 175.) Patent Attorney Blodgett made this application, although he had been originally employed as early as 1949 as a member of the then patent firm of Blodgett and Brown. This firm was later dissolved during the course of its employment by Davis. The first form of application did not make reference to clips alone or in conjunction with a conveyor, as specifically described in the Long patent.</p>\n<p>On May 14, 1954, new claims were filed in relation to the first Davis patent. These specified a front-wheel drive (File Wrapper, Patent No. 2,715,968, pp. 35-36). Again there was no mention of <span class=\"star-pagination\">*1004</span> clips, and these amendments were filed by Attorney Blodgett.</p>\n<p>Then, on July 6, 1954, Davis transmitted to the Patent Office a Power of Attorney revoking the authority of Attorney Blodgett and transferring same to the firm of Moore and Hall, who are plaintiff's present attorneys. This contract was made pursuant to the terms as previously stated. (Defendant's Exhibits M and N; and File Wrapper, Patent No. 2,715,968, p. 39.) After this time, claims and diagrams relating to roller-clips began to appear in plaintiff's various applications, amendments and claims.</p>\n<p>During the short period between the time Davis first contacted the present patent attorneys of Moore and Hall in June of 1954 and July 8, 1954, Davis's new attorney prepared amendments to this first application (Application No. 355791, maturing into Patent No. 2,715,968) and also prepared a second patent application (Application No. 444881, maturing into Patent No. 2,786,585). This second application was filed on July 8, 1954, and was characterized as \"a continuation-in-part of my copending application Serial No. 355,791 for Tobacco Harvester.\" (File Wrapper, Patent No. 2,786,585.)</p>\n<p>On October 19, 1954, in the first Davis patent application, the handiwork of the new patent attorneys becomes most apparent. Added to the first Davis patent application are new claims, enumerated at that time as Claims 17 through 26. The first clear indication of a clip-type device now appears. On page 54 of the File Wrapper, a mention is made of a \"subcombination and a less fully automatic form.\" In the new claim, then enumerated No. 17 (Page 57 of File Wrapper, Patent No. 2,715,968) there is mentioned a \"device * * * for grasping the stems of a plurality of leaves to form a bundle, * * * and a mechanism associated with said device for moving the bundles * * *\" Claim No. 18 uses similar language, while Claims No. 19 and 20 specifically mention resilient or spring means \"urging said movable arms toward each other.\" (Claim No. 19, File Wrapper, Patent No. 2,715,968, p. 58.)</p>\n<p>Of course, sometime prior to the filing of these claims by Davis in his first patent, defendant made initial application specifically mentioning roller-clips. (See File Wrapper, Patent No. 2,704,158, pp. 1-22, and specifically p. 15.) As compared to the first Davis Patent No. 2,715,968, defendant made claims for clips on July 28, 1954, or the day its initial application was filed, while Davis made his claim for clips by using broad language on October 19, 1954.</p>\n<p>In the second Davis patent, or the copending Patent No. 2,786,585, the basic device described from pages 1 through 22 of the File Wrapper is almost identical to that described in the original patent filed in Patent No. 2,715,968 (excluding refinements in the sewing-head or looper mechanism). But \"a less expensive harvester\" is also described beginning on page 23 of the File Wrapper. In the description of the \"less expensive harvester\" are descriptions of clip-conveyor combinations quite similar to those described in the Long patent. It is interesting to note, however, that although a clip is described and claimed in the second Davis patent, no attempt is made in the originally-filed application, as it was filed on July 8, 1954, to show how a manual looper could operate off of the frame and conveyor as then presented. The drawings fail to disclose any elongation of the conveyor chain or any other modifications about which Davis testified as having been made at the Scott shop in Goldsboro in 1947. The need for these modifications is no less obvious, however, than it was in Davis's first patent.</p>\n<p>Further, in examining the drawings that were originally submitted with this second Davis patent application, the Court notes that they are remarkably similar to those submitted with the first Davis patent. Except for an additional rough drawing of a freely-swinging roller-clip device, no material difference appears. (File Wrapper, Patent No. 2,786,585, p. 36.) The similarity is not so remarkable <span class=\"star-pagination\">*1005</span> when it is recalled that these are copending patents, except that neither patent makes any attempt to face the obvious defects of design which were later brought to plaintiff's attorney's attention by the patent examiner. (File Wrapper, Patent No. 2,786,585, pp. 81-83.)</p>\n<p>It would seem by the time the second and copending patent was being filed by Davis, that defects in design so fundamental as those would have appeared cured. This is especially true when they were allegedly recognized and experimented upon and supposedly cured during the late Summer of 1947.</p>\n<p>Another development surrounding the filing of the second Davis patent application is the fact that it not only contains a roller-clip, but that this clip is a freely-swinging clip, identical in principle to that of Long's harvester. This form of freely-swinging clip was retained in the Davis patent as late as February 7, 1957. (File Wrapper, Patent No. 2,786,585, pp 32 and 52). This was so even after Davis filed an affidavit and photograph of his claimed clip similar to Plaintiff's Exhibit 11-A, in the patent application for the second Davis patent. (File Wrapper, Patent No. 2,786,585, pp. 68-73).</p>\n<p>At this point in the chronology of events, it is necessary to digress to a side issue raised by plaintiff's attorneys and which relates to the ethical conduct of defendant's attorneys in the filing of the Long application. Long signed the oath on his application on July 22, 1954. The application was actually filed in completed form on July 28, 1954. Long testified that upon signing the application in his office in Tarboro, North Carolina, he returned it to his attorneys in Washington, D. C., by mail, and did nothing more to it prior to the time it was submitted to the Patent Office.</p>\n<p>Plaintiff submits Exhibit 18, which is a letter from the defendant's patent attorneys to Long under date of July 28, 1954. On the basis thereof, as well as on the basis of the obvious differences in type used in preparing the various pages of the Long patent application, plaintiff alleges improper alterations of material portions of the Long patent. This Court, thereupon, made an examination of the original application, heard counsel in chambers, and examined the letter (Plaintiff's Exhibit 18) to determine if, and to what extent, changes were made in defendant's application after it was signed under oath by Long on July 22, 1954.</p>\n<p>The Court finds as a fact that no alterations material to the substance of the application were made so as to do violence to the oath taken by defendant Long; that any changes made were in form only, such as those needed to correct typographical errors and to eliminate obvious inaccuracies and duplications. The differences in style and appearances of type is the result of the use of more than one typewriter and typist in the preparation of the application. The allegations are frivolous and totally without merit.</p>\n<p>During the course of Davis's employment by defendant, and after Davis had contracted with his new attorneys, he took two sets of the Long clips from the bench of Long's welder, John Morgan, and placed a one-dollar bill on the work bench where they had been. (Tr. p. 1123.) Davis denies this purchase, but is unable to explain why Morgan would fabricate such a story. (Tr. p. 1477.) It is also obvious that the modified drawings of clips submitted to the Patent Office on February 7, 1957, although more sophisticated than those of the original drawings of the clip first submitted in Patent Application No. 444881 (File Wrapper, Patent No. 2,786,585, pp. 36 and 52), still contain basic inaccuracies as to the clips as ultimately claimed by Davis. These drawings show the acknowledged inventiveness of Long. (See Sheet No. 3, Figures 5B and 5C, and Tr. pp. 807 and 808.) This is so because the clips disclosed in the drawings of July 8, 1954, and of February 7, 1957, continue to show the fully-swinging roller-clip concededly a Long invention. (File Wrapper, Patent No. 2,786,585, pp. 36 and 52, and Tr. p. 809.) An examination of Plaintiff's Exhibit 4-A and of Plaintiff's Exhibit 11-A indicate that plaintiff's alleged clip could <span class=\"star-pagination\">*1006</span> not have been freely swinging. The clips which Long developed and with which Long was familiar, and which Davis took from the welder's bench in 1954, were freely-swinging clips similar to those shown in the Davis patent application. (See Plaintiff's Exhibit 9.)</p>\n<p>At this juncture, or at some time prior to the summer of 1954, and while Davis was still in the employ of defendant, Davis had gone about contacting other manufacturers of farm implements concerning the making of tobacco harvesters. Thus, even while Davis was in the employ of defendant as chief engineer, and while he was supposedly assisting his employer in patenting his invention, Davis was not only trying to obtain his own patent rights superior to his employer, without advising his employer of his conduct, but he was also trying to induce others into making and selling tobacco harvesters in competition with that of his employer. It appears that he was disclosing the nature of Long's harvester to Long's competitors. (See Long Manufacturing Company v. Holliday, <span class=\"citation\" data-id=\"242687\"><a href=\"/opinion/242687/long-manufacturing-company-inc-long-tobacco-harvesting-company-inc/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span> (4th Cir., 1957). Haynsworth, J. (Now Chief Judge), speaking for the Court of Appeals, made the following findings:</p>\n<blockquote>\"After a public demonstration of an improved version of the Long machine on Labor Day, 1953, and a showing of three of the machines at the North Carolina State Fair later that autumn, Long undertook to promote and manufacture his harvester. * * *</blockquote>\n<blockquote>\"Holliday learned of the Long machine prior to its public demonstration in September 1953. He had talked with Davis, Long's chief engineer, and had obtained from Davis, pictures of the Long machine. Thereafter, on October 9, 1953, Holliday filed his patent application, but he achieved no other significant step until March 5, 1954, when he entered into a licensing agreement with Harrington Manufacturing Company, Inc. Holliday's patent was issued on March 16, 1954.</blockquote>\n<blockquote>\"Instead of following the drawings and specifications of the Holliday patent, however, Harrington, with Holliday's assistance, proceeded to manufacture machines which, substantively, were literal copies of Long's machine. Subsequently, Harrington employed Long's former chief engineer, Davis, in connection with that and other work.\"</blockquote>\n<p>Davis testified that he left Long November 30, 1954, and shortly thereafter, in February of 1955, went to work for Harrington. Davis states that he left voluntarily and had not negotiated with Harrington prior to his leaving Long, although his own affidavit discloses otherwise. (Tr. pp. 811-812.) This affidavit attached to Davis's petition to make special his application in Patent No. 2,715,968, also states the matter of royalties on Davis's devices was involved. (Tr. p. 812.) Further, Davis's testimony relating to his relationship with Harrington while still employed by defendant is characterized as extremely evasive and completely unbelievable. (Tr. pp. 811-814.)</p>\n<p>Within a few weeks after leaving Long's employ, where Davis had been given the opportunity to try to develop his invention, he entered the employ of Long's primary competitor in the manufacture of tobacco harvesters. Prior to leaving Long, Davis had disclosed the nature of his employer's product to this competitor and had also been about trying to lay claim to it for himself.</p>\n<p>By using his employer's equipment, money, employees, tools and time, he had gone about trying to develop a machine which was already under application for patent by Davis, this application being unknown to his employer. When the invention of Davis proved to be unworkable and commercially impractical, he then tried to seize upon the inventiveness of his employer and claim that for his own. He went about doing this while yet employed by defendant by trying to expand the claims of his invention, hoping that they would engulf that of his employer.</p>\n<p>This attempted expansion of claims was done in two ways: first, by amending the claims of the pending Patent No. 2,715,968; and second, by obtaining a copending or improvement patent which was written in terms broad enough to <span class=\"star-pagination\">*1007</span> cover the Long devices which were commercially feasible. Plaintiff managed to get both applications filed prior to the time Long filed, thereby seeking to obtain the benefits of certain legal presumptions based on priority of dates alone.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>In order to effectively resolve the issues as they have developed, it is necessary for the Court to act upon defendant's counterclaim seeking a declaratory judgment of the rights of the parties as they are asserted under the claims of the various patents in suit. This action, therefore, is being considered under the Declaratory Judgment Act, Title 28 U.S. C.A. § 2201, and Rule 57 of the Federal Rules of Civil Procedure.</p>\n<p>In noting whether a patent suit is justiciable under the Declaratory Judgment Act, Borchard on Declaratory Judgments (2nd Ed. 1941), pp. 802-824, @ p. 807, states two elements are generally present, \"actual manufacture, use or sale by the petitioner, and charges of infringement by the patentee * * *.\" This is the case at hand, with the defendant petitioning for the declaratory judgment as he is faced with the adversary claim of infringement. See also Moore's Federal Practice (2nd Ed., 1965) Paragraph 57.20 @ pp. 3116-3117.</p>\n<p>This action is then ripe for a declaration of the status of the various patents in suit and the claims asserted within these patents. Borchard, supra, @ pp. 812-813.</p>\n<p>What then is the status of Davis's claims relating to the roller-clip as expressly asserted in Patent No. 2,786,585, and also asserted by implication in Patent No. 2,715,968? After finding as a fact that Davis did not invent the roller-clip device, it is clear his claims relating to them are invalid and void.</p>\n<p>It is well established that invention requires two elements, one being mental and the other physical. The idea conceived by the inventor is the mental step, and the application of the idea to a practical result is the physical step. Harper v. Zimmerman, <span class=\"citation\" data-id=\"1568521\"><a href=\"/opinion/1568521/harper-v-zimmermann/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></a></span> (D.C. Del.1930); and Toner v. Sobelman, <span class=\"citation\" data-id=\"2354478\"><a href=\"/opinion/2354478/toner-v-sobelman/\"><span class=\"volume\">86</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">369</span></a></span> (E.D.Pa.1949).</p>\n<p>In the case at hand and upon the facts found, there is no question that Davis failed in at least one of the crucial steps, that of the physical. As to the mental, this cannot be established by the oral testimony of the inventor and those interested with him alone. Harper v. Zimmerman, <span class=\"citation\" data-id=\"1568521\"><a href=\"/opinion/1568521/harper-v-zimmermann/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></a></span>, supra; and Electro-Metallurgical Co. v. Krupp Nirosta Co., <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">314</span></span> (3rd Cir., 1941). It has been said that invention consists of the mental process of conceiving a complete and operative invention so that it can be thereafter applied to practice. Electro-Metallurgical Co. v. Krupp Nirosta Co., <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">314</span></span>, supra. In this, plaintiff has failed.</p>\n<p>In relation to the roller-clips and the process of carrying harvested tobacco leaves up to an overhead platform for purposes of manual looping, Long's device met with immediate success. It is also established that he showed inventiveness in part of this development. See Holliday v. Long Manufacturing Co., <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">527</span></span>, (E.D.N.C.1956), affirmed in part applicable hereto in <span class=\"citation\" data-id=\"242687\"><a href=\"/opinion/242687/long-manufacturing-company-inc-long-tobacco-harvesting-company-inc/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span>, 114 USPQ 4 (4th Cir., 1957). It was specifically found that Long's tobacco harvester was entitled to the dignity of inventiveness as to the pivotally-mounted clips and horizontal run of the conveyor chain as it passed along the overhead platform. It cannot be questioned that Long developed his harvester into a highly practical and saleable machine. Davis has been unable to do this.</p>\n<p>Therefore, the question might be said to be one of whether Long, in producing his successful harvester, seized on an idea of Davis's, which idea involved the concept of roller-clips as a means of carrying harvested leaves upward. Of course, Davis suggests that through his first patent, and claims attached thereto, the concept was expressed by implication as to clips. While Long is able to present ample evidence of his development of this <span class=\"star-pagination\">*1008</span> concept of clips as the means of transporting the leaves upward, Davis can offer no such proof other than that evidence created after the time of the birth of Long's concept, except his unsupported testimony and that of those interested in the outcome of the action. (See Harper v. Zimmerman, <span class=\"citation\" data-id=\"1568521\"><a href=\"/opinion/1568521/harper-v-zimmermann/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></a></span>, supra; and Townsend v. Smith, <span class=\"citation\" data-id=\"1473150\"><a href=\"/opinion/1473150/townsend-v-smith/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span>, 17 CC PA, Patents, 647 (1929).</p>\n<p>It is true, of course, that Davis does have two patents with dates of application predating that of Long's patent application. Plaintiff would have the Court rely upon the statutory presumption of validity of these dates, and find on that technical basis that the Davis patents have priority in claims. See Title 35 U.S.C.A. § 282, which states:</p>\n<blockquote>\"<i>Presumption of validity;</i> defenses</blockquote>\n<blockquote>A patent shall be presumed valid. The burden of establishing invalidity of a patent shall rest on a party asserting it.\"</blockquote>\n<p>The purpose of this section was to protect a plaintiff from being surprised by uncertain proofs and to narrow issues. Mumm v. Jacob E. Decker &amp; Sons, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></span> (8th Cir., 1936), reversed for other reasons in <span class=\"citation\" data-id=\"102811\"><a href=\"/opinion/102811/mumm-v-jacob-e-decker-sons/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">983</span></span> (1937); and Lorenz v. F. W. Woolworth Co., <span class=\"citation\" data-id=\"257673\"><a href=\"/opinion/257673/anton-lorenz-v-f-w-woolworth-co/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span> (2nd Cir., 1962).</p>\n<p>This presumption of validity is not accorded the weight of actual evidence; it merely means that reasonable doubt is resolved in favor of the patent holder. Lorenz v. F. W. Woolworth Co., <span class=\"citation\" data-id=\"257673\"><a href=\"/opinion/257673/anton-lorenz-v-f-w-woolworth-co/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span>, supra.</p>\n<p>It is, therefore, a presumption that does not relieve the Court from the duty to inquire into a patent's validity in an infringement action. Cominskey Engineering Co. v. Joseph Buegeleisen Co., <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">483</span></span> (E.D.Mich.1962); Mumm v. Jacob E. Decker &amp; Sons, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></span>, supra; and Lorenz v. F. W. Woolworth Co., <span class=\"citation\" data-id=\"257673\"><a href=\"/opinion/257673/anton-lorenz-v-f-w-woolworth-co/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span>, supra.</p>\n<p>It could be said that a presumption of validity also attaches to Long's patent, although it would not be based on simple priority of dates; but it would be reinforced by the outstanding success of a device which Davis, subsequent to such success, claimed as his invention; Davis, of course, not being able to claim similar success. Once it appears that the decision of the Court can be reached with confidence, although in opposition to the validity of the plaintiff's patent claims, then the Court should proceed to its conclusions without fear of the statutory presumptions. Bussemer v. Artwire Creations, <span class=\"citation no-link\"><span class=\"volume\">231</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">798</span></span> (S.D.N.Y. 1964).</p>\n<p>The presumption is not conclusive, and the determination of the Patent Office allowing the claims relating to roller-clips was error. The Patent Office did not have all the evidence before it that was later developed before this Court in an adversary action. This Court's determination of the issues is, therefore, better founded. Gilreath v. Beach, <span class=\"citation no-link\"><span class=\"volume\">228</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">359</span></span> (S.D.Ohio 1964), affirmed in <span class=\"citation\" data-id=\"266519\"><a href=\"/opinion/266519/bruce-gilreath-v-theodore-l-beach-dba-beach-manufacturing-company/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">306</span></a></span> (6th Cir., 1965); and Bussemer v. Artwire Creations, <span class=\"citation no-link\"><span class=\"volume\">231</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">798</span></span>, supra.</p>\n<p>And, of course, dates of applications alone will not establish the validity of plaintiff's claims. This is clear when it is a fact that none of the claims relating to roller-clips were made by plaintiff until after defendant had made its successful harvester embodying these self-same clips as a material element. Defendant made its commercially-successful machine; and plaintiff then developed a change of opinion about the clips idea, for prior to that time, Davis had gone so far as to ridicule the Long version of the harvester.</p>\n<p>See Townsend v. Smith, <span class=\"citation\" data-id=\"1473150\"><a href=\"/opinion/1473150/townsend-v-smith/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span>, 17 CCPA, Patents, 647, supra; Lorenz v. F. W. Woolworth Co., <span class=\"citation\" data-id=\"257673\"><a href=\"/opinion/257673/anton-lorenz-v-f-w-woolworth-co/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">102</span></a></span>, supra; Cominskey Engineering Co., v. Buegeleisen, <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">483</span></span>, supra; and for a similar case of fact and law, Harper v. Zimmerman, <span class=\"citation\" data-id=\"1568521\"><a href=\"/opinion/1568521/harper-v-zimmermann/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></a></span>, supra.</p>\n<p></p>\n<h2>SUPPLEMENTARY FINDINGS OF FACT NO. 1.</h2>\n<p>If it be assumed, arguendo, that Davis and the Scotts did conceive and reduce to <span class=\"star-pagination\">*1009</span> practice a tobacco harvester using a roller-clip, conveyor combination in the summer of 1947, then the provisions of Title 35 U.S.C.A. § 102(c) are applicable. The facts of this case, as found by the Court, indicate a clear case of abandonment.</p>\n<p>There is a hiatus of some six years, from 1947 until 1954, until Davis again asserted interests in the roller-clip conveyor-chain combination version of the harvester. Even if the Court takes all that is testified to by Davis as true, it cannot be said that he did anything towards further development or patenting of the roller-clip version from late 1947 until November 1949. In fact, the alleged conveyor-chain with the roller-clips attached has been lost by plaintiff. Only one rudimentary form of clip has ever been produced, and all objective evidence of other work on this version of the harvester has been \"lost\".</p>\n<p>In the intervening two years, from 1947 to November 1949, after the Scotts left Goldsboro and until Davis went to work for Long Manufacturing Company, Davis admits experimenting with the sewing-head. Alton Scott testified to the sale of the remaining parts of the 1947 harvester.</p>\n<p>The only thing Davis allegedly did in 1949 pertaining to the \"low cost version\" was to draw a few sketches for Long while speaking with him briefly. These sketches are not to be found, nor are they recalled by Long; and the Court finds as a fact, in weighing the credibility of witnesses and total lack of evidence of an objective nature to the contrary, that Davis did not make them, nor did he advise Long of the existence of the \"low cost version\".</p>\n<p>In 1951, Davis insists that he mentioned the \"low cost version\", or roller-clip version, of the harvester in a speech at Clemson College. He allegedly discussed the clips again with Long in 1953. There is, again, a total lack of objective evidence to support any of these statements. But, throughout this period there is evidence of his attempts to promote the sewing-head version.</p>\n<p>In the fall of 1953, Davis was ridiculing and belittling the roller-clip version of the harvester while attempting to promote and patent the sewing-head version. The attorney who was then pursuing the patent application was originally employed by Davis in 1949, and nothing appears in the application or amendments made by this attorney which would reasonably reflect any concept indicating the invention of roller-clips, conveyor combination used in a tobacco harvester.</p>\n<p>It is interesting to note that those who worked with Davis while he was experimenting with the sewing-head harvester, and who discussed both versions with him, considered the clip version as the creation of Long. They also believed that the sewing-head version was the invention of Davis.</p>\n<p>The first active interest and material attempt by Davis to promote and develop the clip version of the harvester came after Long had shown his model was a proven commercial success.</p>\n<p></p>\n<h2>SUPPLEMENTARY CONCLUSIONS OF LAW NO. 1</h2>\n<p>Title 35 U.S.C.A. § 102, provides in pertinent part:</p>\n<blockquote>\"<i>Conditions for patentability; novelty and loss of right to patent</i>\n</blockquote>\n<blockquote>\"A person shall be entitled to a patent unless</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"(c) he has abandoned the invention, * * *.\"</blockquote>\n<p>Abandonment occurs when the inventor voluntarily relinquishes his right to the public to secure a patent. Metallizing Engineering Co. v. Kenyon Bearing and Auto Parts Co., <span class=\"citation\" data-id=\"1478978\"><a href=\"/opinion/1478978/metallizing-engineering-co-v-kenyon-bearing-ap-co/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span> (2nd Cir., 1946). And this question of abandonment is a question of fact which is determined by the intention of the inventor. Electric Storage Battery Co. v. Shimadzu, <span class=\"citation\" data-id=\"103189\"><a href=\"/opinion/103189/electric-storage-battery-co-v-shimadzu/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">244</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">373</span></span> (1939); and Utah Radio Products Co. v. Boudette, <span class=\"citation\" data-id=\"1506304\"><a href=\"/opinion/1506304/utah-radio-products-co-v-boudette/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span> (1st Cir., 1935). Of course, the intention of the inventor may be a declared intention, but it is more frequently implied from the <span class=\"star-pagination\">*1010</span> conduct of the inventor, such conduct being inconsistent with an intention to claim a patent. Electric Storage Battery Co. v. Shimadzu, <span class=\"citation\" data-id=\"103189\"><a href=\"/opinion/103189/electric-storage-battery-co-v-shimadzu/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, 15, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">244</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">373</span></span>, supra; Consolidated Fruit-Jar Co. v. Wright, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></span>, 96, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">68</span></span> (1876); and Heston v. Kuhlke, <span class=\"citation\" data-id=\"224114\"><a href=\"/opinion/224114/heston-v-kuhlke/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">222</span></a></span> (6th Cir., 1950).</p>\n<p>Mere delay will not amount to abandonment, but nonclaim for a period of time of considerable duration will result in abandonment due to the fact that the intention of the patent laws is defeated. This results from the postponing of the public's right to a free use of the invention. Vitamin Technologists v. Wisconsin Alumni Research F., <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></span> (9th Cir., 1944). The burden of proving abandonment is on the party asserting it, the defendant in this action; and it is never presumed. Cleveland Trust Co. v. Shriber-Schroth Co., <span class=\"citation\" data-id=\"1502000\"><a href=\"/opinion/1502000/cleveland-trust-co-v-schriber-schroth-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span> (6th Cir., 1937), reversed for other reasons in <span class=\"citation\" data-id=\"103086\"><a href=\"/opinion/103086/schriber-schroth-co-v-cleveland-trust-co/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">8</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">34</span></span> (1938); and Koch v. Greibach, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">843</span></span>, 25 CCPA, Patents, 1168, (1938).</p>\n<p>But in this case, giving weight to the evidence and testimony according to the credibility of the witnesses, giving weight to the normal course of conduct of persons in like circumstances, it is the conclusion that defendant has borne its burden of proof: if Davis and the Scotts ever conceived and reduced to a rudimentary form of practice a roller-clip, conveyor-chain combination of harvester, it was discarded and abandoned. See Consolidated Fruit-Jar Co. v. Wright, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">92</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">68</span></span>, supra; Deering v. Winona Harvester Works, <span class=\"citation\" data-id=\"94037\"><a href=\"/opinion/94037/deering-v-winona-harvester-works/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">118</span></span>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">153</span></span> (1894); Curtain Supply Co. v. National Lock Washer Co., <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">F.</span> <span class=\"page\">45</span></span> (N.D.Ill.1909); and 69 C.J.S. Patents §§ 81-82.</p>\n<p></p>\n<h2>SUPPLEMENTARY FINDINGS OF FACT NO. 2</h2>\n<p>Again assuming arguendo, that Davis might have been the person who originally conceived and reduced to practice the roller-clip, conveyor-chain combination version of the tobacco harvester here in question; and assuming further that Davis did not abandon this version of the harvester, the Court is not willing to ignore the equities of the case. This is made especially true when plaintiff has been the one invoking the equity powers of the Court.</p>\n<p>Davis went to work for defendant in November, 1949, and advised his employer of his automatic looper, or sewing-head version of the tobacco harvester. The next time he mentioned the harvester at all in any form of serious conversation was in May, 1953, while the parties were in San Francisco, California. This conversation took place after Davis had already filed his first patent application, said application covering the sewing-head version only.</p>\n<p>Upon return to Tarboro, North Carolina, Davis was given the full opportunity to develop his sewing-head version of harvester. At this point, all of Davis's efforts were directed toward developing the sewing-head harvester, including his work for Long and his patent application. At this point, Davis also failed to inform his employer of any interest in any other form of harvester or of his attempts to patent the sewing-head harvester.</p>\n<p>Long then proceeded to develop what he believed to be his own version of the harvester, this being the roller-clip combination. Davis did not lay claim to it, but instead ridiculed it. Davis watched it materialize into a working machine, publicly demonstrated on Labor Day, 1953, and still said nothing.</p>\n<p>He next saw defendant build and display three prototypes of the roller-clip version at the North Carolina State Fair, and Davis continued to remain silent. In fact, Davis amended his patent application during this period and failed to claim the roller-clip version or show it by diagram or description in any specific form.</p>\n<p>Employees of Long, when speaking with Davis, were led to believe the roller-clip version was Long's invention while the sewing-head version was the invention of Davis.</p>\n<p><span class=\"star-pagination\">*1011</span> Davis went so far as to watch Long tool up for production, print advertising brochures and run newspaper advertising on the roller-clip version without laying claim to it. He then watched Long conduct successful sales in the spring and summer of 1954, and Davis said nothing.</p>\n<p>Davis carried the information concerning the roller-clip version of the harvester to the patent attorneys, in Washington, D. C., in June of 1954, and he again did not advise Long or the attorneys that he was the one who had originally developed the version Long was seeking to patent.</p>\n<p>At some stage of all these proceedings, it would have seemed proper for Davis to speak and advise of his interest in the roller-clip version. Instead, he worked as Long's chief engineer and obtained Long's confidence and worked in that capacity. They discussed harvesters in detail, and Davis was supposedly pursuing the interest of Long as any employee of confidence and importance would be expected to do, and as any employee in such a capacity would normally understand he was to do.</p>\n<p>When it became apparent that the Long version of the harvester was clearly going to be a commercial success, Davis changed his employ after changing the nature of his patent application to specifically include reference to roller-clips. (This was after Davis obtained new attorneys.) Davis went to work for a competitor of Long and assisted them in producing and selling a harvester similar to that of Long's. This competing harvester was later determined to have infringed the Long harvester which is covered by the patent herein in suit.</p>\n<p>After this development, Davis began his own course of litigation against Long and, among other things, now seeks relief through the equity powers of this Court.</p>\n<p></p>\n<h2>SUPPLEMENTARY CONCLUSIONS OF LAW NO. 2</h2>\n<p>It would indeed be an ironic result for this Court to assist plaintiff, through means of the equity powers of the courts, after Davis has conducted himself in the manner and fashion determined by this Court. The most the Court should do is leave plaintiff where it found it. See Ford v. Huff, 5 Cir., <span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">F.</span> <span class=\"page\">652</span></span>, 657 (1924); Dovel v. Sloss-Sheffield Steel and Iron Co., <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></span> (5th Cir., 1943); Neon Signal Devices v. Alpha-Claude Neon Corp., <span class=\"citation\" data-id=\"1498117\"><a href=\"/opinion/1498117/neon-signal-devices-v-alpha-claude-neon-corp/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span>, 794 (W.D.Pa.1931); De Forest Radio Telephone &amp; Telegraph Co. v. United States, <span class=\"citation\" data-id=\"101004\"><a href=\"/opinion/101004/de-forest-radio-telephone-co-v-united-states/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 241-242, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">366</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">625</span></span> (1927).</p>\n<p></p>\n<h2>SUPPLEMENTARY FINDINGS OF FACT NO. 3</h2>\n<p>Assuming again, arguendo, that Davis was the prior inventor of the roller-clips, conveyor-chain combination version of the tobacco harvester; and assuming further that he did not abandon his invention, or so inequitably conduct himself as to cause the equities of the case to weigh against him; the Court will therefore look to the question of whether or not Davis assigned his rights to the invention to his employer by virtue of the equitable doctrine of shop right.</p>\n<p>The Court is convinced that, on the basis of the facts as previously found in detail in its initial memorandum FINDINGS OF FACT, and now restated in general terms for emphasis, the defendant did acquire a shop right in the roller-clip version of the tobacco harvester. This finding is, of course, based on the above-stated assumptions.</p>\n<p>Even if Davis conceived the idea of a roller-clip version of a harvester, it is clear he did not in any way reduce this version to practice prior to the time Davis was employed by Long Manufacturing Company.</p>\n<p>Assuming again, however, that Davis may have previously conceived the roller-clip version of the harvester, it cannot be said that the idea of the practical application came to maturity until Davis had the full use of Long's facilities. It is also clear that the only facilities used by Davis in the claimed development of the roller-clip version of the harvester were those of defendant.</p>\n<p><span class=\"star-pagination\">*1012</span> Davis and Long did not come to any contractual agreement on the roller-clip version of the harvester. Any agreement which was reached contemplated Long making payment for the invention and development of the sewing-head version only.</p>\n<p></p>\n<h2>SUPPLEMENTARY CONCLUSIONS OF LAW NO. 3</h2>\n<p>The general rule pertaining to shop rights may be stated that where an employee perfects an invention by and with the use of his employer's materials and facilities, the employer has a shop right in the product of the use of such materials and facilities. Consolidated Vultee Aircraft Corp. v. Maurice A. Garbell, Inc., <span class=\"citation\" data-id=\"231911\"><a href=\"/opinion/231911/consolidated-vultee-aircraft-corp-v-maurice-a-garbell-inc/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span> (9th Cir., 1953); and Thompson v. American Tobacco Co., <span class=\"citation\" data-id=\"1499717\"><a href=\"/opinion/1499717/thompson-v-american-tobacco-co/\"><span class=\"volume\">174</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span> (4th Cir. 1949).</p>\n<p>An exception to this rule may be seen where an employee has made a patent application on the alleged invention prior to the time the employee had used the materials and facilities of his employer. Davis would have the Court believe he falls within this exception by making it appear that he had reduced his roller-clip version of the harvester to practice before his employment began in respect to the development of the roller-clip version by defendant. If this was the case, no shop right on behalf of defendant would attach. See Small v. Heywood-Wakefield Co., <span class=\"citation\" data-id=\"2096739\"><a href=\"/opinion/2096739/small-v-heywood-wakefield-co/\"><span class=\"volume\">13</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">825</span></a></span>, 830.</p>\n<p>From the facts of the case at hand, however, the above exception is specifically found not to be applicable for the reason that Davis did not reduce his alleged roller-clip version to practice prior to the time he was assigned the duty of developing the sewing-head version of the harvester by defendant. The case is, therefore, controlled by Consolidated Vultee Aircraft Corp. v. Maurice A. Garbell, Inc., <span class=\"citation\" data-id=\"231911\"><a href=\"/opinion/231911/consolidated-vultee-aircraft-corp-v-maurice-a-garbell-inc/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, supra.</p>\n<p>It can be seen then that the invention in this case was perfected and reduced to practice after Davis's employment by defendant for the purpose of developing a commercially-feasible tobacco harvester. Long directed Davis to perfect a harvester, and the sewing-head version was then vigorously pursued by Davis and by Davis's recommendation. Davis's services were directed to that end only; and as a result thereof, a tobacco harvester was perfected. But the harvester was not in the form worked upon by Davis, but in the form claimed by Long as his invention. The exact role Davis may have played, if any, in the development and perfection of the roller-clip version of the harvester need not be detailed again at this time. The fact that it occurred as a result of, and by means of the use of materials and facilities provided solely by Long Manufacturing Company convinces the Court that defendant is entitled to a shop right in any and all claims relating to the roller-clip version of the tobacco harvester. See Houghton v. United States, <span class=\"citation\" data-id=\"1545138\"><a href=\"/opinion/1545138/houghton-v-united-states/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span> (4th Cir., 1928); Elzwilaw Co. v. Knoxville Glove Co., <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></span> (7th Cir., 1927); and Consolidated Vultee Aircraft Corp. v. Maurice A. Garbell, Inc., <span class=\"citation\" data-id=\"231911\"><a href=\"/opinion/231911/consolidated-vultee-aircraft-corp-v-maurice-a-garbell-inc/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, supra.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, it is ordered that plaintiff's claims for relief be, and the same are hereby denied.</p>\n<p>It is further ordered that defendant's counterclaim for Declaratory Judgment be, and the same is hereby allowed.</p>\n<p>It is further ordered that, pursuant to the Declaratory Judgment, plaintiff's patent claims pertaining to the invention of the roller-clip version of a tobacco harvester, and asserted in Davis et al. Patent No. 2,715,968 and in Davis et al. Patent No. 2,786,585, be, and the same are hereby declared invalid and void.</p>\n<p>It is further ordered that, pursuant to the Declaratory Judgment, defendant's patent claims pertaining to the invention of the roller-clip version of a tobacco harvester, and asserted in Long Patent No. 2,704,158, be, and the same are hereby declared valid in respect to any and all contrary patent claims asserted in the Davis patents in suit.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/89439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/94037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/224114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/231911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/242687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/257673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/266519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1473150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1478978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1499717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1502000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1506304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1545138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1568521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2096739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2354478/"
  ]
}