{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1410807/",
  "absolute_url": "/opinion/1410807/ritzman-v-trent/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1410807/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:00:30.333394Z",
  "date_modified": "2016-04-26T22:54:29.284218Z",
  "type": "010combined",
  "sha1": "ddcdf4a2d87f7a4887f1ce9ca3d640d6f0b2dd3e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>125 F.Supp. 664 (1954)</b></center>\n<center><h1>Willie RITZMAN, Plaintiff,<br>\nv.<br>\nRobert L. TRENT and the United States of America, Defendants.</h1></center>\n<center>Civ. A. No. 368.</center>\n<center><p><b>United States District Court E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>November 18, 1954.</center>\n<p>Rose &amp; Sanford, Fayetteville, N. C., for plaintiff.</p>\n<p>Anderson &amp; Nimocks, Fayetteville, N. C. (for Robert L. Trent, defendant), Julian T. Gaskill, U. S. Atty., Goldsboro, N. C., for the United States.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This action was instituted by plaintiff against defendants to recover for personal injuries allegedly resulting from the negligence of defendant Trent in driving a Buick into another vehicle to which plaintiff was making repairs, and the negligence of the United States in theretofore striking the Trent Buick and causing it in turn to collide with the vehicle to which plaintiff, as above stated, was making the repairs. As to the United States, the action is brought under the Federal Tort Claims Act, 28 U.S.C.A. §§ 1346(b), 2671 et seq.; as to the defendant Trent, diversity of citizenship is alleged.</p>\n<p>Trent has answered, denying negligence, alleging negligence of the United States and seeking recovery by cross action from the United States for damages to his automobile which allegedly resulted from the collision of the United States vehicle with his. The United States has <span class=\"star-pagination\">*665</span> filed a motion for summary judgment as to both the plaintiff's claim for personal injuries and also Trent's cross action for property damage, and has filed an affidavit of Assistant United States Attorney Samuel W. Howard; contra affidavits have been filed by plaintiff. It appears to me from the pleadings, the admissions and the affidavits on file that no genuine issue as to any material fact exists and that, therefore, the motion should be allowed in both respects, as provided in Rule 56, 28 U.S.C.A.</p>\n<p>These facts are found: The collisions which caused the personal injuries to plaintiff and the property damage to Trent occurred on the Army Reservation at Fort Bragg, N. C.; plaintiff, at the time, was a member of the Army stationed at Fort Bragg, on active duty and not on leave or furlough; at the time he was not engaged in the performance of any military duty; he was engaged in repairing a private automobile and his activity was in no way related to his duties as a soldier; at the time he was assigned to no military mission, as it was pay day and the usual military activities had been suspended for the day and the personnel of plaintiff's unit temporarily relieved of specific military duty; at the time the defendant Trent was in the Military Intelligence Group, U. S. Army, stationed at Fort Bragg, N. C., and was returning from the Main Post after completing a mission for his unit.</p>\n<p>The question whether the United States is liable to the plaintiff for his personal injuries is definitely established, as I believe, in the negative by the decision in Feres v. United States, 340 U. S. 135, 71 S.Ct. 153, 95 L.Ed. 152. The intestate of Feres died by fire in the barracks at Pine Camp, N. Y., while on active duty in service of the United States, plaintiff alleging negligence in quartering decedent in unsafe barracks. Recovery was denied. The Court, after a thorough analysis of the Tort Claims Act and setting forth its background, said, 340 U.S. at page 146, 71 S.Ct. at page 159: \"We conclude that the Government is not liable under the Federal Tort Claims Act for injuries to servicemen where the injuries arise out of or are in the course of activity incident to service.\" This case, therefore, seems to dispose of plaintiff's claim, for certainly his injuries were \"in the course of activity incident to service\" as much so as the death of the serviceman in the Feres case, who was asleep in his barracks at the time of the fatal fire. While plaintiff here had been relieved of specific duty during the balance of the day on which he was hurt, so the decedent in the Feres case had been relieved of specific duty during the night on which he was burned to death in his barracks. In both cases the soldier was on active duty in the service of the United States, and of course, at the time, was subject to call for military duty.</p>\n<p>In the Feres case, Mr. Justice Jackson wrote, 340 U.S. at page 138, 71 S.Ct. at page 155: \"We do not overlook considerations persuasive of liability in these cases.\" Neither do I, but the conclusion reached in that case, in spite of such considerations, seems to govern in this case.</p>\n<p>In that case, 340 U.S. at page 138, 71 S. Ct. at page 155, the Court opens its reasoning by saying: \"The common fact underlying the three cases (Feres, Jefferson and Griggs) is that each claimant, while on active duty and not on furlough (it does not add \"and at the time not performing any military duty\" although such was true in each case), sustained injury due to negligence of others in the armed forces. The only issue of law raised is whether the Tort Claims Act extends its remedy to one sustaining `incident to the service' what under other circumstances would be an actionable wrong. This is the `wholly different case' reserved from our decision in Brooks v. United States, 337 U.S. 49, 52, 69 S.Ct. 918, 920, 93 L.Ed. 1200.\"</p>\n<p>Quoting further from Feres, 340 U.S. at page 141, 71 S.Ct. at page 157: \"It will be seen that this (Tort Claims Act) is not the creation of new causes of action, but acceptance of liability under circumstances that would bring private liability into existence. * * * We <span class=\"star-pagination\">*666</span> know of no American law which ever has permitted a soldier to recover for negligence, against either his superior officers or the Government he is serving.\"</p>\n<p>Plaintiff's counsel relies heavily upon the decision in Brooks v. United States, 337 U.S. 49, 69 S.Ct. 918, 93 L.Ed. 1200, but, just as pointed out in the Feres case, this seems to be the \"wholly different case\" reserved for future decision in that case where it observed, 337 U.S. at page 52, 69 S.Ct. at page 920: \"Were the accident incident to the Brooks' service a wholly different case would be presented.\" Although it does not appear from the opinion in the Brooks case, the fact is that the soldiers involved at the time of the death and injuries which were the bases of the actions were riding in their own automobile while they were on leave from military service, and so the effect of the decision is to hold the United States liable to servicemen for injuries or death not incident to service. As their services had been temporarily terminated by the leave, it followed that the death and injuries were not incident to service; but in keeping with the decision in the Feres case, where recovery was denied for the death of a serviceman while asleep in his barracks because his death was incident to service, it seems recovery to plaintiff here must be denied for the reason that his injuries were incident to service, though at the moment when sustained he was not actually engaged in performance of a military duty or mission.</p>\n<p>The decision reported as \"Feres v. United States\" also decided and upheld the Court of Appeals of this Circuit in Jefferson v. United States, 4 Cir., 178 F.2d 518, 519. In that case it appeared that the serviceman had sustained serious injuries as the result of negligence of Government employees in leaving a towel in a surgical wound during an operation. The effect of the decision in the Brooks case was considered by the Court of Appeals and distinguished. Recovery was denied.</p>\n<p>In Griggs v. United States, 10 Cir., 178 F.2d 1, recovery was upheld upon facts similar to those in the Jefferson case; the Court in effect holding the United States liable for death of serviceman on non-combatant active duty. This decision was also reviewed in the Feres case and the decision of the Court of Appeals was reversed.</p>\n<p>This, to me, is a close question and but for the Feres case I would have a different view. Under that case recovery seems to be denied wherever the serviceman is on active duty and subject to immediate military orders.</p>\n<p>The cases in which a different conclusion was reached are either distinguishable or, in my opinion, opposed to the conclusion reached in the Feres case.</p>\n<p>So far as I am advised, the Supreme Court has not decided a case involving property damage sustained by a serviceman while on active duty, but I see no reason for a distinction. One of the arguments pointed out in the Feres case for excluding recovery for personal injuries sustained by a serviceman while on active duty is the fact that Congress has enacted other laws which provide compensation for such injuries. On page 144 of 340 U.S., on page 158 of 71 S.Ct. the Court wrote: \"This Court, in deciding claims for wrongs incident to service under the Tort Claims Act, cannot escape attributing some bearing upon it to enactments by Congress which provide systems of simple, certain and uniform compensation for injuries or death of those in armed services.\" The same argument may be offered in a case involving property damage suffered by a serviceman while on active duty, for Congress has likewise enacted laws providing a system of compensation for property damage sustained by those in the armed services. Military Personnel Claims Act of 1945, § 1, 31 U.S.C.A. § 222c. In Fidelity-Phenix Fire Insurance Co. of New York v. United States, D.C., 111 F.Supp. 899, the Court considered and rejected a claim of air force personnel for property damage. In that case the Court made these observations, at page 901, \"Although the Feres case denied to servicemen only the right to sue <span class=\"star-pagination\">*667</span> under the Tort Claims Act for personal injuries incident to their service, all the parties agree, and so does the court, that the same rule should apply to suits by servicemen for property losses. * * * [111 F.Supp. at page 902] The Military Personnel Claims Act of 1945 * * * was passed for the express purpose of providing a `single' statute for the settlement of claims of military personnel for the loss of their property incurred while in the service * * *. [111 F. Supp. at page 903] It was manifestly the intent of the Congress that the Military Personnel Claims Act should remain as the single comprehensive remedy for property losses of military personnel incident to their service.\" In my opinion, defendant Trent cannot recover under the Tort Claims Act. At the time he sustained his damage he was engaged in the performance of a military mission.</p>\n<p>Having concluded that neither plaintiff nor defendant Trent may recover under the Tort Claims Act, it follows that no genuine issue as to any material fact exists, and that the United States is entitled to summary judgment in both causes of action.</p>\n<p>A judgment accordingly will enter.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">664</span></span> (1954)</b></center>\n<center><h1>Willie RITZMAN, Plaintiff,<br>\nv.<br>\nRobert L. TRENT and the United States of America, Defendants.</h1></center>\n<center>Civ. A. No. 368.</center>\n<center><p><b>United States District Court E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>November 18, 1954.</center>\n<p>Rose &amp; Sanford, Fayetteville, N. C., for plaintiff.</p>\n<p>Anderson &amp; Nimocks, Fayetteville, N. C. (for Robert L. Trent, defendant), Julian T. Gaskill, U. S. Atty., Goldsboro, N. C., for the United States.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This action was instituted by plaintiff against defendants to recover for personal injuries allegedly resulting from the negligence of defendant Trent in driving a Buick into another vehicle to which plaintiff was making repairs, and the negligence of the United States in theretofore striking the Trent Buick and causing it in turn to collide with the vehicle to which plaintiff, as above stated, was making the repairs. As to the United States, the action is brought under the Federal Tort Claims Act, 28 U.S.C.A. §§ 1346(b), 2671 et seq.; as to the defendant Trent, diversity of citizenship is alleged.</p>\n<p>Trent has answered, denying negligence, alleging negligence of the United States and seeking recovery by cross action from the United States for damages to his automobile which allegedly resulted from the collision of the United States vehicle with his. The United States has <span class=\"star-pagination\">*665</span> filed a motion for summary judgment as to both the plaintiff's claim for personal injuries and also Trent's cross action for property damage, and has filed an affidavit of Assistant United States Attorney Samuel W. Howard; contra affidavits have been filed by plaintiff. It appears to me from the pleadings, the admissions and the affidavits on file that no genuine issue as to any material fact exists and that, therefore, the motion should be allowed in both respects, as provided in Rule 56, 28 U.S.C.A.</p>\n<p>These facts are found: The collisions which caused the personal injuries to plaintiff and the property damage to Trent occurred on the Army Reservation at Fort Bragg, N. C.; plaintiff, at the time, was a member of the Army stationed at Fort Bragg, on active duty and not on leave or furlough; at the time he was not engaged in the performance of any military duty; he was engaged in repairing a private automobile and his activity was in no way related to his duties as a soldier; at the time he was assigned to no military mission, as it was pay day and the usual military activities had been suspended for the day and the personnel of plaintiff's unit temporarily relieved of specific military duty; at the time the defendant Trent was in the Military Intelligence Group, U. S. Army, stationed at Fort Bragg, N. C., and was returning from the Main Post after completing a mission for his unit.</p>\n<p>The question whether the United States is liable to the plaintiff for his personal injuries is definitely established, as I believe, in the negative by the decision in Feres v. United States, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">153</span></a></span>, 95 L.Ed. 152. The intestate of Feres died by fire in the barracks at Pine Camp, N. Y., while on active duty in service of the United States, plaintiff alleging negligence in quartering decedent in unsafe barracks. Recovery was denied. The Court, after a thorough analysis of the Tort Claims Act and setting forth its background, said, 340 U.S. at page 146, 71 S.Ct. at page 159: \"We conclude that the Government is not liable under the Federal Tort Claims Act for injuries to servicemen where the injuries arise out of or are in the course of activity incident to service.\" This case, therefore, seems to dispose of plaintiff's claim, for certainly his injuries were \"in the course of activity incident to service\" as much so as the death of the serviceman in the Feres case, who was asleep in his barracks at the time of the fatal fire. While plaintiff here had been relieved of specific duty during the balance of the day on which he was hurt, so the decedent in the Feres case had been relieved of specific duty during the night on which he was burned to death in his barracks. In both cases the soldier was on active duty in the service of the United States, and of course, at the time, was subject to call for military duty.</p>\n<p>In the Feres case, Mr. Justice Jackson wrote, 340 U.S. at page 138, 71 S.Ct. at page 155: \"We do not overlook considerations persuasive of liability in these cases.\" Neither do I, but the conclusion reached in that case, in spite of such considerations, seems to govern in this case.</p>\n<p>In that case, 340 U.S. at page 138, 71 S. Ct. at page 155, the Court opens its reasoning by saying: \"The common fact underlying the three cases (Feres, Jefferson and Griggs) is that each claimant, while on active duty and not on furlough (it does not add \"and at the time not performing any military duty\" although such was true in each case), sustained injury due to negligence of others in the armed forces. The only issue of law raised is whether the Tort Claims Act extends its remedy to one sustaining `incident to the service' what under other circumstances would be an actionable wrong. This is the `wholly different case' reserved from our decision in Brooks v. United States, <span class=\"citation\" data-id=\"104670\"><a href=\"/opinion/104670/brooks-v-united-states/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span>, 52, <span class=\"citation\" data-id=\"104670\"><a href=\"/opinion/104670/brooks-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">918</span></a></span>, 920, <span class=\"citation\" data-id=\"104670\"><a href=\"/opinion/104670/brooks-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1200</span></a></span>.\"</p>\n<p>Quoting further from Feres, 340 U.S. at page 141, 71 S.Ct. at page 157: \"It will be seen that this (Tort Claims Act) is not the creation of new causes of action, but acceptance of liability under circumstances that would bring private liability into existence. * * * We <span class=\"star-pagination\">*666</span> know of no American law which ever has permitted a soldier to recover for negligence, against either his superior officers or the Government he is serving.\"</p>\n<p>Plaintiff's counsel relies heavily upon the decision in Brooks v. United States, <span class=\"citation\" data-id=\"104670\"><a href=\"/opinion/104670/brooks-v-united-states/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span>, <span class=\"citation\" data-id=\"104670\"><a href=\"/opinion/104670/brooks-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">918</span></a></span>, <span class=\"citation\" data-id=\"104670\"><a href=\"/opinion/104670/brooks-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1200</span></a></span>, but, just as pointed out in the Feres case, this seems to be the \"wholly different case\" reserved for future decision in that case where it observed, 337 U.S. at page 52, 69 S.Ct. at page 920: \"Were the accident incident to the Brooks' service a wholly different case would be presented.\" Although it does not appear from the opinion in the Brooks case, the fact is that the soldiers involved at the time of the death and injuries which were the bases of the actions were riding in their own automobile while they were on leave from military service, and so the effect of the decision is to hold the United States liable to servicemen for injuries or death not incident to service. As their services had been temporarily terminated by the leave, it followed that the death and injuries were not incident to service; but in keeping with the decision in the Feres case, where recovery was denied for the death of a serviceman while asleep in his barracks because his death was incident to service, it seems recovery to plaintiff here must be denied for the reason that his injuries were incident to service, though at the moment when sustained he was not actually engaged in performance of a military duty or mission.</p>\n<p>The decision reported as \"Feres v. United States\" also decided and upheld the Court of Appeals of this Circuit in Jefferson v. United States, 4 Cir., <span class=\"citation\" data-id=\"223922\"><a href=\"/opinion/223922/jefferson-v-united-states/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">518</span></a></span>, 519. In that case it appeared that the serviceman had sustained serious injuries as the result of negligence of Government employees in leaving a towel in a surgical wound during an operation. The effect of the decision in the Brooks case was considered by the Court of Appeals and distinguished. Recovery was denied.</p>\n<p>In Griggs v. United States, 10 Cir., <span class=\"citation\" data-id=\"223777\"><a href=\"/opinion/223777/griggs-v-united-states/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, recovery was upheld upon facts similar to those in the Jefferson case; the Court in effect holding the United States liable for death of serviceman on non-combatant active duty. This decision was also reviewed in the Feres case and the decision of the Court of Appeals was reversed.</p>\n<p>This, to me, is a close question and but for the Feres case I would have a different view. Under that case recovery seems to be denied wherever the serviceman is on active duty and subject to immediate military orders.</p>\n<p>The cases in which a different conclusion was reached are either distinguishable or, in my opinion, opposed to the conclusion reached in the Feres case.</p>\n<p>So far as I am advised, the Supreme Court has not decided a case involving property damage sustained by a serviceman while on active duty, but I see no reason for a distinction. One of the arguments pointed out in the Feres case for excluding recovery for personal injuries sustained by a serviceman while on active duty is the fact that Congress has enacted other laws which provide compensation for such injuries. On page 144 of 340 U.S., on page 158 of 71 S.Ct. the Court wrote: \"This Court, in deciding claims for wrongs incident to service under the Tort Claims Act, cannot escape attributing some bearing upon it to enactments by Congress which provide systems of simple, certain and uniform compensation for injuries or death of those in armed services.\" The same argument may be offered in a case involving property damage suffered by a serviceman while on active duty, for Congress has likewise enacted laws providing a system of compensation for property damage sustained by those in the armed services. Military Personnel Claims Act of 1945, § 1, 31 U.S.C.A. § 222c. In Fidelity-Phenix Fire Insurance Co. of New York v. United States, D.C., <span class=\"citation\" data-id=\"1816037\"><a href=\"/opinion/1816037/fidelity-phenix-fire-ins-co-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">899</span></a></span>, the Court considered and rejected a claim of air force personnel for property damage. In that case the Court made these observations, at page 901, \"Although the Feres case denied to servicemen only the right to sue <span class=\"star-pagination\">*667</span> under the Tort Claims Act for personal injuries incident to their service, all the parties agree, and so does the court, that the same rule should apply to suits by servicemen for property losses. * * * [111 F.Supp. at page 902] The Military Personnel Claims Act of 1945 * * * was passed for the express purpose of providing a `single' statute for the settlement of claims of military personnel for the loss of their property incurred while in the service * * *. [111 F. Supp. at page 903] It was manifestly the intent of the Congress that the Military Personnel Claims Act should remain as the single comprehensive remedy for property losses of military personnel incident to their service.\" In my opinion, defendant Trent cannot recover under the Tort Claims Act. At the time he sustained his damage he was engaged in the performance of a military mission.</p>\n<p>Having concluded that neither plaintiff nor defendant Trent may recover under the Tort Claims Act, it follows that no genuine issue as to any material fact exists, and that the United States is entitled to summary judgment in both causes of action.</p>\n<p>A judgment accordingly will enter.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/223777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/223922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1816037/"
  ]
}