{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1410950/",
  "absolute_url": "/opinion/1410950/riley-v-murdock/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1410950/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:00:33.548755Z",
  "date_modified": "2016-04-26T23:26:31.984226Z",
  "type": "010combined",
  "sha1": "e505d06bf6f3ab820a9ecb86c63477cf01b0325d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>890 F.Supp. 444 (1995)</b></center>\n<center><h1>Johnsie RILEY, et al., Plaintiffs,<br>\nv.<br>\nDavid H. MURDOCK, et al., Defendants.</h1></center>\n<center>No. 92-442-CV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 13, 1995.</center>\n<p><span class=\"star-pagination\">*445</span> <span class=\"star-pagination\">*446</span> <span class=\"star-pagination\">*447</span> Thomas Fleming Taft, Jr., Taft, Taft &amp; Haigler, Greenville, NC, for plaintiffs.</p>\n<p>Jeffrey C. Howard, Ralph M. Stockton, Jr., Petree, Stockton &amp; Robinson, Winston-Salem, NC, Debbie Weston Harden, Womble, Carlyle, Sandridge &amp; Rice, Charlotte, NC, Hubert Humphrey, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, Walter F. Brinkley, Stephen W. Coles, Brinkley, Walser, McGirt, Miller, Smith &amp; Coles, Lexington, NC, David Calep Wright, III, Mark W. Merritt, Robinson, Bradshaw &amp; Hinson, P.A., Charlotte, NC, and Martha Jones Mason, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on motions for summary judgment filed by the following defendants: (1) Fieldcrest Cannon, Inc. (Fieldcrest); (2) Otto Stolz (Stolz); (3) George A. Batte, Jr., Estate of J. Harris Cannon, Harold P. Hornaday, Andrew W. Adams, Joseph C. Ridenhour, Hubert J. Toumey and James R. Jolly (the Directors); and (4) David H. Murdock (Murdock). All motions have been extensively briefed and are now ripe for decision.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>The rather complicated and involved facts surrounding this matter are extensively set out in an Order of this court dated 30 July 1993 and repeating them here is not necessary. However, a brief sketch of the relevant events leading up to the motions at bar would facilitate a more complete understanding of the discussion to follow.</p>\n<p>This action is brought under the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. § 1001, <i>et seq.</i><sup>[1]</sup> Plaintiffs are employees or retirees of Cannon Mills, Inc. (Cannon) and are participants in Cannon's retirement plan (the Plan). They allege that the defendants breached their fiduciary duty by failing to prudently manage <span class=\"star-pagination\">*448</span> the Plan for the benefit of its participants. Specifically, plaintiffs challenge the seizure of surplus plan assets and the purchase of an annuity backed by junk bonds to increase the dollar amount of the surplus.</p>\n<p>Cannon has had several different retirement plans over its many years in operation. Until 1979, the employees contributed to the Plan. For the purposes of this matter, this has become known as the 1976 Plan. In 1979, the 1976 Plan was amended by eliminating employee contributions and altering the termination clause to specifically provide that any surplus assets at termination would revert to the employer rather than the plan participants. This will be referred to as the 1979 Plan.</p>\n<p>Approximately six months after this amendment, defendant Murdock began purchasing substantial amounts of Cannon stock and in 1982, bought Cannon outright. Plaintiffs allege that in December 1985 Murdock caused the 1979 Plan to be amended to provide for the reversion of the surplus assets to one of his corporations and the purchase of an annuity upon termination of the Plan. The Plan was allegedly terminated on 18 December 1985.</p>\n<p>In June 1986 defendant Fieldcrest merged with Cannon. On 2 July 1986, an annuity was purchased to fund obligations to participants of Cannon's terminated retirement plan. The purchase was negotiated by both Murdock and Fieldcrest. Ultimately, the company issuing the annuity went into receivership, and plaintiffs contend that they have suffered as a result. In sum, plaintiffs allege that the entire series of transactions described above was an elaborate scheme orchestrated in violation of ERISA to allow Fieldcrest to buy Cannon at a reduced price and made it possible for Murdock to receive the surplus assets upon termination of the 1979 Plan.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Summary judgment is only appropriate where there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). The United States Supreme Court has written:</p>\n<blockquote>In our view, the plain language of rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the absence of an element to that party's case, and on which that party will bear the burden of proof at trial.</blockquote>\n<p><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322, 106 S.Ct. 2548, 2552, 91 L.Ed.2d 265 (1986). The Fourth Circuit has recently commented on <i>Celotex</i> and firmly agreed with the concept that the party moving for summary judgment does not have to produce evidence, but can prevail on summary judgment by simply arguing that there is an absence of evidence by which the nonmovant can prove its case. <i>See </i><i>Cray Communications, Inc. v. Novatel Computer Systems, Inc.,</i> 33 F.3d 390 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1254, 131 L.Ed.2d 135 (1995). Each of the four motions for summary judgment will be analyzed pursuant to the above-stated and well-established rules of law.</p>\n<p></p>\n<h2><i>A. Fieldcrest's Motion for Summary Judgment</i></h2>\n<p>Plaintiffs allege that Fieldcrest had fiduciary duties pursuant to 29 U.S.C. § 1002(21) by virtue of the authority and responsibility it assumed under Section 4.03 of the Stock Purchase Agreement dated 3 December 1985 and the fact that Fieldcrest assumed responsibility for the administration of the Plan. Plaintiffs assert that Fieldcrest violated these duties and conspired with other defendants to do so. Plaintiffs admit that Fieldcrest did not receive any of the surplus assets upon termination of the Plan; however, they maintain that the purchase price Fieldcrest paid to acquire Cannon is less than it would have been if Fieldcrest had not allowed Murdock to keep the Plan, amend the Plan in order to allow the surplus to revert to Murdock, and agree to the purchase of an imprudent annuity.</p>\n<p>Fieldcrest maintains that it was never a fiduciary under ERISA. It further asserts that it never participated in the administration of the Plan, never attempted to and did not purchase the Plan, and had no involvement <span class=\"star-pagination\">*449</span> in the termination of the Plan or the purchase of the annuity from Executive Life.</p>\n<p>A person or entity is a fiduciary with respect to an ERISA-governed plan:</p>\n<blockquote>To the extent (i) he [or it] exercises any discretionary authority or discretionary control respecting management of such plan or exercises any authority or control respecting management or disposition of its assets, (ii) he [or it] renders investment advice for a fee or other compensation, direct or indirect, with respect to any moneys or other property of such plan, or has any authority or responsibility to do so, or (iii) he [or it] has any discretionary authority or discretionary responsibility in the administration of such plan....</blockquote>\n<p>29 U.S.C.A. § 1002(21)(A). Subsection (ii) is not at issue; however, plaintiffs argue that Fieldcrest had discretionary authority over the Plan pursuant to the Stock Purchase Agreement and that it actually exercised discretionary authority over the disposition of Plan assets by its involvement in the purchase of the Executive Life annuity.</p>\n<p>As explained above, on a motion for summary judgment a defendant does not have to prove an absence of evidence to support a plaintiff's case because the burden rests with the plaintiff to support all elements of its claim. As the discussion below will make evident, plaintiffs are unable to satisfy the burden with respect to proving Fieldcrest had a fiduciary duty under ERISA.</p>\n<p></p>\n<h2><i>1. Fiduciary Duty Under § 1002(21)(A)(iii)</i></h2>\n<p>Plaintiffs assert that the language of the Stock Purchase Agreement entered into by Cannon and Fieldcrest gave Fieldcrest discretionary authority and responsibility with respect to the Cannon Plan, and thus, a fiduciary duty under ERISA. The relevant portion of the Stock Purchase Agreement at issue is Section 4.03 addressing employee benefit plans. By its own terms, Section 4.03 permits either the Sellers' (defined in the agreement as Pacific Holding Corporation and Cannon Holding Corporation) adoption of a new pension plan or the purchase of annuity under guidelines set forth in a separate document known as Schedule 4.03. The option of purchasing an annuity was chosen and subparagraph (e) of Schedule 4.03 addresses that. Schedule 4.03 provides, in pertinent part:</p>\n<blockquote>Seller may, in its sole discretion, provide for the funding of all accrued benefits, including all ancillary benefits, whether or not vested, accrued through December 28, 1985, by causing the purchase of annuity contracts satisfactory to the Pension Benefit Guaranty Corporation.</blockquote>\n<p>Plaintiffs contend that the last phrase quoted above automatically makes Fieldcrest a fiduciary and vested it with discretionary authority over plan administration under ERISA's definition of fiduciary.</p>\n<p>The plain language of the Stock Purchase Agreement, however, makes it clear that Schedule 4.03 was intended to modify Section 4.03 and that Schedule 4.03 was drafted to \"set forth the rights and duties of the parties\" regarding any annuities. (Tennyson Dep. at 19-20). There is no language in any of the agreements requiring Fieldcrest to approve any annuity contracts.</p>\n<p>Further, there is testimony, in affidavit form, that Peter Tennyson, the primary legal representative and negotiator for David Murdock, did not intend for any of the provisions to require Fieldcrest to approve any annuity that might be selected. <i>Id.</i> at 32-33. Joe Ely, Fieldcrest's Chairman and a principle negotiator for the Cannon purchase, also stated that the Stock Purchase Agreement was not intended to require Fieldcrest's approval of any annuities. (Ely Dep. at 34-35). None of Fieldcrest's personnel responsible for pension matters were involved in drafting the Stock Purchase Agreement nor were they operating under the belief that Fieldcrest had any control over annuity selection. (Midgley Dep. at 21; Mitchell Dep. at 61; Raines Dep. at 15.) As well, testimony of the individuals involved in the negotiations indicates that annuities were never even discussed and that Fieldcrest wanted Cannon to take responsibility for any pension plan. (Murdock Dep. at 506; Tennyson Dep. at 18-19). There is, however, evidence that mention was made of terminating the Cannon <span class=\"star-pagination\">*450</span> pension plan and that Ely expressed concern that Cannon Plan participants be treated fairly. (Murdock Dep. at 506; Tennyson Dep., at 24.) Such concern for the general fair treatment of Cannon employees cannot be said to rise to the level of assuming discretionary authority over the administration of the Cannon plan.</p>\n<p></p>\n<h2><i>2. Fiduciary Duty Under § 1002(21)(A)(i)</i></h2>\n<p>Plaintiffs also contend that Fieldcrest owed them a duty as a fiduciary under 29 U.S.C. § 1002(21)(A)(i) in that Fieldcrest assumed discretionary authority and control regarding plan management and distribution of plan assets. Plaintiff's primary contention is that Fieldcrest participated in the selection of the annuity. Through depositions, Murdock and others involved in the stock sale have testified that Fieldcrest had nothing to do with the decision to purchase the annuities, the selection of Executive Life, or the termination of the Cannon plan. (Murdock Dep. at 524-25; Tatom Dep. at 50; Ely Dep. at 35.)</p>\n<p>The only evidence that Fieldcrest participated in the selection of Executive Life is in plaintiff's unsworn answers to interrogatories where it is suggested that Fieldcrest was involved in placing Executive Life on the annuity bid list and promised to give Executive Life preferential treatment. The affidavit of Eric Watts, a principal in the firm whose function it was to market Executive Life's annuities, contradicts the suggestion of any special treatment offered by Fieldcrest. (Watts Aff. para. 9.) Watts' statements are corroborated by the deposition testimony of Steven Schwartz, an employee of First Annuity Corporation. (Schwartz Dep. at 165-66.)</p>\n<p>The court is somewhat concerned with a meeting that took place on 19 June 1990 and was attended by representatives of Fieldcrest, Executive Life and Murdock. Plaintiffs assert that this meeting is evidence that Fieldcrest was involved in the selection of Executive Life. Defendants deposed six of the representatives in attendance at the meeting and none of them testified that the selection of Executive Life as an annuity carrier was discussed.<sup>[2]</sup> Instead, the meeting focused on administrative matters relating to the communication of information concerning benefits to be paid to Cannon employees. (Wilson Dep. at 15-25; Ellis Dep. at 7-12.) Defendants have also provided testimony of those not present at the 19 June meeting that Fieldcrest helped transmit data regarding benefits of individual Cannon employees and that the 19 June meeting was held in order to facilitate the transmission of such information. (Werner Dep. at 95, 107, 293; Tennyson Dep. at 35.)</p>\n<p>Plaintiffs assert that the limited activity of transferring of information is enough to constitute the assumption of a fiduciary duty by Fieldcrest. However, the general rule is that an administrator who merely carries out ministerial duties or processes claims does not exercise discretionary powers and is not an ERISA fiduciary. <i>See </i><i>Kyle Rys., Inc. v. Pacific Admin. Servs., Inc.,</i> 990 F.2d 513 (9th Cir.1993); <i>Pohl v. National Ben. Consultants, Inc.,</i> 956 F.2d 126 (7th Cir.1992). As long as the ultimate decision regarding the denial of claims or the eligibility for benefits rests with someone else, the administrator has no fiduciary duty. <i>See </i><i>Baker v. Big Star Div. of Grand Union Co.,</i> 893 F.2d 288 (11th Cir.1989).</p>\n<p>Fieldcrest did assist Cannon in transmitting data concerning former Cannon employees and the amount of benefits owed them; however, there is no evidence that Fieldcrest's involvement went beyond the ministerial task of relaying data. There is no evidence that Fieldcrest ever made determinations of the eligibility of Cannon employees under the old Cannon Plan. Therefore, Fieldcrest did not assume any fiduciary duty with respect to the administration of the Plan.</p>\n<p></p>\n<h2><i>3. Successor Liability</i></h2>\n<p>Plaintiff's Third Amended Complaint alleges that Fieldcrest is a successor to the liabilities of Cannon. As a legal principle, Fieldcrest may be held liable as a result <span class=\"star-pagination\">*451</span> of its merger with Cannon; however, plaintiffs have failed to present to the court any evidence that Cannon was liable under ERISA. The only acts that could possibly form the basis of Cannon's liability, and thereby Fieldcrest's successor liability, are based on the 1979 amendment to the 1976 Cannon Plan. In order to establish Cannon's ERISA liability, plaintiffs must show that Cannon, as the employer at the time of the amendment, breached a fiduciary duty owed to plaintiffs. Employers do not owe plan participants a fiduciary duty when they make business decisions, but only when they take action in their capacity as plan administrators. <i>Amato v. Western Union Int'l, Inc.,</i> 773 F.2d 1402 (2d Cir.1985), <i>cert. dismissed,</i> 474 U.S. 1113, 106 S.Ct. 1167, 89 L.Ed.2d 288 (1986), <i>overruled on other grounds by </i><i>Mead Corp. v. Tilley,</i> 490 U.S. 714, 109 S.Ct. 2156, 104 L.Ed.2d 796 (1989). Many courts have held that an employer does not act as an ERISA fiduciary in deciding to amend or terminate a plan. <i>See, e.g., </i><i>Sutter v. BASF Corp.,</i> 964 F.2d 556 (6th Cir.1992); <i>Hozier v. Midwest Fasteners, Inc.,</i> 908 F.2d 1155 (3d Cir.1990). The actions of which plaintiffs complain were all taken by Cannon in the course of its normal business operation and, therefore, do not subject Cannon to ERISA liability.<sup>[3]</sup> Logically, therefore, Fieldcrest cannot be subject to successor liability for Cannon's actions.</p>\n<p>Plaintiffs have failed to establish a genuine issue of material fact concerning Fieldcrest's responsibilities as a fiduciary under ERISA and the existence of successor liability. As concluded above, Fieldcrest did not assume any fiduciary duty under the meaning given that term in 29 U.S.C. § 1002(21)(A). Further, because Cannon was not liable under ERISA, Fieldcrest cannot be held liable as a successor. Therefore, defendant Fieldcrest is entitled to judgment as a matter of law on all claims against it and Fieldcrest's motion for summary judgment will be allowed.</p>\n<p></p>\n<h2><i>B. Otto Stolz's Motion for Summary Judgment</i></h2>\n<p>Stolz is a former officer and director of Cannon who left the company in May 1982. Plaintiffs claim that Stolz: (1) breached his fiduciary duty under ERISA; (2) violated ERISA's \"prohibited transaction\" rule; (3) violated ERISA rules relating to the distribution of assets upon plan termination; and (4) violated ERISA rules prohibiting employers from firing or harassing employees to prevent those employees from claiming vested pension rights. The first and third allegations arise out of the 1979 Amendment to Cannon's retirement plan and will be discussed together. The second allegation will be fully discussed in the portion of this order relating to plaintiffs' claims against defendant Murdock, but will be briefly mentioned below. The fourth claim will be discussed independently below.</p>\n<p></p>\n<h2><i>1. Breach of Fiduciary Duty</i></h2>\n<p>Plaintiffs claim that Stolz was involved in the breach of duties owed them with respect to the allegedly improper 1979 Amendment to the 1976 Plan, the promises made them in the Summary Plan Description (SPD), and in general through his activities as an officer and director of Cannon.</p>\n<p></p>\n<h2><i>a. Fiduciary Duty Under the 1979 Amendment</i></h2>\n<p>Plaintiffs' breach of fiduciary duty claims against Stolz are based on allegations that the terms of the 1976 Plan prohibited the 1979 Amendment to the Plan. Specifically, plaintiffs claim that the 1979 Amendment permitting surplus assets to revert to the sponsor on termination was in violation of Articles 7 through 10 of the 1976 Plan. The provisions of each of these articles must be examined. Article 7 contains several sections relating to Plan contributions and payments. Section 7.2 requires Cannon to make sufficient contributions to pay benefits, but does not address the issue of who would receive any surplus assets. Section 7.3 requires all contributions to be paid into a trust fund unless expressly provided otherwise in the Plan. Section 7.5 states that plan participants have rights only to their benefits and does not give them any rights to any surplus upon termination. This section serves to protect participants' rights to their benefits <span class=\"star-pagination\">*452</span> and cannot be interpreted to afford them any rights to any surplus.</p>\n<p>Section 8.1 of Article 8 sets out the statutory fiduciary duties as articulated in § 404(a)(1) of ERISA and names the fiduciaries.<sup>[4]</sup> These duties are in no way implicated when a plan sponsor takes possession of surplus assets upon termination. <i>See </i><i>Wilson v. Bluefield Supply Co.,</i> 819 F.2d 457 (4th Cir. 1987). Section 8.3 discussed the Retirement Committee and establishes the administrative duties of this body. Article 9 deals only with contribution and requires all contributions to be paid to the trustee and kept in the trust fund. It also contains language limiting a participant's rights to the Trust Fund to the amount of benefits actually owed that individual. There is simply no language in Article 8 or 9 that would prevent amendment of the Plan to allow the sponsor to receive surplus assets upon termination.</p>\n<p>Article 10 contains sections specifically dealing with procedures for amending the Plan. Section 10.1, entitled \"Amendment,\" allows Cannon's Board of Directors to amend the Plan as long as the amendment does not divert assets \"to purposes other than for the exclusive benefit of Participants, Eligible Spouses or Beneficiaries\" or does not reduce the amount of benefits to which a beneficiary or participant was entitled prior to the effective date of the amendment. Article 10 contains no language prohibiting the 1979 Amendment.</p>\n<p>The provision of the 1979 Amendment at issue is found in Section 11.05 of the 1979 Plan and is entitled \"Termination Distribution.\" It is similar to the corresponding provision in the 1976 Plan in that it does not confer upon plan participants the right to any surplus assets upon termination; however, it differs in that § 11.05 specifies that any such surplus will be returned to the company. Plaintiffs have failed to present the court with any facts that the Plan was not amended in accordance with its own terms. The Fourth Circuit has held that abiding by the terms of a plan cannot be a breach of fiduciary duty. <i>Dzinglski v. Weirton Steel Corp.,</i> 875 F.2d 1075 (4th Cir.), <i>cert. denied,</i> 493 U.S. 919, 110 S.Ct. 281, 107 L.Ed.2d 261 (1989). This change does not have an adverse or prohibited effect on the rights guaranteed to the participants under either the 1976 or 1979 Plan. The 1976 Plan never gave the participants the right to any surplus, so the change in the 1979 Plan giving any such surplus to the company did not serve to take any benefits from the participants.</p>\n<p>Plaintiffs contend that the 1976 Plan language, even if it does not specifically prohibit the company from recovering surplus assets, does prohibit such recovery because the Plan was intended to provide benefits for its participants. The Fourth Circuit has held that a plan sponsor may amend a plan to add provisions allowing the company to recover surplus assets even when unambiguous plan language requires all actions to be in the exclusive interest of the beneficiaries. <i>Wilson,</i> 819 F.2d at 460. Additionally, the 1976 Plan differs from the one at issue in <i>Wilson</i> in that the §§ 7.3, 7.5 and 9.2 make it clear that participants' rights are limited only to the amount of their accrued benefits and the <i>Wilson</i> Plan contained no such language. Plaintiffs' reliance on the \"exclusive benefit\" language in the 1976 Plan is misplaced in light of Fourth Circuit precedent and opinions from other circuits. <i>See id.; </i><i>Chait v. Bernstein,</i> 835 F.2d 1017 (3rd Cir.1987) (rejecting prohibition of plan amendment based on \"exclusive benefit\" argument); <i>Outzen v. FDIC ex rel. State Examiner of Banks,</i> 948 F.2d 1184 (10th Cir.1991) (\"exclusive benefit\" language does not prohibit reversion of surplus assets to sponsor).</p>\n<p></p>\n<h2><i>b. Fiduciary Duty under the SPD</i></h2>\n<p>Plaintiffs also claim that the 1979 amendment was improper in that it was contrary to representations made to them in the 1976 SPD indicating that assets would be distributed only for their benefit.<sup>[5]</sup> Provisions <span class=\"star-pagination\">*453</span> contained in a SPD are not binding on an ERISA sponsor and cannot serve to amend a plan in any way. <i>See </i><i>Elmore v. Cone Mills Corp.,</i> 23 F.3d 855 (4th Cir.1994) (en banc) (promised benefits are incorporated in a plan only after formal amendment procedures followed). However, if a SPD contains language inconsistent with that of a plan and a participant detrimentally relies on the promises of the SPD, the courts have recognized a federal common-law cause of action. <i>Aiken v. Policy Management Sys. Corp.,</i> 13 F.3d 138 (4th Cir.1993). In <i>Aiken,</i> plaintiff claimed the right to a distribution based on SPD statements and defendant alleged it had the right to withhold the payment until plaintiff reached a certain age. The court held that in order to recover, plaintiff had to show significant reliance upon or prejudice caused by the SPD. <i>Id.</i> at 141; <i>see also </i><i>Fuller v. FMC Corp.,</i> 4 F.3d 255 (4th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 1062, 127 L.Ed.2d 382 (1994) (participant may only receive benefits based on SPD if can show reliance on SPD language and prejudice); <i>Gable v. Sweetheart Cup Co.,</i> 35 F.3d 851 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1442, 131 L.Ed.2d 321 (1995) (court will not infer detrimental reliance or prejudice without affirmative evidence).</p>\n<p>Plaintiffs have failed to show the court any reliance upon the 1976 SPD. Plaintiff Johnsie Riley admitted that she read only parts of the SPD, cannot remember the details of the SPD, and did nothing differently as a result of reading it. (Johnsie Riley Dep. at 28, 133-34.) Her husband stated that he never read the booklet containing the 1976 SPD. (John Riley Dep. at 13.) Virginia Harrington testified that she real only \"part\" of the 1976 SPD (V. Harrington Dep. at 13), and her husband, Dewey Harrington said that he \"didn't ever look at\" the SPD. (D. Harrington Dep. at 21.) By their own admissions, plaintiffs have failed to prove reliance, an essential element of their claim based on the SPD language. Therefore, defendant Stolz's motion for summary judgment on this claim must be allowed. <i>See </i><i>EEOC v. Clay Printing Co.,</i> 955 F.2d 936 (4th Cir.1992) (affirming summary judgment where plaintiff failed to produce evidence, court relied on plaintiffs' admissions that they could not offer evidence to support element of claim).</p>\n<p></p>\n<h2><i>c. Fiduciary Duty as a Director and Officer</i></h2>\n<p>Plaintiffs assert that Stolz was a fiduciary under ERISA, thereby owing a fiduciary duty to them, simply because he was an officer and director of Cannon. The Fourth Circuit has held that \"fiduciary status is not an all-or-nothing concept.\" <i>Coleman v. Nationwide Life Ins. Co.,</i> 969 F.2d 54, 61 (4th Cir.1992) <i>cert. denied,</i> ___ U.S. ___, 113 S.Ct. 1051, 122 L.Ed.2d 359 (1993). The facts of this case, indicated that Stolz was a fiduciary for limited purposes, none of which are relevant to plaintiffs' claims.</p>\n<p>The ERISA definition of fiduciary as set out in the discussion of defendant Fieldcrest's motion applies equally to defendant Stolz. <i>See</i> 29 U.S.C. § 1002(21)(A). The Fourth Circuit has said that plan documents are the place to look in order to determine the discretionary authority and responsibility given to board members. <i>Coleman,</i> 969 F.2d at 61. The Court of Appeals continued to explain that one should also look \"beyond the formalities to see if [the alleged fiduciary] in fact exercised authority\" such that he was acting as a fiduciary. <i>Id.</i> Looking first to the Plan's language, the only duty given to the board was that of appointing members of the Retirement Committee. Stolz has stated that his involvement with respect to the Plan was limited to voting for Retirement Committee members and there has been no evidence suggesting otherwise. Stolz was never on the Retirement Committee himself and there are no facts indicating that he exercised any authority or control respecting the management or disposition of the Plan, nor was he ever involved in the administration of the Plan.</p>\n<p>Plaintiffs' contention that Stolz assumed an expanded fiduciary role simply due to his status as an officer and director is without merit. As the Fourth Circuit stated, the extent of a fiduciary's role is to be gleaned from plan-related documents. <i>Id.</i> The Third Circuit has specifically held that one's position within a company does not create a fiduciary duty. <i>See </i><i>Confer v. Custom Eng.</i> <span class=\"star-pagination\">*454</span> <i>Co.,</i> 952 F.2d 41 (3rd Cir.1991). This position is also supported by commentary found in the Code of Federal Regulations where it states that members of the board of directors and those holding office in a company are fiduciaries only to the extent that they have responsibility for the acts described in the statute. 29 C.F.R. § 2509.75-8 (D-4, D-5) (1994).</p>\n<p>Stolz, admittedly, was a fiduciary for the limited purpose of selecting members of the Retirement Committee. However, there is no evidence that he breached this duty. Stolz's motion with respect to the breach of fiduciary duty claim will be allowed.</p>\n<p></p>\n<h2><i>2. Conspiracy Claim Against Stolz</i></h2>\n<p>Plaintiffs claim that Stolz and other Cannon directors conspired to breach fiduciary duties under ERISA. The Supreme Court has described ERISA as a \"comprehensive and reticulated statute,\" <i>Nachman Corp. v. Pension Ben. Guar. Corp.,</i> 446 U.S. 359, 100 S.Ct. 1723, 64 L.Ed.2d 354 (1980), and nowhere does it provide for a conspiracy cause of action. In a recent case, the Court cast doubt on the availability of a conspiracy claim under ERISA. <i>See </i><i>Mertens v. Hewitt Assocs.,</i> ___ U.S. ___, 113 S.Ct. 2063, 124 L.Ed.2d 161 (1993). In that case, the court rejected a claim against an actuarial firm that allegedly aided and abetted a breach of fiduciary duty stating that it was unwilling \"to infer causes of action in the ERISA context, since that statute's carefully and detailed enforcement scheme provides `strong evidence that Congress did <i>not</i> intend to authorize other remedies that it simply forgot to incorporate expressly.'\" <i>Id.,</i> ___ U.S. at ___, 113 S.Ct. at 2067 (citing <i>Massachusetts Mut. Life Ins. Co. v. Russell,</i> 473 U.S. 134, 146-47, 105 S.Ct. 3085, 3092-93, 87 L.Ed.2d 96 (1985)) (emphasis in original).</p>\n<p>Applying the reasoning of <i>Mertens,</i> plaintiffs cannot make a claim for conspiracy under ERISA. The statute does not prohibit anyone from \"conspiring\" with a fiduciary for any purpose, just as it does not prohibit \"aiding and abetting\" the breach of a duty. <i>See </i><i>Reich v. Rowe,</i> 20 F.3d 25 (1st Cir.1994) (no cause of action against nonfiduciary who knowingly participated in breach of ERISA fiduciary).</p>\n<p>Even if the court were to infer a conspiracy cause of action within ERISA, plaintiffs have failed to establish facts to support a conspiracy. To state a claim for conspiracy a plaintiff must establish: (1) an agreement between two or more people to participate in an unlawful act or a lawful act in an unlawful manner; (2) an unlawful overt act by a party to the agreement that is in furtherance of the agreement; and, (3) damages. <i>Davenport v. North Carolina Dept. of Transportation,</i> 3 F.3d 89 (4th Cir.1993). When asked to provide factual data supporting the existence of a conspiracy, plaintiffs responded with conclusory responses that showed nothing. Stolz, however, has stated that as of the time of the 1979 Amendment, he had never heard of Murdock and had never discussed the retirement plan. (Stolz Aff. para. 8, 9.) As well, it is undisputed that Stolz left Cannon in May 1982 and was not involved in or aware of the decision to terminate the Plan or to select Executive Life as an annuity provider. The law is clear that mere allegations of a conspiracy do not establish a claim and are insufficient to overcome a motion for summary judgment based on testimony evidencing a lack of participation. <i>Ballinger v. North Carolina Agric. Extension Serv.,</i> 815 F.2d 1001 (4th Cir.), <i>cert. denied,</i> 484 U.S. 897, 108 S.Ct. 232, 98 L.Ed.2d 191 (1987) (quoting <i>Buschi v. Kirven,</i> 775 F.2d 1240 (4th Cir.1985)). Defendant Stolz's motion for summary judgment on the conspiracy claim will be allowed.</p>\n<p></p>\n<h2><i>3. Interference With Employment Relationship Claim</i></h2>\n<p>Plaintiff's final claim against Stoltz is that his actions relating to the amendment of the Plan violated § 510 of ERISA which prohibits the firing or harassing employees to prevent them from claiming vested pension rights. Section 510 is relevant in situations where there is an allegation that \"an employer-employee relationship, and not merely the pension plan, was changed in some discriminatory or wrongful way.\" <i>Deeming v. American Standard, Inc.,</i> 905 F.2d 1124, 1127 (7th Cir.1990). Plaintiffs <span class=\"star-pagination\">*455</span> have not offered the court any evidence that Stolz interfered with the employer-employee relationship between Cannon and Plan participants, or that any of his actions resulted in a change in this relationship. Section 510 has been interpreted as a safeguard of the employment relationship that gives rise to an employee's individual rights. <i>See </i><i>West v. Butler,</i> 621 F.2d 240 (6th Cir.1980); <i>Gavalik v. Continental Can Co.,</i> 812 F.2d 834 (3d Cir.), <i>cert. denied,</i> 484 U.S. 979, 108 S.Ct. 495, 98 L.Ed.2d 492 (1987). As a matter of law, this section does not apply to the facts established in this case and Stolz's motion with respect to this claim will be allowed.</p>\n<p></p>\n<h2><i>C. The Directors' Motion for Summary Judgment</i></h2>\n<p>Plaintiffs' claims against the Directors are very similar to those made against Stolz and much of the discussion concerning Stolz's motion for summary judgment applies equally to the motion of the Directors. Specifically, plaintiffs' claim that the Directors were fiduciaries merely because of the position they held is without merit for the reasons discussed in reference to the same claim made against Stolz. Plaintiffs have failed to provide the court with any evidence that any of the Directors exercised any discretionary control or authority over the administration of the Plan such that their roles as Directors extended into that of fiduciary. As was Stolz, the Directors were fiduciaries for the limited purpose of electing members of the Retirement Committee,<sup>[6]</sup> and plaintiffs have not shown that the Directors took any action in breach of this duty.</p>\n<p>Plaintiffs further contend that the Directors' power to amend or terminate the Plan made them fiduciaries. The Fourth Circuit, however, has held that the ability to alter or terminate a plan is not to be reviewed by fiduciary standards. <i>Sutton v. Weirton Steel Div. of Nat'l Steel Corp.,</i> 724 F.2d 406, 411 (4th Cir.1983), <i>cert. denied,</i> 467 U.S. 1205, 104 S.Ct. 2387, 81 L.Ed.2d 345 (1984). Several other circuits are in agreement. <i>See, e.g., </i><i>Hozier v. Midwest Fasteners, Inc.,</i> 908 F.2d 1155 (3d Cir.1990); <i>Musto v. American Gen. Corp.,</i> 861 F.2d 897 (6th Cir.1988), <i>cert. denied,</i> 490 U.S. 1020, 109 S.Ct. 1745, 104 L.Ed.2d 182 (1989); <i>Young v. Standard Oil (Indiana),</i> 849 F.2d 1039 (7th Cir.1988); <i>cert. denied,</i> 488 U.S. 981, 109 S.Ct. 529, 102 L.Ed.2d 561 (1988); <i>Anderson v. John Morrell &amp; Co.,</i> 830 F.2d 872 (8th Cir.1987); <i>Cunha v. Ward Foods, Inc.,</i> 804 F.2d 1418 (9th Cir.1986). Also, the Ninth Circuit has already reviewed the Plan at issue in this case in <i>Amalgamated Clothing &amp; Textile Workers Union, AFL-CIO v. Murdock,</i> 861 F.2d 1406 (9th Cir.1988) (<i>ACTWU</i>), and the amendment, termination and reversion of surplus assets were all determined to be in compliance with ERISA. Thus, in following the terms of the Plan, the Directors were not in violation of ERISA, and the Directors' motion for summary judgment as to the breach of fiduciary duty claims will be allowed.</p>\n<p>The discussion in the section of this Order resolving Stolz's motion for summary judgment on plaintiffs' allegations that the 1979 Amendment to the 1976 Plan was a breach of fiduciary duty and the Plan itself is fully relevant to the same claims made against the Directors. For the reasons stated above, the court is of the opinion that the amendment was not in violation of ERISA or its own terms. Additionally, the court's reasoning relating to plaintiffs' claims that the SPD gave them additional rights and created fiduciary duties owed them by Stolz also applies to the same claims against the Directors.</p>\n<p>Plaintiffs allege that the Directors were part of a conspiracy to deprive them of benefits and also violated § 510 of ERISA. For the reasons articulated in the discussion of the similar claims as they relate to Stolz, the Directors' motion for summary judgment will be allowed with respect to the conspiracy and interference with the employment relationship claims.</p>\n<p>Because Director George A. Batte, Jr. (Batte) was also a member of the Retirement Committee, the claims against him warrant independent discussion. The minutes of the 30 April 1979 Retirement Committee <span class=\"star-pagination\">*456</span> meeting reveal that Batte was on the Committee.<sup>[7]</sup> No other records indicate his committee service prior to that date. Batte left Cannon in 1982. The dates are important to note because plaintiffs' allegations of any wrongdoing relating to the Retirement Committee stem from committee actions taken after Batte left Cannon. While Batte may have had additional fiduciary duties during the time he served on the Retirement Committee, plaintiffs have failed to allege or prove that he took any action in violation of such duties.</p>\n<p></p>\n<h2><i>D. Murdock's Motion for Summary Judgment</i></h2>\n<p>Plaintiffs' claim against Murdock are similar to those lodged against the other defendants and include breach of fiduciary duty in amending the Plan, in terminating the Plan, in selecting Executive Life as the annuity carrier and claiming the surplus assets; conspiracy; prohibited transactions under ERISA and interference with the employer-employee relationship. Although the claims are similar, some facts apply to Murdock's involvement with the Plan that were not relevant to other defendants and a brief recitation of them will facilitate discussion.</p>\n<p>Murdock first bought stock in Cannon in 1980 and acquired a controlling interest in March 1982. At that time he became Chief Executive Officer and served in that capacity until January 1986. During these years he was also the sole shareholder of Cannon Holding Corporation (CHC), Cannon's parent company.</p>\n<p>In November 1985 Fieldcrest expressed interest in acquiring Cannon and the sale was completed on 30 January 1986. Fieldcrest has made it clear from the beginning that it had no desire to purchase Cannon's retirement plan and the Plan was not part of the sale. As a result, the decision was made to terminate the Plan. To facilitate termination, the Plan was amended with the changing of the sponsor from Cannon to CHC, which Murdock would still control after the sale. The Plan was also amended to provide for the reversion of all surplus assets to the sponsor.</p>\n<p>As Plan sponsor, CHC, through Murdock, was responsible for distribution of Plan assets. CHC formed a Retirement Committee (the Committee) to oversee asset distribution. The Committee members were Michael Werner, James Tatom, Michael Halpern and Raymond Henze. They, with the assistance of the law firm of O'Melveny and Myers and the actuarial firm of Hewitt and Associates, had the responsibility of assuring that all participants would receive full benefits. After several rounds of bidding and financial stability reviews, Executive Life was chosen as the annuity carrier. Executive Life administered the annuity without incident until it was placed in conservatorship in 1991. Plaintiffs have testified that they have received all benefits owed them by the Plan. (Johnsie Riley Dep. at 54; John Riley Dep. at 35-36; V. Harrington Dep. at 50-51; D. Harrington Dept. at 28-29.)</p>\n<p></p>\n<h2><i>1. Res Judicata</i></h2>\n<p>Murdock was a named defendant in <i>ACTWU,</i> a case filed by the Union and individual former Cannon employees and Plan participants. The complaint sought relief for all Plan participants and alleges breach of fiduciary duty in management, amendment and termination of the Plan. Defendant Murdock alleges that disposition of <i>ACTWU</i> operates to invoke the doctrine of res judicata and bar plaintiffs' claims against him.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*457</span> For res judicata to apply, three elements must be proven: \"(1) a final judgment on the merits in a prior suit; (2) an identity of the cause of action in both the earlier and the later suit; and (3) an identity of the parties or their privies in the two suits.\" <i>Keith v. Aldridge,</i> 900 F.2d 736, 739 (4th Cir.), <i>cert. denied,</i> 498 U.S. 900, 111 S.Ct. 257, 112 L.Ed.2d 215 (1990) (quoting <i>Nash County Board of Education v. Biltmore Co.,</i> 640 F.2d 484, 486 (4th Cir.1981)). Addressing the first element, Murdock is correct in his assertion that the settlement and voluntary dismissal of <i>ACTWU</i> on remand from the Ninth Circuit was a final judgment on the merits for the purposes of the first element of res judicata. <i>See id.,</i> 900 F.2d at 740.</p>\n<p>Turning to the second element, the causes of action in <i>ACTWU</i> and the instant case are not identical. Where the elements of claims differ, there are two causes of action and litigation of one will not preclude litigation of the other. <i>United States v. Tatum,</i> 943 F.2d 370, 381 (4th Cir.1991). This court has previously held that <i>ACTWU</i> involved claims which related to facts that did not take place at the same time as those involved in the case at bar. <i>Riley v. Murdock,</i> 828 F.Supp. 1215, 1222-23 (E.D.N.C. 1993). Specifically, the <i>ACTWU</i> plaintiffs did not file claims relating to the surplus prior to 1979, the 1979 Plan amendment, the language of the 1976 and 1979 SPD's, allegedly prohibited transactions under ERISA, the selection of Executive Life, or the allocation of surplus assets at termination.</p>\n<p>Examining the third and final element of res judicata requires looking at the identity of the parties and their privies in both suits. Murdock admits, and the plaintiffs have stated, that they were not plaintiffs in <i>ACTWU</i> and were not members of the union that filed that suit. Therefore, the focus shifts to the relationship between the <i>ACTWU</i> plaintiffs and those here. This court held, in its previous order, that the plaintiffs in the instant case \"are not so closely aligned with plaintiffs in <i>ACTWU</i> as to justify precluding this litigation.\" <i>Id.,</i> 828 F.Supp. at 1223. Relying on this earlier decision, the court finds that there is no privity between the two groups of plaintiffs so as to satisfy the third element of res judicata. Because only one of the three necessary elements of res judicata are present in this case, that doctrine will not apply to bar this action against Murdock and the discussion will proceed to the merits.</p>\n<p></p>\n<h2><i>2. Breach of Fiduciary Duty</i></h2>\n<p>Plaintiffs have alleged that Murdock breached the fiduciary duties owed by the role he played in several events. Each event will be examined separately.</p>\n<p></p>\n<h2><i>a. Purchase of the Executive Life Annuity</i></h2>\n<p>The heart of plaintiffs' allegations against Murdock are that the purchase of the group annuity contract from Executive Life in 1986 constituted a breach of fiduciary duty. Murdock was a fiduciary under ERISA, and the duties of a fiduciary are established in 29 U.S.C. § 1104, which provides, in pertinent part:</p>\n<blockquote>A fiduciary shall discharge his duties with respect to a plan solely in the interest of the participants and beneficiaries and </blockquote>\n<blockquote>(A) for the exclusive purpose of:</blockquote>\n<blockquote>(i) providing benefits to participate and their beneficiaries; and</blockquote>\n<blockquote>(ii) defraying reasonable expenses of administering the plan;</blockquote>\n<blockquote>(B) with care, skill, prudence and diligence under the circumstances then prevailing that a prudent man acting in a like capacity and familiar with such matters would use in the conduct of an enterprise of a like character and with like aims; ...<sup>[9]</sup> [and]</blockquote>\n<blockquote>(D) in accordance with the documents and instruments governing the plan insofar as such documents and instruments are consistent with the provisions of this subchapter and subchapter III of this chapter.</blockquote>\n<p>Plaintiffs claim Murdock violated the \"exclusive purpose\" requirement, the \"prudence\" requirement, and the \"in accordance with the plan\" requirement. Each requirement will be examined in turn.</p>\n<p><span class=\"star-pagination\">*458</span> Courts have articulated two way in which to measure a fiduciary's use of prudence in carrying out their duties. The first is whether the fiduciary employed the appropriate methods to diligently investigate the transaction and the second is whether the decision ultimately made was reasonable based on the information resulting from the investigation. <i>See </i><i>Schaefer v. Arkansas Medical Soc.,</i> 853 F.2d 1487 (8th Cir.1988); <i>Donovan v. Mazzola,</i> 716 F.2d 1226 (9th Cir.1983), <i>cert. denied,</i> 464 U.S. 1040, 104 S.Ct. 704, 79 L.Ed.2d 169 (1984); <i>Bidwell v. Garvey,</i> 743 F.Supp. 393 (D.Md.1990).</p>\n<p>In determining if the appropriate investigation was conducted, courts often focus on whether the fiduciary obtained assistance from experts. <i>See </i><i>Donovan v. Cunningham,</i> 716 F.2d 1455, 1474 (5th Cir.1983), <i>cert. denied,</i> 467 U.S. 1251, 104 S.Ct. 3533, 82 L.Ed.2d 839 (1984) (\"ERISA fiduciaries need not become experts ... [as] they are entitled to rely on the expertise of others.\") From this point, the court's inquiry shifts to whether the fiduciary's decision was reasonable at the time it was made in light of the results of the investigation. This test is not one of hindsight and facts taking place after the decision was made will not render a decision imprudent. In a case out of the Eleventh Circuit where the fiduciaries' decision to develop plan-owned property turned out to be a bad one, the court made it clear that it had the duty to inquire whether the fiduciaries \"at the time they engaged in the challenged transaction, employed the appropriate methods to investigate and/or structure the investment.\" <i>Donovan v. Walton,</i> 609 F.Supp. 1221, 1228 (S.D.Fla.1985), <i>aff'd sub nom., </i><i>Brock v. Walton,</i> 794 F.2d 586 (11th Cir. 1986).</p>\n<p>Applying these measures of prudence to Murdock's decision to purchase the Executive Life annuity, it is clear that the decision was well-investigated and reasonable at the time it was made. It is undisputed that as soon as termination of the Plan was decided upon, a committee of experienced financial managers was formed and charged with the responsibility of evaluating potential carriers and selecting the one they felt to be the best. This committee, as explained elsewhere in this Order, retained Hewitt Associates, a leading employee benefits consulting firm, and began going through a list of the top-rated insurance companies. (Werner Dep. at 140.) The committee also retained a law firm and conducted its own investigation of each insurance company that bid on the annuity contract. This investigation included: (1) a financial analysis; (2) personal contact with the companies' senior management; (3) a review of financial statements, quarterly reports and other relevant financial documents (Werner Dep. at 102-03, 160; Tatum Dep. at 41, 47); (4) consultation with Conning &amp; Company, a firm specializing in the evaluation of insurance companies (Werner Dep. at 150-51); (5) consulting with independent sources about Executive Life; and, (6) consulting with other companies that had bought annuity contracts from Executive Life. The committee also relied on the fact that Executive Life had received a high rating in 1986 from A.M. Best, the preeminent authority rating insurance companies. (Thrower Dep. at 26, 44-45, 65, Ex. 21.) The committee also knew that Executive Life received a AAA rating from Standard &amp; Poor's, the highest rating that company gives, and the stock of its parent company was also highly rated. (<i>Id.</i> Ex. 69.) The committee also made certain that Executive Life had the administrative capabilities to oversee disbursement of Plan funds. (Werner Dep. at 175-77).</p>\n<p>All of these efforts establish that Murdock and his committee thoroughly investigated the purchase of the annuity from Executive Life and that the decision to purchase was reasonable based on the results of that investigation. Plaintiffs rely on the assertions of their expert that Murdock should have known in 1986 that there were problems at Executive Life which would lead to its receivership in 1991. (Babbel Dep. at 73, 75.) However, the mere conclusory opinion of an expert, when not supported by evidence, will not defeat summary judgment. <i>Tyger Constr. Co., Inc. v. Pensacola Construction Co.,</i> 29 F.3d 137 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 729, 130 L.Ed.2d 633 (1995); <i>Eastern Auto Distribs., Inc. v. Peugeot Motors of Am.,</i> 795 F.2d 329 (4th Cir.1986). Plaintiffs have not offered <span class=\"star-pagination\">*459</span> any evidence to support the opinion that Murdock and the committee should have known of any problems at Executive Life in 1986. Therefore, the purchase of the Executive Life annuity was prudent.</p>\n<p>Plaintiffs claim that Murdock violated another requirement imposed upon an ERISA fiduciary in that he did not follow what is known as the \"exclusive purpose\" clause. Examining the \"exclusive purpose\" requirement under ERISA's outline of fiduciary duties, it is clear that the statute imposes a loyalty to plan participants and beneficiaries. However, the legislative history of the statute suggests that Congress intended a fiduciary to be able to meet the \"exclusive purpose\" requirement by satisfying the prudence requirement. H.R.Conf.Rep. No. 1280, 93rd Cong., 2nd Sess. 1974, <i>reprinted in</i> 1974 U.S.C.C.A.N. 4639, 5038, 5083. Additionally, courts have held that a fiduciaries' decision based on the advice of retained experts did not violate the duty of loyalty. <i>See </i><i>Donovan v. Bierwirth,</i> 680 F.2d 263 (2d Cir.), <i>cert. denied,</i> 459 U.S. 1069, 103 S.Ct. 488, 74 L.Ed.2d 631 (1982). Murdock acted for the exclusive purpose of Plan participants and beneficiaries when he prudently selected to purchase the annuity from Executive Life.</p>\n<p>The third requirement mandates that a fiduciary administer a plan in accordance with plan documents, unless doing so would violate ERISA. Section 1408 of the Plan, as amended, allocated administrative responsibilities to the Sponsoring Committee, the Retirement Committee, the Trustee, and the Investment Committee. Murdock was not a member of any of these committees, was not the Trustee, and there are no facts to suggest that he participated in Plan administration. However, even if it were determined that he participated in Plan administration, he would not be liable because of such participation because the Plan was administered in accordance with its terms. The Plan in effect when Murdock took control provided for the reversion of surplus assets to the Plan sponsor upon termination. (1979 Plan § 11.05.) The Committee had to transfer the surplus assets to Murdock when the Plan was terminated in 1986 or else be liable for an ERISA violation. Thus, Murdock cannot be held liable on this basis.</p>\n<p></p>\n<h2><i>b. The 1985 Plan Amendment and Termination</i></h2>\n<p>In 1985, the Plan was amended to change the name of the sponsor from Cannon to CHC. The amendment also eliminated the phrase \"due to erroneous actuarial computation\" in reference to the reversion of surplus assets. Several courts have considered this phrase to be boilerplate language and have held that it does not require that surplus assets be the result of an identifiable mistake, but allows any assets remaining after all plan liabilities are satisfied to labeled the result of actuarial error. <i>Blessitt v. Retirement Plan for Employees of Dixie Engine Co.,</i> 848 F.2d 1164 (11th Cir.1988); <i>Int'l Union, United Auto., Aerospace and Agric. Implement Workers of America v. Dyneer Corp.,</i> 747 F.2d 335 (6th Cir.1984); <i>See</i> Rev. Rul. 83-52, 1983-13 C.B. 87. Thus, the elimination of the phrase concerning actuarial computation was not a material change and had no effect on the benefits owed plaintiffs. The change of the sponsor was also an incidental change with no effect on the participants or beneficiaries. Neither of these amendments form the basis of a breach of fiduciary duty claim.</p>\n<p>Plaintiffs contend that the termination of the Plan was a breach of fiduciary duty; yet, several circuits have held that termination of plans are not evaluated under fiduciary standards. <i>Hozier,</i> 908 F.2d at 1155; <i>Musto v. Am. General Corp.,</i> 861 F.2d 897 (6th Cir.1988), <i>cert. denied,</i> 490 U.S. 1020, 109 S.Ct. 1745, 104 L.Ed.2d 182 (1989). In fact, the Ninth Circuit has made this determination about the very plan at issue in this case. <i>ACTWU,</i> 861 F.2d at 1419. The Fourth Circuit has not decided a case involving the application of fiduciary standards to termination of a plan, but it has heard a case involving fiduciary standards, renegotiation and amendment of a plan. In <i>Sutton v. Weirton Steel Div. of Nat'l Steel Corp.,</i> 724 F.2d 406, 411 (4th Cir.1983), <i>cert. denied,</i> 467 U.S. 1205, 104 S.Ct. 2387, 81 L.Ed.2d 345 (1984), the court stated that Congress did not prohibit \"an employer who is a fiduciary from <span class=\"star-pagination\">*460</span> exercising the right accorded other employers to renegotiate or amend [plan terms].... The changes, accomplished in this manner, are not to be reviewed by fiduciary standards.\" Termination of a plan is similar to the changes in <i>Sutton</i> and, therefore, the decision to terminate should not be evaluated under fiduciary standards. Because the decision to terminate is not evaluated under fiduciary standards, there can be no claim of breach of fiduciary duty with respect to that action.</p>\n<p></p>\n<h2><i>c. Allocation of Surplus Assets</i></h2>\n<p>Plaintiffs claim that Murdock and the other defendants<sup>[10]</sup> violated 29 U.S.C. § 1344 and breached their fiduciary duties by turning over the surplus assets of the Plan to Murdock. Title 29 U.S.C. § 1104, discussed in detail above, outlines fiduciary duties and specifically references § 1344, which deals with plan termination. Section 1104 allows plan assets to \"inure to the benefit of\" the employer, as provided in § 1344. By definition, any allocation of plan assets which complies with § 1344 cannot be a breach of fiduciary duty. The only issue then is whether payment of the surplus to Murdock was in compliance with § 1344.</p>\n<p>Section 1344(d)(1) allows for the reversion of surplus assets to the employer, if a plan so provides. There is no dispute that the Plan provides such a reversion and plaintiffs have failed to present any evidence that any defendant did not distribute the Plan assets in compliance with the statute and the Plan. In fact, the only evidence relating to the disbursement of assets indicates that everything was done properly. Application was made to the Pension Benefits Guaranty Corporation (PBGC)<sup>[11]</sup> for a Notice of Sufficiency regarding the termination of the Plan. PBGC then questioned Hewitt, the actuarial firm calculating asset distribution, about the allocation of assets between the sponsor and the participants. The allocation was done in compliance with PBGC regulations and all eligible Plan members received a pro rata share of the surplus, with the remainder going to the sponsor. <i>See</i> 29 C.F.R. §§ 2618.30, 2618.31. Ultimately, the PBGC issued a Notice of Sufficiency, signifying its approval of the asset allocation. The only evidence plaintiffs offered to counter these facts is the statement of an expert confirming that the method used to calculate the allocation is the \"preferred\" method. The surplus assets were not distributed in violation of § 1344 and the distribution was not a breach of fiduciary duty. Defendants' motions relating to this claim will be allowed.</p>\n<p></p>\n<h2><i>3. Conspiracy to Violate ERISA</i></h2>\n<p>Plaintiffs contend that Murdock conspired with the Cannon Board of Directors to pass the 1979 Amendment allowing any surplus assets to revert to the Plan sponsor. All facts indicate, however, that Murdock had no contact with Cannon prior to 1980 and did not have a controlling interest until March 1982. In fact, individuals who were either officers or directors of Cannon during 1979 have sworn that they never spoke with Murdock or his associates prior to February 1980. (Adams Dep. at 65-66; Stoltz Dep. at 24-25.) Murdock himself has stated that he was not part of any such conspiracy and was attracted to Cannon because of its vast real estate holdings and knew little, if anything, about its retirement trust. (Murdock Dep. at 34.) Plaintiffs have failed to produce any facts in support of Murdock's involvement with the 1979 Amendment. Further, as stated above in relation to plaintiffs' claims against several other defendants, the Supreme Court has cast serious doubt on the existence of a conspiracy cause of action under ERISA. <i>Mertens,</i> ___ U.S. at ___, 113 S.Ct. at 2063 (1993). For these reasons, Murdock's motion for summary judgment on any conspiracy claim will be allowed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*461</span> <i>4. Prohibited Transaction Claim</i>\n</h2>\n<p>Plaintiffs make this claim against several defendants, including Murdock, and it is discussed here because the factual basis of the claim is that the purchase of the Executive Life annuity, which took place under Murdock's leadership, was a violation of 29 U.S.C. § 1106. That statutes prohibits fiduciaries from taking part in certain specified transactions involving assets of a plan and the Fourth Circuit has written that \"Congress enacted a prohibited transaction rule to prevent persons with a close relationship to a plan from using that relationship to the detriment of the plan beneficiaries.\" <i>Wood v. Commissioner,</i> 955 F.2d 908, 910 (4th Cir. 1992). Examining the language of § 1106, it is clear that a prohibited transaction must involve a plan and a \"party in interest.\" Under plaintiffs' scenario, the only entity involved, other than the Plan itself, is Executive Life. Executive Life cannot be said to be a party in interest, as it had no interest in the Plan prior to it being awarded the annuity contract. In a case similar to the one at bar, the Ninth Circuit held that the purchase of a group annuity as a part of plan termination was not the type of transaction intended to be prohibited by this statute. <i>Waller v. Blue Cross of California,</i> 32 F.3d 1337 (9th Cir.1994). Defendants' motion on this claim will be allowed.</p>\n<p></p>\n<h2><i>5. Interference With Employment Relations Claim</i></h2>\n<p>This claim was also made against other defendants and is completely discussed in relation to defendant Stolz. That discussion applies equally to defendant Murdock, as plaintiffs have failed to present any evidence that their employment relationship was changed in any way due to his actions. Murdock's motion with respect to this claim will be allowed.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons herein stated, the motions for summary judgment filed by Fieldcrest, Stolz, the Directors, and Murdock are ALLOWED and this matter is DISMISSED. Plaintiffs' motion for class certification is hereby rendered MOOT.</p>\n<h2>NOTES</h2>\n<p>[1]  The original complaint also contained pendent state law claims for common law fraud and conspiracy which were dismissed by this court in its 30 July 1993 Order. 828 F.Supp. 1215.</p>\n<p>[2]  Jim Tatom, Alex Yielding, Steven Schwartz, Charles Wilson, Raven Ellis and Nancy Bateman were the attendees of the meeting that were deposed.</p>\n<p>[3]  This matter is more fully discussed with regard to Otto G. Stolz's motion for summary judgment.</p>\n<p>[4]  Stolz is not named as a fiduciary.</p>\n<p>[5]  Stolz maintains that he had no involvement at all in the preparation of the 1976 SPD, as it was prepared and distributed before he went to work at Cannon. (Stolz Aff. para. 5.) However, in an effort to fully address plaintiffs' allegations, the claims against Stolz as they relate to the SPD will be fully discussed.</p>\n<p>[6]  Director Batte was a member of the Retirement Committee and plaintiffs' claims against him in that capacity will be addressed elsewhere in this Order.</p>\n<p>[7]  Batte has no independent recollection of serving on the Retirement Committee; however, he did not deny that he could have served on the Committee at some point in time.</p>\n<p>[8]  Defendant Fieldcrest was also involved in the <i>ACTWU</i> suit and argued res judicata and collateral estoppel as grounds for dismissal at the pleading stage of the instant action. In its Order of 30 July 1993, the court concluded that the issues raised in <i>ACTWU</i> and those presented in this action, as they relate to Fieldcrest, were not identical. Relying on the \"issue preclusion\" analysis of <i>Sandberg v. Virginia Bankshares, Inc.,</i> 979 F.2d 332 (4th Cir.1992), the court held that collateral estoppel did not apply. The res judicata argument now raised by Murdock focuses on the similarity of the claims and parties rather than the issues and is a separate and distinct argument from that rejected in the earliest Order.</p>\n<p>[9]  Part C of this statute requiring diversification is not at issue in the instant case.</p>\n<p>[10]  This claim is made against all defendants, but is discussed in reference to Murdock's motion because the claim centers around the theory that the payment of the surplus assets to him was the violation. This discussion should apply to the motions of the other defendants as well.</p>\n<p>[11]  The PBGC is the federal agency responsible for regulating and overseeing qualified pension plans.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">890</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">444</span></span> (1995)</b></center>\n<center><h1>Johnsie RILEY, et al., Plaintiffs,<br>\nv.<br>\nDavid H. MURDOCK, et al., Defendants.</h1></center>\n<center>No. 92-442-CV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 13, 1995.</center>\n<p><span class=\"star-pagination\">*445</span> <span class=\"star-pagination\">*446</span> <span class=\"star-pagination\">*447</span> Thomas Fleming Taft, Jr., Taft, Taft &amp; Haigler, Greenville, NC, for plaintiffs.</p>\n<p>Jeffrey C. Howard, Ralph M. Stockton, Jr., Petree, Stockton &amp; Robinson, Winston-Salem, NC, Debbie Weston Harden, Womble, Carlyle, Sandridge &amp; Rice, Charlotte, NC, Hubert Humphrey, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, NC, Walter F. Brinkley, Stephen W. Coles, Brinkley, Walser, McGirt, Miller, Smith &amp; Coles, Lexington, NC, David Calep Wright, III, Mark W. Merritt, Robinson, Bradshaw &amp; Hinson, P.A., Charlotte, NC, and Martha Jones Mason, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on motions for summary judgment filed by the following defendants: (1) Fieldcrest Cannon, Inc. (Fieldcrest); (2) Otto Stolz (Stolz); (3) George A. Batte, Jr., Estate of J. Harris Cannon, Harold P. Hornaday, Andrew W. Adams, Joseph C. Ridenhour, Hubert J. Toumey and James R. Jolly (the Directors); and (4) David H. Murdock (Murdock). All motions have been extensively briefed and are now ripe for decision.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>The rather complicated and involved facts surrounding this matter are extensively set out in an Order of this court dated 30 July 1993 and repeating them here is not necessary. However, a brief sketch of the relevant events leading up to the motions at bar would facilitate a more complete understanding of the discussion to follow.</p>\n<p>This action is brought under the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. § 1001, <i>et seq.</i><sup>[1]</sup> Plaintiffs are employees or retirees of Cannon Mills, Inc. (Cannon) and are participants in Cannon's retirement plan (the Plan). They allege that the defendants breached their fiduciary duty by failing to prudently manage <span class=\"star-pagination\">*448</span> the Plan for the benefit of its participants. Specifically, plaintiffs challenge the seizure of surplus plan assets and the purchase of an annuity backed by junk bonds to increase the dollar amount of the surplus.</p>\n<p>Cannon has had several different retirement plans over its many years in operation. Until 1979, the employees contributed to the Plan. For the purposes of this matter, this has become known as the 1976 Plan. In 1979, the 1976 Plan was amended by eliminating employee contributions and altering the termination clause to specifically provide that any surplus assets at termination would revert to the employer rather than the plan participants. This will be referred to as the 1979 Plan.</p>\n<p>Approximately six months after this amendment, defendant Murdock began purchasing substantial amounts of Cannon stock and in 1982, bought Cannon outright. Plaintiffs allege that in December 1985 Murdock caused the 1979 Plan to be amended to provide for the reversion of the surplus assets to one of his corporations and the purchase of an annuity upon termination of the Plan. The Plan was allegedly terminated on 18 December 1985.</p>\n<p>In June 1986 defendant Fieldcrest merged with Cannon. On 2 July 1986, an annuity was purchased to fund obligations to participants of Cannon's terminated retirement plan. The purchase was negotiated by both Murdock and Fieldcrest. Ultimately, the company issuing the annuity went into receivership, and plaintiffs contend that they have suffered as a result. In sum, plaintiffs allege that the entire series of transactions described above was an elaborate scheme orchestrated in violation of ERISA to allow Fieldcrest to buy Cannon at a reduced price and made it possible for Murdock to receive the surplus assets upon termination of the 1979 Plan.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Summary judgment is only appropriate where there are no genuine issues of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c). The United States Supreme Court has written:</p>\n<blockquote>In our view, the plain language of rule 56(c) mandates the entry of summary judgment, after adequate time for discovery and upon motion, against a party who fails to make a showing sufficient to establish the absence of an element to that party's case, and on which that party will bear the burden of proof at trial.</blockquote>\n<p><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2552, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The Fourth Circuit has recently commented on <i>Celotex</i> and firmly agreed with the concept that the party moving for summary judgment does not have to produce evidence, but can prevail on summary judgment by simply arguing that there is an absence of evidence by which the nonmovant can prove its case. <i>See </i><i>Cray Communications, Inc. v. Novatel Computer Systems, Inc.,</i> <span class=\"citation\" data-id=\"677019\"><a href=\"/opinion/677019/cray-communications-inc-formerly-known-as-dowty-communications/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">390</span></a></span> (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">135</span></span> (1995). Each of the four motions for summary judgment will be analyzed pursuant to the above-stated and well-established rules of law.</p>\n<p></p>\n<h2><i>A. Fieldcrest's Motion for Summary Judgment</i></h2>\n<p>Plaintiffs allege that Fieldcrest had fiduciary duties pursuant to 29 U.S.C. § 1002(21) by virtue of the authority and responsibility it assumed under Section 4.03 of the Stock Purchase Agreement dated 3 December 1985 and the fact that Fieldcrest assumed responsibility for the administration of the Plan. Plaintiffs assert that Fieldcrest violated these duties and conspired with other defendants to do so. Plaintiffs admit that Fieldcrest did not receive any of the surplus assets upon termination of the Plan; however, they maintain that the purchase price Fieldcrest paid to acquire Cannon is less than it would have been if Fieldcrest had not allowed Murdock to keep the Plan, amend the Plan in order to allow the surplus to revert to Murdock, and agree to the purchase of an imprudent annuity.</p>\n<p>Fieldcrest maintains that it was never a fiduciary under ERISA. It further asserts that it never participated in the administration of the Plan, never attempted to and did not purchase the Plan, and had no involvement <span class=\"star-pagination\">*449</span> in the termination of the Plan or the purchase of the annuity from Executive Life.</p>\n<p>A person or entity is a fiduciary with respect to an ERISA-governed plan:</p>\n<blockquote>To the extent (i) he [or it] exercises any discretionary authority or discretionary control respecting management of such plan or exercises any authority or control respecting management or disposition of its assets, (ii) he [or it] renders investment advice for a fee or other compensation, direct or indirect, with respect to any moneys or other property of such plan, or has any authority or responsibility to do so, or (iii) he [or it] has any discretionary authority or discretionary responsibility in the administration of such plan....</blockquote>\n<p>29 U.S.C.A. § 1002(21)(A). Subsection (ii) is not at issue; however, plaintiffs argue that Fieldcrest had discretionary authority over the Plan pursuant to the Stock Purchase Agreement and that it actually exercised discretionary authority over the disposition of Plan assets by its involvement in the purchase of the Executive Life annuity.</p>\n<p>As explained above, on a motion for summary judgment a defendant does not have to prove an absence of evidence to support a plaintiff's case because the burden rests with the plaintiff to support all elements of its claim. As the discussion below will make evident, plaintiffs are unable to satisfy the burden with respect to proving Fieldcrest had a fiduciary duty under ERISA.</p>\n<p></p>\n<h2><i>1. Fiduciary Duty Under § 1002(21)(A)(iii)</i></h2>\n<p>Plaintiffs assert that the language of the Stock Purchase Agreement entered into by Cannon and Fieldcrest gave Fieldcrest discretionary authority and responsibility with respect to the Cannon Plan, and thus, a fiduciary duty under ERISA. The relevant portion of the Stock Purchase Agreement at issue is Section 4.03 addressing employee benefit plans. By its own terms, Section 4.03 permits either the Sellers' (defined in the agreement as Pacific Holding Corporation and Cannon Holding Corporation) adoption of a new pension plan or the purchase of annuity under guidelines set forth in a separate document known as Schedule 4.03. The option of purchasing an annuity was chosen and subparagraph (e) of Schedule 4.03 addresses that. Schedule 4.03 provides, in pertinent part:</p>\n<blockquote>Seller may, in its sole discretion, provide for the funding of all accrued benefits, including all ancillary benefits, whether or not vested, accrued through December 28, 1985, by causing the purchase of annuity contracts satisfactory to the Pension Benefit Guaranty Corporation.</blockquote>\n<p>Plaintiffs contend that the last phrase quoted above automatically makes Fieldcrest a fiduciary and vested it with discretionary authority over plan administration under ERISA's definition of fiduciary.</p>\n<p>The plain language of the Stock Purchase Agreement, however, makes it clear that Schedule 4.03 was intended to modify Section 4.03 and that Schedule 4.03 was drafted to \"set forth the rights and duties of the parties\" regarding any annuities. (Tennyson Dep. at 19-20). There is no language in any of the agreements requiring Fieldcrest to approve any annuity contracts.</p>\n<p>Further, there is testimony, in affidavit form, that Peter Tennyson, the primary legal representative and negotiator for David Murdock, did not intend for any of the provisions to require Fieldcrest to approve any annuity that might be selected. <i>Id.</i> at 32-33. Joe Ely, Fieldcrest's Chairman and a principle negotiator for the Cannon purchase, also stated that the Stock Purchase Agreement was not intended to require Fieldcrest's approval of any annuities. (Ely Dep. at 34-35). None of Fieldcrest's personnel responsible for pension matters were involved in drafting the Stock Purchase Agreement nor were they operating under the belief that Fieldcrest had any control over annuity selection. (Midgley Dep. at 21; Mitchell Dep. at 61; Raines Dep. at 15.) As well, testimony of the individuals involved in the negotiations indicates that annuities were never even discussed and that Fieldcrest wanted Cannon to take responsibility for any pension plan. (Murdock Dep. at 506; Tennyson Dep. at 18-19). There is, however, evidence that mention was made of terminating the Cannon <span class=\"star-pagination\">*450</span> pension plan and that Ely expressed concern that Cannon Plan participants be treated fairly. (Murdock Dep. at 506; Tennyson Dep., at 24.) Such concern for the general fair treatment of Cannon employees cannot be said to rise to the level of assuming discretionary authority over the administration of the Cannon plan.</p>\n<p></p>\n<h2><i>2. Fiduciary Duty Under § 1002(21)(A)(i)</i></h2>\n<p>Plaintiffs also contend that Fieldcrest owed them a duty as a fiduciary under 29 U.S.C. § 1002(21)(A)(i) in that Fieldcrest assumed discretionary authority and control regarding plan management and distribution of plan assets. Plaintiff's primary contention is that Fieldcrest participated in the selection of the annuity. Through depositions, Murdock and others involved in the stock sale have testified that Fieldcrest had nothing to do with the decision to purchase the annuities, the selection of Executive Life, or the termination of the Cannon plan. (Murdock Dep. at 524-25; Tatom Dep. at 50; Ely Dep. at 35.)</p>\n<p>The only evidence that Fieldcrest participated in the selection of Executive Life is in plaintiff's unsworn answers to interrogatories where it is suggested that Fieldcrest was involved in placing Executive Life on the annuity bid list and promised to give Executive Life preferential treatment. The affidavit of Eric Watts, a principal in the firm whose function it was to market Executive Life's annuities, contradicts the suggestion of any special treatment offered by Fieldcrest. (Watts Aff. para. 9.) Watts' statements are corroborated by the deposition testimony of Steven Schwartz, an employee of First Annuity Corporation. (Schwartz Dep. at 165-66.)</p>\n<p>The court is somewhat concerned with a meeting that took place on 19 June 1990 and was attended by representatives of Fieldcrest, Executive Life and Murdock. Plaintiffs assert that this meeting is evidence that Fieldcrest was involved in the selection of Executive Life. Defendants deposed six of the representatives in attendance at the meeting and none of them testified that the selection of Executive Life as an annuity carrier was discussed.<sup>[2]</sup> Instead, the meeting focused on administrative matters relating to the communication of information concerning benefits to be paid to Cannon employees. (Wilson Dep. at 15-25; Ellis Dep. at 7-12.) Defendants have also provided testimony of those not present at the 19 June meeting that Fieldcrest helped transmit data regarding benefits of individual Cannon employees and that the 19 June meeting was held in order to facilitate the transmission of such information. (Werner Dep. at 95, 107, 293; Tennyson Dep. at 35.)</p>\n<p>Plaintiffs assert that the limited activity of transferring of information is enough to constitute the assumption of a fiduciary duty by Fieldcrest. However, the general rule is that an administrator who merely carries out ministerial duties or processes claims does not exercise discretionary powers and is not an ERISA fiduciary. <i>See </i><i>Kyle Rys., Inc. v. Pacific Admin. Servs., Inc.,</i> <span class=\"citation\" data-id=\"603902\"><a href=\"/opinion/603902/kyle-railways-inc-v-pacific-administration-services-inc-adjustco/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span> (9th Cir.1993); <i>Pohl v. National Ben. Consultants, Inc.,</i> <span class=\"citation\" data-id=\"577227\"><a href=\"/opinion/577227/rosalie-pohl-steve-pohl-peter-kellner-and-linda-kellner-v-national/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span> (7th Cir.1992). As long as the ultimate decision regarding the denial of claims or the eligibility for benefits rests with someone else, the administrator has no fiduciary duty. <i>See </i><i>Baker v. Big Star Div. of Grand Union Co.,</i> <span class=\"citation\" data-id=\"534646\"><a href=\"/opinion/534646/richard-baker-v-big-star-division-of-the-grand-union-company-connecticut/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span> (11th Cir.1989).</p>\n<p>Fieldcrest did assist Cannon in transmitting data concerning former Cannon employees and the amount of benefits owed them; however, there is no evidence that Fieldcrest's involvement went beyond the ministerial task of relaying data. There is no evidence that Fieldcrest ever made determinations of the eligibility of Cannon employees under the old Cannon Plan. Therefore, Fieldcrest did not assume any fiduciary duty with respect to the administration of the Plan.</p>\n<p></p>\n<h2><i>3. Successor Liability</i></h2>\n<p>Plaintiff's Third Amended Complaint alleges that Fieldcrest is a successor to the liabilities of Cannon. As a legal principle, Fieldcrest may be held liable as a result <span class=\"star-pagination\">*451</span> of its merger with Cannon; however, plaintiffs have failed to present to the court any evidence that Cannon was liable under ERISA. The only acts that could possibly form the basis of Cannon's liability, and thereby Fieldcrest's successor liability, are based on the 1979 amendment to the 1976 Cannon Plan. In order to establish Cannon's ERISA liability, plaintiffs must show that Cannon, as the employer at the time of the amendment, breached a fiduciary duty owed to plaintiffs. Employers do not owe plan participants a fiduciary duty when they make business decisions, but only when they take action in their capacity as plan administrators. <i>Amato v. Western Union Int'l, Inc.,</i> <span class=\"citation\" data-id=\"458868\"><a href=\"/opinion/458868/frank-j-amato-robert-j-andes-ernest-r-buntin-raymond-v-carlisle/\"><span class=\"volume\">773</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1402</span></a></span> (2d Cir.1985), <i>cert. dismissed,</i> <span class=\"citation\" data-id=\"111594\"><a href=\"/opinion/111594/bobby-james-moore-v-texas/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1113</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></span> (1986), <i>overruled on other grounds by </i><i>Mead Corp. v. Tilley,</i> <span class=\"citation\" data-id=\"112272\"><a href=\"/opinion/112272/mead-corp-v-tilley/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">714</span></a></span>, <span class=\"citation\" data-id=\"112272\"><a href=\"/opinion/112272/mead-corp-v-tilley/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2156</span></a></span>, <span class=\"citation\" data-id=\"112272\"><a href=\"/opinion/112272/mead-corp-v-tilley/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">796</span></a></span> (1989). Many courts have held that an employer does not act as an ERISA fiduciary in deciding to amend or terminate a plan. <i>See, e.g., </i><i>Sutter v. BASF Corp.,</i> <span class=\"citation\" data-id=\"583645\"><a href=\"/opinion/583645/lester-sutter-91-1419-anna-karbosky-michael-manyak-jr-and-stephen-g/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">556</span></a></span> (6th Cir.1992); <i>Hozier v. Midwest Fasteners, Inc.,</i> <span class=\"citation\" data-id=\"545161\"><a href=\"/opinion/545161/robert-hozier-ralph-kohart-peter-a-white-marc-duning-and-david-carroll/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1155</span></a></span> (3d Cir.1990). The actions of which plaintiffs complain were all taken by Cannon in the course of its normal business operation and, therefore, do not subject Cannon to ERISA liability.<sup>[3]</sup> Logically, therefore, Fieldcrest cannot be subject to successor liability for Cannon's actions.</p>\n<p>Plaintiffs have failed to establish a genuine issue of material fact concerning Fieldcrest's responsibilities as a fiduciary under ERISA and the existence of successor liability. As concluded above, Fieldcrest did not assume any fiduciary duty under the meaning given that term in 29 U.S.C. § 1002(21)(A). Further, because Cannon was not liable under ERISA, Fieldcrest cannot be held liable as a successor. Therefore, defendant Fieldcrest is entitled to judgment as a matter of law on all claims against it and Fieldcrest's motion for summary judgment will be allowed.</p>\n<p></p>\n<h2><i>B. Otto Stolz's Motion for Summary Judgment</i></h2>\n<p>Stolz is a former officer and director of Cannon who left the company in May 1982. Plaintiffs claim that Stolz: (1) breached his fiduciary duty under ERISA; (2) violated ERISA's \"prohibited transaction\" rule; (3) violated ERISA rules relating to the distribution of assets upon plan termination; and (4) violated ERISA rules prohibiting employers from firing or harassing employees to prevent those employees from claiming vested pension rights. The first and third allegations arise out of the 1979 Amendment to Cannon's retirement plan and will be discussed together. The second allegation will be fully discussed in the portion of this order relating to plaintiffs' claims against defendant Murdock, but will be briefly mentioned below. The fourth claim will be discussed independently below.</p>\n<p></p>\n<h2><i>1. Breach of Fiduciary Duty</i></h2>\n<p>Plaintiffs claim that Stolz was involved in the breach of duties owed them with respect to the allegedly improper 1979 Amendment to the 1976 Plan, the promises made them in the Summary Plan Description (SPD), and in general through his activities as an officer and director of Cannon.</p>\n<p></p>\n<h2><i>a. Fiduciary Duty Under the 1979 Amendment</i></h2>\n<p>Plaintiffs' breach of fiduciary duty claims against Stolz are based on allegations that the terms of the 1976 Plan prohibited the 1979 Amendment to the Plan. Specifically, plaintiffs claim that the 1979 Amendment permitting surplus assets to revert to the sponsor on termination was in violation of Articles 7 through 10 of the 1976 Plan. The provisions of each of these articles must be examined. Article 7 contains several sections relating to Plan contributions and payments. Section 7.2 requires Cannon to make sufficient contributions to pay benefits, but does not address the issue of who would receive any surplus assets. Section 7.3 requires all contributions to be paid into a trust fund unless expressly provided otherwise in the Plan. Section 7.5 states that plan participants have rights only to their benefits and does not give them any rights to any surplus upon termination. This section serves to protect participants' rights to their benefits <span class=\"star-pagination\">*452</span> and cannot be interpreted to afford them any rights to any surplus.</p>\n<p>Section 8.1 of Article 8 sets out the statutory fiduciary duties as articulated in § 404(a)(1) of ERISA and names the fiduciaries.<sup>[4]</sup> These duties are in no way implicated when a plan sponsor takes possession of surplus assets upon termination. <i>See </i><i>Wilson v. Bluefield Supply Co.,</i> <span class=\"citation\" data-id=\"488746\"><a href=\"/opinion/488746/david-w-wilson-on-behalf-of-himself-and-all-others-similarly-situated/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">457</span></a></span> (4th Cir. 1987). Section 8.3 discussed the Retirement Committee and establishes the administrative duties of this body. Article 9 deals only with contribution and requires all contributions to be paid to the trustee and kept in the trust fund. It also contains language limiting a participant's rights to the Trust Fund to the amount of benefits actually owed that individual. There is simply no language in Article 8 or 9 that would prevent amendment of the Plan to allow the sponsor to receive surplus assets upon termination.</p>\n<p>Article 10 contains sections specifically dealing with procedures for amending the Plan. Section 10.1, entitled \"Amendment,\" allows Cannon's Board of Directors to amend the Plan as long as the amendment does not divert assets \"to purposes other than for the exclusive benefit of Participants, Eligible Spouses or Beneficiaries\" or does not reduce the amount of benefits to which a beneficiary or participant was entitled prior to the effective date of the amendment. Article 10 contains no language prohibiting the 1979 Amendment.</p>\n<p>The provision of the 1979 Amendment at issue is found in Section 11.05 of the 1979 Plan and is entitled \"Termination Distribution.\" It is similar to the corresponding provision in the 1976 Plan in that it does not confer upon plan participants the right to any surplus assets upon termination; however, it differs in that § 11.05 specifies that any such surplus will be returned to the company. Plaintiffs have failed to present the court with any facts that the Plan was not amended in accordance with its own terms. The Fourth Circuit has held that abiding by the terms of a plan cannot be a breach of fiduciary duty. <i>Dzinglski v. Weirton Steel Corp.,</i> <span class=\"citation\" data-id=\"524062\"><a href=\"/opinion/524062/andrew-p-dzinglski-v-weirton-steel-corporation-retirement-committee-of/\"><span class=\"volume\">875</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1075</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">919</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">281</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span></span> (1989). This change does not have an adverse or prohibited effect on the rights guaranteed to the participants under either the 1976 or 1979 Plan. The 1976 Plan never gave the participants the right to any surplus, so the change in the 1979 Plan giving any such surplus to the company did not serve to take any benefits from the participants.</p>\n<p>Plaintiffs contend that the 1976 Plan language, even if it does not specifically prohibit the company from recovering surplus assets, does prohibit such recovery because the Plan was intended to provide benefits for its participants. The Fourth Circuit has held that a plan sponsor may amend a plan to add provisions allowing the company to recover surplus assets even when unambiguous plan language requires all actions to be in the exclusive interest of the beneficiaries. <i>Wilson,</i> 819 F.2d at 460. Additionally, the 1976 Plan differs from the one at issue in <i>Wilson</i> in that the §§ 7.3, 7.5 and 9.2 make it clear that participants' rights are limited only to the amount of their accrued benefits and the <i>Wilson</i> Plan contained no such language. Plaintiffs' reliance on the \"exclusive benefit\" language in the 1976 Plan is misplaced in light of Fourth Circuit precedent and opinions from other circuits. <i>See id.; </i><i>Chait v. Bernstein,</i> <span class=\"citation\" data-id=\"499060\"><a href=\"/opinion/499060/arnold-chait-trustee-of-ambassador-insurance-company-inc-employees/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span> (3rd Cir.1987) (rejecting prohibition of plan amendment based on \"exclusive benefit\" argument); <i>Outzen v. FDIC ex rel. State Examiner of Banks,</i> <span class=\"citation\" data-id=\"571511\"><a href=\"/opinion/571511/gordon-outzen-on-behalf-of-himself-and-as-a-representative-party-and/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span> (10th Cir.1991) (\"exclusive benefit\" language does not prohibit reversion of surplus assets to sponsor).</p>\n<p></p>\n<h2><i>b. Fiduciary Duty under the SPD</i></h2>\n<p>Plaintiffs also claim that the 1979 amendment was improper in that it was contrary to representations made to them in the 1976 SPD indicating that assets would be distributed only for their benefit.<sup>[5]</sup> Provisions <span class=\"star-pagination\">*453</span> contained in a SPD are not binding on an ERISA sponsor and cannot serve to amend a plan in any way. <i>See </i><i>Elmore v. Cone Mills Corp.,</i> <span class=\"citation\" data-id=\"669680\"><a href=\"/opinion/669680/william-j-elmore-wayne-comer-individually-and-as-representatives-of-a/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">855</span></a></span> (4th Cir.1994) (en banc) (promised benefits are incorporated in a plan only after formal amendment procedures followed). However, if a SPD contains language inconsistent with that of a plan and a participant detrimentally relies on the promises of the SPD, the courts have recognized a federal common-law cause of action. <i>Aiken v. Policy Management Sys. Corp.,</i> <span class=\"citation\" data-id=\"659913\"><a href=\"/opinion/659913/ronald-d-aiken-v-policy-management-systems-corporation/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span> (4th Cir.1993). In <i>Aiken,</i> plaintiff claimed the right to a distribution based on SPD statements and defendant alleged it had the right to withhold the payment until plaintiff reached a certain age. The court held that in order to recover, plaintiff had to show significant reliance upon or prejudice caused by the SPD. <i>Id.</i> at 141; <i>see also </i><i>Fuller v. FMC Corp.,</i> <span class=\"citation\" data-id=\"629137\"><a href=\"/opinion/629137/robert-f-fuller-ripley-r-click-v-fmc-corporation-fmc-corporation/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span> (4th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">382</span></span> (1994) (participant may only receive benefits based on SPD if can show reliance on SPD language and prejudice); <i>Gable v. Sweetheart Cup Co.,</i> <span class=\"citation\" data-id=\"678511\"><a href=\"/opinion/678511/nos-94-1234-94-1301/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">851</span></a></span> (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1442</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">321</span></span> (1995) (court will not infer detrimental reliance or prejudice without affirmative evidence).</p>\n<p>Plaintiffs have failed to show the court any reliance upon the 1976 SPD. Plaintiff Johnsie Riley admitted that she read only parts of the SPD, cannot remember the details of the SPD, and did nothing differently as a result of reading it. (Johnsie Riley Dep. at 28, 133-34.) Her husband stated that he never read the booklet containing the 1976 SPD. (John Riley Dep. at 13.) Virginia Harrington testified that she real only \"part\" of the 1976 SPD (V. Harrington Dep. at 13), and her husband, Dewey Harrington said that he \"didn't ever look at\" the SPD. (D. Harrington Dep. at 21.) By their own admissions, plaintiffs have failed to prove reliance, an essential element of their claim based on the SPD language. Therefore, defendant Stolz's motion for summary judgment on this claim must be allowed. <i>See </i><i>EEOC v. Clay Printing Co.,</i> <span class=\"citation\" data-id=\"577126\"><a href=\"/opinion/577126/58-fair-emplpraccas-bna-256-58-empl-prac-dec-p-41272-equal/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">936</span></a></span> (4th Cir.1992) (affirming summary judgment where plaintiff failed to produce evidence, court relied on plaintiffs' admissions that they could not offer evidence to support element of claim).</p>\n<p></p>\n<h2><i>c. Fiduciary Duty as a Director and Officer</i></h2>\n<p>Plaintiffs assert that Stolz was a fiduciary under ERISA, thereby owing a fiduciary duty to them, simply because he was an officer and director of Cannon. The Fourth Circuit has held that \"fiduciary status is not an all-or-nothing concept.\" <i>Coleman v. Nationwide Life Ins. Co.,</i> <span class=\"citation\" data-id=\"586849\"><a href=\"/opinion/586849/joanne-w-coleman-v-nationwide-life-insurance-company-third-party-v/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 61 (4th Cir.1992) <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1051</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></span> (1993). The facts of this case, indicated that Stolz was a fiduciary for limited purposes, none of which are relevant to plaintiffs' claims.</p>\n<p>The ERISA definition of fiduciary as set out in the discussion of defendant Fieldcrest's motion applies equally to defendant Stolz. <i>See</i> 29 U.S.C. § 1002(21)(A). The Fourth Circuit has said that plan documents are the place to look in order to determine the discretionary authority and responsibility given to board members. <i>Coleman,</i> 969 F.2d at 61. The Court of Appeals continued to explain that one should also look \"beyond the formalities to see if [the alleged fiduciary] in fact exercised authority\" such that he was acting as a fiduciary. <i>Id.</i> Looking first to the Plan's language, the only duty given to the board was that of appointing members of the Retirement Committee. Stolz has stated that his involvement with respect to the Plan was limited to voting for Retirement Committee members and there has been no evidence suggesting otherwise. Stolz was never on the Retirement Committee himself and there are no facts indicating that he exercised any authority or control respecting the management or disposition of the Plan, nor was he ever involved in the administration of the Plan.</p>\n<p>Plaintiffs' contention that Stolz assumed an expanded fiduciary role simply due to his status as an officer and director is without merit. As the Fourth Circuit stated, the extent of a fiduciary's role is to be gleaned from plan-related documents. <i>Id.</i> The Third Circuit has specifically held that one's position within a company does not create a fiduciary duty. <i>See </i><i>Confer v. Custom Eng.</i> <span class=\"star-pagination\">*454</span> <i>Co.,</i> <span class=\"citation\" data-id=\"574337\"><a href=\"/opinion/574337/ricky-confer-and-holly-confer-and-erie-indemnity-company-v-custom/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span> (3rd Cir.1991). This position is also supported by commentary found in the Code of Federal Regulations where it states that members of the board of directors and those holding office in a company are fiduciaries only to the extent that they have responsibility for the acts described in the statute. 29 C.F.R. § 2509.75-8 (D-4, D-5) (1994).</p>\n<p>Stolz, admittedly, was a fiduciary for the limited purpose of selecting members of the Retirement Committee. However, there is no evidence that he breached this duty. Stolz's motion with respect to the breach of fiduciary duty claim will be allowed.</p>\n<p></p>\n<h2><i>2. Conspiracy Claim Against Stolz</i></h2>\n<p>Plaintiffs claim that Stolz and other Cannon directors conspired to breach fiduciary duties under ERISA. The Supreme Court has described ERISA as a \"comprehensive and reticulated statute,\" <i>Nachman Corp. v. Pension Ben. Guar. Corp.,</i> <span class=\"citation\" data-id=\"110257\"><a href=\"/opinion/110257/nachman-corp-v-pension-benefit-guaranty-corporation/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">359</span></a></span>, <span class=\"citation\" data-id=\"110257\"><a href=\"/opinion/110257/nachman-corp-v-pension-benefit-guaranty-corporation/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1723</span></a></span>, <span class=\"citation\" data-id=\"110257\"><a href=\"/opinion/110257/nachman-corp-v-pension-benefit-guaranty-corporation/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">354</span></a></span> (1980), and nowhere does it provide for a conspiracy cause of action. In a recent case, the Court cast doubt on the availability of a conspiracy claim under ERISA. <i>See </i><i>Mertens v. Hewitt Assocs.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112867\"><a href=\"/opinion/112867/mertens-v-hewitt-associates/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2063</span></a></span>, <span class=\"citation\" data-id=\"112867\"><a href=\"/opinion/112867/mertens-v-hewitt-associates/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">161</span></a></span> (1993). In that case, the court rejected a claim against an actuarial firm that allegedly aided and abetted a breach of fiduciary duty stating that it was unwilling \"to infer causes of action in the ERISA context, since that statute's carefully and detailed enforcement scheme provides `strong evidence that Congress did <i>not</i> intend to authorize other remedies that it simply forgot to incorporate expressly.'\" <i>Id.,</i> ___ U.S. at ___, 113 S.Ct. at 2067 (citing <i>Massachusetts Mut. Life Ins. Co. v. Russell,</i> <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 146-47, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3085</span></a></span>, 3092-93, <span class=\"citation\" data-id=\"111499\"><a href=\"/opinion/111499/massachusetts-mut-life-ins-co-v-russell/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></a></span> (1985)) (emphasis in original).</p>\n<p>Applying the reasoning of <i>Mertens,</i> plaintiffs cannot make a claim for conspiracy under ERISA. The statute does not prohibit anyone from \"conspiring\" with a fiduciary for any purpose, just as it does not prohibit \"aiding and abetting\" the breach of a duty. <i>See </i><i>Reich v. Rowe,</i> <span class=\"citation\" data-id=\"195288\"><a href=\"/opinion/195288/reich-labr-v-rowe/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span> (1st Cir.1994) (no cause of action against nonfiduciary who knowingly participated in breach of ERISA fiduciary).</p>\n<p>Even if the court were to infer a conspiracy cause of action within ERISA, plaintiffs have failed to establish facts to support a conspiracy. To state a claim for conspiracy a plaintiff must establish: (1) an agreement between two or more people to participate in an unlawful act or a lawful act in an unlawful manner; (2) an unlawful overt act by a party to the agreement that is in furtherance of the agreement; and, (3) damages. <i>Davenport v. North Carolina Dept. of Transportation,</i> <span class=\"citation\" data-id=\"628642\"><a href=\"/opinion/628642/ronald-e-davenport-v-north-carolina-department-of-transportation-tommy/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span> (4th Cir.1993). When asked to provide factual data supporting the existence of a conspiracy, plaintiffs responded with conclusory responses that showed nothing. Stolz, however, has stated that as of the time of the 1979 Amendment, he had never heard of Murdock and had never discussed the retirement plan. (Stolz Aff. para. 8, 9.) As well, it is undisputed that Stolz left Cannon in May 1982 and was not involved in or aware of the decision to terminate the Plan or to select Executive Life as an annuity provider. The law is clear that mere allegations of a conspiracy do not establish a claim and are insufficient to overcome a motion for summary judgment based on testimony evidencing a lack of participation. <i>Ballinger v. North Carolina Agric. Extension Serv.,</i> <span class=\"citation\" data-id=\"486396\"><a href=\"/opinion/486396/emily-ruth-ballinger-v-north-carolina-agricultural-extension-service/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">232</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">191</span></span> (1987) (quoting <i>Buschi v. Kirven,</i> <span class=\"citation\" data-id=\"460179\"><a href=\"/opinion/460179/brendan-buschi-dennis-b-draper-jr-donald-vassey-susan-andrews-wanda/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span> (4th Cir.1985)). Defendant Stolz's motion for summary judgment on the conspiracy claim will be allowed.</p>\n<p></p>\n<h2><i>3. Interference With Employment Relationship Claim</i></h2>\n<p>Plaintiff's final claim against Stoltz is that his actions relating to the amendment of the Plan violated § 510 of ERISA which prohibits the firing or harassing employees to prevent them from claiming vested pension rights. Section 510 is relevant in situations where there is an allegation that \"an employer-employee relationship, and not merely the pension plan, was changed in some discriminatory or wrongful way.\" <i>Deeming v. American Standard, Inc.,</i> <span class=\"citation\" data-id=\"543157\"><a href=\"/opinion/543157/jesse-deeming-jr-james-n-corman-ivis-caudill-boyce-kitchens-loren-k/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1124</span></a></span>, 1127 (7th Cir.1990). Plaintiffs <span class=\"star-pagination\">*455</span> have not offered the court any evidence that Stolz interfered with the employer-employee relationship between Cannon and Plan participants, or that any of his actions resulted in a change in this relationship. Section 510 has been interpreted as a safeguard of the employment relationship that gives rise to an employee's individual rights. <i>See </i><i>West v. Butler,</i> <span class=\"citation\" data-id=\"378004\"><a href=\"/opinion/378004/harold-west-trustees-of-the-southern-labor-union-welfare-fund-and-pension/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span> (6th Cir.1980); <i>Gavalik v. Continental Can Co.,</i> <span class=\"citation\" data-id=\"483824\"><a href=\"/opinion/483824/robert-gavalik-frank-grelo-joseph-urban-anthony-ulyan-donald-a-berger/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">834</span></a></span> (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">979</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></span> (1987). As a matter of law, this section does not apply to the facts established in this case and Stolz's motion with respect to this claim will be allowed.</p>\n<p></p>\n<h2><i>C. The Directors' Motion for Summary Judgment</i></h2>\n<p>Plaintiffs' claims against the Directors are very similar to those made against Stolz and much of the discussion concerning Stolz's motion for summary judgment applies equally to the motion of the Directors. Specifically, plaintiffs' claim that the Directors were fiduciaries merely because of the position they held is without merit for the reasons discussed in reference to the same claim made against Stolz. Plaintiffs have failed to provide the court with any evidence that any of the Directors exercised any discretionary control or authority over the administration of the Plan such that their roles as Directors extended into that of fiduciary. As was Stolz, the Directors were fiduciaries for the limited purpose of electing members of the Retirement Committee,<sup>[6]</sup> and plaintiffs have not shown that the Directors took any action in breach of this duty.</p>\n<p>Plaintiffs further contend that the Directors' power to amend or terminate the Plan made them fiduciaries. The Fourth Circuit, however, has held that the ability to alter or terminate a plan is not to be reviewed by fiduciary standards. <i>Sutton v. Weirton Steel Div. of Nat'l Steel Corp.,</i> <span class=\"citation\" data-id=\"429414\"><a href=\"/opinion/429414/eugene-r-sutton-raymond-ludewig-paul-d-alexander-anthony-j-angelo/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 411 (4th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1205</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2387</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></span> (1984). Several other circuits are in agreement. <i>See, e.g., </i><i>Hozier v. Midwest Fasteners, Inc.,</i> <span class=\"citation\" data-id=\"545161\"><a href=\"/opinion/545161/robert-hozier-ralph-kohart-peter-a-white-marc-duning-and-david-carroll/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1155</span></a></span> (3d Cir.1990); <i>Musto v. American Gen. Corp.,</i> <span class=\"citation\" data-id=\"514607\"><a href=\"/opinion/514607/robert-l-musto-v-american-general-corporation/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span> (6th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1745</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></span> (1989); <i>Young v. Standard Oil (Indiana),</i> <span class=\"citation\" data-id=\"507821\"><a href=\"/opinion/507821/philip-a-young-max-gossard-robert-l-broeker-mark-bokelman-james/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1039</span></a></span> (7th Cir.1988); <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">981</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">529</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">561</span></span> (1988); <i>Anderson v. John Morrell &amp; Co.,</i> <span class=\"citation\" data-id=\"495279\"><a href=\"/opinion/495279/john-a-anderson-individually-and-on-behalf-of-all-other-persons-similarly/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span> (8th Cir.1987); <i>Cunha v. Ward Foods, Inc.,</i> <span class=\"citation\" data-id=\"479181\"><a href=\"/opinion/479181/allen-h-cunha-jr-george-l-gonsalves-richard-g-lowry-janet/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1418</span></a></span> (9th Cir.1986). Also, the Ninth Circuit has already reviewed the Plan at issue in this case in <i>Amalgamated Clothing &amp; Textile Workers Union, AFL-CIO v. Murdock,</i> <span class=\"citation\" data-id=\"514779\"><a href=\"/opinion/514779/amalgamated-clothing-textile-workers-union-afl-cio-samuel-faulkner-ruby/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span> (9th Cir.1988) (<i>ACTWU</i>), and the amendment, termination and reversion of surplus assets were all determined to be in compliance with ERISA. Thus, in following the terms of the Plan, the Directors were not in violation of ERISA, and the Directors' motion for summary judgment as to the breach of fiduciary duty claims will be allowed.</p>\n<p>The discussion in the section of this Order resolving Stolz's motion for summary judgment on plaintiffs' allegations that the 1979 Amendment to the 1976 Plan was a breach of fiduciary duty and the Plan itself is fully relevant to the same claims made against the Directors. For the reasons stated above, the court is of the opinion that the amendment was not in violation of ERISA or its own terms. Additionally, the court's reasoning relating to plaintiffs' claims that the SPD gave them additional rights and created fiduciary duties owed them by Stolz also applies to the same claims against the Directors.</p>\n<p>Plaintiffs allege that the Directors were part of a conspiracy to deprive them of benefits and also violated § 510 of ERISA. For the reasons articulated in the discussion of the similar claims as they relate to Stolz, the Directors' motion for summary judgment will be allowed with respect to the conspiracy and interference with the employment relationship claims.</p>\n<p>Because Director George A. Batte, Jr. (Batte) was also a member of the Retirement Committee, the claims against him warrant independent discussion. The minutes of the 30 April 1979 Retirement Committee <span class=\"star-pagination\">*456</span> meeting reveal that Batte was on the Committee.<sup>[7]</sup> No other records indicate his committee service prior to that date. Batte left Cannon in 1982. The dates are important to note because plaintiffs' allegations of any wrongdoing relating to the Retirement Committee stem from committee actions taken after Batte left Cannon. While Batte may have had additional fiduciary duties during the time he served on the Retirement Committee, plaintiffs have failed to allege or prove that he took any action in violation of such duties.</p>\n<p></p>\n<h2><i>D. Murdock's Motion for Summary Judgment</i></h2>\n<p>Plaintiffs' claim against Murdock are similar to those lodged against the other defendants and include breach of fiduciary duty in amending the Plan, in terminating the Plan, in selecting Executive Life as the annuity carrier and claiming the surplus assets; conspiracy; prohibited transactions under ERISA and interference with the employer-employee relationship. Although the claims are similar, some facts apply to Murdock's involvement with the Plan that were not relevant to other defendants and a brief recitation of them will facilitate discussion.</p>\n<p>Murdock first bought stock in Cannon in 1980 and acquired a controlling interest in March 1982. At that time he became Chief Executive Officer and served in that capacity until January 1986. During these years he was also the sole shareholder of Cannon Holding Corporation (CHC), Cannon's parent company.</p>\n<p>In November 1985 Fieldcrest expressed interest in acquiring Cannon and the sale was completed on 30 January 1986. Fieldcrest has made it clear from the beginning that it had no desire to purchase Cannon's retirement plan and the Plan was not part of the sale. As a result, the decision was made to terminate the Plan. To facilitate termination, the Plan was amended with the changing of the sponsor from Cannon to CHC, which Murdock would still control after the sale. The Plan was also amended to provide for the reversion of all surplus assets to the sponsor.</p>\n<p>As Plan sponsor, CHC, through Murdock, was responsible for distribution of Plan assets. CHC formed a Retirement Committee (the Committee) to oversee asset distribution. The Committee members were Michael Werner, James Tatom, Michael Halpern and Raymond Henze. They, with the assistance of the law firm of O'Melveny and Myers and the actuarial firm of Hewitt and Associates, had the responsibility of assuring that all participants would receive full benefits. After several rounds of bidding and financial stability reviews, Executive Life was chosen as the annuity carrier. Executive Life administered the annuity without incident until it was placed in conservatorship in 1991. Plaintiffs have testified that they have received all benefits owed them by the Plan. (Johnsie Riley Dep. at 54; John Riley Dep. at 35-36; V. Harrington Dep. at 50-51; D. Harrington Dept. at 28-29.)</p>\n<p></p>\n<h2><i>1. Res Judicata</i></h2>\n<p>Murdock was a named defendant in <i>ACTWU,</i> a case filed by the Union and individual former Cannon employees and Plan participants. The complaint sought relief for all Plan participants and alleges breach of fiduciary duty in management, amendment and termination of the Plan. Defendant Murdock alleges that disposition of <i>ACTWU</i> operates to invoke the doctrine of res judicata and bar plaintiffs' claims against him.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*457</span> For res judicata to apply, three elements must be proven: \"(1) a final judgment on the merits in a prior suit; (2) an identity of the cause of action in both the earlier and the later suit; and (3) an identity of the parties or their privies in the two suits.\" <i>Keith v. Aldridge,</i> <span class=\"citation\" data-id=\"539832\"><a href=\"/opinion/539832/52-fair-emplpraccas-1052-53-empl-prac-dec-p-39935-ronald-f-keith/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">736</span></a></span>, 739 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">900</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">257</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></span> (1990) (quoting <i>Nash County Board of Education v. Biltmore Co.,</i> <span class=\"citation\" data-id=\"387064\"><a href=\"/opinion/387064/the-nash-county-board-of-education-v-the-biltmore-company-borden-inc/\"><span class=\"volume\">640</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">484</span></a></span>, 486 (4th Cir.1981)). Addressing the first element, Murdock is correct in his assertion that the settlement and voluntary dismissal of <i>ACTWU</i> on remand from the Ninth Circuit was a final judgment on the merits for the purposes of the first element of res judicata. <i>See id.,</i> 900 F.2d at 740.</p>\n<p>Turning to the second element, the causes of action in <i>ACTWU</i> and the instant case are not identical. Where the elements of claims differ, there are two causes of action and litigation of one will not preclude litigation of the other. <i>United States v. Tatum,</i> <span class=\"citation\" data-id=\"567625\"><a href=\"/opinion/567625/united-states-v-gordon-r-tatum-jr/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 381 (4th Cir.1991). This court has previously held that <i>ACTWU</i> involved claims which related to facts that did not take place at the same time as those involved in the case at bar. <i>Riley v. Murdock,</i> <span class=\"citation\" data-id=\"2352382\"><a href=\"/opinion/2352382/riley-v-murdock/\"><span class=\"volume\">828</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1215</span></a></span>, 1222-23 (E.D.N.C. 1993). Specifically, the <i>ACTWU</i> plaintiffs did not file claims relating to the surplus prior to 1979, the 1979 Plan amendment, the language of the 1976 and 1979 SPD's, allegedly prohibited transactions under ERISA, the selection of Executive Life, or the allocation of surplus assets at termination.</p>\n<p>Examining the third and final element of res judicata requires looking at the identity of the parties and their privies in both suits. Murdock admits, and the plaintiffs have stated, that they were not plaintiffs in <i>ACTWU</i> and were not members of the union that filed that suit. Therefore, the focus shifts to the relationship between the <i>ACTWU</i> plaintiffs and those here. This court held, in its previous order, that the plaintiffs in the instant case \"are not so closely aligned with plaintiffs in <i>ACTWU</i> as to justify precluding this litigation.\" <i>Id.,</i> 828 F.Supp. at 1223. Relying on this earlier decision, the court finds that there is no privity between the two groups of plaintiffs so as to satisfy the third element of res judicata. Because only one of the three necessary elements of res judicata are present in this case, that doctrine will not apply to bar this action against Murdock and the discussion will proceed to the merits.</p>\n<p></p>\n<h2><i>2. Breach of Fiduciary Duty</i></h2>\n<p>Plaintiffs have alleged that Murdock breached the fiduciary duties owed by the role he played in several events. Each event will be examined separately.</p>\n<p></p>\n<h2><i>a. Purchase of the Executive Life Annuity</i></h2>\n<p>The heart of plaintiffs' allegations against Murdock are that the purchase of the group annuity contract from Executive Life in 1986 constituted a breach of fiduciary duty. Murdock was a fiduciary under ERISA, and the duties of a fiduciary are established in 29 U.S.C. § 1104, which provides, in pertinent part:</p>\n<blockquote>A fiduciary shall discharge his duties with respect to a plan solely in the interest of the participants and beneficiaries and </blockquote>\n<blockquote>(A) for the exclusive purpose of:</blockquote>\n<blockquote>(i) providing benefits to participate and their beneficiaries; and</blockquote>\n<blockquote>(ii) defraying reasonable expenses of administering the plan;</blockquote>\n<blockquote>(B) with care, skill, prudence and diligence under the circumstances then prevailing that a prudent man acting in a like capacity and familiar with such matters would use in the conduct of an enterprise of a like character and with like aims; ...<sup>[9]</sup> [and]</blockquote>\n<blockquote>(D) in accordance with the documents and instruments governing the plan insofar as such documents and instruments are consistent with the provisions of this subchapter and subchapter III of this chapter.</blockquote>\n<p>Plaintiffs claim Murdock violated the \"exclusive purpose\" requirement, the \"prudence\" requirement, and the \"in accordance with the plan\" requirement. Each requirement will be examined in turn.</p>\n<p><span class=\"star-pagination\">*458</span> Courts have articulated two way in which to measure a fiduciary's use of prudence in carrying out their duties. The first is whether the fiduciary employed the appropriate methods to diligently investigate the transaction and the second is whether the decision ultimately made was reasonable based on the information resulting from the investigation. <i>See </i><i>Schaefer v. Arkansas Medical Soc.,</i> <span class=\"citation\" data-id=\"510081\"><a href=\"/opinion/510081/paul-c-schaefer-appelleecross-appellant-v-arkansas-medical-society-and/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1487</span></a></span> (8th Cir.1988); <i>Donovan v. Mazzola,</i> <span class=\"citation\" data-id=\"424728\"><a href=\"/opinion/424728/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1226</span></a></span> (9th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1040</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">704</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></span> (1984); <i>Bidwell v. Garvey,</i> <span class=\"citation\" data-id=\"2593770\"><a href=\"/opinion/2593770/bidwell-v-garvey/\"><span class=\"volume\">743</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">393</span></a></span> (D.Md.1990).</p>\n<p>In determining if the appropriate investigation was conducted, courts often focus on whether the fiduciary obtained assistance from experts. <i>See </i><i>Donovan v. Cunningham,</i> <span class=\"citation\" data-id=\"424759\"><a href=\"/opinion/424759/raymond-j-donovan-secretary-of-the-united-states-department-of-labor/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1455</span></a></span>, 1474 (5th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1251</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3533</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">839</span></span> (1984) (\"ERISA fiduciaries need not become experts ... [as] they are entitled to rely on the expertise of others.\") From this point, the court's inquiry shifts to whether the fiduciary's decision was reasonable at the time it was made in light of the results of the investigation. This test is not one of hindsight and facts taking place after the decision was made will not render a decision imprudent. In a case out of the Eleventh Circuit where the fiduciaries' decision to develop plan-owned property turned out to be a bad one, the court made it clear that it had the duty to inquire whether the fiduciaries \"at the time they engaged in the challenged transaction, employed the appropriate methods to investigate and/or structure the investment.\" <i>Donovan v. Walton,</i> <span class=\"citation\" data-id=\"1886536\"><a href=\"/opinion/1886536/donovan-v-walton/\"><span class=\"volume\">609</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1221</span></a></span>, 1228 (S.D.Fla.1985), <i>aff'd sub nom., </i><i>Brock v. Walton,</i> <span class=\"citation\" data-id=\"472251\"><a href=\"/opinion/472251/william-e-brock-secretary-of-the-united-states-department-of-labor-v/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">586</span></a></span> (11th Cir. 1986).</p>\n<p>Applying these measures of prudence to Murdock's decision to purchase the Executive Life annuity, it is clear that the decision was well-investigated and reasonable at the time it was made. It is undisputed that as soon as termination of the Plan was decided upon, a committee of experienced financial managers was formed and charged with the responsibility of evaluating potential carriers and selecting the one they felt to be the best. This committee, as explained elsewhere in this Order, retained Hewitt Associates, a leading employee benefits consulting firm, and began going through a list of the top-rated insurance companies. (Werner Dep. at 140.) The committee also retained a law firm and conducted its own investigation of each insurance company that bid on the annuity contract. This investigation included: (1) a financial analysis; (2) personal contact with the companies' senior management; (3) a review of financial statements, quarterly reports and other relevant financial documents (Werner Dep. at 102-03, 160; Tatum Dep. at 41, 47); (4) consultation with Conning &amp; Company, a firm specializing in the evaluation of insurance companies (Werner Dep. at 150-51); (5) consulting with independent sources about Executive Life; and, (6) consulting with other companies that had bought annuity contracts from Executive Life. The committee also relied on the fact that Executive Life had received a high rating in 1986 from A.M. Best, the preeminent authority rating insurance companies. (Thrower Dep. at 26, 44-45, 65, Ex. 21.) The committee also knew that Executive Life received a AAA rating from Standard &amp; Poor's, the highest rating that company gives, and the stock of its parent company was also highly rated. (<i>Id.</i> Ex. 69.) The committee also made certain that Executive Life had the administrative capabilities to oversee disbursement of Plan funds. (Werner Dep. at 175-77).</p>\n<p>All of these efforts establish that Murdock and his committee thoroughly investigated the purchase of the annuity from Executive Life and that the decision to purchase was reasonable based on the results of that investigation. Plaintiffs rely on the assertions of their expert that Murdock should have known in 1986 that there were problems at Executive Life which would lead to its receivership in 1991. (Babbel Dep. at 73, 75.) However, the mere conclusory opinion of an expert, when not supported by evidence, will not defeat summary judgment. <i>Tyger Constr. Co., Inc. v. Pensacola Construction Co.,</i> <span class=\"citation\" data-id=\"673860\"><a href=\"/opinion/673860/tyger-construction-company-incorporated-a-south-carolina-corporation/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">137</span></a></span> (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">633</span></span> (1995); <i>Eastern Auto Distribs., Inc. v. Peugeot Motors of Am.,</i> <span class=\"citation\" data-id=\"473011\"><a href=\"/opinion/473011/eastern-auto-distributors-inc-v-peugeot-motors-of-america-inc-a/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">329</span></a></span> (4th Cir.1986). Plaintiffs have not offered <span class=\"star-pagination\">*459</span> any evidence to support the opinion that Murdock and the committee should have known of any problems at Executive Life in 1986. Therefore, the purchase of the Executive Life annuity was prudent.</p>\n<p>Plaintiffs claim that Murdock violated another requirement imposed upon an ERISA fiduciary in that he did not follow what is known as the \"exclusive purpose\" clause. Examining the \"exclusive purpose\" requirement under ERISA's outline of fiduciary duties, it is clear that the statute imposes a loyalty to plan participants and beneficiaries. However, the legislative history of the statute suggests that Congress intended a fiduciary to be able to meet the \"exclusive purpose\" requirement by satisfying the prudence requirement. H.R.Conf.Rep. No. 1280, 93rd Cong., 2nd Sess. 1974, <i>reprinted in</i> 1974 U.S.C.C.A.N. 4639, 5038, 5083. Additionally, courts have held that a fiduciaries' decision based on the advice of retained experts did not violate the duty of loyalty. <i>See </i><i>Donovan v. Bierwirth,</i> <span class=\"citation\" data-id=\"405063\"><a href=\"/opinion/405063/raymond-j-donovan-secretary-of-the-united-states-department-of-labor-v/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">263</span></a></span> (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1069</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">488</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">631</span></span> (1982). Murdock acted for the exclusive purpose of Plan participants and beneficiaries when he prudently selected to purchase the annuity from Executive Life.</p>\n<p>The third requirement mandates that a fiduciary administer a plan in accordance with plan documents, unless doing so would violate ERISA. Section 1408 of the Plan, as amended, allocated administrative responsibilities to the Sponsoring Committee, the Retirement Committee, the Trustee, and the Investment Committee. Murdock was not a member of any of these committees, was not the Trustee, and there are no facts to suggest that he participated in Plan administration. However, even if it were determined that he participated in Plan administration, he would not be liable because of such participation because the Plan was administered in accordance with its terms. The Plan in effect when Murdock took control provided for the reversion of surplus assets to the Plan sponsor upon termination. (1979 Plan § 11.05.) The Committee had to transfer the surplus assets to Murdock when the Plan was terminated in 1986 or else be liable for an ERISA violation. Thus, Murdock cannot be held liable on this basis.</p>\n<p></p>\n<h2><i>b. The 1985 Plan Amendment and Termination</i></h2>\n<p>In 1985, the Plan was amended to change the name of the sponsor from Cannon to CHC. The amendment also eliminated the phrase \"due to erroneous actuarial computation\" in reference to the reversion of surplus assets. Several courts have considered this phrase to be boilerplate language and have held that it does not require that surplus assets be the result of an identifiable mistake, but allows any assets remaining after all plan liabilities are satisfied to labeled the result of actuarial error. <i>Blessitt v. Retirement Plan for Employees of Dixie Engine Co.,</i> <span class=\"citation\" data-id=\"507220\"><a href=\"/opinion/507220/george-g-blessitt-and-willie-neal-jr-v-retirement-plan-for-employees-of/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1164</span></a></span> (11th Cir.1988); <i>Int'l Union, United Auto., Aerospace and Agric. Implement Workers of America v. Dyneer Corp.,</i> <span class=\"citation\" data-id=\"443991\"><a href=\"/opinion/443991/international-union-united-automobile-aerospace-and-agricultural/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">335</span></a></span> (6th Cir.1984); <i>See</i> Rev. Rul. 83-52, 1983-13 C.B. 87. Thus, the elimination of the phrase concerning actuarial computation was not a material change and had no effect on the benefits owed plaintiffs. The change of the sponsor was also an incidental change with no effect on the participants or beneficiaries. Neither of these amendments form the basis of a breach of fiduciary duty claim.</p>\n<p>Plaintiffs contend that the termination of the Plan was a breach of fiduciary duty; yet, several circuits have held that termination of plans are not evaluated under fiduciary standards. <i>Hozier,</i> 908 F.2d at 1155; <i>Musto v. Am. General Corp.,</i> <span class=\"citation\" data-id=\"514607\"><a href=\"/opinion/514607/robert-l-musto-v-american-general-corporation/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">897</span></a></span> (6th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1020</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1745</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">182</span></span> (1989). In fact, the Ninth Circuit has made this determination about the very plan at issue in this case. <i>ACTWU,</i> 861 F.2d at 1419. The Fourth Circuit has not decided a case involving the application of fiduciary standards to termination of a plan, but it has heard a case involving fiduciary standards, renegotiation and amendment of a plan. In <i>Sutton v. Weirton Steel Div. of Nat'l Steel Corp.,</i> <span class=\"citation\" data-id=\"429414\"><a href=\"/opinion/429414/eugene-r-sutton-raymond-ludewig-paul-d-alexander-anthony-j-angelo/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 411 (4th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1205</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2387</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">345</span></span> (1984), the court stated that Congress did not prohibit \"an employer who is a fiduciary from <span class=\"star-pagination\">*460</span> exercising the right accorded other employers to renegotiate or amend [plan terms].... The changes, accomplished in this manner, are not to be reviewed by fiduciary standards.\" Termination of a plan is similar to the changes in <i>Sutton</i> and, therefore, the decision to terminate should not be evaluated under fiduciary standards. Because the decision to terminate is not evaluated under fiduciary standards, there can be no claim of breach of fiduciary duty with respect to that action.</p>\n<p></p>\n<h2><i>c. Allocation of Surplus Assets</i></h2>\n<p>Plaintiffs claim that Murdock and the other defendants<sup>[10]</sup> violated 29 U.S.C. § 1344 and breached their fiduciary duties by turning over the surplus assets of the Plan to Murdock. Title 29 U.S.C. § 1104, discussed in detail above, outlines fiduciary duties and specifically references § 1344, which deals with plan termination. Section 1104 allows plan assets to \"inure to the benefit of\" the employer, as provided in § 1344. By definition, any allocation of plan assets which complies with § 1344 cannot be a breach of fiduciary duty. The only issue then is whether payment of the surplus to Murdock was in compliance with § 1344.</p>\n<p>Section 1344(d)(1) allows for the reversion of surplus assets to the employer, if a plan so provides. There is no dispute that the Plan provides such a reversion and plaintiffs have failed to present any evidence that any defendant did not distribute the Plan assets in compliance with the statute and the Plan. In fact, the only evidence relating to the disbursement of assets indicates that everything was done properly. Application was made to the Pension Benefits Guaranty Corporation (PBGC)<sup>[11]</sup> for a Notice of Sufficiency regarding the termination of the Plan. PBGC then questioned Hewitt, the actuarial firm calculating asset distribution, about the allocation of assets between the sponsor and the participants. The allocation was done in compliance with PBGC regulations and all eligible Plan members received a pro rata share of the surplus, with the remainder going to the sponsor. <i>See</i> 29 C.F.R. §§ 2618.30, 2618.31. Ultimately, the PBGC issued a Notice of Sufficiency, signifying its approval of the asset allocation. The only evidence plaintiffs offered to counter these facts is the statement of an expert confirming that the method used to calculate the allocation is the \"preferred\" method. The surplus assets were not distributed in violation of § 1344 and the distribution was not a breach of fiduciary duty. Defendants' motions relating to this claim will be allowed.</p>\n<p></p>\n<h2><i>3. Conspiracy to Violate ERISA</i></h2>\n<p>Plaintiffs contend that Murdock conspired with the Cannon Board of Directors to pass the 1979 Amendment allowing any surplus assets to revert to the Plan sponsor. All facts indicate, however, that Murdock had no contact with Cannon prior to 1980 and did not have a controlling interest until March 1982. In fact, individuals who were either officers or directors of Cannon during 1979 have sworn that they never spoke with Murdock or his associates prior to February 1980. (Adams Dep. at 65-66; Stoltz Dep. at 24-25.) Murdock himself has stated that he was not part of any such conspiracy and was attracted to Cannon because of its vast real estate holdings and knew little, if anything, about its retirement trust. (Murdock Dep. at 34.) Plaintiffs have failed to produce any facts in support of Murdock's involvement with the 1979 Amendment. Further, as stated above in relation to plaintiffs' claims against several other defendants, the Supreme Court has cast serious doubt on the existence of a conspiracy cause of action under ERISA. <i>Mertens,</i> ___ U.S. at ___, 113 S.Ct. at 2063 (1993). For these reasons, Murdock's motion for summary judgment on any conspiracy claim will be allowed.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*461</span> <i>4. Prohibited Transaction Claim</i>\n</h2>\n<p>Plaintiffs make this claim against several defendants, including Murdock, and it is discussed here because the factual basis of the claim is that the purchase of the Executive Life annuity, which took place under Murdock's leadership, was a violation of 29 U.S.C. § 1106. That statutes prohibits fiduciaries from taking part in certain specified transactions involving assets of a plan and the Fourth Circuit has written that \"Congress enacted a prohibited transaction rule to prevent persons with a close relationship to a plan from using that relationship to the detriment of the plan beneficiaries.\" <i>Wood v. Commissioner,</i> <span class=\"citation\" data-id=\"577122\"><a href=\"/opinion/577122/dallas-c-wood-v-commissioner-of-internal-revenue/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 910 (4th Cir. 1992). Examining the language of § 1106, it is clear that a prohibited transaction must involve a plan and a \"party in interest.\" Under plaintiffs' scenario, the only entity involved, other than the Plan itself, is Executive Life. Executive Life cannot be said to be a party in interest, as it had no interest in the Plan prior to it being awarded the annuity contract. In a case similar to the one at bar, the Ninth Circuit held that the purchase of a group annuity as a part of plan termination was not the type of transaction intended to be prohibited by this statute. <i>Waller v. Blue Cross of California,</i> <span class=\"citation\" data-id=\"676569\"><a href=\"/opinion/676569/gerald-e-waller-robert-c-bryson-harold-kurofsky-james-e-fenningham/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1337</span></a></span> (9th Cir.1994). Defendants' motion on this claim will be allowed.</p>\n<p></p>\n<h2><i>5. Interference With Employment Relations Claim</i></h2>\n<p>This claim was also made against other defendants and is completely discussed in relation to defendant Stolz. That discussion applies equally to defendant Murdock, as plaintiffs have failed to present any evidence that their employment relationship was changed in any way due to his actions. Murdock's motion with respect to this claim will be allowed.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the reasons herein stated, the motions for summary judgment filed by Fieldcrest, Stolz, the Directors, and Murdock are ALLOWED and this matter is DISMISSED. Plaintiffs' motion for class certification is hereby rendered MOOT.</p>\n<h2>NOTES</h2>\n<p>[1]  The original complaint also contained pendent state law claims for common law fraud and conspiracy which were dismissed by this court in its 30 July 1993 Order. <span class=\"citation\" data-id=\"2352382\"><a href=\"/opinion/2352382/riley-v-murdock/\"><span class=\"volume\">828</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1215</span></a></span>.</p>\n<p>[2]  Jim Tatom, Alex Yielding, Steven Schwartz, Charles Wilson, Raven Ellis and Nancy Bateman were the attendees of the meeting that were deposed.</p>\n<p>[3]  This matter is more fully discussed with regard to Otto G. Stolz's motion for summary judgment.</p>\n<p>[4]  Stolz is not named as a fiduciary.</p>\n<p>[5]  Stolz maintains that he had no involvement at all in the preparation of the 1976 SPD, as it was prepared and distributed before he went to work at Cannon. (Stolz Aff. para. 5.) However, in an effort to fully address plaintiffs' allegations, the claims against Stolz as they relate to the SPD will be fully discussed.</p>\n<p>[6]  Director Batte was a member of the Retirement Committee and plaintiffs' claims against him in that capacity will be addressed elsewhere in this Order.</p>\n<p>[7]  Batte has no independent recollection of serving on the Retirement Committee; however, he did not deny that he could have served on the Committee at some point in time.</p>\n<p>[8]  Defendant Fieldcrest was also involved in the <i>ACTWU</i> suit and argued res judicata and collateral estoppel as grounds for dismissal at the pleading stage of the instant action. In its Order of 30 July 1993, the court concluded that the issues raised in <i>ACTWU</i> and those presented in this action, as they relate to Fieldcrest, were not identical. Relying on the \"issue preclusion\" analysis of <i>Sandberg v. Virginia Bankshares, Inc.,</i> <span class=\"citation\" data-id=\"594712\"><a href=\"/opinion/594712/nos-91-1873-91-1874/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">332</span></a></span> (4th Cir.1992), the court held that collateral estoppel did not apply. The res judicata argument now raised by Murdock focuses on the similarity of the claims and parties rather than the issues and is a separate and distinct argument from that rejected in the earliest Order.</p>\n<p>[9]  Part C of this statute requiring diversification is not at issue in the instant case.</p>\n<p>[10]  This claim is made against all defendants, but is discussed in reference to Murdock's motion because the claim centers around the theory that the payment of the surplus assets to him was the violation. This discussion should apply to the motions of the other defendants as well.</p>\n<p>[11]  The PBGC is the federal agency responsible for regulating and overseeing qualified pension plans.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/458868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1886536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2352382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2593770/"
  ]
}