{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1411726/",
  "absolute_url": "/opinion/1411726/united-states-v-skipper/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1411726/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:00:45.681218Z",
  "date_modified": "2016-04-26T22:54:30.467152Z",
  "type": "010combined",
  "sha1": "21251ccd82de54e73547c3f4b043a0eb8fe2932b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>781 F.Supp. 1106 (1991)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nOtto SKIPPER; Wilbur and Barbara McLamb; Jimmy F. and Peggy Cain; Hubert J. and Ada Anderson; and Investors Management Corporation, Defendants.<br>\nWilbur and Barbara McLAMB; Jimmy F. and Peggy Cain; Hubert J. and Ada Anderson; and Investors Management Corporation, Counter-Claimants,<br>\nv.<br>\nUNITED STATES of America, Defendant on the Counterclaim.<br>\nWilbur and Barbara McLAMB; Jimmy F. and Peggy Cain; Hubert J. and Ada Anderson; and Investors Management Corporation, Third-Party Plaintiffs,<br>\nv.<br>\nWACHOVIA BANK AND TRUST, N.A., Third-Party Defendant.</h1></center>\n<center>No. 89-102-CIV-7-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 10, 1991.</center>\n<p><span class=\"star-pagination\">*1107</span> <span class=\"star-pagination\">*1108</span> Stephen A. West, U.S. Atty., E.D.N.C., Raleigh, N.C., Dianne M. Shawley, Environmental Enforcement Section, Michael T. McCaul, Torts Branch  Civil Div., Washington, D.C., for U.S.</p>\n<p>Glen Freyer, Dept. of Justice, Environment &amp; Natural Resources Division, Washington, D.C., on brief for the E.P.A.</p>\n<p>William D. Dannelly, Kelley Dixon Moye, J. Kevin Milliken, Moore &amp; Van Allen, Raleigh, N.C., H. Clifton Hester, Hester, Grady, Hester &amp; Greene, Elizabethtown, N.C., for Skipper, Wilbur and Barbara McLamb, Jimmy F. and Peggy Cain, Hubert J. and Ada Anderson, and Investors Mgmt. Corp.</p>\n<p>J. Robert Elster, J. Stephen Shi, Petree, Stockton &amp; Robinson, Winston-Salem, N.C., for Wachovia Bank and Trust, N.A.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on Plaintiff's Motion for Judgment on the Pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure or in the alternative a Motion for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure, on Defendants' Counterclaim. Plaintiff asserts that (i) the court lacks subject matter jurisdiction and (ii) the counterclaim fails to state a claim. This case raises an issue of first impression: whether the United States can be held liable, under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (\"CERCLA\"), 42 U.S.C. § 9601 <i>et seq.</i> (Supp. I 1991), for response action, taken under Section 311 of the Clean Water Act, 33 U.S.C. § 1321 (Law.Co-Op.Supp. 1990), which was allegedly inconsistent with the National Contingency Plan (NCP), 40 C.F.R. § 300 (1990).</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On October 12, 1989, the United States filed a civil action for cost recovery pursuant to Section 107(a) of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (\"CERCLA\") as amended, 42 U.S.C. §§ 9601, <i>et seq.,</i> against the Counter-Claimants and Otto Skipper.<sup>[1]</sup> In its action the United States seeks to recover approximately three hundred and twenty-one thousand dollars ($321,000.00) in costs incurred by the United States Environmental Protection Agency (\"EPA\"). The costs were purportedly incurred in 1983 in response to a threatened release of hazardous substances on Lots 85 and 86 at a residential subdivision in Brunswick County, North Carolina, now known as Sandy Creek Acres, North Carolina. Today, Sandy Creek Acres consists of approximately 150 lots on approximately 217 acres of land two miles west of Leland, North Carolina, off of U.S. Highway 76/74. Prior to 1980, the Sandy Creek Acres site apparently had been used as a farm and woodland.</p>\n<p>The United States alleges that Otto Skipper engaged in the disposal of hazardous substances on a small portion of this property in the 1960's and 1970's, when the land was undeveloped. In 1976, the United States Coast Guard (hereafter \"Coast Guard\") initiated the first response action on this property pursuant to Section 311 of the Clean Water Act. As part of its response activity, the Coast Guard entered into a contract with O.E. Durant Company to begin the cleanup. By August 6, 1976, O.E. Durant Company was in the process of cleaning up the site and finished the cleanup on or about August 27, 1976. Sometime prior to September 2, 1976, sludge remaining on the property was allegedly mixed with sand and buried on the <span class=\"star-pagination\">*1109</span> site. Apparently the buried sludge was ignored, and the area of the burial became overgrown with pine trees, dog fennels, and other vegetation indigenous to the area.</p>\n<p>In 1980 Wachovia Bank and Trust, N.A. (hereafter \"Wachovia\"), the Third-Party Defendant, foreclosed on the property as a result of the default on a loan from Wachovia to Skipper. In a series of transactions, each of the Counter-Claimants came to own the property after Wachovia purchased the Sandy Creek Acres site at foreclosure.<sup>[2]</sup> The development activity included only a survey to mark the lots and \"pushing up\" trees to grade a gravel road. Purchasers were expected to install their own septic tanks and wells for drinking water. While all lots were developed during the latter part of 1981 and 1982, the first phase of development was completed prior to an auction during May of 1981. This first phase included Lots 85 and 86, the sites at issue.</p>\n<p>Lots 85 and 86 of the Sandy Creek Acres subdivision, consisting of less than 5 acres, were sold by Counter-Claimants McLamb and Anderson to William Howard Cook on August 6, 1981, through a land sale contract. Cook sold these two lots by deed from Investors Management Corporation to Mr. and Mrs. Earl Gurkin on July 29, 1982, and April 1, 1983. In July of 1983, while excavating his front yard with a backhoe, Earl Gurkin discovered the waste which had apparently been buried in 1976. At that time, it was determined that there was a health hazard associated with the buried waste. The EPA was contacted, and it proceeded with the removal action which generated the costs the United States seeks to recover in this litigation from Counter-Claimants and Otto Skipper.</p>\n<p>On October 29, 1990, the Counter-Claimants filed a Counterclaim against the United States and Third-Party Complaints against the United States Coast Guard and the Department of Transportation. The Third-Party Complaints were dismissed pursuant to a Stipulation filed February 19, 1991, in which it was agreed the United States was the proper party Defendant on the Counterclaims. The Counter-Claimants assert that they are entitled to contribution or indemnification from the United States pursuant to Section 113(f) of CERCLA, 42 U.S.C. § 9613(f). Counter-Claimants also assert that they are entitled to contribution from the United States pursuant to the Uniform Contribution among Tort-Feasors Act, appearing in N.C.Gen. Stat. § 1B (1983).<sup>[3]</sup> It is these claims which are the subject of the Motion for Judgment on the Pleadings or Summary Judgment on the Counterclaims by the Counter-Defendant United States (hereafter \"Motion for Summary Judgment\").</p>\n<p>The Government has moved to dismiss the counterclaim, alleging that the claim is barred by the doctrine of sovereign immunity and that the court lacks subject matter jurisdiction to hear the claim. In the alternative, the Government seeks summary judgment on grounds that the undisputed facts in this case show that the U.S. Coast Guard had no involvement with the action taken in 1976 at certain inland pits which form the basis for the counterplaintiffs' claims.</p>\n<p></p>\n<h2>STATUTORY BACKGROUND</h2>\n<p>CERCLA authorizes the EPA to take response actions to minimize and eliminate the dangers posed by threatened or actual releases of hazardous substances. 42 U.S.C. § 9604(a). The Act further authorizes the United States and individual states to bring a cost recovery action against parties responsible for the waste to recover \"all cost of removal or remedial action incurred by the United States <span class=\"star-pagination\">*1110</span> Government ... not inconsistent with the National Contingency Plan (NCP).\" 42 U.S.C. § 9607(a)(4)(A).<sup>[4]</sup> This provision operates by imposing strict liability for these costs on four categories of responsible parties, described in Section 107(a)(1-4).<sup>[5]</sup> States and the United States are explicitly included within the statute's definition of persons subject to liability under Section 107. 42 U.S.C. § 9601(21). Under Section 113(f), any \"person\" may seek contribution from any other \"person\" who is liable or potentially liable under Section 107(a). 42 U.S.C. § 9613(f). An otherwise liable party under Section 107 may avoid liability only by establishing one of the three affirmative defenses enumerated in Section 107(b).<sup>[6]</sup></p>\n<p>Section 120(a)(1) addresses the federal government's potential liability under the statute and provides that \"each department, agency and instrumentality of the United States ... shall be subject to, and comply with, this chapter in the same manner and to the same extent ..., as any nongovernmental entity, including liability under Section 107 of this title.\" 42 U.S.C. § 9620(a)(1). However, Section 107(d) provides an express exemption from liability under Section 107(a) for persons engaged in cleanup activities and for states and local governments responding to an emergency created by the release or threatened release of hazardous substances if such action was taken pursuant to the NCP or at the direction of an on-scene coordinator appointed under such plan. 42 U.S.C. § 9607(d).</p>\n<p>Under Section 107(a)(4)(A), the EPA is not entitled to reimbursement for expenditures which a defendant shows to be inconsistent with the National Contingency Plan. 42 U.S.C. § 9607(a)(4). The NCP, as noted earlier, prescribes the course of action during cleanups of hazardous waste.<sup>[7]</sup> The Government has set forth in lengthy though useful detail the similarities between <span class=\"star-pagination\">*1111</span> the Clean Water Act and CERCLA; of particular relevance to the present issue is that Congress chose to implement the CERCLA cleanup program by utilizing the NCP originally developed for Section 311 of the Clean Water Act. The governmental agencies involved herein, the Coast Guard and the EPA, were bound by the NCP in their cleanup activities. Pursuant to the requirements of CERCLA, the NCP has been amended and updated since 1980; however, in its current form the NCP continues the division of responsibility between the Coast Guard and the EPA for discharges of oil covered under Section 311 and also continues the phased approach to response activities. 40 C.F.R. §§ 300.300-300.315 (1990).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>It is well established that the United States is immune from suit except as Congress specifically provides, and any waiver of immunity is to be strictly construed in favor of the United States. <i>United States v. Testan,</i> 424 U.S. 392, 399, 96 S.Ct. 948, 953, 47 L.Ed.2d 114 (1976). Such waivers must be unequivocally expressed and cannot be implied. <i>United States v. Mitchell,</i> 445 U.S. 535, 538, 100 S.Ct. 1349, 1351, 63 L.Ed.2d 607 (1980). The Counter-Claimants in the present case must therefore point to a specific waiver of sovereign immunity before they may proceed against the United States.</p>\n<p>Counter-Claimants assert the following bases in attempting to establish that sovereign immunity has been waived; (1) CERCLA provisions 42 U.S.C. §§ 9607(a)(3), 9613(f) and 9620, and (2) the Federal Tort Claims Act, in conjunction with the Uniform Contribution among Tort-Feasors Act appearing in N.C.Gen.Stat. § 1B (1983). The Government contends that these statutes do not provide the basis for subject matter jurisdiction in this case and that the Government has not waived its sovereign immunity. The court will respond to each of these bases in turn.</p>\n<p></p>\n<h2><i>Waiver of Sovereign Immunity under CERCLA</i></h2>\n<p>There is no question that Congress expected government agencies to shoulder their proportionate share of CERCLA response costs when they have acted as owners, operators, generators or transporters. 42 U.S.C. § 9607(a). CERCLA does contain a specific but limited waiver of sovereign immunity in Section 107(g) that \"each agency ... of the United States shall be subject to, and comply with this Act in the same manner and to the same extent ... as any nongovernmental entity, including liability under section 107 of this Act.\"</p>\n<p>Although Counter-Claimants argue that by arranging for the disposal of the hazardous waste the Government became a party liable under Section 107(a), the case law is clear that the government, when acting in its regulatory capacity, does not subject itself to liability under Section 107(a), and that such regulatory conduct does not give rise to a basis for a contribution counterclaim. <i>See </i><i>United States v. Azrael,</i> 765 F.Supp. 1239 (D.C.Md.1991) (no subject matter jurisdiction to hear contribution counterclaim based on EPA's remedial activities; the United States has not waived sovereign immunity for such claims which merely address consistency with the NCP). In <i>B.R. MacKay &amp; Sons, Inc. v. United States,</i> 633 F.Supp. 1290, 1296 (D.C.Utah 1986), the plaintiffs argued that the language \"including liability under this section [107]\" waived sovereign immunity and made the United States liable for breaching CERCLA by carrying out a removal action inconsistent with the National Contingency Plan. The court in <i>MacKay</i> refused to read that breadth into the statute. <i>Id.</i> at 1296, n. 9. This court agrees with the reasoning of <i>MacKay.</i></p>\n<p>Under CERCLA, the United States is to contribute its share when it acts in a fashion analogous to that of a business concern. <i>United States v. Western Processing Co.,</i> 761 F.Supp. 725, 730 (W.D.Wash.1991). However, neither inadequate enforcement of environmental regulations, nor shortcomings by a state in attempting to remediate hazardous waste problems constitutes ownership or control such that a government entity is considered in the class of liable parties. <i>Id.</i> The <span class=\"star-pagination\">*1112</span> court agrees with the plaintiff that the Coast Guard was acting in its regulatory functions in its initial pre-CERCLA response to the threatened release in 1976 and that the Coast Guard did not through this regulatory activity subject itself to liability under Section 107(a).</p>\n<p>Although the court finds that the Government is not a liable party under Section 107(a), we must address the Counter-Claimants' contention that the Government acted in violation of the NCP when it allegedly improperly buried hazardous waste. Based on this argument, the Counter-Claimants understandably feel that they are entitled to indemnification or contribution from the Government. For the foregoing reasons, the court finds that the Government has not under any applicable provision of CERCLA waived its sovereign immunity; however, as will also be discussed below, CERCLA has provided for quarrels with remedial efforts to be addressed in a cost recovery action.</p>\n<p>Liability under CERCLA is strict and, as noted earlier, subject only to specific, enumerated defenses. <i>See</i> footnote 5. Congress specifically considered and rejected an amendment proposed by Senator Helms that would have added government misconduct and negligence as a separate defense to CERCLA liability. <i>Western Processing,</i> 761 F.Supp. at 729. Section 107(d)<sup>[8]</sup>, concerning liability for negligence, is not an authorization for litigation against the United States, but merely clarifies Congress' intent that the CERCLA remedial scheme not be viewed as occupying the field to the exclusion of tort claims. <i>Id.</i></p>\n<p>Section 107(a)(4)(A) further supports the conclusion that Congress wanted to insulate the Government from contribution counterclaims arising from its cleanup activities. This section establishes the exclusive method by which allegedly improper cleanup activity of the EPA or other governmental agency affects the United States' ability to recover cleanup costs from the liable parties. <i>Azrael,</i> 765 F.Supp. at 1246. Under this section, <i>the EPA is not entitled to reimbursement for expenditures which a defendant shows to be inconsistent with the National Contingency Plan.</i> It is clear from the statutory language that Congress envisioned that the propriety of cleanup conduct be judged solely by the \"not inconsistent\" standard of Section 107, as part of the resolution of the EPA's cost recovery action. <i>Id.</i></p>\n<p>Although the parties' briefs are enmeshed in lengthy recitations of both fact and law, the Counter-Claimants' basic contention in this action is that the Coast Guard acted in violation of the NCP in its pre-CERCLA cleanup of the hazardous site involved here, this negligence led to the return of the EPA in 1983, pursuant to CERCLA, to clean up the mess, and that the United States is therefore liable for costs and damages associated with its action. In its brief the Government argues:</p>\n<blockquote>Although the activities [of the Coast Guard] occurred before CERCLA was enacted, they were performed under a statutory program that became the basis for and was expressly incorporated into CERCLA. Accordingly, for the same reasons that the courts have held that the EPA cannot be liable for exercising its regulatory cleanup authority under CERCLA, neither can the Coast Guard be liable under CERCLA for exercising its cleanup authority under the Section 311 program.</blockquote>\n<p>Brief for Plaintiff at 18, <i>U.S. v. Otto Skipper, et al.,</i> No. 89-102-CIV-7-F.</p>\n<p>The court agrees with this reasoning. By going one step further, the court also finds that for the same reason that the Government could not effectively shield itself <span class=\"star-pagination\">*1113</span> under CERCLA if in fact it did not act in accordance with the National Contingency Plan, neither can the Government shield itself from liability under CERCLA to the extent that one of its agents, the Coast Guard, deviated from the National Contingency Plan in a pre-CERCLA response action. Without delving into the issue of sovereign immunity, the proper vehicle for Counter-Claimants' to air their understandable complaint is Section 107(a)(4)(A). Any liability for response costs should be reduced to account for deviation from the NCP. <i>Azrael,</i> 765 F.Supp. at 1246.</p>\n<p>The thrust of the court's finding that sovereign immunity is not waived under CERCLA in this situation is that a countersuit for contribution against the Government is not the proper vehicle to resolve the dispute that the Coast Guard deviated from the NCP in responding to the initial hazardous release in 1976. Although the end result financially may be the same, concerns about the propriety of the Government's initial response in 1976 are properly addressed as part of a determination for consistency with the NCP; specifically, Defendants in this cost recovery action should raise the issue of inconsistency with the NCP as an affirmative defense to the scope of the Government's recovery of response costs, not as a counterclaim against the Government under CERCLA's contribution provision. <i>Id.</i></p>\n<p></p>\n<h2><i>Waiver of Sovereign Immunity under the Federal Tort Claims Act</i></h2>\n<p>Counter-Claimants also assert that the United States has waived its sovereign immunity pursuant to the Federal Tort Claims Act (the \"FTCA\"). The FTCA, 28 U.S.C. § 1346(b), generally authorizes suits against the United States for damages</p>\n<blockquote>for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.</blockquote>\n<p>The Act includes a number of exceptions to this broad waiver of sovereign immunity. The exception relevant to this case provides that no liability shall lie for</p>\n<blockquote>any claim ... based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, <i>whether or not the discretion involved be abused.</i>\n</blockquote>\n<p>28 U.S.C. § 2680(a) (emphasis added). This exception marks the boundary between Congress' willingness to impose tort liability upon the United States and its desire to protect certain governmental activities from exposure to suit by private individuals. <i>United States v. Varig Airlines,</i> 467 U.S. 797, 808, 104 S.Ct. 2755, 2761, 81 L.Ed.2d 660 (1984).</p>\n<p>The determination of whether the discretionary function exception bars a suit against the Government is guided by several established principles. <i>Berkovitz v. United States,</i> 486 U.S. 531, 536, 108 S.Ct. 1954, 1958, 100 L.Ed.2d 531 (1988). The Court stated in <i>Varig</i> that it is \"the nature of the conduct, rather than the status of the actor, that governs whether the discretionary function exception applies in a given case.\" <i>Id.</i> 467 U.S. at 813, 104 S.Ct. at 2764. Because conduct cannot be discretionary unless it involves an element of judgment or choice, a court, when examining the nature of the challenged conduct, must first consider whether the action is a matter of choice for the acting employee. <i>Berkovitz,</i> 486 U.S. at 536, 108 S.Ct. at 1958. The discretionary function exception will not apply when a federal statute, regulation or policy specifically prescribes a course of action for an employee to follow. <i>Id.</i> In this event, the employee has no rightful option but to adhere to the directive. Assuming the challenged conduct involves an element of judgment, a court must determine whether that judgment is of the kind that the discretionary function exception was designed to shield. <i>Id.</i> The basis for the discretionary function exception was to prevent second guessing of legislative and administrative decisions grounded in social, economic, and political <span class=\"star-pagination\">*1114</span> policy through the medium of an action in tort. <i>Id.</i> at 537, 108 S.Ct. at 1959.</p>\n<p>While the Counter-Claimants in the present case admit that the Government's decision to undertake a response action under either CERCLA or the Clean Water Act is clearly within the discretionary function exception, they also assert that the United States should be held accountable if it negligently performs the details of such actions. The facts involved in this case show that the Coast Guard, during its alleged improper burial of waste, had already undertaken removal and had entered Phase III of the Operational Response Phases for Oil Removal, \"the actual cleanup of the waters and disposal of the recovered pollutant in accordance with procedures agreed to at the state or local level.\" 40 C.F.R. § 300.310 (1990). As noted earlier, the current version of the NCP continues the phased approach for oil removal which was in effect during the Coast Guard's 1976 response. Although the FTCA protects a discretionary decision, regardless of whether the discretion was abused, the court must decide whether a decision made under Phase III falls under the discretionary function exception. In order to decide this issue, the court must first examine whether Phase III mandates a specific procedure for the cleanup and disposal of hazardous waste.</p>\n<p>The NCP provides for a general pattern of response under 40 C.F.R. § 300.320 (1990); if an investigation shows a minor or major discharge with the responsible person taking improper removal action then an immediate effort shall, as appropriate, be made to stop further pollution and remove past and ongoing contamination. Under Phase III of the operational response phases for oil removal, the regulation again directs the governmental agency to take action <i>as appropriate</i> to recover the oil or mitigate its effects, and suggests several courses of action which <i>may</i> be taken. 40 C.F.R. § 300.310(a) (1990) (the regulation reads \"actions <i>may</i> include but are not limited to ...\") (emphasis added). Under the regulations, the method chosen by the government \"shall be the most consistent with protecting public health and welfare and the environment.\" 40 C.F.R. § 300.310(b) (1990).</p>\n<p>Counter-Claimants assert that the alleged decision to bury the oily sand mixture does not fall within the discretionary function exception since the decision violated the NCP's requirement that the government exercise the maximum effort to protect natural resources and the environment from pollution damage. However, it appears from the regulations that while the NCP sets out a phased approach for the government's response to a discharge, the Plan does not mandate or \"specifically prescribe\" any particular action once the decision to respond has been made. Further, the administrative decisions involving the cleanup and disposal of hazardous waste are grounded in environmental, economic and social considerations, and are just the sort of decisions the exception was designed to protect. <i>See </i><i>U.S. Fidelity &amp; Guaranty Co. v. United States,</i> 837 F.2d 116 (3rd Cir.1988).</p>\n<p>The Coast Guard's response decisions do, under the language and reasoning of <i>Berkovitz,</i> fall under the discretionary function exception, and thus are protected regardless of whether that discretion was abused. This conclusion is supported by the holding in a recent suit brought under the FTCA against the United States for the decisions of its employees in a response action. The Southern District of New York held:</p>\n<blockquote>Claims arising out of the conduct of government employees in <i>carrying out</i> an EPA response action may not be brought under the FTCA because they fall within the discretionary function exception of that statute.</blockquote>\n<p><i>United States v. Colbert,</i> No. MGC-87-4789, 1991 WL 183376 (S.D.N.Y.1991) (emphasis added). <i>See also Fidelity,</i> 837 F.2d at 116; <i>U.S. v. Gaubert,</i> ___ U.S. ___, 111 S.Ct. 1267, 1274, 113 L.Ed.2d 335 (1991) (\"if a regulation prescribes certain conduct and the employee violates the mandatory regulation, there will be no shelter from liability because there is no reason for choice ...\").</p>\n<p>The court notes that while Counter-Claimants have failed to demonstrate an <span class=\"star-pagination\">*1115</span> unequivocal waiver of sovereign immunity<sup>[9]</sup>, the Coast Guard has allegedly violated the Plan, and if so should not be insulated from liability for its actions. The court finds it inconceivable that the Government would be able to shield itself from liability for improper burial of hazardous waste; if Counter-Claimants' allegations prove true, the ironic and unfair result of such a shield would be that Counter-Claimants would have to reimburse the Government for the cleanup of a hazardous mess created by the Government. As the court has also noted however, CERCLA does provide for the fair resolution of improper remedial efforts through 42 U.S.C. § 9607(a)(4)(A).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds that the Counter-Claimants have failed to demonstrate an unequivocal waiver of sovereign immunity under CERCLA or the Federal Tort Claims Act with respect to the contribution counterclaim asserted against the United States. Accordingly, Plaintiff's Motion for Judgment on the Pleadings with respect to the counterclaim is hereby GRANTED.<sup>[10]</sup> Since the court finds that Judgment on the Pleadings is appropriate here, we need not address Plaintiff's summary judgment motion.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Mr. Skipper never responded to the complaint. A default was entered against him on November 26, 1990.</p>\n<p>[2]  Jimmy Cain and Wilbur McLamb purchased the 217 acre site from Wachovia on October 8, 1980. Subsequently, Jimmy and Peggy Cain sold all their undivided interest in the property to Wilbur and Barbara McLamb, who then transferred an undivided one-half interest in the property to Hubert and Ada Anderson. Thereafter, the McLambs and Andersons transferred their respective interests in the property to Investors Management Corporation.</p>\n<p>[3]  The Counter-Claimants are pursuing similar claims against the Third-Party Defendant Wachovia. In addition, they have asserted Third-Party claims for fraud against Wachovia.</p>\n<p>[4]  The 1976 NCP set forth a phased approach for the government's response to a discharge, or threatened discharge, of oil or hazardous substances. Phase I involved discovery of the discharge and notification to appropriate agencies. Phase II consisted of evaluation of the scope of the discharge, and determination whether a removal was feasible. Phase III required containment and other activity \"to halt or slow the spread of a pollutant.\" Phase IV was the actual cleanup of the waters, through skimmers, vacuum dredges, etc., and disposal of the recovered pollutant in accordance with procedures agreed to at the State or local level. Phase V provided the United States with a cost recovery remedy against any person responsible for the discharge. 40 C.F.R. §§ 1510.41-45 (1977).</p>\n<p>[5]  Responsible parties under CERCLA are defined as follows:\n</p>\n<p>(1) the owner and operator of a vessel ... or a facility,</p>\n<p>(2) any person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of,</p>\n<p>(3) any person who by contract, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for transport for disposal or treatment, of hazardous substances owned or possessed by such person, by any other party or entity, at any facility owned or operated by another party or entity and containing such hazardous substances, and</p>\n<p>(4) any person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities or sites selected by such person, from which there is a release, or a threatened release which causes the incurrence of response cost, of a hazardous substance.... 42 U.S.C. § 9607(a)(1-4).</p>\n<p>[6]  Section 107(b) provides:\n</p>\n<p>There shall be no liability under subsection (a) of this section for a person otherwise liable who can establish by a preponderance of the evidence that the release or threat of release of a hazardous substance and the damages resulting therefrom were caused solely by </p>\n<p>(1) an act of God;</p>\n<p>(2) an act of war;</p>\n<p>(3) an act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant ... if the defendant establishes by a preponderance of the evidence that (a) he exercised due care with respect to the hazardous substance concerned, taking into consideration the characteristics of such hazardous substance, in light of all relevant facts and circumstances, and (b) he took precautions against foreseeable acts or omission of any such third party and the consequences that could foreseeably result from such acts or omissions; or</p>\n<p>(4) a combination of the foregoing paragraphs.</p>\n<p>42 U.S.C. § 9607(b).</p>\n<p>[7]  <i>See</i> footnote 4.</p>\n<p>[8]  Section 107(d)(1) provides express exemption for cleanup activities carried out in accordance with the NCP;\n</p>\n<p>Except as provided in paragraph 2, no person shall be liable under this subchapter for costs or damages as a result of rendering care, assistance or advice in accordance with the NCP or at the direction of an OSC appointed under such plan, with respect to an incident creating a danger to public health or welfare or the environment as a result of any release of a hazardous substance or the threat thereof. <i>This paragraph shall not preclude liability for costs or damages as a result of negligence on the part of such person.</i></p>\n<p>42 U.S.C. § 9607(d)(1) (emphasis added).</p>\n<p>[9]  Counter-Claimants have argued that state law is applicable for purposes of contribution under the FTCA and that N.C.Gen.Stat. Chapter 1B (North Carolina's version of the Uniform Contribution Among Joint Tort-Feasors Act) allows such contribution. However, since the court has concluded that the FTCA does not apply here, we need not address the issue of state law.</p>\n<p>[10]  The court notes that concerns about the propriety of the Government's response should be addressed as part of a determination for consistency with the NCP, that is as part of the cost recovery action. If Defendants can establish that the Government's clean-up conduct was inconsistent with the National Contingency Plan (a point not conceded since the Government denies any involvement with the inland pit which forms the factual basis for Defendants' Counterclaim), then the amount the Government is otherwise entitled to recover should be reduced to account for the inconsistency. However, since this cost recovery action is for costs associated with the EPA's cleanup, of which there is no allegation of nonconformity with the NCP, the reduction should be limited to the extent that the Coast Guard's nonconforming cleanup activities contributed to or were causally linked to the costs associated with the present action.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">781</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1106</span></span> (1991)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nOtto SKIPPER; Wilbur and Barbara McLamb; Jimmy F. and Peggy Cain; Hubert J. and Ada Anderson; and Investors Management Corporation, Defendants.<br>\nWilbur and Barbara McLAMB; Jimmy F. and Peggy Cain; Hubert J. and Ada Anderson; and Investors Management Corporation, Counter-Claimants,<br>\nv.<br>\nUNITED STATES of America, Defendant on the Counterclaim.<br>\nWilbur and Barbara McLAMB; Jimmy F. and Peggy Cain; Hubert J. and Ada Anderson; and Investors Management Corporation, Third-Party Plaintiffs,<br>\nv.<br>\nWACHOVIA BANK AND TRUST, N.A., Third-Party Defendant.</h1></center>\n<center>No. 89-102-CIV-7-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>December 10, 1991.</center>\n<p><span class=\"star-pagination\">*1107</span> <span class=\"star-pagination\">*1108</span> Stephen A. West, U.S. Atty., E.D.N.C., Raleigh, N.C., Dianne M. Shawley, Environmental Enforcement Section, Michael T. McCaul, Torts Branch  Civil Div., Washington, D.C., for U.S.</p>\n<p>Glen Freyer, Dept. of Justice, Environment &amp; Natural Resources Division, Washington, D.C., on brief for the E.P.A.</p>\n<p>William D. Dannelly, Kelley Dixon Moye, J. Kevin Milliken, Moore &amp; Van Allen, Raleigh, N.C., H. Clifton Hester, Hester, Grady, Hester &amp; Greene, Elizabethtown, N.C., for Skipper, Wilbur and Barbara McLamb, Jimmy F. and Peggy Cain, Hubert J. and Ada Anderson, and Investors Mgmt. Corp.</p>\n<p>J. Robert Elster, J. Stephen Shi, Petree, Stockton &amp; Robinson, Winston-Salem, N.C., for Wachovia Bank and Trust, N.A.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>This matter is before the court on Plaintiff's Motion for Judgment on the Pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure or in the alternative a Motion for Summary Judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure, on Defendants' Counterclaim. Plaintiff asserts that (i) the court lacks subject matter jurisdiction and (ii) the counterclaim fails to state a claim. This case raises an issue of first impression: whether the United States can be held liable, under the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (\"CERCLA\"), 42 U.S.C. § 9601 <i>et seq.</i> (Supp. I 1991), for response action, taken under Section 311 of the Clean Water Act, 33 U.S.C. § 1321 (Law.Co-Op.Supp. 1990), which was allegedly inconsistent with the National Contingency Plan (NCP), 40 C.F.R. § 300 (1990).</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On October 12, 1989, the United States filed a civil action for cost recovery pursuant to Section 107(a) of the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (\"CERCLA\") as amended, 42 U.S.C. §§ 9601, <i>et seq.,</i> against the Counter-Claimants and Otto Skipper.<sup>[1]</sup> In its action the United States seeks to recover approximately three hundred and twenty-one thousand dollars ($321,000.00) in costs incurred by the United States Environmental Protection Agency (\"EPA\"). The costs were purportedly incurred in 1983 in response to a threatened release of hazardous substances on Lots 85 and 86 at a residential subdivision in Brunswick County, North Carolina, now known as Sandy Creek Acres, North Carolina. Today, Sandy Creek Acres consists of approximately 150 lots on approximately 217 acres of land two miles west of Leland, North Carolina, off of U.S. Highway 76/74. Prior to 1980, the Sandy Creek Acres site apparently had been used as a farm and woodland.</p>\n<p>The United States alleges that Otto Skipper engaged in the disposal of hazardous substances on a small portion of this property in the 1960's and 1970's, when the land was undeveloped. In 1976, the United States Coast Guard (hereafter \"Coast Guard\") initiated the first response action on this property pursuant to Section 311 of the Clean Water Act. As part of its response activity, the Coast Guard entered into a contract with O.E. Durant Company to begin the cleanup. By August 6, 1976, O.E. Durant Company was in the process of cleaning up the site and finished the cleanup on or about August 27, 1976. Sometime prior to September 2, 1976, sludge remaining on the property was allegedly mixed with sand and buried on the <span class=\"star-pagination\">*1109</span> site. Apparently the buried sludge was ignored, and the area of the burial became overgrown with pine trees, dog fennels, and other vegetation indigenous to the area.</p>\n<p>In 1980 Wachovia Bank and Trust, N.A. (hereafter \"Wachovia\"), the Third-Party Defendant, foreclosed on the property as a result of the default on a loan from Wachovia to Skipper. In a series of transactions, each of the Counter-Claimants came to own the property after Wachovia purchased the Sandy Creek Acres site at foreclosure.<sup>[2]</sup> The development activity included only a survey to mark the lots and \"pushing up\" trees to grade a gravel road. Purchasers were expected to install their own septic tanks and wells for drinking water. While all lots were developed during the latter part of 1981 and 1982, the first phase of development was completed prior to an auction during May of 1981. This first phase included Lots 85 and 86, the sites at issue.</p>\n<p>Lots 85 and 86 of the Sandy Creek Acres subdivision, consisting of less than 5 acres, were sold by Counter-Claimants McLamb and Anderson to William Howard Cook on August 6, 1981, through a land sale contract. Cook sold these two lots by deed from Investors Management Corporation to Mr. and Mrs. Earl Gurkin on July 29, 1982, and April 1, 1983. In July of 1983, while excavating his front yard with a backhoe, Earl Gurkin discovered the waste which had apparently been buried in 1976. At that time, it was determined that there was a health hazard associated with the buried waste. The EPA was contacted, and it proceeded with the removal action which generated the costs the United States seeks to recover in this litigation from Counter-Claimants and Otto Skipper.</p>\n<p>On October 29, 1990, the Counter-Claimants filed a Counterclaim against the United States and Third-Party Complaints against the United States Coast Guard and the Department of Transportation. The Third-Party Complaints were dismissed pursuant to a Stipulation filed February 19, 1991, in which it was agreed the United States was the proper party Defendant on the Counterclaims. The Counter-Claimants assert that they are entitled to contribution or indemnification from the United States pursuant to Section 113(f) of CERCLA, 42 U.S.C. § 9613(f). Counter-Claimants also assert that they are entitled to contribution from the United States pursuant to the Uniform Contribution among Tort-Feasors Act, appearing in N.C.Gen. Stat. § 1B (1983).<sup>[3]</sup> It is these claims which are the subject of the Motion for Judgment on the Pleadings or Summary Judgment on the Counterclaims by the Counter-Defendant United States (hereafter \"Motion for Summary Judgment\").</p>\n<p>The Government has moved to dismiss the counterclaim, alleging that the claim is barred by the doctrine of sovereign immunity and that the court lacks subject matter jurisdiction to hear the claim. In the alternative, the Government seeks summary judgment on grounds that the undisputed facts in this case show that the U.S. Coast Guard had no involvement with the action taken in 1976 at certain inland pits which form the basis for the counterplaintiffs' claims.</p>\n<p></p>\n<h2>STATUTORY BACKGROUND</h2>\n<p>CERCLA authorizes the EPA to take response actions to minimize and eliminate the dangers posed by threatened or actual releases of hazardous substances. 42 U.S.C. § 9604(a). The Act further authorizes the United States and individual states to bring a cost recovery action against parties responsible for the waste to recover \"all cost of removal or remedial action incurred by the United States <span class=\"star-pagination\">*1110</span> Government ... not inconsistent with the National Contingency Plan (NCP).\" 42 U.S.C. § 9607(a)(4)(A).<sup>[4]</sup> This provision operates by imposing strict liability for these costs on four categories of responsible parties, described in Section 107(a)(1-4).<sup>[5]</sup> States and the United States are explicitly included within the statute's definition of persons subject to liability under Section 107. 42 U.S.C. § 9601(21). Under Section 113(f), any \"person\" may seek contribution from any other \"person\" who is liable or potentially liable under Section 107(a). 42 U.S.C. § 9613(f). An otherwise liable party under Section 107 may avoid liability only by establishing one of the three affirmative defenses enumerated in Section 107(b).<sup>[6]</sup></p>\n<p>Section 120(a)(1) addresses the federal government's potential liability under the statute and provides that \"each department, agency and instrumentality of the United States ... shall be subject to, and comply with, this chapter in the same manner and to the same extent ..., as any nongovernmental entity, including liability under Section 107 of this title.\" 42 U.S.C. § 9620(a)(1). However, Section 107(d) provides an express exemption from liability under Section 107(a) for persons engaged in cleanup activities and for states and local governments responding to an emergency created by the release or threatened release of hazardous substances if such action was taken pursuant to the NCP or at the direction of an on-scene coordinator appointed under such plan. 42 U.S.C. § 9607(d).</p>\n<p>Under Section 107(a)(4)(A), the EPA is not entitled to reimbursement for expenditures which a defendant shows to be inconsistent with the National Contingency Plan. 42 U.S.C. § 9607(a)(4). The NCP, as noted earlier, prescribes the course of action during cleanups of hazardous waste.<sup>[7]</sup> The Government has set forth in lengthy though useful detail the similarities between <span class=\"star-pagination\">*1111</span> the Clean Water Act and CERCLA; of particular relevance to the present issue is that Congress chose to implement the CERCLA cleanup program by utilizing the NCP originally developed for Section 311 of the Clean Water Act. The governmental agencies involved herein, the Coast Guard and the EPA, were bound by the NCP in their cleanup activities. Pursuant to the requirements of CERCLA, the NCP has been amended and updated since 1980; however, in its current form the NCP continues the division of responsibility between the Coast Guard and the EPA for discharges of oil covered under Section 311 and also continues the phased approach to response activities. 40 C.F.R. §§ 300.300-300.315 (1990).</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>It is well established that the United States is immune from suit except as Congress specifically provides, and any waiver of immunity is to be strictly construed in favor of the United States. <i>United States v. Testan,</i> <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 399, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, 953, <span class=\"citation\" data-id=\"109386\"><a href=\"/opinion/109386/united-states-v-testan/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1976). Such waivers must be unequivocally expressed and cannot be implied. <i>United States v. Mitchell,</i> <span class=\"citation\" data-id=\"110233\"><a href=\"/opinion/110233/united-states-v-mitchell/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, 538, <span class=\"citation\" data-id=\"110233\"><a href=\"/opinion/110233/united-states-v-mitchell/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1349</span></a></span>, 1351, <span class=\"citation\" data-id=\"110233\"><a href=\"/opinion/110233/united-states-v-mitchell/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1980). The Counter-Claimants in the present case must therefore point to a specific waiver of sovereign immunity before they may proceed against the United States.</p>\n<p>Counter-Claimants assert the following bases in attempting to establish that sovereign immunity has been waived; (1) CERCLA provisions 42 U.S.C. §§ 9607(a)(3), 9613(f) and 9620, and (2) the Federal Tort Claims Act, in conjunction with the Uniform Contribution among Tort-Feasors Act appearing in N.C.Gen.Stat. § 1B (1983). The Government contends that these statutes do not provide the basis for subject matter jurisdiction in this case and that the Government has not waived its sovereign immunity. The court will respond to each of these bases in turn.</p>\n<p></p>\n<h2><i>Waiver of Sovereign Immunity under CERCLA</i></h2>\n<p>There is no question that Congress expected government agencies to shoulder their proportionate share of CERCLA response costs when they have acted as owners, operators, generators or transporters. 42 U.S.C. § 9607(a). CERCLA does contain a specific but limited waiver of sovereign immunity in Section 107(g) that \"each agency ... of the United States shall be subject to, and comply with this Act in the same manner and to the same extent ... as any nongovernmental entity, including liability under section 107 of this Act.\"</p>\n<p>Although Counter-Claimants argue that by arranging for the disposal of the hazardous waste the Government became a party liable under Section 107(a), the case law is clear that the government, when acting in its regulatory capacity, does not subject itself to liability under Section 107(a), and that such regulatory conduct does not give rise to a basis for a contribution counterclaim. <i>See </i><i>United States v. Azrael,</i> <span class=\"citation\" data-id=\"2350805\"><a href=\"/opinion/2350805/united-states-v-azrael/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1239</span></a></span> (D.C.Md.1991) (no subject matter jurisdiction to hear contribution counterclaim based on EPA's remedial activities; the United States has not waived sovereign immunity for such claims which merely address consistency with the NCP). In <i>B.R. MacKay &amp; Sons, Inc. v. United States,</i> <span class=\"citation\" data-id=\"1678493\"><a href=\"/opinion/1678493/br-mackay-sons-inc-v-united-states/\"><span class=\"volume\">633</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1290</span></a></span>, 1296 (D.C.Utah 1986), the plaintiffs argued that the language \"including liability under this section [107]\" waived sovereign immunity and made the United States liable for breaching CERCLA by carrying out a removal action inconsistent with the National Contingency Plan. The court in <i>MacKay</i> refused to read that breadth into the statute. <i>Id.</i> at 1296, n. 9. This court agrees with the reasoning of <i>MacKay.</i></p>\n<p>Under CERCLA, the United States is to contribute its share when it acts in a fashion analogous to that of a business concern. <i>United States v. Western Processing Co.,</i> <span class=\"citation\" data-id=\"1684018\"><a href=\"/opinion/1684018/united-states-v-western-processing-co-inc/\"><span class=\"volume\">761</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">725</span></a></span>, 730 (W.D.Wash.1991). However, neither inadequate enforcement of environmental regulations, nor shortcomings by a state in attempting to remediate hazardous waste problems constitutes ownership or control such that a government entity is considered in the class of liable parties. <i>Id.</i> The <span class=\"star-pagination\">*1112</span> court agrees with the plaintiff that the Coast Guard was acting in its regulatory functions in its initial pre-CERCLA response to the threatened release in 1976 and that the Coast Guard did not through this regulatory activity subject itself to liability under Section 107(a).</p>\n<p>Although the court finds that the Government is not a liable party under Section 107(a), we must address the Counter-Claimants' contention that the Government acted in violation of the NCP when it allegedly improperly buried hazardous waste. Based on this argument, the Counter-Claimants understandably feel that they are entitled to indemnification or contribution from the Government. For the foregoing reasons, the court finds that the Government has not under any applicable provision of CERCLA waived its sovereign immunity; however, as will also be discussed below, CERCLA has provided for quarrels with remedial efforts to be addressed in a cost recovery action.</p>\n<p>Liability under CERCLA is strict and, as noted earlier, subject only to specific, enumerated defenses. <i>See</i> footnote 5. Congress specifically considered and rejected an amendment proposed by Senator Helms that would have added government misconduct and negligence as a separate defense to CERCLA liability. <i>Western Processing,</i> 761 F.Supp. at 729. Section 107(d)<sup>[8]</sup>, concerning liability for negligence, is not an authorization for litigation against the United States, but merely clarifies Congress' intent that the CERCLA remedial scheme not be viewed as occupying the field to the exclusion of tort claims. <i>Id.</i></p>\n<p>Section 107(a)(4)(A) further supports the conclusion that Congress wanted to insulate the Government from contribution counterclaims arising from its cleanup activities. This section establishes the exclusive method by which allegedly improper cleanup activity of the EPA or other governmental agency affects the United States' ability to recover cleanup costs from the liable parties. <i>Azrael,</i> 765 F.Supp. at 1246. Under this section, <i>the EPA is not entitled to reimbursement for expenditures which a defendant shows to be inconsistent with the National Contingency Plan.</i> It is clear from the statutory language that Congress envisioned that the propriety of cleanup conduct be judged solely by the \"not inconsistent\" standard of Section 107, as part of the resolution of the EPA's cost recovery action. <i>Id.</i></p>\n<p>Although the parties' briefs are enmeshed in lengthy recitations of both fact and law, the Counter-Claimants' basic contention in this action is that the Coast Guard acted in violation of the NCP in its pre-CERCLA cleanup of the hazardous site involved here, this negligence led to the return of the EPA in 1983, pursuant to CERCLA, to clean up the mess, and that the United States is therefore liable for costs and damages associated with its action. In its brief the Government argues:</p>\n<blockquote>Although the activities [of the Coast Guard] occurred before CERCLA was enacted, they were performed under a statutory program that became the basis for and was expressly incorporated into CERCLA. Accordingly, for the same reasons that the courts have held that the EPA cannot be liable for exercising its regulatory cleanup authority under CERCLA, neither can the Coast Guard be liable under CERCLA for exercising its cleanup authority under the Section 311 program.</blockquote>\n<p>Brief for Plaintiff at 18, <i>U.S. v. Otto Skipper, et al.,</i> No. 89-102-CIV-7-F.</p>\n<p>The court agrees with this reasoning. By going one step further, the court also finds that for the same reason that the Government could not effectively shield itself <span class=\"star-pagination\">*1113</span> under CERCLA if in fact it did not act in accordance with the National Contingency Plan, neither can the Government shield itself from liability under CERCLA to the extent that one of its agents, the Coast Guard, deviated from the National Contingency Plan in a pre-CERCLA response action. Without delving into the issue of sovereign immunity, the proper vehicle for Counter-Claimants' to air their understandable complaint is Section 107(a)(4)(A). Any liability for response costs should be reduced to account for deviation from the NCP. <i>Azrael,</i> 765 F.Supp. at 1246.</p>\n<p>The thrust of the court's finding that sovereign immunity is not waived under CERCLA in this situation is that a countersuit for contribution against the Government is not the proper vehicle to resolve the dispute that the Coast Guard deviated from the NCP in responding to the initial hazardous release in 1976. Although the end result financially may be the same, concerns about the propriety of the Government's initial response in 1976 are properly addressed as part of a determination for consistency with the NCP; specifically, Defendants in this cost recovery action should raise the issue of inconsistency with the NCP as an affirmative defense to the scope of the Government's recovery of response costs, not as a counterclaim against the Government under CERCLA's contribution provision. <i>Id.</i></p>\n<p></p>\n<h2><i>Waiver of Sovereign Immunity under the Federal Tort Claims Act</i></h2>\n<p>Counter-Claimants also assert that the United States has waived its sovereign immunity pursuant to the Federal Tort Claims Act (the \"FTCA\"). The FTCA, 28 U.S.C. § 1346(b), generally authorizes suits against the United States for damages</p>\n<blockquote>for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.</blockquote>\n<p>The Act includes a number of exceptions to this broad waiver of sovereign immunity. The exception relevant to this case provides that no liability shall lie for</p>\n<blockquote>any claim ... based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, <i>whether or not the discretion involved be abused.</i>\n</blockquote>\n<p>28 U.S.C. § 2680(a) (emphasis added). This exception marks the boundary between Congress' willingness to impose tort liability upon the United States and its desire to protect certain governmental activities from exposure to suit by private individuals. <i>United States v. Varig Airlines,</i> <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span>, 808, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2755</span></a></span>, 2761, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">660</span></a></span> (1984).</p>\n<p>The determination of whether the discretionary function exception bars a suit against the Government is guided by several established principles. <i>Berkovitz v. United States,</i> <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, 536, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1954</span></a></span>, 1958, <span class=\"citation\" data-id=\"112093\"><a href=\"/opinion/112093/berkovitz-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">531</span></a></span> (1988). The Court stated in <i>Varig</i> that it is \"the nature of the conduct, rather than the status of the actor, that governs whether the discretionary function exception applies in a given case.\" <i>Id.</i> 467 U.S. at 813, 104 S.Ct. at 2764. Because conduct cannot be discretionary unless it involves an element of judgment or choice, a court, when examining the nature of the challenged conduct, must first consider whether the action is a matter of choice for the acting employee. <i>Berkovitz,</i> 486 U.S. at 536, 108 S.Ct. at 1958. The discretionary function exception will not apply when a federal statute, regulation or policy specifically prescribes a course of action for an employee to follow. <i>Id.</i> In this event, the employee has no rightful option but to adhere to the directive. Assuming the challenged conduct involves an element of judgment, a court must determine whether that judgment is of the kind that the discretionary function exception was designed to shield. <i>Id.</i> The basis for the discretionary function exception was to prevent second guessing of legislative and administrative decisions grounded in social, economic, and political <span class=\"star-pagination\">*1114</span> policy through the medium of an action in tort. <i>Id.</i> at 537, 108 S.Ct. at 1959.</p>\n<p>While the Counter-Claimants in the present case admit that the Government's decision to undertake a response action under either CERCLA or the Clean Water Act is clearly within the discretionary function exception, they also assert that the United States should be held accountable if it negligently performs the details of such actions. The facts involved in this case show that the Coast Guard, during its alleged improper burial of waste, had already undertaken removal and had entered Phase III of the Operational Response Phases for Oil Removal, \"the actual cleanup of the waters and disposal of the recovered pollutant in accordance with procedures agreed to at the state or local level.\" 40 C.F.R. § 300.310 (1990). As noted earlier, the current version of the NCP continues the phased approach for oil removal which was in effect during the Coast Guard's 1976 response. Although the FTCA protects a discretionary decision, regardless of whether the discretion was abused, the court must decide whether a decision made under Phase III falls under the discretionary function exception. In order to decide this issue, the court must first examine whether Phase III mandates a specific procedure for the cleanup and disposal of hazardous waste.</p>\n<p>The NCP provides for a general pattern of response under 40 C.F.R. § 300.320 (1990); if an investigation shows a minor or major discharge with the responsible person taking improper removal action then an immediate effort shall, as appropriate, be made to stop further pollution and remove past and ongoing contamination. Under Phase III of the operational response phases for oil removal, the regulation again directs the governmental agency to take action <i>as appropriate</i> to recover the oil or mitigate its effects, and suggests several courses of action which <i>may</i> be taken. 40 C.F.R. § 300.310(a) (1990) (the regulation reads \"actions <i>may</i> include but are not limited to ...\") (emphasis added). Under the regulations, the method chosen by the government \"shall be the most consistent with protecting public health and welfare and the environment.\" 40 C.F.R. § 300.310(b) (1990).</p>\n<p>Counter-Claimants assert that the alleged decision to bury the oily sand mixture does not fall within the discretionary function exception since the decision violated the NCP's requirement that the government exercise the maximum effort to protect natural resources and the environment from pollution damage. However, it appears from the regulations that while the NCP sets out a phased approach for the government's response to a discharge, the Plan does not mandate or \"specifically prescribe\" any particular action once the decision to respond has been made. Further, the administrative decisions involving the cleanup and disposal of hazardous waste are grounded in environmental, economic and social considerations, and are just the sort of decisions the exception was designed to protect. <i>See </i><i>U.S. Fidelity &amp; Guaranty Co. v. United States,</i> <span class=\"citation\" data-id=\"500061\"><a href=\"/opinion/500061/united-states-fidelity-guaranty-company-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span> (3rd Cir.1988).</p>\n<p>The Coast Guard's response decisions do, under the language and reasoning of <i>Berkovitz,</i> fall under the discretionary function exception, and thus are protected regardless of whether that discretion was abused. This conclusion is supported by the holding in a recent suit brought under the FTCA against the United States for the decisions of its employees in a response action. The Southern District of New York held:</p>\n<blockquote>Claims arising out of the conduct of government employees in <i>carrying out</i> an EPA response action may not be brought under the FTCA because they fall within the discretionary function exception of that statute.</blockquote>\n<p><i>United States v. Colbert,</i> No. MGC-87-4789, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">183376</span></span> (S.D.N.Y.1991) (emphasis added). <i>See also Fidelity,</i> 837 F.2d at 116; <i>U.S. v. Gaubert,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1267</span></a></span>, 1274, <span class=\"citation\" data-id=\"112567\"><a href=\"/opinion/112567/united-states-v-gaubert/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></a></span> (1991) (\"if a regulation prescribes certain conduct and the employee violates the mandatory regulation, there will be no shelter from liability because there is no reason for choice ...\").</p>\n<p>The court notes that while Counter-Claimants have failed to demonstrate an <span class=\"star-pagination\">*1115</span> unequivocal waiver of sovereign immunity<sup>[9]</sup>, the Coast Guard has allegedly violated the Plan, and if so should not be insulated from liability for its actions. The court finds it inconceivable that the Government would be able to shield itself from liability for improper burial of hazardous waste; if Counter-Claimants' allegations prove true, the ironic and unfair result of such a shield would be that Counter-Claimants would have to reimburse the Government for the cleanup of a hazardous mess created by the Government. As the court has also noted however, CERCLA does provide for the fair resolution of improper remedial efforts through 42 U.S.C. § 9607(a)(4)(A).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court finds that the Counter-Claimants have failed to demonstrate an unequivocal waiver of sovereign immunity under CERCLA or the Federal Tort Claims Act with respect to the contribution counterclaim asserted against the United States. Accordingly, Plaintiff's Motion for Judgment on the Pleadings with respect to the counterclaim is hereby GRANTED.<sup>[10]</sup> Since the court finds that Judgment on the Pleadings is appropriate here, we need not address Plaintiff's summary judgment motion.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Mr. Skipper never responded to the complaint. A default was entered against him on November 26, 1990.</p>\n<p>[2]  Jimmy Cain and Wilbur McLamb purchased the 217 acre site from Wachovia on October 8, 1980. Subsequently, Jimmy and Peggy Cain sold all their undivided interest in the property to Wilbur and Barbara McLamb, who then transferred an undivided one-half interest in the property to Hubert and Ada Anderson. Thereafter, the McLambs and Andersons transferred their respective interests in the property to Investors Management Corporation.</p>\n<p>[3]  The Counter-Claimants are pursuing similar claims against the Third-Party Defendant Wachovia. In addition, they have asserted Third-Party claims for fraud against Wachovia.</p>\n<p>[4]  The 1976 NCP set forth a phased approach for the government's response to a discharge, or threatened discharge, of oil or hazardous substances. Phase I involved discovery of the discharge and notification to appropriate agencies. Phase II consisted of evaluation of the scope of the discharge, and determination whether a removal was feasible. Phase III required containment and other activity \"to halt or slow the spread of a pollutant.\" Phase IV was the actual cleanup of the waters, through skimmers, vacuum dredges, etc., and disposal of the recovered pollutant in accordance with procedures agreed to at the State or local level. Phase V provided the United States with a cost recovery remedy against any person responsible for the discharge. 40 C.F.R. §§ 1510.41-45 (1977).</p>\n<p>[5]  Responsible parties under CERCLA are defined as follows:\n</p>\n<p>(1) the owner and operator of a vessel ... or a facility,</p>\n<p>(2) any person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of,</p>\n<p>(3) any person who by contract, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for transport for disposal or treatment, of hazardous substances owned or possessed by such person, by any other party or entity, at any facility owned or operated by another party or entity and containing such hazardous substances, and</p>\n<p>(4) any person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities or sites selected by such person, from which there is a release, or a threatened release which causes the incurrence of response cost, of a hazardous substance.... 42 U.S.C. § 9607(a)(1-4).</p>\n<p>[6]  Section 107(b) provides:\n</p>\n<p>There shall be no liability under subsection (a) of this section for a person otherwise liable who can establish by a preponderance of the evidence that the release or threat of release of a hazardous substance and the damages resulting therefrom were caused solely by </p>\n<p>(1) an act of God;</p>\n<p>(2) an act of war;</p>\n<p>(3) an act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant ... if the defendant establishes by a preponderance of the evidence that (a) he exercised due care with respect to the hazardous substance concerned, taking into consideration the characteristics of such hazardous substance, in light of all relevant facts and circumstances, and (b) he took precautions against foreseeable acts or omission of any such third party and the consequences that could foreseeably result from such acts or omissions; or</p>\n<p>(4) a combination of the foregoing paragraphs.</p>\n<p>42 U.S.C. § 9607(b).</p>\n<p>[7]  <i>See</i> footnote 4.</p>\n<p>[8]  Section 107(d)(1) provides express exemption for cleanup activities carried out in accordance with the NCP;\n</p>\n<p>Except as provided in paragraph 2, no person shall be liable under this subchapter for costs or damages as a result of rendering care, assistance or advice in accordance with the NCP or at the direction of an OSC appointed under such plan, with respect to an incident creating a danger to public health or welfare or the environment as a result of any release of a hazardous substance or the threat thereof. <i>This paragraph shall not preclude liability for costs or damages as a result of negligence on the part of such person.</i></p>\n<p>42 U.S.C. § 9607(d)(1) (emphasis added).</p>\n<p>[9]  Counter-Claimants have argued that state law is applicable for purposes of contribution under the FTCA and that N.C.Gen.Stat. Chapter 1B (North Carolina's version of the Uniform Contribution Among Joint Tort-Feasors Act) allows such contribution. However, since the court has concluded that the FTCA does not apply here, we need not address the issue of state law.</p>\n<p>[10]  The court notes that concerns about the propriety of the Government's response should be addressed as part of a determination for consistency with the NCP, that is as part of the cost recovery action. If Defendants can establish that the Government's clean-up conduct was inconsistent with the National Contingency Plan (a point not conceded since the Government denies any involvement with the inland pit which forms the factual basis for Defendants' Counterclaim), then the amount the Government is otherwise entitled to recover should be reduced to account for the inconsistency. However, since this cost recovery action is for costs associated with the EPA's cleanup, of which there is no allegation of nonconformity with the NCP, the reduction should be limited to the extent that the Coast Guard's nonconforming cleanup activities contributed to or were causally linked to the costs associated with the present action.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/500061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1678493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1684018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2350805/"
  ]
}