{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1414892/",
  "absolute_url": "/opinion/1414892/rankin-v-coleman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1414892/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:01:41.352887Z",
  "date_modified": "2016-04-26T22:16:15.875108Z",
  "type": "010combined",
  "sha1": "587e670c312b3ce7483f78db5ba4f0fe0808800f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>394 F.Supp. 647 (1975)</b></center>\n<center><h1>Lawson RANKIN et al., Plaintiffs,<br>\nv.<br>\nWilliam T. COLEMAN, Secretary of the United States Department of Transportation, and Jacob Alexander, Secretary of the North Carolina State Department of Transportation, Defendants.</h1></center>\n<center>Civ. A. No. 75-0008-CIV-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>May 19, 1975.</center>\n<p><span class=\"star-pagination\">*648</span> <span class=\"star-pagination\">*649</span> <span class=\"star-pagination\">*650</span> <span class=\"star-pagination\">*651</span> Michael K. Curtis and Norman B. Smith, Smith, Carrington, Patterson, Follin, &amp; Curtis, Greensboro, N. C., for plaintiffs.</p>\n<p>Thomas P. McNamara, U. S. Atty. by Bruce H. Johnson, Asst. U. S. Atty., for Federal defendant.</p>\n<p>James D. Richmond, Asst. Atty. Gen., of North Carolina, for State defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>The plaintiffs seek a preliminary injunction enjoining and restraining defendants from taking any steps toward further construction of the proposed highway improvement project to improve and replace portions of existing State Roads 1216 and 1201 which presently serve traffic between the Town of Atlantic Beach and the New Bogue Sound Bridge in Carteret County, North Carolina [hereinafter referred to as the Bogue Banks Highway].</p>\n<p>In support of their Motion for a Preliminary Injunction, the plaintiffs allege: (1) that the final environmental impact statement [EIS] prepared by the North Carolina State Department of Transportation [NC DOT] is deficient on its face since it was not prepared by the responsible federal agency as required by the National Environmental Policy Act [NEPA], 42 U.S.C. § 4332 (2)(C); (2) that the EIS is deficient in that it fails to study, develope and describe appropriate alternative courses of action in violation of NEPA, § 4332 (2)(C)(iii) and (2)(D); (3) that the EIS does not fully discuss the economic, social and environmental effects of the project as required by NEPA, 42 U.S.C. § 4332(2)(C)(ii), and § 128(a) of the Federal-Aid Highway Act, 23 U.S.C. § 128(a); (4) that the defendants have violated NEPA, 42 U.S.C. § 4332(2)(C) and (2)(D), and Section 128(a) of the Federal-Aid Highway Act, 23 U.S.C. § 128(a), by not providing a public forum at which the NEPA required EIS was a basis for the hearing; and, (5) that in their approval of the proposed project, the defendants failed to consider the effect of the North Carolina Coastal Area Management Act of 1974 [NC CAM], N.C.Gen.Stat. § 113A-100 et seq. The defendants deny these five allegations and the plaintiffs ask that this Court order a more adequate EIS because of the alleged violations.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>This case involves a proposed secondary highway improvement project to improve and replace portions of existing State Roads 1216 and 1201 which presently serve traffic on Bogue Island. Involvement by the Federal Highway Administration of the United States Department of Transportation [FHWA] in the construction of the proposed project is governed by the Federal-Aid Highways Act, 23 U.S.C. § 101 et seq. and by the FHWA's regulations which are set forth in 23 C.F.R., Chapter I, and under these statutes and regulations, the Bogue Banks Highway is classified as a \"federal-aid secondary highway,\" primarily being the responsibility of the State of North Carolina  participation by the <span class=\"star-pagination\">*652</span> FHWA generally being limited to approval of programs for projects proposed by the State for federal funding. Since the FHWA is involved in approving this project for federal funding, implementation of the proposal is governed by pertinent portions of the Federal-Aid Highways Act and the FHWA's regulations including those requirements regarding noise, public participation and consideration of environmental impacts.</p>\n<p>State Road 1216 begins at the old ferry landing just east of the south approach to the New Bogue Sound Bridge and proceeds east into the Town of Emerald Isle. In Emerald Isle State Road 1216 makes two right-angle \"dog legs\" and connects with State Road 1201. State Road 1201 continues east along the Banks, through the middle of the small village of Salter Path and eventually terminates in the Town of Atlantic Beach which is near the eastern tip of Bogue Banks. At the Town of Atlantic Beach and on the western end of the island are two-lane bridges connecting the island with the mainland.</p>\n<p>The State of North Carolina began planning for a new Bogue Banks highway in the early 1960's. In August of 1971, the State prepared a planning report recommending a two-phase concept, the initial project consisting of two 12-foot lanes with 10-foot shoulders planned in such a way as to allow the construction of a five-lane, 68-foot curb and gutter section if and when future traffic dictated a need for such an expanded project.</p>\n<p>Along with the acquisition of additional right-of-way in those places where the present right-of-way is less than 100 feet, the present plans also contemplate two significant relocations of the present road right-of-way. The first relocation will consist of a 1.7 mile section to eliminate the two 90 degree angle \"dog legs\" at Emerald Isle which for several years, it is contended, have constituted an inconvenience and hazard to the public. The second and more serious relocation consists of a 0.7 mile by-pass around the Town of Salter Path which shall be constructed on the ocean side. The stated purpose behind this second relocation is to eliminate the need for acquiring additional right-of-way in the middle of the Town of Salter Path. The defendants contend that such a road built upon the sand dunes would be added protection for the village of Salter Path. The plaintiffs contend that the construction of such a road upon the barrier sand dunes protecting the village of Salter Path from the Atlantic Ocean would only weaken the previously undisturbed dunes and severely jeopardize the village. They contend that maintenance of the facility by the State after construction would be almost impossible.</p>\n<p>As noted above the State's first official planning report was issued in August of 1971. Under FHWA regulations, PPM 90-1, governing the preparation, circulation and filing of an EIS for federal-aid highways, much of the administrative, technical and clerical burden of preparing the EIS was placed upon the NC DOT, since it had the responsibility for planning, design and construction and was closer to the actual facts surrounding the construction of the facility. Concerning the proposed by-pass around Salter Path, it was stated in the draft EIS that this relocation would involve the levelling of the secondary sand dune line and that the primary dune line would be left undisturbed. Many interested parties responded to the draft with concern that this proposal would accelerate dune erosion and would make the area more susceptible to the destructive effects of storms. The record reveals that the North Carolina Department of Natural and Economic Resources reluctantly agreed on accepting the EIS only after the NC DOT had revised their plans to encompass a \"significantly\" elevated grade for the bypass.</p>\n<p>After the draft EIS was circulated, the defendants held a \"corridor public hearing\" in July of 1972. The purpose of the hearing was to elicit public views <span class=\"star-pagination\">*653</span> on the need for and the general location of the proposed Bogue Banks Highway. The \"corridor public hearing\" notice stated that the proposed corridor was a broad band generally following the existing alignment of State Roads 1216 and 1201 except at Salter Path where two alternative corridors were being considered. Apparently the information in the public notice was supplemented by the information in the draft EIS. After considering all of the comments, views and suggestions elicited by the draft EIS and by the \"corridor public hearing,\" defendants decided on an alignment for the proposed new highway. A final EIS presumably based on this final alignment was prepared and on September 17, 1973 was filed with the Council on Environmental Quality [CEQ]. A year passed before there was any \"federal action\" in the form of approval for federal funding. In February of 1974, a \"design public hearing\" was conducted for the purpose of allowing the public an input into specific design features of the project. From a thorough review of the transcript of this hearing, it appears that many questions asked by the public participants were not answered but were referred to the general road contractor. The \"design public hearing\" notice stated that the project being planned specified only a 24-foot pavement and did not mention the paving of 10 foot shoulders nor the possible construction of a five-lane facility. The defendants concede that the aspects of the existing plans allowing for possible future expansion into a five-lane highway are properly considered design features of the project.</p>\n<p>In October of 1974 and after reviewing the State of North Carolina's plans, the contents of the EIS and the results of the two public hearings, the Division Engineer of the regional FHWA office, who had been essentially delegated with the responsibility of consultation and supervision of the preparation of the EIS by the NC DOT, approved the State's first request for project funding. On March 5, 1975, four months after the first \"federal action\" took place, plaintiffs filed their Complaint. At present the only work being done on the project is preparation for appraising the value of additional right-of-way. The State intends to take action to acquire the necessary right-of-way during the spring and summer of 1975. It is presently contemplated that no construction contracts will be advertised before September, 1975.</p>\n<p></p>\n<h2>II. <i>Jurisdiction</i>\n</h2>\n<p>Jurisdiction is vested in this Court by reason of 28 U.S.C. § 1331(a), 28 U.S. C. § 1361, 28 U.S.C. §§ 2201-2202 and 28 U.S.C. § 1337. In addition, 5 U.S.C. § 702 provides additional grounds for this Court's jurisdiction and for review of the federal defendant's decision to proceed with the funding for the highway's construction.</p>\n<p></p>\n<h2>III. <i>The Court and the Defendant's Procedural Compliance with NEPA</i>\n</h2>\n<p>Plaintiffs have alleged several procedural shortcomings which they contend are so serious that the entire environmental impact statement prepared and filed by the NC DOT is vitiated. Before the specific consideration of these alleged procedural inadequacies, it is necessary that this Court brief the parties on the role this Court must occupy in making a determination of the acceptability of the impact statement in question.</p>\n<p>The ultimate decisions concerning the environmental consequences of this project must be made by the executive and legislative branches of the United States government and the State of North Carolina. It is not the intention of this Court to substitute its judgment as to what would be the most advantageous highway project on Bogue Island for that of the Congress or those administrative departments of the executive branches of the state and federal governments. The function of this Court is to see that the government agencies involved here have fully complied with all of the procedural requirements <span class=\"star-pagination\">*654</span> of NEPA and other acts and regulations and \". . . to engage in `substantial inquiry' to determine `whether there has been a clear error of judgment.'\" Cape Henry Bird Club v. Laird, 359 F.Supp. 404, 410 (W.D.Va., 1973), aff'd, 4 Cir., 484 F.2d 453. To determine whether or not the agencies' decision was arbitrary and capricious when viewed in terms of the data and information supplied and set forth in the EIS submitted by the NC DOT, this Court should delve into the decision-making process on its own. This Court must determine whether or not the environmental effects of the proposed action and all the reasonable alternatives to that action have been sufficiently explored and explicated and that the conclusions are substantiated by supportive opinion and data. Natural Resources Defense Council v. Grant, 355 F.Supp. 280 (E.D.N.C., 1973).</p>\n<p>Finally, this Court is required to examine the merits of the case to determine whether or not the federal defendants gave adequate consideration to environmental factors and whether or not their decision to proceed with the construction of the highway was arbitrary and capricious. Cape Henry Bird Club v. Laird, <i>supra</i>; Calvert Cliffs' Coordinating Committee v. United States Atomic Energy Commission, 146 U.S.App.D.C. 33, 449 F.2d 1109 (1971).</p>\n<p>Subject to the requirement of strict compliance, NEPA, 42 U.S.C. § 4332(2)(C) requires each federal agency to prepare a detailed statement of environmental impact on every proposed major federal action that might significantly affect environmental quality. This section encompasses a two-fold requirement: first, that the federal agency make a full and accurate disclosure of the environmental effects of the proposed action and reasonable alternatives to such action; and, second, that the agencies give full and meaningful consideration to these effects and alternatives in arriving at their decision. Natural Resources Defense Council v. Morton, 148 U.S.App.D.C. 5, 458 F.2d 827 (1972); Calvert Cliffs' Coordinating Committee v. United States Atomic Energy Commission, 146 U.S.App.D.C. 33, 449 F.2d 1109 (1971).</p>\n<p>The \"adequacy\" of an environmental impact statement necessarily must be measured by a \"reasonableness\" standard:</p>\n<blockquote>However, strict though the procedural requirements of Section 102(2) may be, they must be interpreted on a basis of reasonableness. [Citations omitted]. \"* * * [I]f this requirement is not rubber, neither is it iron. The statute must be construed in the light of reason if it is not to demand what is, fairly speaking, not meaningfully possible, given the obvious, that the resources of energy and research  and time  available to meet the Nation's needs are not infinite.\" [Citations omitted]. Iowa Citizens for Environmental Quality v. Volpe, 487 F.2d 849, 852 (8th Cir., 1973).</blockquote>\n<p>See also Natural Resources Defense Council v. Morton, <i>supra</i>; Life of Land v. Volpe, 363 F.Supp. 1171 (D.Haw. 1973); Fayetteville Area Chamber of Commerce v. Volpe, 386 F.Supp. 572 (E. D.N.C., 1974). Moreover, what may be \"reasonable\" in one case may not necessarily be \"reasonable\" in another. Adequacy must be viewed in terms of the size and scope of a project, the commitment of resources involved, and the extent and gravity of potential environmental impacts:</p>\n<blockquote>. . . [T]he environmental statement \"to some extent must be examined in light of the particular facts and circumstances surrounding the project * * * in order to determine its sufficiency. The extent of detail required must necessarily be related to the complexity of the environmental problems created by the project.\" The discussion of environmental effects need not be \"exhaustive\" but rather need only provide sufficient information for a \"reasoned choice of alternatives.\" <span class=\"star-pagination\">*655</span> Iowa Citizens for Environmental Quality v. Volpe, 487 F.2d 849, 852 (8th Cir., 1973).</blockquote>\n<p>In light of the particular facts and environmental circumstances surrounding the proposed construction in the instant case, it is apparent that the EIS submitted by the NC DOT must be examined thoroughly with an exacting application of the rule which requires strict compliance with the procedural aspects of NEPA. The rule in the Fourth Circuit requires that the District Court engage in a \"substantial inquiry\" to determine \"whether there has been a clear error of judgment\" on the part of the decision-making agency in view of the environmental factors of the particular project. Conservation Council of North Carolina v. Froehlke, 473 F. 2d 664 (4th Cir., 1973). See also Fayetteville Area Chamber of Commerce v. Volpe, 386 F.Supp. 572 (E.D.N.C., 1974) and Iowa Citizens for Environmental Quality v. Volpe, 487 F.2d 849 (8th Cir., 1973).</p>\n<p>Following the above rule in Conservation Council of North Carolina v. Froehlke, <i>supra</i><i>,</i> this Court must consider the EIS submitted by the NC DOT in light of the proposed project and the environmental circumstances surrounding that project. See Environmental Defense Fund v. Froehlke, 473 F.2d 346 (8th Cir., 1972); Citizens to Preserve Overton Park v. Volpe, 401 U.S. 402, 416, 91 S.Ct. 814, 824, 28 L.Ed.2d 136, 155 (1971).</p>\n<p>In an admittedly ecologically delicate environment, the defendants intend to pave an asphalt path 44 feet wide down the middle of Bogue Island, planning the \"ultimate\" construction of a five-lane facility. The present construction plans call for the equivalent of a four-lane highway to serve the public on a largely undeveloped island. This facility is to replace a 20 foot wide secondary road.</p>\n<p>Bogue Island is a long, narrow sand barrier island in Carteret County, North Carolina, one of the system of such islands which constitute the Outer Banks of North Carolina. The hearing and affidavits of experts in biology and other related fields reveal that the island itself is in a continuing natural process of deposit and erosion of sand by the ocean and the wind. The natural sand dunes and vegetation which cover Bogue Banks and other islands in the area give them enough physical stability to support carefully planned and limited development. It was revealed to this Court that if the dunes and vegetation are significantly altered, Bogue Banks and the other islands comprising the Outer Banks are highly vulnerable to rapid erosion by the normal action of ocean and wind and to virtual obliteration by storms.</p>\n<p>At present intensive development on Bogue Banks is limited to the resort community of Atlantic Beach on the eastern end of the island. Other development is confined to the fishing village of Salter Path and to the small communities of Emerald Isle, Indian Beach and Pine Knoll Shores.</p>\n<p></p>\n<h2>A. <i>Preparation of the EIS by the NC DOT does not render the EIS deficient under NEPA, 42 U.S.C. § 4332(C) since it was not prepared by the responsible federal agency.</i>\n</h2>\n<p>The plaintiffs are very concerned with the delegation of responsibility for preparation of the EIS to the NC DOT. Citing Conservation Society of Southern Vermont v. Secretary of Transportation, 508 F.2d 927 (2nd Cir., 1974), they contend that this renders the EIS deficient on its face. This Court cannot agree with this contention. The Fourth Circuit Court of Appeals recently held upon similar facts in Fayetteville Area Chamber of Commerce v. Volpe, 515 F.2d 1021, 1026 (4th Cir., 1975) that \"where responsible federal and state officials participate in the preparation of an environmental impact statement for a federal-aid highway, the statement being prepared in accordance with the applicable statutes and regulations . . ., there has been no violation <span class=\"star-pagination\">*656</span> of 42 U.S.C. § 4332(C) because of participation by the state officials.\"</p>\n<p>However, the plaintiffs are correct in contending that the FHWA must, in the case at bar, independently weigh the costs to the environment and the benefits hoped for from the project and reach a decision based on its own evaluation of the environmental issues. This is explicit in § 7(c) of the guidelines of the Council on Environmental Quality [CEQ], 40 C.F.R. § 1500.7(c):</p>\n<blockquote>Where [a federal] agency relies on an applicant to submit initial environmental information, the agency should assist the applicant by outlining the types of information required. In all cases, the agency should make its own evaluation of the environmental issues and take responsibility for the scope and content of draft and final environmental statements.</blockquote>\n<p>This Court interprets this guideline in the light of Fayetteville Area Chamber of Commerce v. Volpe, <i>supra</i><i>,</i> other applicable CEQ guidelines and Court decisions, to provide that in federal-aid highway cases the FHWA or other responsible federal agency must, in conjunction with the state agency, actively and energetically participate with good faith objectivity in the preparation and contents of the state-prepared EIS.</p>\n<p></p>\n<h2>B. <i>The EIS fails to fully discuss the economic, social and environmental effects of the project as required by NEPA, 42 U.S.C. § 4332(</i>2<i>)(C)(ii) and § 128(a) of the Federal-Aid Highway Act, 23 U.S.C. § 128(a).</i>\n</h2>\n<p>NEPA, 42 U.S.C. § 4332(2)(C)(ii), specifically requires that an EIS must discuss adverse environmental effects. Section 128(a) of the Federal-Aid Highway Act requires that any State highway department submitting plans for a federal-aid highway project must certify that it has \". . . considered the economic and social effects of such a location, its impact on the environment, and its consistency with the goals and objectives of such urban planning as has been promulgated by the community. . . .\" Under NEPA regulations, PPM 20-8, social, economic and environmental effects are defined as including such things as employment, public utilities, residential and neighborhood character and location, and education.</p>\n<p>The present statement submitted by the NC DOT is not the detailed statement required by NEPA. \"The requirement that the statement be detailed places a heavy burden on government agencies to gather for and include in the impact statement enough information to show that compliance has been genuine, not perfunctory.\" Brooks v. Volpe, 350 F.Supp. 269, 276 (W.D. Wash., 1972), aff'd per curiam, 487 F.2d 1344 (9th Cir., 1973). This Court must reject impact statements which suffer from a serious lack of detail and rely on conclusions that are based on assumptions without supporting objective data. Brooks v. Volpe, <i>supra</i> at 277. It is apparent that in such a case the federal reviewers could not make an independent decision based on the information referred to because the sources were not disclosed. This is precisely the situation in the instant case. While the agency can rely on studies already conducted to show the environmental effects of a similar project under substantially identical conditions, \"[i]f no such additional information is available, then defendants must see to it that the necessary research is conducted.\" Brooks v. Volpe, 350 F.Supp. 269, 280 (W.D.Wash., 1972). Only a glance at the EIS prepared for the proposed project on Bogue Island is necessary to see that the statement has very little detailed objective information on which the decision-making agency could base an informed decision; on the contrary, most of its substance is conclusions based on assumptions without supportive data.</p>\n<p>The EIS is particularly deficient in discussing social and economic data. No studies of a factual nature are cited to show the need for the \"ultimate\" five-lane facility. All that is offered are conclusory statements to the <span class=\"star-pagination\">*657</span> effect that \"a modern highway can enhance the economic progress of resort and recreational areas. . . . and [e]xisting and planned land development . . . will benefit from the project.\" [EIS, p. 17]. If this logic is correct, any highway could be justified in any location since all highways mean economic and social progress. This is obviously not the careful study and weighing of costs and benefits that is required by NEPA.</p>\n<p>The EIS contains no discussion at all regarding the secondary effects of increased development of the island, such as increased demand for fresh water, increased amounts of sewage and increased demand for other community services. Such a discussion is clearly required. Lathan v. Volpe, 350 F.Supp. 262, 266 (W.D.Wash., 1972). There is no satisfactory analysis in the EIS regarding what will be the environmental impact of the cutting of trees and vegetation which presently retard storm damage and erosion. At present the defendants plan to clear the trees and vegetation within the 100 foot right-of-way. Further, there is no analysis of the effect of the disruption to the dune system between Salter Path and the Atlantic Ocean and the resulting danger, if any, posed to the village from such disruption other than conclusory statements such as \". . . the highway will create a protection `barrier' which will be superior to the existing dunes.\" [EIS, p. 41]. Such conclusions unsupported by references to scientific or other sources are clearly inadequate. Natural Resources Defense Council v. Grant, 355 F.Supp. 280, 289 (E.D.N.C., 1973).</p>\n<p>This is not an adequate environmental impact statement; on the contrary, it appears to be only an attempt to go through the motions of satisfying the requirements of NEPA and the Federal-Aid Highway Act. It is the opinion of this Court that the EIS should investigate and adequately reveal the real environmental impacts of such consequences as the destruction of large areas of natural sand dunes and vegetation, the increased danger of erosion from normal weather and from heavy storms, the increased levels of automobile traffic resulting in an increase of air and water pollution and noise levels exceeding those required by the Department of Transportation for highways, the intensive development of the entire length of Bogue Banks which would result in the destruction of much of the natural sand dunes and vegetation which now cover the island and the reduction of the physical stability of the island against storm, the increased demand for fresh water and resulting threat to the island's fresh ground water supply, the increased amounts of sewage and solid wastes which would threaten to pollute Bogue Sound and the ocean adjacent to the island, and the resulting high speed automobile traffic. Finally, the EIS should fully and adequately set forth the effects on the environment of the proposed relocation between the village of Salter Path and the Atlantic Ocean and the ability of the NC DOT to maintain the facility after completion of the project in view of the exposure to the winds and the water. The effects of people using the dunes around the facility should be especially investigated. \"This section [42 U.S.C. § 4332(2)] makes the completion of an adequate research program a prerequisite to agency action. The adequacy of the research should be judged in light of the proposed program and the extent to which existing knowledge raises the possibility of potential adverse effects.\" Environmental Defense Fund v. Hardin, 325 F. Supp. 1401, 1403 (D.D.C., 1971).</p>\n<p></p>\n<h2>C. <i>The EIS prepared and submitted by the NC DOT is inadequate and deficient in that it fails to study, develope, and describe appropriate alternative courses of action in violation of NEPA, 42 U.S.C.</i> §§ <i>4332(2)(C)(iii) and 4332 (2)(D).</i>\n</h2>\n<p>NEPA requires an EIS to do more than merely list alternative <span class=\"star-pagination\">*658</span> courses of action to the one recommended by the agency. Alternative courses of action must be affirmatively studied. Natural Resources Defense Council v. Morton, 148 U.S.App.D.C. 5, 458 F.2d 827 (1972); Environmental Defense Fund v. Froehlke, 473 F.2d 346, 349 (8th Cir., 1972); Silva v. Lynn, 482 F.2d 1282 (1st Cir., 1973); Natural Resources Defense Council v. Grant, 355 F.Supp. 280 (E.D.N.C., 1973); Montgomery v. Ellis, 364 F.Supp. 517 (N.C. Ala., 1973). Furthermore, the study of alternatives must be exhibited in the EIS. Calvert Cliffs' Coordinating Committee v. United States Atomic Energy Commission, 146 U.S.App.D.C. 33, 449 F.2d 1109 (1971).</p>\n<p>A detailed and rigorous consideration of alternatives is required. As the Court noted in Silva v. Lynn, <i>supra</i> at 1287, \". . . the agency must go beyond mere assertions and indicate its basis for them.\" In Environmental Defense Fund v. Froehlke, <i>supra</i> at 350, the Court, quoting with approval the guidelines of the Council on Environmental Quality, held that \". . . [a] rigorous exploration and objective evaluation of alternative actions that might avoid some or all of the adverse environmental effects is essential. . . .\" To carry out these guidelines, the impact statement, as stated above, should not just list the alternatives to the proposed project but it should also include the results of the NC DOT's own investigation and evaluation of alternatives so that the reasons for the choice of a course of action are clear. The complete impact statement must contain more than a catalog of environmental facts as the EIS submitted by the NC DOT. The agency must also \"explicate fully its course of inquiry, its analysis and its reasoning.\" Ely v. Velde, 451 F.2d 1130, 1139 (4th Cir., 1971).</p>\n<p>The reasons which led this Court to reject as inadequate the impact statement contained in Natural Resources Defense Council v. Grant, 355 F.Supp. 280, 289 (E.D.N.C., 1973) are equally applicable here. In that case this Court noted:</p>\n<blockquote>The \"full disclosure\" impact statement required by NEPA must contain a full and objective discussion of (1) reasonable alternatives to the proposed project and (2) the environmental impacts of each alternative. [Citations omitted]. The Statement falls far short of satisfying these important and essential standards. Several critical reasonable alternatives are not discussed at all in the Statement. . . . Many of the conclusions in the Statement as to the potential adverse effects of the Project are not supported by references to scientific or other sources. . . .</blockquote>\n<blockquote>Alternatives are discussed only superficially, and nowhere are the environmental impacts of the alternatives discussed. The Statement thus does not provide \"information sufficient to permit a reasoned choice of alternatives so far as environmental aspects are concerned.\" [Citations omitted]. It is not the \"full disclosure\" statement required by NEPA.</blockquote>\n<p>From a thorough examination of the EIS prepared by the NC DOT for construction of the Bogue Banks Highway, it is apparent that the defendants have violated these important procedural requirements of NEPA. The section of the EIS labeled \"Alternatives\" is exactly one and one-half pages long. One paragraph containing three sentences constitutes the defendants' \"study\" of the \"no action\" alternative. [EIS, p. 21]. Further, these statements are conclusory rather than factual in nature. No consideration at all is shown to have been given to the alternative of improving existing North Carolina State Highway 24 on the mainland or to the construction of an additional bridge to ease traffic flow on and off the island. Inadequate consideration was given to the alternative of improving the existing State Roads 1201 and 1216 to a twenty-four foot road with the existing right-of-way except for removal of the few <span class=\"star-pagination\">*659</span> existing dangerous curves. The EIS is conclusory in this regard, stating only that this alternative \"was investigated and found to be unsatisfactory.\" [EIS, p. 20]. No explanation or factual data is given. Such conclusory statements fail to measure up to the explicit requirement in NEPA to \"study, develop and describe\" alternatives.</p>\n<p>In the EIS at issue, alternatives are discussed only superficially, and nowhere are the environmental impacts of the alternatives \"suggested\" in the EIS discussed. Sections 4332(2)(C)(iii) and 4332(2)(D) specifically instruct the agency preparing the EIS to present reviewers with options other than the one favored by the agency. Natural Resources Defense Council v. Morton, 148 U.S.App.D.C. 5, 458 F.2d 827 (1972); Natural Resources Defense Council v. Grant, 355 F.Supp. 280 (E.D.N.C., 1973). The extremes between which discussable alternatives fall are the alternatives of no action and of an action that fully accomplishes the original goal but without any of its objectionable features. Environmental Defense Fund v. Corps., 325 F.Supp. 749, 759 (E.D.Ark., 1971).</p>\n<p>Each alternative should be presented as thoroughly as the one proposed by the agency, each given the same weight so as to allow a reasonable reviewer a fair opportunity to choose between the alternatives. The alternatives mentioned above are by no means exhaustive and the NC DOT, supervised by the FWHA, should be required to explore and explicate all alternatives to the project.</p>\n<p></p>\n<h2>D. <i>The defendants have violated NEPA, 42 U.S.C. § 4332(2)(C) and (2) (D) and Section 128(a) of the Federal-Aid Highway Act by not providing a public forum at which the NEPA required EIS was a basis for the hearings.</i>\n</h2>\n<p>The facts of this case show that the defendants failed to integrate the NEPA impact statement process with the highway planning process mandated under 23 U.S.C. § 128. The \"corridor hearing\", which is required for route location approval pursuant to 23 C.F.R. § 790.3(a)(2) (1973) was held on July 21, 1972. This was far in advance of the availability of the final EIS to the public. A draft EIS was available as of January 4, 1972. The final EIS was not filed until September 17, 1973 and did not discuss the project as is now contemplated  forty-four feet of pavement including ten-foot paved shoulders. Instead, the final EIS refers to two twelve-foot travel lanes and four-foot paved shoulders. [EIS, p. 1]. Further, the \"ultimate\" project, the five-lane highway, which is described in the EIS was not the focal point of the corridor hearing on July 21, 1972 and no notice regarding these hearings occurred with regard to the \"ultimate\" five-lane highway. This procedure violates both NEPA, 42 U.S.C. §§ 4332(2)(C) and 4332(2)(D) and 23 U.S.C. § 128.</p>\n<p>In the recent case of Lathan v. Brinegar, 506 F.2d 677 (9th Cir., 1974), the Court held that it was error for the state highway department to fail to provide for § 128(a) hearings at which the EIS is the basis of discussion. The Court stated that before federal funds are committed to a project \". . . there must have been a hearing held or opportunity for a hearing in compliance with section 128(a) . . ., at which the matters considered include those now specified in section 128(a) and those now specified in NEPA, particularly 42 U.S.C. § 4332(2)(C) and (2)(D).\" Lathan v. Brinegar, <i>supra</i> at 688. Since in the instant case, the section 128(a) hearing only involved the initial two-lane improvement with four foot shoulders and not the forty-four foot road including ten foot shoulders now planned and in view of the fact that the \"ultimate\" five-lane project was not discussed at the corridor hearing such hearings were procedurally insufficient. In summary, it is indisputable that there is a disparity between the \"project\" in the case at bar as it is described in the final EIS and as it was described in the <span class=\"star-pagination\">*660</span> notices and the corridor and design hearings.</p>\n<p>In view of the fact the proposed project ultimately includes the five-lane improvement as the EIS states [EIS Summary and EIS, pp. 1-2], then the defendants have violated their own regulations as well as the case law of the Fourth Circuit in not holding hearings focused on the five-lane highway. 23 C.F.R. § 790.7(a)(3) requires that \"each notice of public hearing shall specify the date, time, and place of the hearing and shall contain a description of the proposal.\" To the extent that the proposal includes the planned forty-four foot pavement including ten foot shoulders or the \"ultimate\" five-lane improvement, this regulation was violated, in view of the fact that the notices as well as the hearings only concerned the two-lane project. The instant case is similar in this respect to Arlington Coalition on Transportation v. Volpe, 458 F.2d 1323 (4th Cir., 1972). In that case a public hearing had been held on a six to eight-lane highway, but a further stage of the project concerned a fourteen-lane improvement. In ordering a new public hearing, the Court stated that \". . . because a fourteen-lane highway might have significantly different economic effects than a six-to-eight-lane highway in the same location, the 1958 hearing cannot be considered to have taken into account the economic effects of the highway as planned.\" The same is true in the case at bar.</p>\n<p>After all hearings in this case and after acceptance of the final EIS by the United States Department of Transportation the North Carolina State Department of Transportation published a notice of design change indicating that the paved area of shoulders for the proposed road would be expanded from four to ten feet each. Since this much larger paved area is likely to have significantly different environmental effects, further hearings and a further EIS should be required. As noted above, the total of forty-four feet of pavement is the equivalent of a four-lane highway and this \"design change\" effectively added half again as much asphalt to the paved area as originally planned. With the changing of the highway markings, a four-lane highway could easily be created.</p>\n<p></p>\n<h2>E. <i>In their approval of the proposed project the defendants did not violate 23 U.S.C.</i> § <i>128 by failing to consider the effect of the North Carolina Coastal Area Management Act of 1974, N.C.Gen. Stat.</i> §§ <i>113A-100 et seq.</i>\n</h2>\n<p>As a further instance of non-compliance with 23 U.S.C. § 128, plaintiffs cite the defendants' failure \"to coordinate the planning of the highway with community and state policy and goals set forth in the North Carolina Coastal Area Management Act, N.C.Gen.Stat. § 113A-100 et seq.\"</p>\n<p>The Coastal Area Management Act was not adopted by the North Carolina General Assembly until April 12, 1974. It became effective on July 1, 1974. The basic thrust of the Act is directed toward protecting \"areas of environmental concern\" by requiring permits for development in those areas. At present, the State of North Carolina has not yet designated \"areas of environmental concern\" nor has it implemented procedures for obtaining permits to develop those areas.</p>\n<p>In the event that the State should eventually find that the proposed highway will impact on \"areas of environmental concern\" and should decide that a permit is required, defendants will have to take what action is necessary to comply with State law.</p>\n<p></p>\n<h2>IV. <i>Conclusion and Order</i>\n</h2>\n<p>In exercising its function to see that the government agencies involved here have fully complied with all of the procedural requirements of NEPA and other applicable acts and regulations, this Court has made a substantial inquiry to determine whether or not the defendants have complied with these requirements. <span class=\"star-pagination\">*661</span> This Court, in accordance with the above opinion, has determined and so finds that the environmental effects of the proposed action and all the reasonable alternatives thereto, have not been sufficiently explored and explicated and that such conclusions that are reached in the EIS are not substantiated by supportive opinion and data.</p>\n<p>Many potential environmental impacts of the proposed highway construction project are not considered in the EIS prepared by the NC DOT. Numerous social, economic and environmental questions have been completely overlooked. It is apparent that the environmental factors which are considered are analyzed inadequately. The insufficiency of the entire EIS submitted by the NC DOT cannot be cured by merely requiring supplements thereto.</p>\n<p>Acknowledging the requirement of strict compliance with NEPA and applying the reasonableness standard of review, this Court has determined that the defendants should be ordered to explore and investigate the probable environmental impacts of the proposed project and prepare a complete and fully detailed statement containing a discussion and analysis in understandable terms of the five subject areas required of an EIS by NEPA, 42 U.S.C. § 4332 (2)(C): (1) the environmental impact of the proposed action; (2) all adverse environmental effects which cannot be avoided; (3) alternatives to the project; (4) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity; and, (5) any irreversible and irretrievable commitment of resources involved in the project. NEPA requires a detailed statement of the environmental impact of the project in order that the decision-maker may have sufficient information before him to enable him to make a reasonable and enlightened decision. Congress recognized that such a decision could not be made without a clear and detailed analysis and statement of each of these five subjects.</p>\n<p>In view of the fact that a new environmental impact statement is required, the Court takes under further advisement the plaintiffs' contentions that defendants have violated and continue to violate Section 309 of the Clean Air Act Amendments of 1970, 42 U.S.C. § 1857h-7 and the federal noise standards established in accordance with the provisions of 23 U.S.C. § 109(h) and (i).</p>\n<p>Now therefore, in accordance with the foregoing, it is</p>\n<p>Ordered, that the Plaintiffs' Motion for Preliminary Injunctive Relief be, and the same is hereby allowed,</p>\n<p>Further ordered, that the Defendants and their agents, employees and persons in active concert and participation with them, who received actual notice hereof, be, and the same are hereby restrained and enjoined from taking any further steps in the acquisition of right-of-way or to authorize, finance, contract for, or commence construction or installation of the Bogue Banks Highway, Project No. 9.8025201, pending a final hearing on the merits of Plaintiffs' claims that Defendants have failed to satisfy the requirements of the National Environmental Policy Act and the Federal-Aid Highway Act; or, until it is determined by this Court that the Defendants have complied with the requirements of the National Environmental Policy Act, 42 U.S.C. § 4321 et seq. and the Federal-Aid Highway Act, 23 U.S.C. § 128; and,</p>\n<p>Further ordered, that within five (5) days of the entry of this order, the Plaintiffs file a bond for the payment of costs and damages as may be suffered by any party who is found to be wrongfully or unlawfully restrained herein, in the amount of, or security equivalent to, one hundred dollars; and</p>\n<p>Further ordered, that the Clerk shall serve copies of this ORDER upon all counsel of record.</p>\n<p>Let this order be entered forthwith.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">647</span></span> (1975)</b></center>\n<center><h1>Lawson RANKIN et al., Plaintiffs,<br>\nv.<br>\nWilliam T. COLEMAN, Secretary of the United States Department of Transportation, and Jacob Alexander, Secretary of the North Carolina State Department of Transportation, Defendants.</h1></center>\n<center>Civ. A. No. 75-0008-CIV-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>May 19, 1975.</center>\n<p><span class=\"star-pagination\">*648</span> <span class=\"star-pagination\">*649</span> <span class=\"star-pagination\">*650</span> <span class=\"star-pagination\">*651</span> Michael K. Curtis and Norman B. Smith, Smith, Carrington, Patterson, Follin, &amp; Curtis, Greensboro, N. C., for plaintiffs.</p>\n<p>Thomas P. McNamara, U. S. Atty. by Bruce H. Johnson, Asst. U. S. Atty., for Federal defendant.</p>\n<p>James D. Richmond, Asst. Atty. Gen., of North Carolina, for State defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>The plaintiffs seek a preliminary injunction enjoining and restraining defendants from taking any steps toward further construction of the proposed highway improvement project to improve and replace portions of existing State Roads 1216 and 1201 which presently serve traffic between the Town of Atlantic Beach and the New Bogue Sound Bridge in Carteret County, North Carolina [hereinafter referred to as the Bogue Banks Highway].</p>\n<p>In support of their Motion for a Preliminary Injunction, the plaintiffs allege: (1) that the final environmental impact statement [EIS] prepared by the North Carolina State Department of Transportation [NC DOT] is deficient on its face since it was not prepared by the responsible federal agency as required by the National Environmental Policy Act [NEPA], 42 U.S.C. § 4332 (2)(C); (2) that the EIS is deficient in that it fails to study, develope and describe appropriate alternative courses of action in violation of NEPA, § 4332 (2)(C)(iii) and (2)(D); (3) that the EIS does not fully discuss the economic, social and environmental effects of the project as required by NEPA, 42 U.S.C. § 4332(2)(C)(ii), and § 128(a) of the Federal-Aid Highway Act, 23 U.S.C. § 128(a); (4) that the defendants have violated NEPA, 42 U.S.C. § 4332(2)(C) and (2)(D), and Section 128(a) of the Federal-Aid Highway Act, 23 U.S.C. § 128(a), by not providing a public forum at which the NEPA required EIS was a basis for the hearing; and, (5) that in their approval of the proposed project, the defendants failed to consider the effect of the North Carolina Coastal Area Management Act of 1974 [NC CAM], N.C.Gen.Stat. § 113A-100 et seq. The defendants deny these five allegations and the plaintiffs ask that this Court order a more adequate EIS because of the alleged violations.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>This case involves a proposed secondary highway improvement project to improve and replace portions of existing State Roads 1216 and 1201 which presently serve traffic on Bogue Island. Involvement by the Federal Highway Administration of the United States Department of Transportation [FHWA] in the construction of the proposed project is governed by the Federal-Aid Highways Act, 23 U.S.C. § 101 et seq. and by the FHWA's regulations which are set forth in 23 C.F.R., Chapter I, and under these statutes and regulations, the Bogue Banks Highway is classified as a \"federal-aid secondary highway,\" primarily being the responsibility of the State of North Carolina  participation by the <span class=\"star-pagination\">*652</span> FHWA generally being limited to approval of programs for projects proposed by the State for federal funding. Since the FHWA is involved in approving this project for federal funding, implementation of the proposal is governed by pertinent portions of the Federal-Aid Highways Act and the FHWA's regulations including those requirements regarding noise, public participation and consideration of environmental impacts.</p>\n<p>State Road 1216 begins at the old ferry landing just east of the south approach to the New Bogue Sound Bridge and proceeds east into the Town of Emerald Isle. In Emerald Isle State Road 1216 makes two right-angle \"dog legs\" and connects with State Road 1201. State Road 1201 continues east along the Banks, through the middle of the small village of Salter Path and eventually terminates in the Town of Atlantic Beach which is near the eastern tip of Bogue Banks. At the Town of Atlantic Beach and on the western end of the island are two-lane bridges connecting the island with the mainland.</p>\n<p>The State of North Carolina began planning for a new Bogue Banks highway in the early 1960's. In August of 1971, the State prepared a planning report recommending a two-phase concept, the initial project consisting of two 12-foot lanes with 10-foot shoulders planned in such a way as to allow the construction of a five-lane, 68-foot curb and gutter section if and when future traffic dictated a need for such an expanded project.</p>\n<p>Along with the acquisition of additional right-of-way in those places where the present right-of-way is less than 100 feet, the present plans also contemplate two significant relocations of the present road right-of-way. The first relocation will consist of a 1.7 mile section to eliminate the two 90 degree angle \"dog legs\" at Emerald Isle which for several years, it is contended, have constituted an inconvenience and hazard to the public. The second and more serious relocation consists of a 0.7 mile by-pass around the Town of Salter Path which shall be constructed on the ocean side. The stated purpose behind this second relocation is to eliminate the need for acquiring additional right-of-way in the middle of the Town of Salter Path. The defendants contend that such a road built upon the sand dunes would be added protection for the village of Salter Path. The plaintiffs contend that the construction of such a road upon the barrier sand dunes protecting the village of Salter Path from the Atlantic Ocean would only weaken the previously undisturbed dunes and severely jeopardize the village. They contend that maintenance of the facility by the State after construction would be almost impossible.</p>\n<p>As noted above the State's first official planning report was issued in August of 1971. Under FHWA regulations, PPM 90-1, governing the preparation, circulation and filing of an EIS for federal-aid highways, much of the administrative, technical and clerical burden of preparing the EIS was placed upon the NC DOT, since it had the responsibility for planning, design and construction and was closer to the actual facts surrounding the construction of the facility. Concerning the proposed by-pass around Salter Path, it was stated in the draft EIS that this relocation would involve the levelling of the secondary sand dune line and that the primary dune line would be left undisturbed. Many interested parties responded to the draft with concern that this proposal would accelerate dune erosion and would make the area more susceptible to the destructive effects of storms. The record reveals that the North Carolina Department of Natural and Economic Resources reluctantly agreed on accepting the EIS only after the NC DOT had revised their plans to encompass a \"significantly\" elevated grade for the bypass.</p>\n<p>After the draft EIS was circulated, the defendants held a \"corridor public hearing\" in July of 1972. The purpose of the hearing was to elicit public views <span class=\"star-pagination\">*653</span> on the need for and the general location of the proposed Bogue Banks Highway. The \"corridor public hearing\" notice stated that the proposed corridor was a broad band generally following the existing alignment of State Roads 1216 and 1201 except at Salter Path where two alternative corridors were being considered. Apparently the information in the public notice was supplemented by the information in the draft EIS. After considering all of the comments, views and suggestions elicited by the draft EIS and by the \"corridor public hearing,\" defendants decided on an alignment for the proposed new highway. A final EIS presumably based on this final alignment was prepared and on September 17, 1973 was filed with the Council on Environmental Quality [CEQ]. A year passed before there was any \"federal action\" in the form of approval for federal funding. In February of 1974, a \"design public hearing\" was conducted for the purpose of allowing the public an input into specific design features of the project. From a thorough review of the transcript of this hearing, it appears that many questions asked by the public participants were not answered but were referred to the general road contractor. The \"design public hearing\" notice stated that the project being planned specified only a 24-foot pavement and did not mention the paving of 10 foot shoulders nor the possible construction of a five-lane facility. The defendants concede that the aspects of the existing plans allowing for possible future expansion into a five-lane highway are properly considered design features of the project.</p>\n<p>In October of 1974 and after reviewing the State of North Carolina's plans, the contents of the EIS and the results of the two public hearings, the Division Engineer of the regional FHWA office, who had been essentially delegated with the responsibility of consultation and supervision of the preparation of the EIS by the NC DOT, approved the State's first request for project funding. On March 5, 1975, four months after the first \"federal action\" took place, plaintiffs filed their Complaint. At present the only work being done on the project is preparation for appraising the value of additional right-of-way. The State intends to take action to acquire the necessary right-of-way during the spring and summer of 1975. It is presently contemplated that no construction contracts will be advertised before September, 1975.</p>\n<p></p>\n<h2>II. <i>Jurisdiction</i>\n</h2>\n<p>Jurisdiction is vested in this Court by reason of 28 U.S.C. § 1331(a), 28 U.S. C. § 1361, 28 U.S.C. §§ 2201-2202 and 28 U.S.C. § 1337. In addition, 5 U.S.C. § 702 provides additional grounds for this Court's jurisdiction and for review of the federal defendant's decision to proceed with the funding for the highway's construction.</p>\n<p></p>\n<h2>III. <i>The Court and the Defendant's Procedural Compliance with NEPA</i>\n</h2>\n<p>Plaintiffs have alleged several procedural shortcomings which they contend are so serious that the entire environmental impact statement prepared and filed by the NC DOT is vitiated. Before the specific consideration of these alleged procedural inadequacies, it is necessary that this Court brief the parties on the role this Court must occupy in making a determination of the acceptability of the impact statement in question.</p>\n<p>The ultimate decisions concerning the environmental consequences of this project must be made by the executive and legislative branches of the United States government and the State of North Carolina. It is not the intention of this Court to substitute its judgment as to what would be the most advantageous highway project on Bogue Island for that of the Congress or those administrative departments of the executive branches of the state and federal governments. The function of this Court is to see that the government agencies involved here have fully complied with all of the procedural requirements <span class=\"star-pagination\">*654</span> of NEPA and other acts and regulations and \". . . to engage in `substantial inquiry' to determine `whether there has been a clear error of judgment.'\" Cape Henry Bird Club v. Laird, <span class=\"citation\" data-id=\"1470928\"><a href=\"/opinion/1470928/cape-henry-bird-club-v-laird/\"><span class=\"volume\">359</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">404</span></a></span>, 410 (W.D.Va., 1973), aff'd, 4 Cir., 484 F.2d 453. To determine whether or not the agencies' decision was arbitrary and capricious when viewed in terms of the data and information supplied and set forth in the EIS submitted by the NC DOT, this Court should delve into the decision-making process on its own. This Court must determine whether or not the environmental effects of the proposed action and all the reasonable alternatives to that action have been sufficiently explored and explicated and that the conclusions are substantiated by supportive opinion and data. Natural Resources Defense Council v. Grant, <span class=\"citation\" data-id=\"1447986\"><a href=\"/opinion/1447986/natural-resources-defense-council-inc-v-grant/\"><span class=\"volume\">355</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></a></span> (E.D.N.C., 1973).</p>\n<p>Finally, this Court is required to examine the merits of the case to determine whether or not the federal defendants gave adequate consideration to environmental factors and whether or not their decision to proceed with the construction of the highway was arbitrary and capricious. Cape Henry Bird Club v. Laird, <i>supra</i>; Calvert Cliffs' Coordinating Committee v. United States Atomic Energy Commission, 146 U.S.App.D.C. 33, <span class=\"citation\" data-id=\"299557\"><a href=\"/opinion/299557/calvert-cliffs-coordinating-committee-inc-v-united-states-atomic-energy/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span> (1971).</p>\n<p>Subject to the requirement of strict compliance, NEPA, 42 U.S.C. § 4332(2)(C) requires each federal agency to prepare a detailed statement of environmental impact on every proposed major federal action that might significantly affect environmental quality. This section encompasses a two-fold requirement: first, that the federal agency make a full and accurate disclosure of the environmental effects of the proposed action and reasonable alternatives to such action; and, second, that the agencies give full and meaningful consideration to these effects and alternatives in arriving at their decision. Natural Resources Defense Council v. Morton, 148 U.S.App.D.C. 5, <span class=\"citation\" data-id=\"302906\"><a href=\"/opinion/302906/natural-resources-defense-council-inc-v-rogers-c-b-morton-in-his/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span> (1972); Calvert Cliffs' Coordinating Committee v. United States Atomic Energy Commission, 146 U.S.App.D.C. 33, <span class=\"citation\" data-id=\"299557\"><a href=\"/opinion/299557/calvert-cliffs-coordinating-committee-inc-v-united-states-atomic-energy/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span> (1971).</p>\n<p>The \"adequacy\" of an environmental impact statement necessarily must be measured by a \"reasonableness\" standard:</p>\n<blockquote>However, strict though the procedural requirements of Section 102(2) may be, they must be interpreted on a basis of reasonableness. [Citations omitted]. \"* * * [I]f this requirement is not rubber, neither is it iron. The statute must be construed in the light of reason if it is not to demand what is, fairly speaking, not meaningfully possible, given the obvious, that the resources of energy and research  and time  available to meet the Nation's needs are not infinite.\" [Citations omitted]. Iowa Citizens for Environmental Quality v. Volpe, <span class=\"citation\" data-id=\"314905\"><a href=\"/opinion/314905/iowa-citizens-for-environmental-quality-inc-v-john-a-volpe-as/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 852 (8th Cir., 1973).</blockquote>\n<p>See also Natural Resources Defense Council v. Morton, <i>supra</i>; Life of Land v. Volpe, <span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1171</span></span> (D.Haw. 1973); Fayetteville Area Chamber of Commerce v. Volpe, <span class=\"citation\" data-id=\"2307608\"><a href=\"/opinion/2307608/fayetteville-area-chamber-of-commerce-v-volpe/\"><span class=\"volume\">386</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></a></span> (E. D.N.C., 1974). Moreover, what may be \"reasonable\" in one case may not necessarily be \"reasonable\" in another. Adequacy must be viewed in terms of the size and scope of a project, the commitment of resources involved, and the extent and gravity of potential environmental impacts:</p>\n<blockquote>. . . [T]he environmental statement \"to some extent must be examined in light of the particular facts and circumstances surrounding the project * * * in order to determine its sufficiency. The extent of detail required must necessarily be related to the complexity of the environmental problems created by the project.\" The discussion of environmental effects need not be \"exhaustive\" but rather need only provide sufficient information for a \"reasoned choice of alternatives.\" <span class=\"star-pagination\">*655</span> Iowa Citizens for Environmental Quality v. Volpe, <span class=\"citation\" data-id=\"314905\"><a href=\"/opinion/314905/iowa-citizens-for-environmental-quality-inc-v-john-a-volpe-as/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span>, 852 (8th Cir., 1973).</blockquote>\n<p>In light of the particular facts and environmental circumstances surrounding the proposed construction in the instant case, it is apparent that the EIS submitted by the NC DOT must be examined thoroughly with an exacting application of the rule which requires strict compliance with the procedural aspects of NEPA. The rule in the Fourth Circuit requires that the District Court engage in a \"substantial inquiry\" to determine \"whether there has been a clear error of judgment\" on the part of the decision-making agency in view of the environmental factors of the particular project. Conservation Council of North Carolina v. Froehlke, <span class=\"citation\" data-id=\"308270\"><a href=\"/opinion/308270/conservation-council-of-north-carolina-v-robert-f-froehlke-secretary-of/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span> (4th Cir., 1973). See also Fayetteville Area Chamber of Commerce v. Volpe, <span class=\"citation\" data-id=\"2307608\"><a href=\"/opinion/2307608/fayetteville-area-chamber-of-commerce-v-volpe/\"><span class=\"volume\">386</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></a></span> (E.D.N.C., 1974) and Iowa Citizens for Environmental Quality v. Volpe, <span class=\"citation\" data-id=\"314905\"><a href=\"/opinion/314905/iowa-citizens-for-environmental-quality-inc-v-john-a-volpe-as/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span> (8th Cir., 1973).</p>\n<p>Following the above rule in Conservation Council of North Carolina v. Froehlke, <i>supra</i><i>,</i> this Court must consider the EIS submitted by the NC DOT in light of the proposed project and the environmental circumstances surrounding that project. See Environmental Defense Fund v. Froehlke, <span class=\"citation\" data-id=\"308222\"><a href=\"/opinion/308222/environmental-defense-fund-inc-v-robert-f-froehlke-secretary-of-the/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">346</span></a></span> (8th Cir., 1972); Citizens to Preserve Overton Park v. Volpe, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 416, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, 824, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span>, 155 (1971).</p>\n<p>In an admittedly ecologically delicate environment, the defendants intend to pave an asphalt path 44 feet wide down the middle of Bogue Island, planning the \"ultimate\" construction of a five-lane facility. The present construction plans call for the equivalent of a four-lane highway to serve the public on a largely undeveloped island. This facility is to replace a 20 foot wide secondary road.</p>\n<p>Bogue Island is a long, narrow sand barrier island in Carteret County, North Carolina, one of the system of such islands which constitute the Outer Banks of North Carolina. The hearing and affidavits of experts in biology and other related fields reveal that the island itself is in a continuing natural process of deposit and erosion of sand by the ocean and the wind. The natural sand dunes and vegetation which cover Bogue Banks and other islands in the area give them enough physical stability to support carefully planned and limited development. It was revealed to this Court that if the dunes and vegetation are significantly altered, Bogue Banks and the other islands comprising the Outer Banks are highly vulnerable to rapid erosion by the normal action of ocean and wind and to virtual obliteration by storms.</p>\n<p>At present intensive development on Bogue Banks is limited to the resort community of Atlantic Beach on the eastern end of the island. Other development is confined to the fishing village of Salter Path and to the small communities of Emerald Isle, Indian Beach and Pine Knoll Shores.</p>\n<p></p>\n<h2>A. <i>Preparation of the EIS by the NC DOT does not render the EIS deficient under NEPA, 42 U.S.C. § 4332(C) since it was not prepared by the responsible federal agency.</i>\n</h2>\n<p>The plaintiffs are very concerned with the delegation of responsibility for preparation of the EIS to the NC DOT. Citing Conservation Society of Southern Vermont v. Secretary of Transportation, <span class=\"citation\" data-id=\"324399\"><a href=\"/opinion/324399/the-conservation-society-of-southern-vermont-inc-v-secretary-of/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span> (2nd Cir., 1974), they contend that this renders the EIS deficient on its face. This Court cannot agree with this contention. The Fourth Circuit Court of Appeals recently held upon similar facts in Fayetteville Area Chamber of Commerce v. Volpe, <span class=\"citation\" data-id=\"327522\"><a href=\"/opinion/327522/fayetteville-area-chamber-of-commerce-interstate-95-committee-v-john-a/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1021</span></a></span>, 1026 (4th Cir., 1975) that \"where responsible federal and state officials participate in the preparation of an environmental impact statement for a federal-aid highway, the statement being prepared in accordance with the applicable statutes and regulations . . ., there has been no violation <span class=\"star-pagination\">*656</span> of 42 U.S.C. § 4332(C) because of participation by the state officials.\"</p>\n<p>However, the plaintiffs are correct in contending that the FHWA must, in the case at bar, independently weigh the costs to the environment and the benefits hoped for from the project and reach a decision based on its own evaluation of the environmental issues. This is explicit in § 7(c) of the guidelines of the Council on Environmental Quality [CEQ], 40 C.F.R. § 1500.7(c):</p>\n<blockquote>Where [a federal] agency relies on an applicant to submit initial environmental information, the agency should assist the applicant by outlining the types of information required. In all cases, the agency should make its own evaluation of the environmental issues and take responsibility for the scope and content of draft and final environmental statements.</blockquote>\n<p>This Court interprets this guideline in the light of Fayetteville Area Chamber of Commerce v. Volpe, <i>supra</i><i>,</i> other applicable CEQ guidelines and Court decisions, to provide that in federal-aid highway cases the FHWA or other responsible federal agency must, in conjunction with the state agency, actively and energetically participate with good faith objectivity in the preparation and contents of the state-prepared EIS.</p>\n<p></p>\n<h2>B. <i>The EIS fails to fully discuss the economic, social and environmental effects of the project as required by NEPA, 42 U.S.C. § 4332(</i>2<i>)(C)(ii) and § 128(a) of the Federal-Aid Highway Act, 23 U.S.C. § 128(a).</i>\n</h2>\n<p>NEPA, 42 U.S.C. § 4332(2)(C)(ii), specifically requires that an EIS must discuss adverse environmental effects. Section 128(a) of the Federal-Aid Highway Act requires that any State highway department submitting plans for a federal-aid highway project must certify that it has \". . . considered the economic and social effects of such a location, its impact on the environment, and its consistency with the goals and objectives of such urban planning as has been promulgated by the community. . . .\" Under NEPA regulations, PPM 20-8, social, economic and environmental effects are defined as including such things as employment, public utilities, residential and neighborhood character and location, and education.</p>\n<p>The present statement submitted by the NC DOT is not the detailed statement required by NEPA. \"The requirement that the statement be detailed places a heavy burden on government agencies to gather for and include in the impact statement enough information to show that compliance has been genuine, not perfunctory.\" Brooks v. Volpe, <span class=\"citation\" data-id=\"2005371\"><a href=\"/opinion/2005371/brooks-v-volpe/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">269</span></a></span>, 276 (W.D. Wash., 1972), aff'd per curiam, <span class=\"citation\" data-id=\"315038\"><a href=\"/opinion/315038/richard-j-brooks-a-citizen-v-john-a-volpe-as-secretary-of-the-united/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1344</span></a></span> (9th Cir., 1973). This Court must reject impact statements which suffer from a serious lack of detail and rely on conclusions that are based on assumptions without supporting objective data. Brooks v. Volpe, <i>supra</i> at 277. It is apparent that in such a case the federal reviewers could not make an independent decision based on the information referred to because the sources were not disclosed. This is precisely the situation in the instant case. While the agency can rely on studies already conducted to show the environmental effects of a similar project under substantially identical conditions, \"[i]f no such additional information is available, then defendants must see to it that the necessary research is conducted.\" Brooks v. Volpe, <span class=\"citation\" data-id=\"2005371\"><a href=\"/opinion/2005371/brooks-v-volpe/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">269</span></a></span>, 280 (W.D.Wash., 1972). Only a glance at the EIS prepared for the proposed project on Bogue Island is necessary to see that the statement has very little detailed objective information on which the decision-making agency could base an informed decision; on the contrary, most of its substance is conclusions based on assumptions without supportive data.</p>\n<p>The EIS is particularly deficient in discussing social and economic data. No studies of a factual nature are cited to show the need for the \"ultimate\" five-lane facility. All that is offered are conclusory statements to the <span class=\"star-pagination\">*657</span> effect that \"a modern highway can enhance the economic progress of resort and recreational areas. . . . and [e]xisting and planned land development . . . will benefit from the project.\" [EIS, p. 17]. If this logic is correct, any highway could be justified in any location since all highways mean economic and social progress. This is obviously not the careful study and weighing of costs and benefits that is required by NEPA.</p>\n<p>The EIS contains no discussion at all regarding the secondary effects of increased development of the island, such as increased demand for fresh water, increased amounts of sewage and increased demand for other community services. Such a discussion is clearly required. Lathan v. Volpe, <span class=\"citation\" data-id=\"2005341\"><a href=\"/opinion/2005341/lathan-v-volpe/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">262</span></a></span>, 266 (W.D.Wash., 1972). There is no satisfactory analysis in the EIS regarding what will be the environmental impact of the cutting of trees and vegetation which presently retard storm damage and erosion. At present the defendants plan to clear the trees and vegetation within the 100 foot right-of-way. Further, there is no analysis of the effect of the disruption to the dune system between Salter Path and the Atlantic Ocean and the resulting danger, if any, posed to the village from such disruption other than conclusory statements such as \". . . the highway will create a protection `barrier' which will be superior to the existing dunes.\" [EIS, p. 41]. Such conclusions unsupported by references to scientific or other sources are clearly inadequate. Natural Resources Defense Council v. Grant, <span class=\"citation\" data-id=\"1447986\"><a href=\"/opinion/1447986/natural-resources-defense-council-inc-v-grant/\"><span class=\"volume\">355</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></a></span>, 289 (E.D.N.C., 1973).</p>\n<p>This is not an adequate environmental impact statement; on the contrary, it appears to be only an attempt to go through the motions of satisfying the requirements of NEPA and the Federal-Aid Highway Act. It is the opinion of this Court that the EIS should investigate and adequately reveal the real environmental impacts of such consequences as the destruction of large areas of natural sand dunes and vegetation, the increased danger of erosion from normal weather and from heavy storms, the increased levels of automobile traffic resulting in an increase of air and water pollution and noise levels exceeding those required by the Department of Transportation for highways, the intensive development of the entire length of Bogue Banks which would result in the destruction of much of the natural sand dunes and vegetation which now cover the island and the reduction of the physical stability of the island against storm, the increased demand for fresh water and resulting threat to the island's fresh ground water supply, the increased amounts of sewage and solid wastes which would threaten to pollute Bogue Sound and the ocean adjacent to the island, and the resulting high speed automobile traffic. Finally, the EIS should fully and adequately set forth the effects on the environment of the proposed relocation between the village of Salter Path and the Atlantic Ocean and the ability of the NC DOT to maintain the facility after completion of the project in view of the exposure to the winds and the water. The effects of people using the dunes around the facility should be especially investigated. \"This section [42 U.S.C. § 4332(2)] makes the completion of an adequate research program a prerequisite to agency action. The adequacy of the research should be judged in light of the proposed program and the extent to which existing knowledge raises the possibility of potential adverse effects.\" Environmental Defense Fund v. Hardin, <span class=\"citation\" data-id=\"2594233\"><a href=\"/opinion/2594233/environmental-defense-fund-v-hardin/\"><span class=\"volume\">325</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1401</span></a></span>, 1403 (D.D.C., 1971).</p>\n<p></p>\n<h2>C. <i>The EIS prepared and submitted by the NC DOT is inadequate and deficient in that it fails to study, develope, and describe appropriate alternative courses of action in violation of NEPA, 42 U.S.C.</i> §§ <i>4332(2)(C)(iii) and 4332 (2)(D).</i>\n</h2>\n<p>NEPA requires an EIS to do more than merely list alternative <span class=\"star-pagination\">*658</span> courses of action to the one recommended by the agency. Alternative courses of action must be affirmatively studied. Natural Resources Defense Council v. Morton, 148 U.S.App.D.C. 5, <span class=\"citation\" data-id=\"302906\"><a href=\"/opinion/302906/natural-resources-defense-council-inc-v-rogers-c-b-morton-in-his/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span> (1972); Environmental Defense Fund v. Froehlke, <span class=\"citation\" data-id=\"308222\"><a href=\"/opinion/308222/environmental-defense-fund-inc-v-robert-f-froehlke-secretary-of-the/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">346</span></a></span>, 349 (8th Cir., 1972); Silva v. Lynn, <span class=\"citation\" data-id=\"312835\"><a href=\"/opinion/312835/arthur-silva-v-james-t-lynn/\"><span class=\"volume\">482</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1282</span></a></span> (1st Cir., 1973); Natural Resources Defense Council v. Grant, <span class=\"citation\" data-id=\"1447986\"><a href=\"/opinion/1447986/natural-resources-defense-council-inc-v-grant/\"><span class=\"volume\">355</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></a></span> (E.D.N.C., 1973); Montgomery v. Ellis, <span class=\"citation\" data-id=\"2259125\"><a href=\"/opinion/2259125/montgomery-v-ellis/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">517</span></a></span> (N.C. Ala., 1973). Furthermore, the study of alternatives must be exhibited in the EIS. Calvert Cliffs' Coordinating Committee v. United States Atomic Energy Commission, 146 U.S.App.D.C. 33, <span class=\"citation\" data-id=\"299557\"><a href=\"/opinion/299557/calvert-cliffs-coordinating-committee-inc-v-united-states-atomic-energy/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span> (1971).</p>\n<p>A detailed and rigorous consideration of alternatives is required. As the Court noted in Silva v. Lynn, <i>supra</i> at 1287, \". . . the agency must go beyond mere assertions and indicate its basis for them.\" In Environmental Defense Fund v. Froehlke, <i>supra</i> at 350, the Court, quoting with approval the guidelines of the Council on Environmental Quality, held that \". . . [a] rigorous exploration and objective evaluation of alternative actions that might avoid some or all of the adverse environmental effects is essential. . . .\" To carry out these guidelines, the impact statement, as stated above, should not just list the alternatives to the proposed project but it should also include the results of the NC DOT's own investigation and evaluation of alternatives so that the reasons for the choice of a course of action are clear. The complete impact statement must contain more than a catalog of environmental facts as the EIS submitted by the NC DOT. The agency must also \"explicate fully its course of inquiry, its analysis and its reasoning.\" Ely v. Velde, <span class=\"citation\" data-id=\"300250\"><a href=\"/opinion/300250/hiram-b-ely-v-richard-w-velde-associate-administrator-law-enforcement/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1130</span></a></span>, 1139 (4th Cir., 1971).</p>\n<p>The reasons which led this Court to reject as inadequate the impact statement contained in Natural Resources Defense Council v. Grant, <span class=\"citation\" data-id=\"1447986\"><a href=\"/opinion/1447986/natural-resources-defense-council-inc-v-grant/\"><span class=\"volume\">355</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></a></span>, 289 (E.D.N.C., 1973) are equally applicable here. In that case this Court noted:</p>\n<blockquote>The \"full disclosure\" impact statement required by NEPA must contain a full and objective discussion of (1) reasonable alternatives to the proposed project and (2) the environmental impacts of each alternative. [Citations omitted]. The Statement falls far short of satisfying these important and essential standards. Several critical reasonable alternatives are not discussed at all in the Statement. . . . Many of the conclusions in the Statement as to the potential adverse effects of the Project are not supported by references to scientific or other sources. . . .</blockquote>\n<blockquote>Alternatives are discussed only superficially, and nowhere are the environmental impacts of the alternatives discussed. The Statement thus does not provide \"information sufficient to permit a reasoned choice of alternatives so far as environmental aspects are concerned.\" [Citations omitted]. It is not the \"full disclosure\" statement required by NEPA.</blockquote>\n<p>From a thorough examination of the EIS prepared by the NC DOT for construction of the Bogue Banks Highway, it is apparent that the defendants have violated these important procedural requirements of NEPA. The section of the EIS labeled \"Alternatives\" is exactly one and one-half pages long. One paragraph containing three sentences constitutes the defendants' \"study\" of the \"no action\" alternative. [EIS, p. 21]. Further, these statements are conclusory rather than factual in nature. No consideration at all is shown to have been given to the alternative of improving existing North Carolina State Highway 24 on the mainland or to the construction of an additional bridge to ease traffic flow on and off the island. Inadequate consideration was given to the alternative of improving the existing State Roads 1201 and 1216 to a twenty-four foot road with the existing right-of-way except for removal of the few <span class=\"star-pagination\">*659</span> existing dangerous curves. The EIS is conclusory in this regard, stating only that this alternative \"was investigated and found to be unsatisfactory.\" [EIS, p. 20]. No explanation or factual data is given. Such conclusory statements fail to measure up to the explicit requirement in NEPA to \"study, develop and describe\" alternatives.</p>\n<p>In the EIS at issue, alternatives are discussed only superficially, and nowhere are the environmental impacts of the alternatives \"suggested\" in the EIS discussed. Sections 4332(2)(C)(iii) and 4332(2)(D) specifically instruct the agency preparing the EIS to present reviewers with options other than the one favored by the agency. Natural Resources Defense Council v. Morton, 148 U.S.App.D.C. 5, <span class=\"citation\" data-id=\"302906\"><a href=\"/opinion/302906/natural-resources-defense-council-inc-v-rogers-c-b-morton-in-his/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span> (1972); Natural Resources Defense Council v. Grant, <span class=\"citation\" data-id=\"1447986\"><a href=\"/opinion/1447986/natural-resources-defense-council-inc-v-grant/\"><span class=\"volume\">355</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></a></span> (E.D.N.C., 1973). The extremes between which discussable alternatives fall are the alternatives of no action and of an action that fully accomplishes the original goal but without any of its objectionable features. Environmental Defense Fund v. Corps., <span class=\"citation\" data-id=\"2594124\"><a href=\"/opinion/2594124/environmental-defense-fund-v-corps-of-eng-of-us-army/\"><span class=\"volume\">325</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">749</span></a></span>, 759 (E.D.Ark., 1971).</p>\n<p>Each alternative should be presented as thoroughly as the one proposed by the agency, each given the same weight so as to allow a reasonable reviewer a fair opportunity to choose between the alternatives. The alternatives mentioned above are by no means exhaustive and the NC DOT, supervised by the FWHA, should be required to explore and explicate all alternatives to the project.</p>\n<p></p>\n<h2>D. <i>The defendants have violated NEPA, 42 U.S.C. § 4332(2)(C) and (2) (D) and Section 128(a) of the Federal-Aid Highway Act by not providing a public forum at which the NEPA required EIS was a basis for the hearings.</i>\n</h2>\n<p>The facts of this case show that the defendants failed to integrate the NEPA impact statement process with the highway planning process mandated under 23 U.S.C. § 128. The \"corridor hearing\", which is required for route location approval pursuant to 23 C.F.R. § 790.3(a)(2) (1973) was held on July 21, 1972. This was far in advance of the availability of the final EIS to the public. A draft EIS was available as of January 4, 1972. The final EIS was not filed until September 17, 1973 and did not discuss the project as is now contemplated  forty-four feet of pavement including ten-foot paved shoulders. Instead, the final EIS refers to two twelve-foot travel lanes and four-foot paved shoulders. [EIS, p. 1]. Further, the \"ultimate\" project, the five-lane highway, which is described in the EIS was not the focal point of the corridor hearing on July 21, 1972 and no notice regarding these hearings occurred with regard to the \"ultimate\" five-lane highway. This procedure violates both NEPA, 42 U.S.C. §§ 4332(2)(C) and 4332(2)(D) and 23 U.S.C. § 128.</p>\n<p>In the recent case of Lathan v. Brinegar, <span class=\"citation\" data-id=\"323154\"><a href=\"/opinion/323154/roosevelt-lathan-and-pearline-lathan-citizens-against-freeways/\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></a></span> (9th Cir., 1974), the Court held that it was error for the state highway department to fail to provide for § 128(a) hearings at which the EIS is the basis of discussion. The Court stated that before federal funds are committed to a project \". . . there must have been a hearing held or opportunity for a hearing in compliance with section 128(a) . . ., at which the matters considered include those now specified in section 128(a) and those now specified in NEPA, particularly 42 U.S.C. § 4332(2)(C) and (2)(D).\" Lathan v. Brinegar, <i>supra</i> at 688. Since in the instant case, the section 128(a) hearing only involved the initial two-lane improvement with four foot shoulders and not the forty-four foot road including ten foot shoulders now planned and in view of the fact that the \"ultimate\" five-lane project was not discussed at the corridor hearing such hearings were procedurally insufficient. In summary, it is indisputable that there is a disparity between the \"project\" in the case at bar as it is described in the final EIS and as it was described in the <span class=\"star-pagination\">*660</span> notices and the corridor and design hearings.</p>\n<p>In view of the fact the proposed project ultimately includes the five-lane improvement as the EIS states [EIS Summary and EIS, pp. 1-2], then the defendants have violated their own regulations as well as the case law of the Fourth Circuit in not holding hearings focused on the five-lane highway. 23 C.F.R. § 790.7(a)(3) requires that \"each notice of public hearing shall specify the date, time, and place of the hearing and shall contain a description of the proposal.\" To the extent that the proposal includes the planned forty-four foot pavement including ten foot shoulders or the \"ultimate\" five-lane improvement, this regulation was violated, in view of the fact that the notices as well as the hearings only concerned the two-lane project. The instant case is similar in this respect to Arlington Coalition on Transportation v. Volpe, <span class=\"citation\" data-id=\"303011\"><a href=\"/opinion/303011/arlington-coalition-on-transportation-v-john-a-volpe-secretary-of/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span> (4th Cir., 1972). In that case a public hearing had been held on a six to eight-lane highway, but a further stage of the project concerned a fourteen-lane improvement. In ordering a new public hearing, the Court stated that \". . . because a fourteen-lane highway might have significantly different economic effects than a six-to-eight-lane highway in the same location, the 1958 hearing cannot be considered to have taken into account the economic effects of the highway as planned.\" The same is true in the case at bar.</p>\n<p>After all hearings in this case and after acceptance of the final EIS by the United States Department of Transportation the North Carolina State Department of Transportation published a notice of design change indicating that the paved area of shoulders for the proposed road would be expanded from four to ten feet each. Since this much larger paved area is likely to have significantly different environmental effects, further hearings and a further EIS should be required. As noted above, the total of forty-four feet of pavement is the equivalent of a four-lane highway and this \"design change\" effectively added half again as much asphalt to the paved area as originally planned. With the changing of the highway markings, a four-lane highway could easily be created.</p>\n<p></p>\n<h2>E. <i>In their approval of the proposed project the defendants did not violate 23 U.S.C.</i> § <i>128 by failing to consider the effect of the North Carolina Coastal Area Management Act of 1974, N.C.Gen. Stat.</i> §§ <i>113A-100 et seq.</i>\n</h2>\n<p>As a further instance of non-compliance with 23 U.S.C. § 128, plaintiffs cite the defendants' failure \"to coordinate the planning of the highway with community and state policy and goals set forth in the North Carolina Coastal Area Management Act, N.C.Gen.Stat. § 113A-100 et seq.\"</p>\n<p>The Coastal Area Management Act was not adopted by the North Carolina General Assembly until April 12, 1974. It became effective on July 1, 1974. The basic thrust of the Act is directed toward protecting \"areas of environmental concern\" by requiring permits for development in those areas. At present, the State of North Carolina has not yet designated \"areas of environmental concern\" nor has it implemented procedures for obtaining permits to develop those areas.</p>\n<p>In the event that the State should eventually find that the proposed highway will impact on \"areas of environmental concern\" and should decide that a permit is required, defendants will have to take what action is necessary to comply with State law.</p>\n<p></p>\n<h2>IV. <i>Conclusion and Order</i>\n</h2>\n<p>In exercising its function to see that the government agencies involved here have fully complied with all of the procedural requirements of NEPA and other applicable acts and regulations, this Court has made a substantial inquiry to determine whether or not the defendants have complied with these requirements. <span class=\"star-pagination\">*661</span> This Court, in accordance with the above opinion, has determined and so finds that the environmental effects of the proposed action and all the reasonable alternatives thereto, have not been sufficiently explored and explicated and that such conclusions that are reached in the EIS are not substantiated by supportive opinion and data.</p>\n<p>Many potential environmental impacts of the proposed highway construction project are not considered in the EIS prepared by the NC DOT. Numerous social, economic and environmental questions have been completely overlooked. It is apparent that the environmental factors which are considered are analyzed inadequately. The insufficiency of the entire EIS submitted by the NC DOT cannot be cured by merely requiring supplements thereto.</p>\n<p>Acknowledging the requirement of strict compliance with NEPA and applying the reasonableness standard of review, this Court has determined that the defendants should be ordered to explore and investigate the probable environmental impacts of the proposed project and prepare a complete and fully detailed statement containing a discussion and analysis in understandable terms of the five subject areas required of an EIS by NEPA, 42 U.S.C. § 4332 (2)(C): (1) the environmental impact of the proposed action; (2) all adverse environmental effects which cannot be avoided; (3) alternatives to the project; (4) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity; and, (5) any irreversible and irretrievable commitment of resources involved in the project. NEPA requires a detailed statement of the environmental impact of the project in order that the decision-maker may have sufficient information before him to enable him to make a reasonable and enlightened decision. Congress recognized that such a decision could not be made without a clear and detailed analysis and statement of each of these five subjects.</p>\n<p>In view of the fact that a new environmental impact statement is required, the Court takes under further advisement the plaintiffs' contentions that defendants have violated and continue to violate Section 309 of the Clean Air Act Amendments of 1970, 42 U.S.C. § 1857h-7 and the federal noise standards established in accordance with the provisions of 23 U.S.C. § 109(h) and (i).</p>\n<p>Now therefore, in accordance with the foregoing, it is</p>\n<p>Ordered, that the Plaintiffs' Motion for Preliminary Injunctive Relief be, and the same is hereby allowed,</p>\n<p>Further ordered, that the Defendants and their agents, employees and persons in active concert and participation with them, who received actual notice hereof, be, and the same are hereby restrained and enjoined from taking any further steps in the acquisition of right-of-way or to authorize, finance, contract for, or commence construction or installation of the Bogue Banks Highway, Project No. 9.8025201, pending a final hearing on the merits of Plaintiffs' claims that Defendants have failed to satisfy the requirements of the National Environmental Policy Act and the Federal-Aid Highway Act; or, until it is determined by this Court that the Defendants have complied with the requirements of the National Environmental Policy Act, 42 U.S.C. § 4321 et seq. and the Federal-Aid Highway Act, 23 U.S.C. § 128; and,</p>\n<p>Further ordered, that within five (5) days of the entry of this order, the Plaintiffs file a bond for the payment of costs and damages as may be suffered by any party who is found to be wrongfully or unlawfully restrained herein, in the amount of, or security equivalent to, one hundred dollars; and</p>\n<p>Further ordered, that the Clerk shall serve copies of this ORDER upon all counsel of record.</p>\n<p>Let this order be entered forthwith.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/314905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/323154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1447986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1470928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2005341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2005371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2259125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2307608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594233/"
  ]
}