{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1415313/",
  "absolute_url": "/opinion/1415313/clayton-v-north-carolina-state-board-of-elections/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1415313/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:01:47.835036Z",
  "date_modified": "2016-04-26T12:16:04.084166Z",
  "type": "010combined",
  "sha1": "968de7033e835f17252c6d831b22c2bbd54ec5fb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>317 F.Supp. 915 (1970)</b></center>\n<center><h1>Eva M. CLAYTON, Eugene Greuling, Philip R. Cousin and Perry Leazer, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF ELECTIONS and J. Brian Scott, Chairman, and Ernest J. House, Hiram H. Ward, L. H. Jones, and Jerry Alvis, Members, Defendants.</h1></center>\n<center>Civ. A. No. 2446.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Argued September 9, 1970.</center>\n<center>Decided September 29, 1970.</center>\n<p><span class=\"star-pagination\">*916</span> James B. Craven, III, Everett, Everett &amp; Creech, Durham, N.C., for plaintiffs.</p>\n<p>Robert Morgan, Atty. Gen., James F. Bullock, Deputy Atty. Gen., and James L. Blackburn, Staff Atty., Raleigh, N.C., for defendants.</p>\n<p>Before WINTER, Circuit Judge, BUTLER, Chief District Judge, and GORDON, District Judge.</p>\n<p>WINTER, Circuit Judge:</p>\n<p>This is a suit to enjoin the enforcement of Chapter 1039 of the North Carolina Sessions Laws of 1969 which amended N.C.Gen.Stat. § 163-147. Prior to its amendment in 1969, § 163-147 provided that no person shall \"loiter about or do any electioneering within the voting place or within <i>50</i> feet thereof.\" (emphasis added.) The 1969 amendment extended the distance to <i>500</i> feet in Cumberland, Durham, Franklin, Guilford, Warren and Vance Counties, six of North Carolina's total of one hundred counties. The 1969 amendment is claimed to be unenforceable for <span class=\"star-pagination\">*917</span> failure to comply with § 5 of the Voting Rights Act of 1965, 42 U.S.C.A. § 1973c, and for denial of equal protection of the laws and other rights guaranteed by the Constitution.</p>\n<p>The case has been heard by a three-judge court, convened pursuant to § 5 of the Act, on agreed facts and the post-trial submissions described hereafter.</p>\n<p></p>\n<h2>I</h2>\n<p>Plaintiffs, residents of three of the six counties in question, sue for themselves and others similarly situated. They allege that they desire to electioneer at the polls in each of the six counties by distributing political brochures, leaflets, handbills and cards, and that if they are required to maintain a minimum distance of five hundred feet from the polls, their political effectiveness will be nullified. Defendants, sued in their representative capacities, comprise the North Carolina State Board of Elections, which, by N.C.Gen.Stat. § 163-22, is charged with supervising all elections, making reasonable rules and regulations with respect thereto, and compelling the observance of all election laws by the county boards of elections and other election officers.</p>\n<p>The Voting Rights Act of 1965 applies to Cumberland, Franklin, Guilford and Vance Counties; it is inapplicable to Durham and Warren Counties. In the complaint it was alleged that neither the State of North Carolina, nor any political subdivision, has instituted any action with respect to Chapter 1039 in the United States District Court for the District of Columbia, as contemplated by § 5 of the Act, and that Chapter 1039 was not submitted to the Attorney General of the United States in accordance with the provisions of § 5 of the Act. These allegations were both admitted in the answer.</p>\n<p>At the trial an affidavit of Mr. Alex K. Brock, the Executive Secretary of the State Board of Elections of North Carolina, was filed over objection, in which Mr. Brock stated that he either personally delivered or caused to be mailed copies of the North Carolina Election Laws in their entirety, both before and after the 1967 and 1969 sessions of the General Assembly of North Carolina, to Mr. Maceo W. Hubbard, Chief of Eastern Section, Civil Rights Division, United States Department of Justice, and Mr. John Doar, Assistant United States Attorney General, and that there has been no disapproval, objection or rejection of any provision of the election laws contained in the General Statutes of North Carolina enacted by the 1965, 1967 or 1969 sessions of the North Carolina General Assembly. Pursuant to leave granted at the trial, counsel for plaintiffs have filed a letter from the United States Department of Justice, written in the name of Jerris Leonard, Assistant Attorney General, Civil Rights Division, by Gerald W. Jones, Chief, Voting &amp; Public Accommodations, to the effect that a search of the files of the Department of Justice \"shows no record that changes in Sections 163-147 and 163-116 of the General Statutes of North Carolina were ever submitted pursuant to Section 5 of the Voting Rights Act of 1965.\"</p>\n<p>In response to a request of the court at the trial for corroboration of the statements contained in the affidavit of Mr. Brock, a letter has also been filed by him stating that he wrote no covering letter at the time that he caused to be mailed the election statutes enacted during the 1969 session of the General Assembly of North Carolina to Mr. Hubbard and Mr. Doar, as set forth in the affidavit. Mr. Brock explained that he had experienced unsatisfactory results with previous attempts to correspond with the Department of Justice and as a consequence be personally delivered the documents in Washington. The dates of delivery are unspecified.</p>\n<p></p>\n<h2>II</h2>\n<p>With respect to the four counties covered by the Act (Cumberland, Franklin, Guilford and Vance), we conclude that Chapter 1039 is unenforceable because <span class=\"star-pagination\">*918</span> of a failure to comply with § 5 of the Act.</p>\n<p>Section 5 is sweeping in scope. With regard to jurisdictions subject to the Act, it renders inoperative \"any voting qualification or prerequisite to voting, or <i>standard, practice, or procedure with respect to voting</i> different from that in force or effect on November 1, 1964\" (emphasis added) unless it shall have received prior judicial approval by the United States District Court for the District of Columbia or unless it \"has been submitted by the chief legal officer or other appropriate official of such State or subdivision to the Attorney General and the Attorney General has not interposed an objection within sixty days after such submission.\" In Allen v. Board of Elections, 393 U.S. 544, 89 S.Ct. 817, 22 L.Ed.2d 1 (1969), the Court considered whether four types of election law changes fell within § 5 of the Act. While the changes considered were dissimilar to that in the case at bar, the Court thoroughly considered the legislative history of the Act, its purpose and its scope. It said:</p>\n<blockquote>The Voting Rights Act was aimed to the subtle, as well as the obvious, state regulations which have the effect of denying citizens their right to vote because of their race. Moreover, compatible with the decisions of this Court, the Act gives a broad interpretation to the right to vote, recognizing that voting includes \"all action necessary to make a vote effective.\" * * * We are convinced that in passing the Voting Rights Act, Congress intended that state enactments such as those involved in the instant cases be subject to the § 5 approval requirements.</blockquote>\n<blockquote>\n<i>The legislative history on the whole supports the view that Congress intended to reach any state enactment which altered the election law of a covered State in even a minor way.</i> (emphasis added, footnote eliminated)</blockquote>\n<p>393 U.S. at 565-566, 89 S.Ct. at 831.</p>\n<p>Despite defendants' argument to the contrary, we deem the Act applicable to <i>any</i> change in \"standard, practice, or procedure with respect to voting,\" not just to those which have a discernible racial discriminatory purpose. Whether a change is inconsistent with the basic purpose of the Act to eliminate racial discrimination in voting and against voters is a question to be decided by the procedures prescribed in § 5 of the Act. Until they have been employed, any such change is rendered inoperative. The Virginia bulletin concerning writeins, held inoperative under the Act in Allen v. Board of Elections, <i>supra</i><i>,</i> is authority for the conclusion, as well as the language from the opinion which we have quoted.</p>\n<p>Admittedly, North Carolina changed electioneering practices in the four covered counties in 1969 from what they had been on November 1, 1964. We think this change was a change in \"standard, practice, or procedure with respect to voting\" within the meaning of § 5. An effective vote, <i>inter alia,</i> is a vote by a qualified voter in accordance with how he intends to vote. An indisputable aspect of American voting procedure is the distribution of sample ballots and other campaign literature on election day at the polling place or a reasonable distance therefrom. This practice tends to educate prospective voters as to the propositions to be voted on and to remind them of the stance of candidates on issues important to the voters. Many voters expect and rely heavily on polling place distributions of sample ballots and campaign literature to assist them in casting their vote. The right to vote certainly includes the right to be educated on the candidates and propositions for which a vote is to be cast. To increase the closest distribution points to the circumference of a circle having a five hundred foot radius rather than the circumference of a circle having a fifty foot radius will result in a greatly increased burden on political parties and render more difficult the distribution of campaign literature to persons converging <span class=\"star-pagination\">*919</span> on the polling place. More importantly, distributions to far fewer voters will be accomplished under the 1969 statute than previously.</p>\n<p>It is argued, however, that even if the 1969 amendment constituted a change in \"standard, practice, or procedure with respect to voting,\" the amendment was submitted to the Attorney General and not objected to within sixty days. Under the applicable legal test, we disagree.</p>\n<p>As a purely factual matter, the affidavit of Mr. Brock could support a finding that Chapter 1039 was submitted to the Attorney General, although the affidavit is far from convincing in the absence of a specific statement as to the approximate date on which Chapter 1039 was submitted, and, in the absence of a flat statement that Chapter 1039a purely local measurewas included within Chapter 163 of the General Statutes claimed to be submitted. Conversely, as a purely factual matter, the letter from the Department of Justice could support a finding that Chapter 1039 was not submitted, but, here again, the inference to be drawn is weak since the letter merely recites that the files do not disclose any record that any changes in the election laws of North Carolina were ever submitted. We need not resolve the apparent factual dispute between the affidavit and the letter, because of Mr. Brock's further letter admitting that he kept no record of the submission. This is so under the legal principle adopted in Allen v. Board of Elections, <i>supra</i><i>.</i></p>\n<p>In the <i>Allen</i> case the argument was made that there had been submitted to the Attorney General the changes in the Mississippi election laws since he had received notice of them when he was served with copies of the briefs in the cases and had failed to object. The Court rejected the argument, saying:</p>\n<blockquote>While the Attorney General has not required any formal procedure, <i>we do not think the Act contemplates that a \"submission\" occurs when the Attorney General merely becomes aware of the legislation, no matter in what manner.</i> Nor do we think the service of the briefs on the Attorney General constituted a \"submission.\" <i>A fair interpretation of the Act requires that the State in some unambiguous and recordable manner submit any legislation or regulation in question directly to the Attorney General with a request for his consideration pursuant to the Act.</i> (emphasis added.)</blockquote>\n<p>393 U.S. at 571, 89 S.Ct. at 834.</p>\n<p>By this test, we are impelled to conclude that even if Mr. Brock did what he described doing in the affidavit and in his letter, there was no \"submission\" to the Attorney General in accordance with § 5 of the Act.</p>\n<p>It follows, therefore, that Chapter 1039 is inoperable in Cumberland, Franklin, Guilford and Vance Counties, and its enforcement must be enjoined.</p>\n<p></p>\n<h2>III</h2>\n<p>Plaintiffs contend that Chapter 1039 is invalid because it denies equal protection of the laws in each of the six counties to which it is applicable. We must consider the argument with regard to Durham and Warren Counties since they are not covered by the Voting Rights Act. Of course, if our conclusion that Chapter 1039 is inoperative in Cumberland, Franklin, Guilford and Vance Counties under the Act is incorrect and is set aside on further review, our conclusion with regard to Durham and Warren Counties will become applicable to the other four also.</p>\n<p>At the outset, we must consider our jurisdiction to pass on the contention. Chapter 1039 is applicable to only six of North Carolina's one hundred counties. Ordinarily, we would consider it local legislation for which a three-judge court is not required by 28 U.S.C. A. § 2281. Moody v. Flowers, 387 U.S. 97, 87 S.Ct. 1544, 18 L.Ed.2d 643 (1967); Griffin v. Board of Sup'rs. of Prince Edward County, 377 U.S. 218, 84 S.Ct. 1226, 12 L.Ed.2d 256 (1964); Rorick v. Board of Commissioners, 307 U.S. 208, 59 S.Ct. 808, 83 L.Ed. 1242 (1939). <span class=\"star-pagination\">*920</span> However, with respect to the four counties to which the Voting Rights Act applies, § 5 of that Act clearly vests jurisdiction in a three-judge court. Allen v. Board of Elections, 393 U.S. at 560-563, 89 S.Ct. 817.</p>\n<p>Having jurisdiction as a three-judge court of at least part of the controversy, we conclude that we may exercise jurisdiction over the remainder of the controversy under the doctrine of pendent jurisdiction. We read Rosado v. Wyman, 397 U.S. 397, 90 S.Ct. 1207, 25 L.Ed.2d 442 (1970), to stand for the proposition that, having jurisdiction of a part of the controversy, we have discretion to hear and decide the pendent claim. There is reason to exercise our discretion here. The burden on the two designated members of the court of hearing and deciding the equal protection argument with regard to the two counties is inconsequential, especially when the equal protection argument was advanced as an alternative ground of decision with regard to the four counties as to which the Voting Rights Act argument was advanced. The case presents no complex factual questions where a prolonged trial was required and where judicial economy and efficiency could be furthered by remanding the equal protection aspect of the case to a single judge. A prompt decision is necessary because of the imminence of the November, 1970, general election. Lastly, the question of enjoining the enforcement of a state statute on federal constitutional grounds is, for reasons of comity, more appropriately heard and determined by a three-judge court, even if a three-judge court is not statutorily required.<sup>[*]</sup></p>\n<p>We conclude that Chapter 1039 denies equal protection of the laws. Certainly, it discriminates between the counties to which it applies and the remaining ninety-four counties of the state. It classifies six counties in one group to which the five hundred foot limitation applies and the remaining ninety-four counties in another group to which the fifty foot limitation is deemed sufficient.</p>\n<p>Not every discrimination or classification denies equal protection, and classifications made by state legislatures are presumptively supported by valid state purposes. McGowan v. Maryland, 366 U.S. 420, 81 S.Ct. 1101, 6 L.Ed. 2d 393 (1961). Unequal treatment constitutes a denial of equal protection only if the classification lacks a \"reasonable basis\" and no state of facts reasonably may be conceived to justify it. Dandridge v. Williams, 397 U.S. 471, 90 S. Ct. 1153, 25 L.Ed.2d 491 (1970). But where fundamental rights and liberties are asserted under the equal protection clause, such as the right to vote, \"classifications which might invade or restrain them must be closely scrutinized and carefully confined.\" Harper v. Virginia State Bd. of Elections, 383 U.S. 663, 670, 86 S.Ct. 1079, 1083, 16 L.Ed.2d 169 (1966).</p>\n<p>In this case no evidence has been adduced to show why the six counties should be treated differently from the other ninety-four with respect to the distance from the polling place at which electioneering may lawfully be conducted. We find nothing in the legislative history of Chapter 1039 to suggest a reason. We were told that, as introduced, Chapter 1039 would have applied state-wide, but that in the process of legislative enactment ninety-four counties were exempted from its application, for what reason we do not know. Neither in their briefs nor in oral argument were counsel able to suggest any state purpose for the unequal treatment given the two groups. Obviously, a purpose of Chapter 1039 would be to prevent disruption <span class=\"star-pagination\">*921</span> at the polls by removing a source of disruption to a greater distance from the polls. But counsel tell us that they know of no reason why the possibility of disruption at the polls in these six counties is any greater than in the other counties throughout the state. While the six counties are dissimilar among themselves, each has its counterpart among one or more of the remaining ninety-four with regard to size, racial composition, and rural or urban character.</p>\n<p>In short, there has not been suggested, nor have we been able to perceive, any possible basis to explain, or any state of facts to justify, the difference in treatment between the counties to which Chapter 1039 is applicable and the ninety-four which are governed by prior law. We, therefore, conclude that Chapter 1039 denies equal protection of the laws; its enforcement should be enjoined.</p>\n<p></p>\n<h2>IV</h2>\n<p>Counsel should agree on and submit a form of order to effectuate these views.</p>\n<h2>NOTES</h2>\n<p>[*]   Counsel agreed at argument that if we concluded that a three-judge court should not pass on the merits of the contention, a single judge could decide the question without further submission. Chief Judge Butler of the Eastern District of North Carolina authorizes me to state that he concurs fully in the portion of the opinion dealing with the merits of the equal protection argument and that he adopts it as his own if he were to decide the case as a single district judge.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">915</span></span> (1970)</b></center>\n<center><h1>Eva M. CLAYTON, Eugene Greuling, Philip R. Cousin and Perry Leazer, Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA STATE BOARD OF ELECTIONS and J. Brian Scott, Chairman, and Ernest J. House, Hiram H. Ward, L. H. Jones, and Jerry Alvis, Members, Defendants.</h1></center>\n<center>Civ. A. No. 2446.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Argued September 9, 1970.</center>\n<center>Decided September 29, 1970.</center>\n<p><span class=\"star-pagination\">*916</span> James B. Craven, III, Everett, Everett &amp; Creech, Durham, N.C., for plaintiffs.</p>\n<p>Robert Morgan, Atty. Gen., James F. Bullock, Deputy Atty. Gen., and James L. Blackburn, Staff Atty., Raleigh, N.C., for defendants.</p>\n<p>Before WINTER, Circuit Judge, BUTLER, Chief District Judge, and GORDON, District Judge.</p>\n<p>WINTER, Circuit Judge:</p>\n<p>This is a suit to enjoin the enforcement of Chapter 1039 of the North Carolina Sessions Laws of 1969 which amended N.C.Gen.Stat. § 163-147. Prior to its amendment in 1969, § 163-147 provided that no person shall \"loiter about or do any electioneering within the voting place or within <i>50</i> feet thereof.\" (emphasis added.) The 1969 amendment extended the distance to <i>500</i> feet in Cumberland, Durham, Franklin, Guilford, Warren and Vance Counties, six of North Carolina's total of one hundred counties. The 1969 amendment is claimed to be unenforceable for <span class=\"star-pagination\">*917</span> failure to comply with § 5 of the Voting Rights Act of 1965, 42 U.S.C.A. § 1973c, and for denial of equal protection of the laws and other rights guaranteed by the Constitution.</p>\n<p>The case has been heard by a three-judge court, convened pursuant to § 5 of the Act, on agreed facts and the post-trial submissions described hereafter.</p>\n<p></p>\n<h2>I</h2>\n<p>Plaintiffs, residents of three of the six counties in question, sue for themselves and others similarly situated. They allege that they desire to electioneer at the polls in each of the six counties by distributing political brochures, leaflets, handbills and cards, and that if they are required to maintain a minimum distance of five hundred feet from the polls, their political effectiveness will be nullified. Defendants, sued in their representative capacities, comprise the North Carolina State Board of Elections, which, by N.C.Gen.Stat. § 163-22, is charged with supervising all elections, making reasonable rules and regulations with respect thereto, and compelling the observance of all election laws by the county boards of elections and other election officers.</p>\n<p>The Voting Rights Act of 1965 applies to Cumberland, Franklin, Guilford and Vance Counties; it is inapplicable to Durham and Warren Counties. In the complaint it was alleged that neither the State of North Carolina, nor any political subdivision, has instituted any action with respect to Chapter 1039 in the United States District Court for the District of Columbia, as contemplated by § 5 of the Act, and that Chapter 1039 was not submitted to the Attorney General of the United States in accordance with the provisions of § 5 of the Act. These allegations were both admitted in the answer.</p>\n<p>At the trial an affidavit of Mr. Alex K. Brock, the Executive Secretary of the State Board of Elections of North Carolina, was filed over objection, in which Mr. Brock stated that he either personally delivered or caused to be mailed copies of the North Carolina Election Laws in their entirety, both before and after the 1967 and 1969 sessions of the General Assembly of North Carolina, to Mr. Maceo W. Hubbard, Chief of Eastern Section, Civil Rights Division, United States Department of Justice, and Mr. John Doar, Assistant United States Attorney General, and that there has been no disapproval, objection or rejection of any provision of the election laws contained in the General Statutes of North Carolina enacted by the 1965, 1967 or 1969 sessions of the North Carolina General Assembly. Pursuant to leave granted at the trial, counsel for plaintiffs have filed a letter from the United States Department of Justice, written in the name of Jerris Leonard, Assistant Attorney General, Civil Rights Division, by Gerald W. Jones, Chief, Voting &amp; Public Accommodations, to the effect that a search of the files of the Department of Justice \"shows no record that changes in Sections 163-147 and 163-116 of the General Statutes of North Carolina were ever submitted pursuant to Section 5 of the Voting Rights Act of 1965.\"</p>\n<p>In response to a request of the court at the trial for corroboration of the statements contained in the affidavit of Mr. Brock, a letter has also been filed by him stating that he wrote no covering letter at the time that he caused to be mailed the election statutes enacted during the 1969 session of the General Assembly of North Carolina to Mr. Hubbard and Mr. Doar, as set forth in the affidavit. Mr. Brock explained that he had experienced unsatisfactory results with previous attempts to correspond with the Department of Justice and as a consequence be personally delivered the documents in Washington. The dates of delivery are unspecified.</p>\n<p></p>\n<h2>II</h2>\n<p>With respect to the four counties covered by the Act (Cumberland, Franklin, Guilford and Vance), we conclude that Chapter 1039 is unenforceable because <span class=\"star-pagination\">*918</span> of a failure to comply with § 5 of the Act.</p>\n<p>Section 5 is sweeping in scope. With regard to jurisdictions subject to the Act, it renders inoperative \"any voting qualification or prerequisite to voting, or <i>standard, practice, or procedure with respect to voting</i> different from that in force or effect on November 1, 1964\" (emphasis added) unless it shall have received prior judicial approval by the United States District Court for the District of Columbia or unless it \"has been submitted by the chief legal officer or other appropriate official of such State or subdivision to the Attorney General and the Attorney General has not interposed an objection within sixty days after such submission.\" In Allen v. Board of Elections, <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></span> (1969), the Court considered whether four types of election law changes fell within § 5 of the Act. While the changes considered were dissimilar to that in the case at bar, the Court thoroughly considered the legislative history of the Act, its purpose and its scope. It said:</p>\n<blockquote>The Voting Rights Act was aimed to the subtle, as well as the obvious, state regulations which have the effect of denying citizens their right to vote because of their race. Moreover, compatible with the decisions of this Court, the Act gives a broad interpretation to the right to vote, recognizing that voting includes \"all action necessary to make a vote effective.\" * * * We are convinced that in passing the Voting Rights Act, Congress intended that state enactments such as those involved in the instant cases be subject to the § 5 approval requirements.</blockquote>\n<blockquote>\n<i>The legislative history on the whole supports the view that Congress intended to reach any state enactment which altered the election law of a covered State in even a minor way.</i> (emphasis added, footnote eliminated)</blockquote>\n<p>393 U.S. at 565-566, 89 S.Ct. at 831.</p>\n<p>Despite defendants' argument to the contrary, we deem the Act applicable to <i>any</i> change in \"standard, practice, or procedure with respect to voting,\" not just to those which have a discernible racial discriminatory purpose. Whether a change is inconsistent with the basic purpose of the Act to eliminate racial discrimination in voting and against voters is a question to be decided by the procedures prescribed in § 5 of the Act. Until they have been employed, any such change is rendered inoperative. The Virginia bulletin concerning writeins, held inoperative under the Act in Allen v. Board of Elections, <i>supra</i><i>,</i> is authority for the conclusion, as well as the language from the opinion which we have quoted.</p>\n<p>Admittedly, North Carolina changed electioneering practices in the four covered counties in 1969 from what they had been on November 1, 1964. We think this change was a change in \"standard, practice, or procedure with respect to voting\" within the meaning of § 5. An effective vote, <i>inter alia,</i> is a vote by a qualified voter in accordance with how he intends to vote. An indisputable aspect of American voting procedure is the distribution of sample ballots and other campaign literature on election day at the polling place or a reasonable distance therefrom. This practice tends to educate prospective voters as to the propositions to be voted on and to remind them of the stance of candidates on issues important to the voters. Many voters expect and rely heavily on polling place distributions of sample ballots and campaign literature to assist them in casting their vote. The right to vote certainly includes the right to be educated on the candidates and propositions for which a vote is to be cast. To increase the closest distribution points to the circumference of a circle having a five hundred foot radius rather than the circumference of a circle having a fifty foot radius will result in a greatly increased burden on political parties and render more difficult the distribution of campaign literature to persons converging <span class=\"star-pagination\">*919</span> on the polling place. More importantly, distributions to far fewer voters will be accomplished under the 1969 statute than previously.</p>\n<p>It is argued, however, that even if the 1969 amendment constituted a change in \"standard, practice, or procedure with respect to voting,\" the amendment was submitted to the Attorney General and not objected to within sixty days. Under the applicable legal test, we disagree.</p>\n<p>As a purely factual matter, the affidavit of Mr. Brock could support a finding that Chapter 1039 was submitted to the Attorney General, although the affidavit is far from convincing in the absence of a specific statement as to the approximate date on which Chapter 1039 was submitted, and, in the absence of a flat statement that Chapter 1039a purely local measurewas included within Chapter 163 of the General Statutes claimed to be submitted. Conversely, as a purely factual matter, the letter from the Department of Justice could support a finding that Chapter 1039 was not submitted, but, here again, the inference to be drawn is weak since the letter merely recites that the files do not disclose any record that any changes in the election laws of North Carolina were ever submitted. We need not resolve the apparent factual dispute between the affidavit and the letter, because of Mr. Brock's further letter admitting that he kept no record of the submission. This is so under the legal principle adopted in Allen v. Board of Elections, <i>supra</i><i>.</i></p>\n<p>In the <i>Allen</i> case the argument was made that there had been submitted to the Attorney General the changes in the Mississippi election laws since he had received notice of them when he was served with copies of the briefs in the cases and had failed to object. The Court rejected the argument, saying:</p>\n<blockquote>While the Attorney General has not required any formal procedure, <i>we do not think the Act contemplates that a \"submission\" occurs when the Attorney General merely becomes aware of the legislation, no matter in what manner.</i> Nor do we think the service of the briefs on the Attorney General constituted a \"submission.\" <i>A fair interpretation of the Act requires that the State in some unambiguous and recordable manner submit any legislation or regulation in question directly to the Attorney General with a request for his consideration pursuant to the Act.</i> (emphasis added.)</blockquote>\n<p>393 U.S. at 571, 89 S.Ct. at 834.</p>\n<p>By this test, we are impelled to conclude that even if Mr. Brock did what he described doing in the affidavit and in his letter, there was no \"submission\" to the Attorney General in accordance with § 5 of the Act.</p>\n<p>It follows, therefore, that Chapter 1039 is inoperable in Cumberland, Franklin, Guilford and Vance Counties, and its enforcement must be enjoined.</p>\n<p></p>\n<h2>III</h2>\n<p>Plaintiffs contend that Chapter 1039 is invalid because it denies equal protection of the laws in each of the six counties to which it is applicable. We must consider the argument with regard to Durham and Warren Counties since they are not covered by the Voting Rights Act. Of course, if our conclusion that Chapter 1039 is inoperative in Cumberland, Franklin, Guilford and Vance Counties under the Act is incorrect and is set aside on further review, our conclusion with regard to Durham and Warren Counties will become applicable to the other four also.</p>\n<p>At the outset, we must consider our jurisdiction to pass on the contention. Chapter 1039 is applicable to only six of North Carolina's one hundred counties. Ordinarily, we would consider it local legislation for which a three-judge court is not required by 28 U.S.C. A. § 2281. Moody v. Flowers, <span class=\"citation\" data-id=\"107447\"><a href=\"/opinion/107447/moody-v-flowers/\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"107447\"><a href=\"/opinion/107447/moody-v-flowers/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, <span class=\"citation\" data-id=\"107447\"><a href=\"/opinion/107447/moody-v-flowers/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">643</span></a></span> (1967); Griffin v. Board of Sup'rs. of Prince Edward County, <span class=\"citation\" data-id=\"106825\"><a href=\"/opinion/106825/griffin-v-school-bd-of-prince-edward-cty/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, <span class=\"citation\" data-id=\"106825\"><a href=\"/opinion/106825/griffin-v-school-bd-of-prince-edward-cty/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1226</span></a></span>, <span class=\"citation\" data-id=\"106825\"><a href=\"/opinion/106825/griffin-v-school-bd-of-prince-edward-cty/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span> (1964); Rorick v. Board of Commissioners, <span class=\"citation\" data-id=\"103206\"><a href=\"/opinion/103206/rorick-v-board-of-commrs-of-everglades-drainage-dist/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">208</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1242</span></span> (1939). <span class=\"star-pagination\">*920</span> However, with respect to the four counties to which the Voting Rights Act applies, § 5 of that Act clearly vests jurisdiction in a three-judge court. Allen v. Board of Elections, 393 U.S. at 560-563, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>.</p>\n<p>Having jurisdiction as a three-judge court of at least part of the controversy, we conclude that we may exercise jurisdiction over the remainder of the controversy under the doctrine of pendent jurisdiction. We read Rosado v. Wyman, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1207</span></a></span>, <span class=\"citation\" data-id=\"108113\"><a href=\"/opinion/108113/rosado-v-wyman/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">442</span></a></span> (1970), to stand for the proposition that, having jurisdiction of a part of the controversy, we have discretion to hear and decide the pendent claim. There is reason to exercise our discretion here. The burden on the two designated members of the court of hearing and deciding the equal protection argument with regard to the two counties is inconsequential, especially when the equal protection argument was advanced as an alternative ground of decision with regard to the four counties as to which the Voting Rights Act argument was advanced. The case presents no complex factual questions where a prolonged trial was required and where judicial economy and efficiency could be furthered by remanding the equal protection aspect of the case to a single judge. A prompt decision is necessary because of the imminence of the November, 1970, general election. Lastly, the question of enjoining the enforcement of a state statute on federal constitutional grounds is, for reasons of comity, more appropriately heard and determined by a three-judge court, even if a three-judge court is not statutorily required.<sup>[*]</sup></p>\n<p>We conclude that Chapter 1039 denies equal protection of the laws. Certainly, it discriminates between the counties to which it applies and the remaining ninety-four counties of the state. It classifies six counties in one group to which the five hundred foot limitation applies and the remaining ninety-four counties in another group to which the fifty foot limitation is deemed sufficient.</p>\n<p>Not every discrimination or classification denies equal protection, and classifications made by state legislatures are presumptively supported by valid state purposes. McGowan v. Maryland, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1101</span></a></span>, <span class=\"citation\" data-id=\"106249\"><a href=\"/opinion/106249/mcgowan-v-maryland/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1961). Unequal treatment constitutes a denial of equal protection only if the classification lacks a \"reasonable basis\" and no state of facts reasonably may be conceived to justify it. Dandridge v. Williams, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1970). But where fundamental rights and liberties are asserted under the equal protection clause, such as the right to vote, \"classifications which might invade or restrain them must be closely scrutinized and carefully confined.\" Harper v. Virginia State Bd. of Elections, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">663</span></a></span>, 670, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, 1083, <span class=\"citation\" data-id=\"107197\"><a href=\"/opinion/107197/harper-v-virginia-bd-of-elections/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">169</span></a></span> (1966).</p>\n<p>In this case no evidence has been adduced to show why the six counties should be treated differently from the other ninety-four with respect to the distance from the polling place at which electioneering may lawfully be conducted. We find nothing in the legislative history of Chapter 1039 to suggest a reason. We were told that, as introduced, Chapter 1039 would have applied state-wide, but that in the process of legislative enactment ninety-four counties were exempted from its application, for what reason we do not know. Neither in their briefs nor in oral argument were counsel able to suggest any state purpose for the unequal treatment given the two groups. Obviously, a purpose of Chapter 1039 would be to prevent disruption <span class=\"star-pagination\">*921</span> at the polls by removing a source of disruption to a greater distance from the polls. But counsel tell us that they know of no reason why the possibility of disruption at the polls in these six counties is any greater than in the other counties throughout the state. While the six counties are dissimilar among themselves, each has its counterpart among one or more of the remaining ninety-four with regard to size, racial composition, and rural or urban character.</p>\n<p>In short, there has not been suggested, nor have we been able to perceive, any possible basis to explain, or any state of facts to justify, the difference in treatment between the counties to which Chapter 1039 is applicable and the ninety-four which are governed by prior law. We, therefore, conclude that Chapter 1039 denies equal protection of the laws; its enforcement should be enjoined.</p>\n<p></p>\n<h2>IV</h2>\n<p>Counsel should agree on and submit a form of order to effectuate these views.</p>\n<h2>NOTES</h2>\n<p>[*]   Counsel agreed at argument that if we concluded that a three-judge court should not pass on the merits of the contention, a single judge could decide the question without further submission. Chief Judge Butler of the Eastern District of North Carolina authorizes me to state that he concurs fully in the portion of the opinion dealing with the merits of the equal protection argument and that he adopts it as his own if he were to decide the case as a single district judge.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108115/"
  ]
}