{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1415892/",
  "absolute_url": "/opinion/1415892/taylor-v-bakery-confectionary-union-etc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1415892/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:01:56.303447Z",
  "date_modified": "2016-04-26T22:54:36.237371Z",
  "type": "010combined",
  "sha1": "0eedde0336a13bc4372a82e4686ead58db4ce9fc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>455 F.Supp. 816 (1978)</b></center>\n<center><h1>Henry Marvin TAYLOR, Plaintiff,<br>\nv.<br>\nBAKERY AND CONFECTIONARY UNION AND INDUSTRY INTERNATIONAL WELFARE FUND, Defendant.</h1></center>\n<center>No. 77-65-Civ-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>July 13, 1978.</center>\n<p><span class=\"star-pagination\">*817</span> Milton P. Fields, Fields, Cooper &amp; Fields, Rocky Mount, N. C., D. Edward Wilson, Jr., Morgan, Lewis &amp; Bockius, Washington, D. C., for plaintiff.</p>\n<p>William L. Thorp, Thorp &amp; Anderson, Raleigh, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action was removed from the Superior Court of Nash County, North Carolina pursuant to 28 U.S.C. § 1441 because it pertains to the recovery of benefits under a plan established in conformity with the Employee Retirement Income Security Act of 1974 (ERISA), as amended, 29 U.S.C. §§ 1001, <i>et seq.</i> The United States district courts are given original jurisdiction over such actions by 29 U.S.C. § 1132(e)(1).</p>\n<p>Both parties have filed summary judgment motions and they are now ripe for decision. The crucial facts, as delineated in the plaintiff's responses to defendant's request for admissions, are as follows.</p>\n<p>Plaintiff, Henry Marvin Taylor, is a member of Local 503A of the Bakery and Confectionary Workers International Union and is employed by American Bakeries Company (ABC) in Rocky Mount, North Carolina. The Local has a collective bargaining agreement with ABC, thereby making plaintiff a beneficiary of the Bakery and Confectionary Union and Industry International Welfare Plan, founded and administered under the ERISA guidelines. Plaintiff's entitlement to benefits is governed solely by the Plan C-051 (Plan) provisions.</p>\n<p>On or about May 24, 1974, plaintiff Taylor injured his back while working at American Bakeries Company. He received North Carolina Workmen's Compensation for this injury and returned to work, but re-injured his back, while at work, about November or December, 1975.</p>\n<p>On October 21, 1976, the plaintiff entered into an \"Agreement of Final Settlement and Release\" with ABC and its insurers, Continental Casualty Company and Liberty Mutual Insurance Company, compromising any liability his employer would have had under the state Workmen's Compensation Act. In consideration for relinquishing his Workmen's Compensation rights, the plaintiff received $1,500.00 and had all his injury-related medical bills paid.</p>\n<p><span class=\"star-pagination\">*818</span> On February 23, 1977, plaintiff filed a claim with the Fund stating he had injured his back on December 19, 1975 while working in the garage of ABC.<sup>[1]</sup> The Fund considered his claim and issued a notice of denial on March 11, 1977 stating that benefits are not payable for an occupational disability. The Fund's notice further stated that \"if you have any questions, please feel free to contact us [the Fund office].\"</p>\n<p>The present action was filed on November 22, 1977, and Mr. Taylor admits that the injury described in, and covered by, the settlement agreement of October, 1976 is the same injury which is the subject of this lawsuit.</p>\n<p>The defendant contends that summary judgment should be granted in its favor because (1) the plaintiff did not exhaust his inter-Fund remedies, and (2) he does not meet the Fund's criteria for entitlement to benefits. Both of these arguments are convincing, but the court does not need to reach the defendant's second argument because the first is dispositive.</p>\n<p>Plaintiff referred in his complaint to plan N-10 as the contract which the Fund allegedly violated. The court therefore assumes that Mr. Taylor had a copy of the Plan, now designated as C-051, in his possession before filing suit. He further admits that the substantive provisions of the Plan govern his benefit rights.</p>\n<p>Found on page thirty-two of the Plan (defendant's Exhibit B) is a section entitled \"Denial of Claim and Appeal Therefrom\". It specifies a claims procedure which complies with the requirements of 29 U.S.C. § 1133 that every employee welfare plan:<sup>[2]</sup></p>\n<blockquote>\"(1) provide adequate notice in writing to any participant or beneficiary whose claim for benefits under the plan has been denied, setting forth the specific reasons for such denial, written in a manner calculated to be understood by the participant, and</blockquote>\n<blockquote>\"(2) afford a reasonable opportunity to any participant whose claim for benefits has been denied for a full and fair review by the appropriate named fiduciary of the decision denying the claim.\"</blockquote>\n<p>Pursuant to these statutory requirements, the defendant Fund sent Mr. Taylor a notification of claim denial and stated that he should contact the Fund office if he had any questions concerning his denial. The appeals procedure, Section II(1), notes that a written appeal is to be made to the Board of Trustees within ninety days of the denial. Although this was a \"reasonable opportunity\"<sup>[3]</sup> for the plaintiff to have his claim reviewed, he instead filed a suit some six months later challenging the denial. Mr. Taylor, presumably, had a copy of Plan C-051; he admits that those Plan provisions were and are binding; and he was represented by counsel in his dealings with the Fund as early as October 7, 1976 (see defendant's Exhibit I). The effect of plaintiff's failure to exhaust his inter-Fund appeal remedy thus becomes the central issue in the court's inquiry.</p>\n<p>Although no federal statutory provision deals directly with this question, the federal courts, under ERISA's legislative history, are empowered to evolve rules of law and procedure to govern various aspects of the employee benefit field. The House Conference Report accompanying Pub.L. 93-406 specifies that ERISA civil actions, whether filed in state or federal courts, \"are to be regarded as arising under the laws of the United States in similar fashion to those brought under Section 301 of the Labor-Management Relations Act of 1947.\" [1974] U.S.Code Cong. &amp; Admin. News, pp. 4639, 5106-07. The courts have long fashioned federal common law relating to collective bargaining under LMRA § 301, 29 U.S.C. § 185. <i>See </i><i>Textile Workers Union v. Lincoln Mills,</i> 353 U.S. 448, 457, 77 S.Ct. 912, 1 L.Ed.2d 972 (1957). Speaking on behalf of the conference version of ERISA, <span class=\"star-pagination\">*819</span> Senator Javits noted this law-making function as follows:</p>\n<blockquote>\"In view of Federal preemption, State laws compelling disclosure from private welfare or pension plans, imposing fiduciary requirements on such plans, imposing criminal penalties on failure to contribute to plans  unless a criminal statute of general application  establishing State termination insurance programs, et cetera, will be superseded. <i>It is also intended that a body of Federal substantive law will be developed by the courts to deal with issues involving rights and obligations under private welfare and pension plans.</i>\" 120 Cong.Rec. at 29942 (Daily Ed. Aug. 22, 1974). (Emphasis added.)</blockquote>\n<p><i>See </i><i>In re C. D. Moyer Company Trust Fund,</i> 441 F.Supp. 1128, 1131 (E.D.Pa.1977), <i>citing </i><i>Wayne Chemical, Inc. v. Columbus Agency Service Corporation,</i> 426 F.Supp. 316 (N.D.Ind.1977), <i>modified </i><i>on other grounds,</i> 567 F.2d 692 (7th Cir. 1977). Therefore, the rules of law effectuating ERISA must be evolved in conformity with the Act's underlying policies and the standards developed by the courts under LMRA § 301, 29 U.S.C. § 185.</p>\n<p>The ERISA legislative history and its \"Fiduciary Responsibility\" provisions, 29 U.S.C. §§ 1101-1114, indicate that Congress intended benefit fund trustees to possess broad managerial and administrative discretion in the operation of their funds.<sup>[4]</sup> One important area for the exercise of this discretion, is in claims resolution. 29 U.S.C. § 1133 requires a claim/appeals procedure for every certified plan, and the Labor Department's ERISA Guidelines, 29 C.F.R. § 2560.503-1 (1977), carefully explicate those procedures.</p>\n<p>The federal courts have implemented an equally broad form of fiduciary discretion in the LMRA context (§§ 301 and 302) by applying an \"arbitrary and capricious\" standard of review to the decisions of private fund trustees. The Ninth Circuit, in <i>Rehmar v. Smith,</i> 555 F.2d 1362, 1371 (1976), has written:</p>\n<blockquote>\"To give meaning to the rights of beneficiaries involved in any fiduciary relationship, the courts have always found it necessary to subject the conduct of the fiduciaries to judicial review and correction. Where, however, the instrument defining the fiduciaries' duties gives them broad discretion, as is generally the case with welfare and pension trusts, the courts limit their review and intervene in the fiduciaries' decisions only where `they have acted arbitrarily or capriciously towards one of the persons to whom their trust obligations run.' We find this standard of judicial review, which leads neither to abdication of traditional judicial control of fiduciaries nor to excessive judicial intervention in trust operations, in harmony with federal labor policy. Accordingly, if the <i>Danti [v. Lewis,</i> 114 U.S. App.D.C. 105, 312 F.2d 345 (1962)] standard is a statement of state law, or general common law, it is a standard we adopt.\" (Citations and footnote omitted.)</blockquote>\n<p><i>See also </i><i>Phillips v. Kennedy,</i> 542 F.2d 52, 55 (8th Cir. 1976); <i>Johnson v. Botica,</i> 537 F.2d 930, 935 (7th Cir. 1976); and <i>Connell v. United States Steel Corporation,</i> 516 F.2d 401, 407, n. 8 (5th Cir. 1975). This arbitrary and capricious review standard governs the judicial supervision of all benefit fund trustees, regardless of the origin of their fiduciary duties. <i>Morgan v. Laborers Pension Trust Fund for Northern California,</i> 433 F.Supp. 518, 524 (N.D.Cal.1977).</p>\n<p>An examination of the underlying ERISA policies, interpreted analogously to the development of federal law under LMRA § 301, leads the court to conclude that Congress intended a claimant to exhaust his interfund remedies before seeking federal court review (with two exceptions noted <i>infra</i>). First, Section 1133 of the Act specifically requires the establishment of claims procedures, and the Secretary of Labor, pursuant to 29 U.S.C. § 1135, has promulgated extensive guidelines to implement <span class=\"star-pagination\">*820</span> these procedures. Much like the labor grievance system, this claim/appeals mechanism is designed to reduce frivolous claims, promote the consistent treatment of claims, and create a non-adversarial method of claims settlement. <i>Cf. </i><i>Vaca v. Sipes,</i> 386 U.S. 171, 191, 87 S.Ct. 903, 17 L.Ed.2d 842 (1967).</p>\n<p>Tied to these inter-fund claims procedures was Congress' awareness of the potential costs of pension reform, and it sought to \"strike a balance between providing meaningful reform and keeping costs within reasonable limits.\" [1974] U.S.Code Cong. &amp; Admin.News, pp. 4670, 4682. Congress was particularly concerned with outlining a private insurance system that would operate efficiently, thereby increasing its acceptance and institution among American business. U.S.Code News, <i>supra.</i> If claimants were allowed to litigate the validity of their claims before a final trustee decision was rendered, the costs of dispute settlement would increase markedly for employers. Employees would also suffer financially because, rather than utilize a simple procedure which allows them to deal directly with their employer, they would have to employ an attorney and bear the costs of adversary litigation in the courts.</p>\n<p>Finally, the broad managerial discretion granted trustees under the ERISA statutory provisions indicates a Congressional intent that they be primarily responsible for establishing and operating the claims procedures. <i>See </i><i>Hines v. Anchor Motor Freight, Inc.,</i> 424 U.S. 554, 562-64, 96 S.Ct. 1048, 47 L.Ed.2d 231 (1976) (LMRA § 301, grievance procedure context). Correspondingly, there is a strong policy in favor of letting trustees decide an employee's benefit eligibility. <i>Morgan v. Laborers Pension, supra,</i> at 527. If the trustee's decisions could be challenged when incomplete, their ability to expertly and efficiently manage the fund would be undermined, and the burden on the federal courts increased due to frivolous suits. <i>See </i><i>Rothlein v. Armour &amp; Company, Inc.,</i> 391 F.2d 574, 578-79, n. 21 (3rd Cir. 1968).</p>\n<p>Two exceptions to this inter-fund exhaustion requirement do exist. Exhaustion would be excused when resort to such procedures is \"futile\",<sup>[5]</sup><i>see </i><i>Glover v. St. Louis-San Francisco Railway Company,</i> 393 U.S. 324, 330-331, 89 S.Ct. 548, 21 L.Ed.2d 519 (1969); or where a claimant is \"wrongfully\" denied meaningful access to the inter-fund procedures. <i>See </i><i>Vaca v. Sipes,</i> 386 U.S. 171, 185, 87 S.Ct. 903, 17 L.Ed.2d 842 (1967), and <i>Nuest v. Westinghouse Air Brake Company,</i> 313 F.Supp. 1228, 1233 (S.D.Ill.1970).</p>\n<p>Applying the foregoing requirements to Mr. Taylor's case, it is apparent his claim must be dismissed for failure to exhaust his inter-fund remedies. He also has not alleged any facts which indicate his recourse to the fund procedures would be futile, or that he was being wrongfully denied access to those procedures. Finally, since plaintiff does not challenge the Fund's rules and regulations as arbitrary and/or capricious, he must follow those rules before seeking federal court review.</p>\n<p>Accordingly, plaintiff's summary judgment motion will be denied; the defendant's cross-motion for summary judgment will be granted; and judgment dismissing the action will be entered.<sup>[6]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  On a separate claim form, the plaintiff noted the accident date as December 21, 1975.</p>\n<p>[2]  It also meets the more explicit procedures delineated in the Labor Department's ERISA Guidelines, Administration and Enforcement, 29 C.F.R. § 2560.503-1 (1977).</p>\n<p>[3]  <i>See</i> ERISA Guidelines, <i>supra,</i> § 2560.503-1(g)(3) (1977).</p>\n<p>[4]  Commensurate with this broad discretion are significant trustee duties and severe liability for the breach of those duties. <i>See</i> §§ 1104-1109.</p>\n<p>[5]  An exact definition of futility is left to the sound discretion of the court as the facts vary from case to case. <i>Cooke v. Orange Belt District Council of Painters,</i> 529 F.2d 815, 820 (9th Cir. 1976).</p>\n<p>[6]  Although the disposition of this case discussed <i>supra,</i> makes a review of the merits unnecessary, the court is baffled as to the basis of plaintiff's claim. He readily admits that his benefit eligibility is governed solely by the provisions of Plan C-051, which establish two criteria for entitlement: (1) that the claimant's disability be non-occupational, and (2) that he prove he is not entitled to Workmen's Compensation.\n</p>\n<p>In light of his admissions, plaintiff appears not to meet either of these criteria. He admits his injury was work-incurred and related (Admissions Nos. 9, 13, 15 and 17), and that the October 21, 1976 agreement he signed relinquished any and all of his Workmen's Compensation rights. The injury which gave rise to that settlement agreement is the basis of plaintiff's claim (Admissions Nos. 12, 13, 15, 17 and 18).</p>\n<p>Finally, Mr. Taylor does not allege the application of these two requirements was in any way arbitrary and capricious.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">816</span></span> (1978)</b></center>\n<center><h1>Henry Marvin TAYLOR, Plaintiff,<br>\nv.<br>\nBAKERY AND CONFECTIONARY UNION AND INDUSTRY INTERNATIONAL WELFARE FUND, Defendant.</h1></center>\n<center>No. 77-65-Civ-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>July 13, 1978.</center>\n<p><span class=\"star-pagination\">*817</span> Milton P. Fields, Fields, Cooper &amp; Fields, Rocky Mount, N. C., D. Edward Wilson, Jr., Morgan, Lewis &amp; Bockius, Washington, D. C., for plaintiff.</p>\n<p>William L. Thorp, Thorp &amp; Anderson, Raleigh, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>This action was removed from the Superior Court of Nash County, North Carolina pursuant to 28 U.S.C. § 1441 because it pertains to the recovery of benefits under a plan established in conformity with the Employee Retirement Income Security Act of 1974 (ERISA), as amended, 29 U.S.C. §§ 1001, <i>et seq.</i> The United States district courts are given original jurisdiction over such actions by 29 U.S.C. § 1132(e)(1).</p>\n<p>Both parties have filed summary judgment motions and they are now ripe for decision. The crucial facts, as delineated in the plaintiff's responses to defendant's request for admissions, are as follows.</p>\n<p>Plaintiff, Henry Marvin Taylor, is a member of Local 503A of the Bakery and Confectionary Workers International Union and is employed by American Bakeries Company (ABC) in Rocky Mount, North Carolina. The Local has a collective bargaining agreement with ABC, thereby making plaintiff a beneficiary of the Bakery and Confectionary Union and Industry International Welfare Plan, founded and administered under the ERISA guidelines. Plaintiff's entitlement to benefits is governed solely by the Plan C-051 (Plan) provisions.</p>\n<p>On or about May 24, 1974, plaintiff Taylor injured his back while working at American Bakeries Company. He received North Carolina Workmen's Compensation for this injury and returned to work, but re-injured his back, while at work, about November or December, 1975.</p>\n<p>On October 21, 1976, the plaintiff entered into an \"Agreement of Final Settlement and Release\" with ABC and its insurers, Continental Casualty Company and Liberty Mutual Insurance Company, compromising any liability his employer would have had under the state Workmen's Compensation Act. In consideration for relinquishing his Workmen's Compensation rights, the plaintiff received $1,500.00 and had all his injury-related medical bills paid.</p>\n<p><span class=\"star-pagination\">*818</span> On February 23, 1977, plaintiff filed a claim with the Fund stating he had injured his back on December 19, 1975 while working in the garage of ABC.<sup>[1]</sup> The Fund considered his claim and issued a notice of denial on March 11, 1977 stating that benefits are not payable for an occupational disability. The Fund's notice further stated that \"if you have any questions, please feel free to contact us [the Fund office].\"</p>\n<p>The present action was filed on November 22, 1977, and Mr. Taylor admits that the injury described in, and covered by, the settlement agreement of October, 1976 is the same injury which is the subject of this lawsuit.</p>\n<p>The defendant contends that summary judgment should be granted in its favor because (1) the plaintiff did not exhaust his inter-Fund remedies, and (2) he does not meet the Fund's criteria for entitlement to benefits. Both of these arguments are convincing, but the court does not need to reach the defendant's second argument because the first is dispositive.</p>\n<p>Plaintiff referred in his complaint to plan N-10 as the contract which the Fund allegedly violated. The court therefore assumes that Mr. Taylor had a copy of the Plan, now designated as C-051, in his possession before filing suit. He further admits that the substantive provisions of the Plan govern his benefit rights.</p>\n<p>Found on page thirty-two of the Plan (defendant's Exhibit B) is a section entitled \"Denial of Claim and Appeal Therefrom\". It specifies a claims procedure which complies with the requirements of 29 U.S.C. § 1133 that every employee welfare plan:<sup>[2]</sup></p>\n<blockquote>\"(1) provide adequate notice in writing to any participant or beneficiary whose claim for benefits under the plan has been denied, setting forth the specific reasons for such denial, written in a manner calculated to be understood by the participant, and</blockquote>\n<blockquote>\"(2) afford a reasonable opportunity to any participant whose claim for benefits has been denied for a full and fair review by the appropriate named fiduciary of the decision denying the claim.\"</blockquote>\n<p>Pursuant to these statutory requirements, the defendant Fund sent Mr. Taylor a notification of claim denial and stated that he should contact the Fund office if he had any questions concerning his denial. The appeals procedure, Section II(1), notes that a written appeal is to be made to the Board of Trustees within ninety days of the denial. Although this was a \"reasonable opportunity\"<sup>[3]</sup> for the plaintiff to have his claim reviewed, he instead filed a suit some six months later challenging the denial. Mr. Taylor, presumably, had a copy of Plan C-051; he admits that those Plan provisions were and are binding; and he was represented by counsel in his dealings with the Fund as early as October 7, 1976 (see defendant's Exhibit I). The effect of plaintiff's failure to exhaust his inter-Fund appeal remedy thus becomes the central issue in the court's inquiry.</p>\n<p>Although no federal statutory provision deals directly with this question, the federal courts, under ERISA's legislative history, are empowered to evolve rules of law and procedure to govern various aspects of the employee benefit field. The House Conference Report accompanying Pub.L. 93-406 specifies that ERISA civil actions, whether filed in state or federal courts, \"are to be regarded as arising under the laws of the United States in similar fashion to those brought under Section 301 of the Labor-Management Relations Act of 1947.\" [1974] U.S.Code Cong. &amp; Admin. News, pp. 4639, 5106-07. The courts have long fashioned federal common law relating to collective bargaining under LMRA § 301, 29 U.S.C. § 185. <i>See </i><i>Textile Workers Union v. Lincoln Mills,</i> <span class=\"citation\" data-id=\"105511\"><a href=\"/opinion/105511/textile-workers-v-lincoln-mills-of-ala/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></a></span>, 457, <span class=\"citation\" data-id=\"105511\"><a href=\"/opinion/105511/textile-workers-v-lincoln-mills-of-ala/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">912</span></a></span>, <span class=\"citation\" data-id=\"105511\"><a href=\"/opinion/105511/textile-workers-v-lincoln-mills-of-ala/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">972</span></a></span> (1957). Speaking on behalf of the conference version of ERISA, <span class=\"star-pagination\">*819</span> Senator Javits noted this law-making function as follows:</p>\n<blockquote>\"In view of Federal preemption, State laws compelling disclosure from private welfare or pension plans, imposing fiduciary requirements on such plans, imposing criminal penalties on failure to contribute to plans  unless a criminal statute of general application  establishing State termination insurance programs, et cetera, will be superseded. <i>It is also intended that a body of Federal substantive law will be developed by the courts to deal with issues involving rights and obligations under private welfare and pension plans.</i>\" 120 Cong.Rec. at 29942 (Daily Ed. Aug. 22, 1974). (Emphasis added.)</blockquote>\n<p><i>See </i><i>In re C. D. Moyer Company Trust Fund,</i> <span class=\"citation\" data-id=\"1427596\"><a href=\"/opinion/1427596/in-re-cd-moyer-co-trust-fund/\"><span class=\"volume\">441</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1128</span></a></span>, 1131 (E.D.Pa.1977), <i>citing </i><i>Wayne Chemical, Inc. v. Columbus Agency Service Corporation,</i> <span class=\"citation\" data-id=\"1595041\"><a href=\"/opinion/1595041/wayne-chemical-inc-v-columbus-agency-service-corp/\"><span class=\"volume\">426</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">316</span></a></span> (N.D.Ind.1977), <i>modified </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"351742\"><a href=\"/opinion/351742/wayne-chemical-inc-robert-c-tribolet-and-thomas-c-tribolet-v-columbus/\"><span class=\"volume\">567</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">692</span></a></span> (7th Cir. 1977). Therefore, the rules of law effectuating ERISA must be evolved in conformity with the Act's underlying policies and the standards developed by the courts under LMRA § 301, 29 U.S.C. § 185.</p>\n<p>The ERISA legislative history and its \"Fiduciary Responsibility\" provisions, 29 U.S.C. §§ 1101-1114, indicate that Congress intended benefit fund trustees to possess broad managerial and administrative discretion in the operation of their funds.<sup>[4]</sup> One important area for the exercise of this discretion, is in claims resolution. 29 U.S.C. § 1133 requires a claim/appeals procedure for every certified plan, and the Labor Department's ERISA Guidelines, 29 C.F.R. § 2560.503-1 (1977), carefully explicate those procedures.</p>\n<p>The federal courts have implemented an equally broad form of fiduciary discretion in the LMRA context (§§ 301 and 302) by applying an \"arbitrary and capricious\" standard of review to the decisions of private fund trustees. The Ninth Circuit, in <i>Rehmar v. Smith,</i> <span class=\"citation no-link\"><span class=\"volume\">555</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1362</span></span>, 1371 (1976), has written:</p>\n<blockquote>\"To give meaning to the rights of beneficiaries involved in any fiduciary relationship, the courts have always found it necessary to subject the conduct of the fiduciaries to judicial review and correction. Where, however, the instrument defining the fiduciaries' duties gives them broad discretion, as is generally the case with welfare and pension trusts, the courts limit their review and intervene in the fiduciaries' decisions only where `they have acted arbitrarily or capriciously towards one of the persons to whom their trust obligations run.' We find this standard of judicial review, which leads neither to abdication of traditional judicial control of fiduciaries nor to excessive judicial intervention in trust operations, in harmony with federal labor policy. Accordingly, if the <i>Danti [v. Lewis,</i> 114 U.S. App.D.C. 105, <span class=\"citation\" data-id=\"259348\"><a href=\"/opinion/259348/rose-danti-administratrix-of-the-estate-of-andrew-danti-v-john-l-lewis/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">345</span></a></span> (1962)] standard is a statement of state law, or general common law, it is a standard we adopt.\" (Citations and footnote omitted.)</blockquote>\n<p><i>See also </i><i>Phillips v. Kennedy,</i> <span class=\"citation\" data-id=\"339139\"><a href=\"/opinion/339139/mrs-geneva-b-phillips-v-william-j-kennedy/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 55 (8th Cir. 1976); <i>Johnson v. Botica,</i> <span class=\"citation\" data-id=\"336449\"><a href=\"/opinion/336449/william-johnson-v-joseph-botica/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">930</span></a></span>, 935 (7th Cir. 1976); and <i>Connell v. United States Steel Corporation,</i> <span class=\"citation\" data-id=\"327677\"><a href=\"/opinion/327677/willie-connell-v-united-states-steel-corporation/\"><span class=\"volume\">516</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">401</span></a></span>, 407, n. 8 (5th Cir. 1975). This arbitrary and capricious review standard governs the judicial supervision of all benefit fund trustees, regardless of the origin of their fiduciary duties. <i>Morgan v. Laborers Pension Trust Fund for Northern California,</i> <span class=\"citation\" data-id=\"1814776\"><a href=\"/opinion/1814776/morgan-v-laborers-pension-trust-fund-for-n-cal/\"><span class=\"volume\">433</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">518</span></a></span>, 524 (N.D.Cal.1977).</p>\n<p>An examination of the underlying ERISA policies, interpreted analogously to the development of federal law under LMRA § 301, leads the court to conclude that Congress intended a claimant to exhaust his interfund remedies before seeking federal court review (with two exceptions noted <i>infra</i>). First, Section 1133 of the Act specifically requires the establishment of claims procedures, and the Secretary of Labor, pursuant to 29 U.S.C. § 1135, has promulgated extensive guidelines to implement <span class=\"star-pagination\">*820</span> these procedures. Much like the labor grievance system, this claim/appeals mechanism is designed to reduce frivolous claims, promote the consistent treatment of claims, and create a non-adversarial method of claims settlement. <i>Cf. </i><i>Vaca v. Sipes,</i> <span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 191, <span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span>, <span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1967).</p>\n<p>Tied to these inter-fund claims procedures was Congress' awareness of the potential costs of pension reform, and it sought to \"strike a balance between providing meaningful reform and keeping costs within reasonable limits.\" [1974] U.S.Code Cong. &amp; Admin.News, pp. 4670, 4682. Congress was particularly concerned with outlining a private insurance system that would operate efficiently, thereby increasing its acceptance and institution among American business. U.S.Code News, <i>supra.</i> If claimants were allowed to litigate the validity of their claims before a final trustee decision was rendered, the costs of dispute settlement would increase markedly for employers. Employees would also suffer financially because, rather than utilize a simple procedure which allows them to deal directly with their employer, they would have to employ an attorney and bear the costs of adversary litigation in the courts.</p>\n<p>Finally, the broad managerial discretion granted trustees under the ERISA statutory provisions indicates a Congressional intent that they be primarily responsible for establishing and operating the claims procedures. <i>See </i><i>Hines v. Anchor Motor Freight, Inc.,</i> <span class=\"citation\" data-id=\"109392\"><a href=\"/opinion/109392/hines-v-anchor-motor-freight-inc/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></a></span>, 562-64, <span class=\"citation\" data-id=\"109392\"><a href=\"/opinion/109392/hines-v-anchor-motor-freight-inc/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1048</span></a></span>, <span class=\"citation\" data-id=\"109392\"><a href=\"/opinion/109392/hines-v-anchor-motor-freight-inc/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1976) (LMRA § 301, grievance procedure context). Correspondingly, there is a strong policy in favor of letting trustees decide an employee's benefit eligibility. <i>Morgan v. Laborers Pension, supra,</i> at 527. If the trustee's decisions could be challenged when incomplete, their ability to expertly and efficiently manage the fund would be undermined, and the burden on the federal courts increased due to frivolous suits. <i>See </i><i>Rothlein v. Armour &amp; Company, Inc.,</i> <span class=\"citation\" data-id=\"279338\"><a href=\"/opinion/279338/regis-rothlein-robert-rectenwald-anthony-j-zoelle-robert-mclaughlin/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">574</span></a></span>, 578-79, n. 21 (3rd Cir. 1968).</p>\n<p>Two exceptions to this inter-fund exhaustion requirement do exist. Exhaustion would be excused when resort to such procedures is \"futile\",<sup>[5]</sup><i>see </i><i>Glover v. St. Louis-San Francisco Railway Company,</i> <span class=\"citation\" data-id=\"107819\"><a href=\"/opinion/107819/glover-v-st-louis-san-francisco-r-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 330-331, <span class=\"citation\" data-id=\"107819\"><a href=\"/opinion/107819/glover-v-st-louis-san-francisco-r-co/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">548</span></a></span>, <span class=\"citation\" data-id=\"107819\"><a href=\"/opinion/107819/glover-v-st-louis-san-francisco-r-co/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">519</span></a></span> (1969); or where a claimant is \"wrongfully\" denied meaningful access to the inter-fund procedures. <i>See </i><i>Vaca v. Sipes,</i> <span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 185, <span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span>, <span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1967), and <i>Nuest v. Westinghouse Air Brake Company,</i> <span class=\"citation\" data-id=\"1969283\"><a href=\"/opinion/1969283/nuest-v-westinghouse-air-brake-company/\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1228</span></a></span>, 1233 (S.D.Ill.1970).</p>\n<p>Applying the foregoing requirements to Mr. Taylor's case, it is apparent his claim must be dismissed for failure to exhaust his inter-fund remedies. He also has not alleged any facts which indicate his recourse to the fund procedures would be futile, or that he was being wrongfully denied access to those procedures. Finally, since plaintiff does not challenge the Fund's rules and regulations as arbitrary and/or capricious, he must follow those rules before seeking federal court review.</p>\n<p>Accordingly, plaintiff's summary judgment motion will be denied; the defendant's cross-motion for summary judgment will be granted; and judgment dismissing the action will be entered.<sup>[6]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  On a separate claim form, the plaintiff noted the accident date as December 21, 1975.</p>\n<p>[2]  It also meets the more explicit procedures delineated in the Labor Department's ERISA Guidelines, Administration and Enforcement, 29 C.F.R. § 2560.503-1 (1977).</p>\n<p>[3]  <i>See</i> ERISA Guidelines, <i>supra,</i> § 2560.503-1(g)(3) (1977).</p>\n<p>[4]  Commensurate with this broad discretion are significant trustee duties and severe liability for the breach of those duties. <i>See</i> §§ 1104-1109.</p>\n<p>[5]  An exact definition of futility is left to the sound discretion of the court as the facts vary from case to case. <i>Cooke v. Orange Belt District Council of Painters,</i> <span class=\"citation\" data-id=\"332965\"><a href=\"/opinion/332965/gordon-w-cooke-v-orange-belt-district-council-of-painters-no-48-an/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">815</span></a></span>, 820 (9th Cir. 1976).</p>\n<p>[6]  Although the disposition of this case discussed <i>supra,</i> makes a review of the merits unnecessary, the court is baffled as to the basis of plaintiff's claim. He readily admits that his benefit eligibility is governed solely by the provisions of Plan C-051, which establish two criteria for entitlement: (1) that the claimant's disability be non-occupational, and (2) that he prove he is not entitled to Workmen's Compensation.\n</p>\n<p>In light of his admissions, plaintiff appears not to meet either of these criteria. He admits his injury was work-incurred and related (Admissions Nos. 9, 13, 15 and 17), and that the October 21, 1976 agreement he signed relinquished any and all of his Workmen's Compensation rights. The injury which gave rise to that settlement agreement is the basis of plaintiff's claim (Admissions Nos. 12, 13, 15, 17 and 18).</p>\n<p>Finally, Mr. Taylor does not allege the application of these two requirements was in any way arbitrary and capricious.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/259348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/351742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1595041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1814776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1969283/"
  ]
}