{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1415628/",
  "absolute_url": "/opinion/1415628/keenan-v-board-of-law-examiners-of-state-of-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1415628/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:01:52.371341Z",
  "date_modified": "2016-04-26T21:11:33.746129Z",
  "type": "010combined",
  "sha1": "a01b293d422c61e2f735b52c993aa825a243734f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>317 F.Supp. 1350 (1970)</b></center>\n<center><h1>James E. KEENAN, Margaret Burnham, aka Margaret Cotton, Loren Mitchell, individually and on behalf of all others similarly situated, Plaintiffs,<br>\nv.<br>\nBOARD OF LAW EXAMINERS OF the STATE OF NORTH CAROLINA, and its chairman, Charles G. Buck and his successors, and its members, William L. Mills, Jr., James B. Swails, Horace E. Stacy, Emerson P. Dameron, J. E. Tucker, Robert C. Howison, Jr., Ernest W. Machen, Jr., and W. H. McElwee and their successors, and its secretary-treasurer, B. E. James and his successors, Defendants.</h1></center>\n<center>Civ. No. 2554.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Heard August 13, 1970.</center>\n<center>Decided October 2, 1970.</center>\n<p><span class=\"star-pagination\">*1351</span> James E. Keenan, pro se.</p>\n<p>William Van Alstyne, Durham, N. C., George Daly and Adam Stein, Charlotte, N. C., for plaintiffs.</p>\n<p>Lindsay C. Warren, Jr., Taylor, Allen, Warren &amp; Kerr, Goldsboro, N. C., and Robert B. Cordle, Helms, Mulliss &amp; Johnston, Charlotte, N. C., for defendants.</p>\n<p>Robert Morgan, Atty. Gen., of N. C., Andrew A. Vanore, Jr., Asst. Atty. Gen., amicus curiae.</p>\n<p>Before CRAVEN, Circuit Judge, and BUTLER and McMILLAN, District Judges.</p>\n<p>CRAVEN, Circuit Judge:</p>\n<p>The plaintiffs James E. Keenan, Margaret Burnham, and Loren Mitchell bring this class action seeking a declaratory judgment declaring unconstitutional and an injunction preventing enforcement of Rule VI(6) of the Rules Governing Admission to the Practice of Law in the State of North Carolina promulgated by the North Carolina Board of Law Examiners. We hold Rule VI(6) to be unconstitutional because it creates an unreasonable, arbitrary classification, unnecessarily burdens the plaintiffs' right to travel, and arbitrarily denies the plaintiffs an opportunity to practice their profession.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The challenged portion of Rule VI<sup>[1]</sup> provides:</p>\n<blockquote>Before being certified (licensed) by the Board to practice law in the State <span class=\"star-pagination\">*1352</span> of North Carolina, a general applicant shall: * * *</blockquote>\n<blockquote>(6) Be and continuously have been a bona fide citizen and resident of the State of North Carolina for a period of at least twelve (12) months prior to the date of his bar examination * * *.</blockquote>\n<p>The North Carolina Bar Examination is administered only once each year on the first Tuesday, Wednesday and Thursday in August. Therefore, an applicant for admission to the North Carolina bar may be required to wait from 12 to 24 months after establishing his residence within the state before being allowed to take the examination.</p>\n<p>Each plaintiff has been admitted to practice law by the bar of at least one other state. James Keenan is a native of Illinois and a graduate of the Duke University Law School. He has been admitted to practice before the courts of Texas and Louisiana. He became a resident of North Carolina on June 10, 1970. Margaret Burnham was reared in New York City and graduated from the University of Pennsylvania Law School. She is licensed to practice law in New York and is now a resident of that state. Loren Mitchell is a graduate of the Stanford University Law School and is a resident of California. He is currently admitted to practice in California and Iowa. All three of the plaintiffs have indicated a present intention to become permanent residents of North Carolina and to practice law in this state. Plaintiffs Keenan and Burnham have seasonably filed formal applications for admission to the North Carolina Bar. Plaintiff Mitchell has not done so.</p>\n<p>The defendants in this action are the Board of Law Examiners of the State of North Carolina, its current members and officers, and their successors in office. The Board is the creature of Section 84-24 of the North Carolina General Statutes \"[f]or the purpose of examining applicants and providing rules and regulations for admission to the bar including the issuance of license therefor * * *.\" <i>Id.</i> The Board is empowered \"subject to the approval of the council [of the North Carolina State Bar]\" to \"alter and amend such rules and regulations for admission to the bar as in their judgment shall promote the welfare of the State and the profession * * *.\" <i>Id.</i> Rule VI(6) was adopted by the Board pursuant to this legislative authority.</p>\n<p>James Keenan and Margaret Burnham appear to be fully qualified to take the bar examination but for their failure to meet the residency requirement. Because of the examination's imminence, this court granted their request for preliminary injunctive relief and ordered the Board to treat their applications as though they were in compliance with Rule VI(6) pending final decision of this case. A similar request by Loren Mitchell was denied due to his failure to make application for the examination as required by another, unchallenged Board rule. Since the date of that order, the Board has formally ruled that James Keenan and Margaret Burnham have not continuously been bona fide citizens and residents of North Carolina for the requisite 12 month period and that, therefore, they would be denied the privilege of taking the August 1970 bar examination absent the preliminary order of this court now in effect. Pursuant to our preliminary injunction the Board administered the examination to Keenan and Burnham. They passed the examination and but for the residency requirement would presently be entitled to be licensed to practice law.<sup>[2]</sup></p>\n<blockquote>[This court's] jurisdiction in the sense of power under the Constitution and despite the Eleventh Amendment rests upon Ex parte Young, 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908), the most important and certainly the <span class=\"star-pagination\">*1353</span> most famous legal fiction in American jurisprudence. This is actually, of course, a suit against the state and it has been settled for more than 60 years that federal courts may entertain such suits when ostensibly directed against state officials.</blockquote>\n<p>Sparrow v. Gill, 304 F.Supp. 86, 89 (M.D.N.C.1969).</p>\n<p>Statutory jurisdiction is granted by 28 U.S.C. §§ 1343(3), 2201, 2281. These statutes demand no minimum jurisdictional amount. A district court of three judges is properly convened because an injunction is sought to restrain the enforcement by state officials of an administrative rule of statewide significance upon grounds that the rule is unconstitutional. 28 U.S.C. § 2281.</p>\n<p>But the Board contends that federal district courts lack subject matter jurisdiction \"over matters of admission to State bars or the suspension or disbarment from State bars.\" Without reaching any decision as to our jurisdiction over questions arising out of state disciplinary proceedings, we hold that federal district courts have jurisdiction under 28 U.S.C. § 1343 to consider claims arising out of the application by state officials of a general bar admission requirement that is alleged to be unconstitutional on its face.</p>\n<p>The Board's argument is based upon the so-called \"Theard Doctrine.\" In Theard v. United States, 354 U.S. 278, 281, 77 S.Ct. 1274, 1276, 1 L.Ed.2d 1342 (1957), the Supreme Court stated, as dicta, that \"[i]t is not for this Court, except for the narrow limits for review open to this Court, as recently canvassed in Konigsberg v. State Bar of California, 353 U.S. 252, 1 L.Ed.2d 810, 77 S.Ct. 722 and Schware v. Board of Bar Examiners, 353 U.S. 232, 77 S.Ct. 752 [1 L.Ed.2d 796,] to sit in judgment on Louisiana disbarments, and we are not in any event sitting in review of the Louisiana judgment.\" <i>Theard</i> is simply the most recent moderate pronouncement of the flatter rule of Selling v. Radford, 243 U.S. 46, 37 S.Ct. 377, 61 L.Ed. 585 (1917) that \"we have no authority to reexamine or reverse, as a reviewing court, the action of the Supreme Court of Michigan in disbarring a member of the Bar of the courts of that state for personal and professional misconduct.\" <i>Id.</i> at 50, 37 S. Ct. at 378.</p>\n<p>The \"except\" clause in the foregoing note from <i>Theard</i> is important. <i>Schware</i><i>,</i> cited within that clause, specifically left room for federal constitutional questions. \"A State cannot exclude a person from the practice of law or from any other occupation in a manner or for reasons that contravene the Due Process or Equal Protection Clause of the Fourteenth Amendment.\" 353 U.S. at 238-239, 77 S.Ct. at 756. Thus it is clear that state control of the practice of law is not plenary but is, at the very least, subject to restraints that may be imposed by the Fourteenth Amendment. The Board insists, however, that if this be so, nevertheless, the inferior federal courts lack subject matter jurisdiction, and that the only remedy for violation of federal constitutional rights in this area is in the state court system with, of course, the ultimate possibility of review in the United States Supreme Court. It is true that various lower federal courts have held that an order of a state court disciplining a member of its bar may be reviewed only by the Supreme Court of the United States on a writ of certiorari to the State court. Jones v. Hulse, 391 F.2d 198 (8th Cir. 1968); Ginger v. Circuit Court For County of Wayne, 372 F.2d 621 (6th Cir. 1967); Clark v. State of Washington, 366 F.2d 678 (9th Cir. 1966); Gately v. Sutton, 310 F.2d 107 (10th Cir. 1962); Mackay v. Nesbett, 285 F.Supp. 498 (D. Alaska 1968). These cases have recognized no jurisdiction, even under the Civil Rights Act, 28 U.S.C. 1343, 42 U.S.C. 1983, \"authorizing a federal court to entertain an original proceeding designed to set aside and vacate a disciplinary judgment of a state court * * *.\" Jones v. Hulse, 391 F. 2d 198, 202 (8th Cir. 1968). Compare DeVita v. Gills, 422 F.2d 1172 (3rd Cir. 1970).</p>\n<p><span class=\"star-pagination\">*1354</span> The Board urges that we adopt this view and extend to a state administrative agency the deference accorded by these cases to decisions of state courts, and that we also extend the hands off doctrine to rules of admission as well as to disciplinary decisions. It is urged upon us that several federal courts engaged in deciding the question of federal jurisdiction regarding state disciplinary proceedings have collaterally stated that states have exclusive control over the admission of attorneys to practice before its courts. See Ginger v. Circuit Court for County of Wayne, 372 F.2d 621 (6th Cir. 1967); Gately v. Sutton, 310 F.2d 107 (10th Cir. 1962); Saier v. State Bar of Michigan, 293 F.2d 756 (6th Cir. 1961). Moreover, before <i>Schware</i> made explicit Fourteenth Amendment limits upon the exclusion of a person from the bar, the Seventh Circuit Court of Appeals in Starr v. State Board of Law Examiners, 159 F.2d 305 (7th Cir. 1947), held that a bar applicant, who conclusorily alleged bias in the denial of his application, stated no cause of action and that the district court lacked jurisdiction over the subject matter of admission of attorneys to the state court. The per curiam opinion made plain, however, that the complaint did not allege that the applicant had been denied the right to take an examination. No authority was cited for the proposition that state court jurisdiction was exclusive.</p>\n<p>Another pre-<i>Theard</i> case held that a federal court lacks power \"to review, reexamine, or reverse the action of the state Supreme Court in denying a license to practice law in the state.\" Keeley v. Evans, 271 F. 520, 522 (D.Or. 1921). This would dispose of the case, the court said, were it not for the plaintiff's contentions that he had been denied constitutional rights.<sup>[3]</sup> The court then denied his constitutional claim <i>on the merits</i> holding, inter alia, that he had not been denied equal protection of the law.</p>\n<p>Two post-<i>Theard</i> state bar admission cases have been decided on their merits by the Ninth Circuit. In Chaney v. State Bar of California, 386 F.2d 962 (9th Cir. 1967), a bar applicant attacked the essay form of the California bar examination and the court affirmed dismissal of his case for failure to raise a substantial constitutional question. The court found it unnecessary to decide whether improper denial of bar admission \"is reachable solely through petition for certiorari to the United States Supreme Court * * *.\" <i>Id.</i> at 967. In Hackin v. Lockwood, 361 F.2d 499 (9th Cir. 1966), the court did not discuss the <i>Theard</i> jurisdictional question and proceeded to decide the constitutional validity of educational requirements for admission to the bar in favor of the state.</p>\n<p>Because the cases reaching the Supreme Court in recent years involving admission to a state bar, e. g. <i>Schware, supra</i><i>,</i> have come up via the state courts, the Supreme Court has had no occasion to decide the scope of inferior federal court jurisdiction in such cases. Thus the application of the <i>Theard</i> doctrine to bar inferior federal court subject matter jurisdiction of claims of constitutional invalidity of bar admission requirements is not settled. It is, however, the clear implication of <i>Hackin</i><i>, </i><i>Chaney</i> and <i>Keeley</i> that the \"hands off\" no subject matter jurisdiction rule is inapplicable to Fourteenth Amendment claims with respect to admission to practice, and that state court preemption is probably limited to disciplinary proceedings not involving constitutional questions.</p>\n<p>In our view, the considerations that may commend strictly exclusive state court jurisdiction over individual cases of disbarment or, perhaps, of denial of bar admission for good cause, are not present here. No one contends that James Keenan and Margaret Burnham, both of whom are licensed to practice in other states, fail to meet North Carolina's requirements as to moral <span class=\"star-pagination\">*1355</span> character. Their professional ability has been tested by the bar examination, and they have been found qualified. There has been no judgment by a state judicial body that these particular applicants are lacking in the requisites for the practice of their profession with the implication that they would thus be harmful to the public if licensed. All that they lack is the status of residency.<sup>[4]</sup> Keenan and Burnham, in their own behalf and in behalf of all others similarly situated, do not question the Board's performance of its judicial duties but challenge an exercise of its legislative, rule-making power.<sup>[5]</sup> They concede the accuracy of the Board's factual findings and of the rule's application to them. They challenge the validity of the rule itself.</p>\n<p>Judge Friendly of the Second Circuit, writing for a three-judge court in Law Students Civil Rights Research Council, Inc., v. Wadmond, 299 F.Supp. 117 (S.D. N.Y.1969), recently encountered a similar issue. In that case prospective bar applicants alleged that certain statutes governing admission to the New York bar chilled their First Amendment rights to free speech. The court held that it had power to act:</p>\n<blockquote>We fail to perceive what interest would be served by holding federal courts to be powerless to enjoin state officers from acting under a statute that allegedly deprives citizens of rights protected by the Civil Rights Act or promulgating regulations that are alleged to have that result simply because some of them are robed and others have been appointed by those who are. Rather it would seem anomalous that while federal courts could entertain a complaint similar to the plaintiffs' if made with respect to other licensed professions, such as medicine or accountancy, they are powerless with respect to admission to the bar. The grant of injunctive relief in a case like this would not have the in terrorem effect on state judges that the threat of a subsequent damage action would have; rather, it would furnish a definitive ruling on a point of federal law for their future guidance, and, would not infringe the policy expressed in the federal anti-injunction statute, 28 U.S.C. § 2283, proscribing injunctions that would stay \"proceedings in a State court.\" Plaintiffs do not challenge a state court's disposition of an individual case * * * 299 F.Supp. at 123. The purpose of the anti-injunction statute is to prevent a state court defendant from invoking the aid of a federal court to block an action instituted against himnot to prevent a state court applicant from seeking federal aid to eliminate what he considers <span class=\"star-pagination\">*1356</span> an unconstitutional roadblock created by the state.</blockquote>\n<p>299 F.Supp. at 122, n. 4.</p>\n<p>The rationale of the <i>Theard</i> doctrine is closely akin to that of the anti-injunction act. The former is a judicial expression of the congressional belief that there are areas of state government that ought to be left alone by the inferior federal courts. One of these is the exercise of state judicial power to police the practice of law. There is less reason for the tradition than there used to be simply because the practice of law in the federal courts is much more pervasive and more important than it used to be. Federal courts continue to depend on state admission rules to govern who may practice in the federal courts and therefore cannot sensibly be indifferent to invidious rules that restrain federal practice. To extend the <i>Theard</i> rule to insulate from examination in the inferior federal courts bar examiners admission requirements with respect to constitutionality would go too far and would ignore our own legitimate interest in the practice of law in federal courts. We think both federalism and the <i>Theard</i> doctrine are both sufficiently served by continuing adherence in this area, as in others, to the familiar rule that a final judgment properly rendered by a state court in any proceeding is reviewable only by state appellate courts and the United States Supreme Court, not by federal courts of original jurisdiction. These plaintiffs do not challenge a state court's disposition of an individual case;<sup>[6]</sup> their personal circumstances merely furnish concreteness to a class action attacking a general rule as facially unconstitutional. Their assertion that they have been excluded from the practice of their profession in violation of the equal protection clause of the Fourteenth Amendment is sufficient to allege a claim for relief under the Civil Rights Act, 42 U.S.C. § 1983, and under 28 U.S.C. § 1343(3). The right not to be so excluded is secured to them by the Constitution. Schware v. Board of Bar Examiners, <i>supra</i><i>.</i> We therefore reject the Board's challenge to our jurisdiction over the subject matter of this case.</p>\n<p></p>\n<h2>ABSTENTION</h2>\n<p>The Board also argues that we should abstain from exercising our jurisdiction. Abstention, an act of judicial self-restraint, is proper in the context of this case only where it would serve one of two functions: (1) the avoidance of an unnecessary decision of a serious federal constitutional question, or (2) the avoidance of unnecessary friction in the federal-state relationship. Zwickler v. Koota, 389 U.S. 241, 88 S.Ct. 391, 19 L.Ed.2d 444 (1967) (Justice Harlan concurring). Since neither of these functions<sup>[7]</sup> would be served by abstention in this case, we decline to abstain.</p>\n<p>In support of abstention the Board speculates that \"the North Carolina courts could hold Rule VI(6) to violate,\" inter alia, the North Carolina Constitution's prohibition against state created monopolies or the requirement of N.C. G.S. § 84-24 that the rules for bar admission \"in their [the Board's] judgment <span class=\"star-pagination\">*1357</span> * * * promote the welfare of the State and the profession * * *.\" The plaintiffs have raised none of the possible state law issues catalogued by the Board, but have based their claims solely upon the federal Constitution.</p>\n<p>While Rule VI(6) was adopted in a general revision of the Rules in 1967, it is a restatement of a longstanding Board policy that a one year residency be required for bar admission. The predecessor<sup>[8]</sup> to Rule VI(6) was considered and interpreted at some length by the North Carolina Supreme Court in Baker v. Varser, 240 N.C. 260, 82 S.E.2d 90 (1954). <i>Baker</i> held that the one year residency rule violated none of a bar applicant's rights under the North Carolina Constitution and that \"residence,\" as used in the rule, means \"domicile.\" Thus, any attack upon Rule VI(6) under the North Carolina Constitution would be in the teeth of a direct, adverse ruling by the final authority on the subject, the North Carolina Supreme Court. The other possible state ground for decision suggested by the Board, violative of N.C. G.S. § 84-24, would likewise seem effectively foreclosed. N.C.G.S. § 84-24 requires that the Board's rules be promulgated in accordance with N.C.G.S. § 84-21. Section 84-21 empowers the Chief Justice of the Supreme Court to determine whether such rules are in compliance with G.S. Chapter 84, Article 4, of which § 84-24 is a part, and to refuse them promulgation if they do not so comply. According to the Board, the late Chief Justice R. Hunt Parker painstakingly reviewed the current rules, including Rule VI(6), and approved their adoption. In sum, it appears highly improbable that this case could go off on state law grounds. Thus, Reetz v. Bozanich, 397 U.S. 82, 90 S.Ct. 788, 25 L.Ed.2d 68 (1970), which involved a district court ruling that the statute in question violated <i>both</i> the federal and state constitutions, is distinguishable. In <i>Reetz,</i> the Court found the abstention doctrine to be based upon \"`the avoidance of needless friction' between federal pronouncements and state policies * * *.\" <i>Id.</i> at 87, 90 S.Ct. at 790. <i>Reetz</i> was \"the classic case in that tradition, for here the nub of the whole controversy may be the state constitution.\" <i>Id.</i></p>\n<p>The Board further contends that admission to the bar is peculiarly a state affair, that needless state-federal friction would thus result from our decision of this case, and that we should therefore abstain.<sup>[9]</sup> We find the principles announced in England v. Louisiana State Board of Medical Examiners, 375 U.S. 411, 84 S.Ct. 461, 11 L.Ed.2d 440 (1964), to be dispositive of that contention. The plaintiffs in <i>England</i><i>,</i> applicants for chiropractic licenses, sought an injunction and declaration that the Louisiana Medical Practice Act, as applied to them, violated the Fourteenth Amendment. The court held that in such a case, \"not involving the possibility of unwarranted disruption of a state administrative process,\" <i>Id.</i> 375 U.S. at 415 n. 5, 84 S. Ct. at 464, \"[t]here are fundamental objections to any conclusion that a litigant who has properly invoked the jurisdiction of a Federal District Court to consider federal constitutional claims can be <span class=\"star-pagination\">*1358</span> compelled * * * to accept instead a state court's determination of those claims.\" <i>Id.</i> 375 U.S. at 415, 84 S.Ct. at 464. Furthermore, the abstention Doctrine, by \"[i]ts recognition of the role of state courts as the final expositors of state law implies no disregard for the primacy of the federal judiciary in deciding questions of federal law.\" <i>Id.</i> 375 U.S. 415, 416, 84 S.Ct. 465. <i>England</i> explicitly rejected the contention that the possibility of appellate review of a state court decision by the United States Supreme Court is an adequate substitute for an initial determination to which the litigant is entitled in the federal courts.</p>\n<p>In <i>England</i><i>,</i> the district court had ordered abstention in order to allow state court resolution of unsettled, intertwining questions of state law that might terminate the controversy. As noted above, there are apparently no such state issues involved here. Despite the fact that <i>England</i> involved a state professional licensing process, similar to that now before us, the Supreme Court there found no unwarranted disruption of a state administrative process.</p>\n<p>We see none here. This is no effort to change and take over the administration of the state bar examination. There is no attack upon methods of administration, quality of questioning, duration, or even timing of the examination. The grading process is so unquestioned it is not even disclosed by the pleadings. Implicit is the assumption of the integrity of the Boarda confident belief that all applicants would be fairly treatedif only allowed to take the examination. We therefore see no reason to postpone or eschew the exercise of original federal jurisdiction here.</p>\n<p></p>\n<h2>THE CONSTITUTIONAL QUESTION</h2>\n<p>In the <i>Slaughter House</i> cases it is explained that the Articles of Confederation provide an explanation for the meaning of the Fourteenth Amendment; that \"the people of each state shall have free ingress and regress and shall enjoy therein all the privileges of trade and commerce subject to the same impositions, and restrictions as the inhabitants thereof respectively.\"</p>\n<p>We find Rule VI(6) unable to withstand scrutiny under either the more restrained, \"traditional equal protection\" standard of review or the more stringent standards now applied where some fundamental personal interest is involved. See, generally, Developments in the Law: Equal Protection, 82 Harv.L. Rev. 1065, 1076-1131 (1969).</p>\n<p>Rule VI(6) creates two classes of bar applicants: (1) those who have resided in North Carolina for twelve months prior to the bar examination they seek to take, and (2) those who have not been residents in the state for the requisite period. Members of the first class who are otherwise qualified are allowed to take the bar examination. All members of the second class, regardless of being otherwise qualified, are excluded from the examination. The longstanding constitutional test under the equal protection clause<sup>[10]</sup> applied to most statutory and administrative classifications was succinctly stated in Rinaldi v. Yeager, 384 U.S. 305, 309, 86 S.Ct. 1497, 16 L.Ed.2d 577 (1966):</p>\n<blockquote>\"The Constitution does not require things which are different in fact * * * to be treated in law as though they were the same.\" Tigner v. Texas, 310 U.S. 141, 147, 60 S.Ct. 879, 882, 84 L.Ed. 1124 [130 ALR 1321.] Hence, legislation may impose special burdens upon defined classes in order to achieve permissible ends. But the Equal Protection Clause does require that, in defining a class subject to legislation, the distinctions that are drawn have \"some relevance to the purpose for which the classification is made.\" Baxstrom v. Harold, 383 U.S. <span class=\"star-pagination\">*1359</span> 107, 111, 86 S.Ct. 760, 15 L.Ed.2d 620; Carrington v. Rash, 380 U.S. 89, 93, 85 S.Ct. 775, 778, 13 L.Ed.2d 675; Louisville Gas [&amp; Electric] Co. v. Coleman, 277 U.S. 32, 37, 48 S.Ct. 423, 425, 72 L.Ed. 770; Royster Guano Co. v. Commonwealth of Virginia, 253 U.S. 412, 415, 40 S.Ct. 560, 561-562, 64 L. Ed. 989.</blockquote>\n<p>In licensing attorneys there is but one constitutionally permissible state objective: the assurance that the applicant is capable and fit to practice law. \"While a state can require high standards of qualification, such as good moral character or proficiency in its law, before it admits an applicant to the bar, <i>any qualification must have a rational connection with the applicant's fitness or capacity to practice law.</i>\" Schware v. Bar Examiners, 353 U.S. 232, 239, 77 S.Ct. 752, 756 (1957) (emphasis added). The Board proffers three reasons for its residency requirement. (1) An applicant who resides in the state for one year should absorb, by the mere fact of residence, a modicum of knowledge about the state's governmental structure and its local customs; (2) Residence for a year gives the community an opportunity to observe the applicant's moral character, thus facilitating the Board's evaluation of his qualifications; (3) One year's residence evidences a bona fide intent to become a permanent resident of the community, such permanence being desirable for an attorney.</p>\n<p>Aside from legal usage and practices, which are mostly learned in active legal practice, we find no rational relationship between \"fitness or capacity to practice law\" and a knowledge of \"local custom.\" Neither legal competence nor ethical fitness depends upon cultural provincialism. Assuming that knowledge of local government, a permanent stake in the community, and good character are desirable and important qualifications for the competent legal practitioner, we do not agree that one years' residence is in any way relevant to a determination that these qualities are present in a particular individual.<sup>[11]</sup> Too often, even lifelong residents of a community have no knowledge of even the basic rudiments of the governmental units closest at hand. In our highly mobile society, one who has lived in a particular locale for one year may be firmly rooted in the community or he may be ready to move on tomorrow.</p>\n<p>As to its bearing upon moral character, the late, respected Dean H. Claud Horack of the Duke University Law School had this to say about the residency requirement:</p>\n<blockquote>Of course the reason given for a period of residence prior to admission is that it will thus prevent an unknown lawyer of bad moral or professional character from gaining admission, because during this period he will have an opportunity to establish his good moral character where he will be under the observation of local people. Practically this is of little or no protection to the state and the bar. A mere year of residence does not go far to establish a man's character and only careful investigation at the applicant's former place of residence is apt to disclose those habits or qualities which would make him an undesirable member of the local bar.</blockquote>\n<p>Horack, \"Trade Barriers\" to Bar Admissions, 28 Journal of the American Judicature <span class=\"star-pagination\">*1360</span> Society 102, 103 (1944).<sup>[12]</sup> The Board is \"of the opinion that a committee in the judicial district wherein the applicant resides should know more about the candidate's character than anyone else.\" This may be true as to the applicant reared in the community, but it is hardly true as to one who has resided in the state for only one year. Except in very small communities our society has pretty well succeeded in substituting numbers for namesas most anyone knows who has tried to cash a check in his own bank without having his imprinted, magnetic check book.</p>\n<p>Therefore, while the one year residency requirement may deny licenses to some applicants who lack character or competence, it also bars, arbitrarily and capriciously, applicants who are eminently qualified for admission. Its constitutional infirmity is \"over inclusion.\" See, <i>e. g.,</i> Rinaldi v. Yeager, 384 U.S. 305, 86 S.Ct. 1497 (1966); Carrington v. Rash, 380 U.S. 89, 85 S.Ct. 775 (1915). It burdens<sup>[13]</sup> some who, because of unfitness or incompetence, should not be licensed to practice; but it also injures others who are both fit and capable. There are here no exigent circumstances justifying such over inclusion. Compare Korematsu v. United States, 323 U.S. 214, 65 S.Ct. 193, 89 L.Ed. 194 (1949) and Hirabayashi v. United States, 320 U.S. 81, 63 S.Ct. 1375, 87 L.Ed. 1774 (1943). In Carrington v. Rash, <i>supra</i><i>.,</i> the Supreme Court recognized a state's interest in barring transients, with no interest in the community, from voting but found a denial of equal protection of the laws where the state classified all servicemen as such transients. We recognize the state's interest in admitting only practitioners who are morally and professionally fit, but we find a denial of equal protection of the laws in the Board's presumption that all those who have not been residents of North Carolina for more than one year preceding their bar examination should be classified unfit. \"Where there is no rational connection between premise and conclusion, even legislative presumptions must fail.\" Wheeler v. Goodman, 306 F.Supp. 58 (W.D.N.C.1969).</p>\n<p>As pointed out by Dean Horack, fitness for practice can be accurately determined in each case only by investigation of the applicant's out of state background. Investigation of a bar applicant's background is, of course, constitutionally permissible so long as it has a rational basis. Cohen v. Hurley, 366 U.S. 117, 81 S.Ct. 954, 6 L.Ed.2d 156 (1961). The Board contends that out of state investigations would be unduly expensive and burdensome. It so argues despite the existence of an efficient, thorough and widely used nationwide investigatory service operated by the National Conference of Bar Examiners. Administrative inconvenience is, however, insufficient justification for an arbitrary, over inclusive regulatory classification. See Carrington v. Rash, <i>supra</i><i>.</i> Furthermore, <i>any reasonable</i> expense above and beyond that normally required to investigate a resident bar applicant might, perhaps, be charged to <span class=\"star-pagination\">*1361</span> the out of state applicant under scrutiny. The plaintiffs concede, and we agree, that some reasonable period of time may be necessary to delve into the character qualifications of bar candidates; however, such time can be provided by a deadline for the applications of all applicants set sufficiently before the examination. If the Board be concerned that out of state applicants may not be readily available for interviews or may not fully cooperate in the determination of their fitness, reasonable cooperation can be assured by requiring it for admission. Cohen v. Hurley, <i>supra</i><i>.</i></p>\n<p>Because Rule VI(6) creates an arbitrary classification without rational relation to the bar applicants' fitness or capacity to practice law, it must fall.</p>\n<p>Beyond its failure to meet general equal protection requisites, Rule VI(6) treads upon fundamental personal rights without satisfying the more stringent tests established for such regulations. In Shapiro v. Thompson, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969) the Supreme Court restated the rule that \"any classification which serves to penalize the exercise of [a constitutional] right, unless shown to be necessary to promote a <i>compelling</i> governmental interest, is unconstitutional.\" <i>Id.</i> at 634, 89 S.Ct. at 1331 (original emphasis).</p>\n<p><i>Shapiro</i> held unconstitutional a state waiting period provision that denied welfare benefits to otherwise qualified applicants who had been residents of the state for less than one year. The Court found that provision to be an impermissible burden upon interstate travel<sup>[14]</sup> but expressly avoided any statement of opinion as to the subject matter of the instant case, saying \"[w]e imply no view of the validity of waiting period or residence requirements determining eligibility * * * to obtain a license to practice a profession * * *. Such requirements may promote compelling state interests on the one hand, or, on the other, may not be penalties upon the exercise of the constitutional right of interstate travel.\"<sup>[15]</sup><i>Id.</i> at 638, n. 21, 89 S.Ct. at 1333.</p>\n<p>The state most assuredly has a compelling interest in the competency of its bar. But Rule VI(6) does not, we think, for the reasons stated above, serve to promote that interest. The same purpose can be as well served without provincial discrimination.</p>\n<p>Rule VI(6) unconstitutionally conditions the exercise of the constitutional right to interstate travel. \"[T]he nature of our Federal Union and our constitutional concepts of personal liberty unite to require that all citizens be free to travel throughout the length and breadth of our land uninhibited by statutes, rules, or regulations which unreasonably burden or restrict this movement.\" <i>Shapiro,</i> 394 U.S. at 629, 89 S.Ct. at 1328. See, also, United States v. Guest, 383 U.S. 745, 86 S.Ct. 1170, 16 L.Ed.2d 239 (1966). The right to travel and the right not to be arbitrarily excluded<sup>[16]</sup><span class=\"star-pagination\">*1362</span> from the legal profession, as pronounced in <i>Schware</i><i>,</i> are here entwined. The right to work for a living in one's chosen occupation is for most people a prerequisite to the pursuit of happiness. If a man may be arbitrarily made to give up his life time endeavoreven for a yearin order to move his residence, it is idle to talk to him about Fourteenth Amendment protection of personal freedom. Truax v. Raich, 239 U.S. 33, 36 S.Ct. 7, 60 L.Ed. 131 (1915); Smith v. Texas, 233 U.S. 630, 34 S.Ct. 681, 58 L.Ed. 1129 (1914).</p>\n<p><i>Truax</i> invalidated a state statute that forbade any employer of more than five workers to employ less than eighty percent qualified electors or native-born Americans. The importance of employment to the right to travel was basic to the <i>Truax</i> decision. \"The assertion of an authority to deny to aliens the opportunity of earning a livelihood when lawfully admitted to the state would be tantamount to the assertion of the right to deny them entrance and abode, for in ordinary cases they cannot live where they cannot work.\" 239 U.S. at 42, 86 S.Ct. at 11.</p>\n<p>Even though a one year exclusion from the practice of law does not foreclose other avenues of employment, just as all employment was not denied in <i>Truax</i><i>,</i> the desirable, competent attorney is doubtless much deterred from an interstate move by it. He is likely to find true personal fulfillment only in the active practice of the profession to which he has dedicated himself. An undesirable who finds the practice only a money getting occupation, and maybe not a very good one at that, is not so likely to be deterred. He is more likely to believe the grass grows greener on the other side of the hill. It is quite possible the effect of Rule VI(6) is the opposite of that said to be intended: the best are kept away and effectively excluded.</p>\n<p>We conclude that Rule VI(6) imposes a burden upon the right to interstate travel without being necessary to promote a compelling state interest and is therefore unconstitutional.</p>\n<p>Because Rule VI(6) denies to the plaintiffs Keenan and Burnham, and to the class they represent, the equal protection of the laws, we declare it to be unconstitutional, null and void.<sup>[17]</sup> The Board of Law Examiners of the State of North Carolina, its members and officers are hereby enjoined from giving it any force or effect. Rule VI(6) being void, and Keenan and Burnham having successfully passed the bar examination, the Board of Law Examiners will be ordered to license them to practice law in North Carolinaunless the Board should determine within a reasonable period of time that they lack the requirement as to \"moral character.\"<sup>[18]</sup> Because of Loren Mitchell's failure to comply with other unchallenged rules of the Board of Law Examiners, he is not entitled to relief.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiffs seek relief for themselves and for all others similarly situated. Rule 23, F.R.Civ.P. The class here represented consists of all prospective applicants for the North Carolina Bar examination who will not have been citizens and residents of North Carolina for the twelve months next preceding the bar examination that they seek to take and who would, therefore, be denied permission to take the examination by the explicit terms of Rule VI(6).</p>\n<p>[2]  It has not been suggested that they are deficient in \"moral character.\" Rule VIII North Carolina Board of Law Examiners. Presumably the Board has felt it unnecessary to make that determination pending decision as to the validity of Rule VI(6).</p>\n<p>[3]  See Justice Frankfurter, concurring in Schware v. Board of Bar Examiners, 353 U.S. 232, 77 S.Ct. 752, quoted in note 6, <i>infra.</i></p>\n<p>[4]  Because the plaintiffs were not residents of North Carolina when this suit was filed, the Board argues that they lack \"standing\" under the equal protection clause, which requires that no state \"deny to any person <i>within its jurisdiction</i> the equal protection of the laws.\" (Emphasis added). Suffice it to say that plaintiffs have submitted to state jurisdiction by seeking a license from the Board of Bar Examiners. This is sufficient to invoke for them the protection of the Fourteenth Amendment. Moreover, Keenan is now a resident of North Carolina.</p>\n<p>[5]  In North Carolina the legislature \"has the right to establish the qualifications to be required of one to become a practicing member of the bar.\" In re Applicants for License, 143 N.C. 1, 5, 55 S.E. 635 (1906). However, the admission of an attorney to the bar \"is the exercise of a judicial power resting with the courts.\" <i>Id.</i> \"The Legislature, in the valid exercise of the police power, lays down a general rule. The judiciary applies the principle to the particular case.\" <i>Id.</i> at 6, 55 S.E. at 637. \"[T]he Legislature would seem to have the right, not only to prescribe the qualifications, but to determine the courts or agency which should pass upon them.\" <i>Id.</i> at 7, 55 S.E. at 637. The North Carolina General Assembly, in N.C.G.S. § 84-24, has delegated its rule making power to the Board of Law Examiners and has determined that the Board shall also apply its own rules \"to the particular case.\" The Board is, therefore, an \"administrative agency,\" Baker v. Varser, 240 N.C. 260, 82 S.E.2d 90 (1954), with both judicial and delegated legislative powers.</p>\n<p>[6]  Justice Frankfurter, concurring in Schware v. Board of Bar Examiners, 353 U.S. 232, 77 S.Ct. 752 (1957), pointed out the distinction between review of the individual case and review of general conditions for admission:\n</p>\n<p>Admission to practice in a State and before its courts necessarily belongs to that State. Of course, legislation laying down general conditions of an arbitrary or discriminatory character may, like other legislation, fall afoul of the Fourteenth Amendment. <i>See</i> Cummings v. Missouri, (U.S.) 4 Wall 277, 18 L. Ed. 356. A very different question is presented when this Court is asked to review the exercise of judgment in refusing admission to the bar in an individual case, such as we have here.</p>\n<p>It is beyond this Court's function to act as overseer of a particular result of the procedure established by a particular State for admission to its bar. 353 U.S. at 248, 77 S.Ct. at 761.</p>\n<p>[7]  We need not presently be concerned with lines of cases said to fall into at least two other categories. <i>See,</i> Wright, Fed. Cts., 2d edit.</p>\n<p>[8]  Rule 5 of the superceded rules for admission to the North Carolina bar provided in pertinent part:\n</p>\n<p>Each applicant at the time of filing his application, must be a citizen of the United States, a person of good moral character, and must have been, for the twelve months next preceding the filing of his application, a citizen and resident of North Carolina.</p>\n<p>[9]  Judge Friendly, in Law Students Civil Rights Research Council, Inc. v. Wadmond, 299 F.Supp. 117 (1969), dismissed the same argument with this statement: \"But that Court [the United States Supreme Court] has given short shrift to similar claims in matters, equally of state concern, such as education, McNeese v. Board of Education, 373 U.S. 668, 83 S. Ct. 1433, 10 L.Ed.2d 622 (1963), and state employees, Baggett v. Bullitt, 377 U.S. 360, 84 S.Ct. 1316, 12 L.Ed.2d 377 (1964); Keyishian v. Board of Regents, 385 U.S. 589, 87 S.Ct. 675, 17 L.Ed.2d 629 (1967).\n</p>\n<p>We therefore proceed to the merits.\" <i>Id.</i> at 124.</p>\n<p>[10]  Although the Fourteenth Amendment is but a centenarian, the concept of equal treatment for recent arrivals is at least as old as the Mosaic Law. \"One law shall be to him that is homeborn, and unto the stranger that soujournth among you.\" Exodus 12:49 (King James).</p>\n<p>[11]  The Florida Supreme Court found \"unreasonable\" and overturned a state statute requiring two years residency as a prerequisite to taking the state's accountancy examination. Mercer v. Hemmings, 194 So.2d 579 (Fla.1967).\n</p>\n<p>The regulation of the profession of accounting is an exercise of the police power, for the benefit and protection of the public and is not intended as economic protection for the profession from prospective competitors. Little, if any, reason can be found for requiring a certified public accountant of another state to cease his profession, close his office, and bask in the Florida sunshine for a period of two years before taking the examination. Successful and worthy persons in other states, the kind of citizens we want in Florida, are from a practical standpoint banned from ever becoming Florida Certified Public Accountants. <i>Id.</i> at 583-584.</p>\n<p>[12]  Dean Horack's conclusion was that admission requirements should be designed solely to secure competency and good character and that pre-admission residency requirements serve mainly to protect the local lawyer and <i>local student</i> from outside competition, regardless of the high motives for their creation. It is difficult to imagine a justifiable purpose for the Board of Examiners' Rule IV(3) which requires registration 18 months prior to taking the examination; but since Rule IV(3) is neither under attack nor offered as a shield to prevent admission, we express no opinion as to its constitutional validity. Moreover, Rule IV(4) provides for an additional \"late registration\" fee of $25. Apparently upon payment of such a fee belated registration is allowed as a matter of course. <i>See, also,</i> Note, Attorneys: Interstate and Federal Practice, 80 Harv.L.Rev. 1711 (1967); Note, Restrictions on Admission to the Bar: By-Product of Federalism, 98 Penn. L.Rev. 710 (1950).</p>\n<p>[13]  A one year exclusion from practice is more than a burden, it is sometimes inflicted as punishment or as a disciplinary measure. <i>See, e. g.,</i> Mackay v. Nesbett, 285 F.Supp. 498 (1968).</p>\n<p>[14]  Recent cases involving the right to international travel, but discussing also interstate travel are Aptheker v. Secretary of State, 378 U.S. 500, 84 S.Ct. 1659, 12 L.Ed.2d 992 (1964) and Kent v. Dulles, 357 U.S. 116, 78 S.Ct. 1113, 2 L.Ed.2d 1204 (1958). The Court in Kent stated that: \"Travel abroad, like travel within the country, * * * may be as close to the heart of the individual as the choice of what he eats, or wears, or reads. Freedom of movement is basic in our scheme of values.\" 357 U.S. at 126, 78 S.Ct. at 1118.</p>\n<p>[15]  Then Chief Justice Warren, dissenting, offered this comment on the majority disclaimer:\n</p>\n<p>The Court's decision reveals only the top of the iceberg. Lurking beneath are the multitude of situations in which States have imposed residence requirements including eligibility to vote, to engage in certain professions or occupations or to attend a state-supported university. Although the Court takes pains to avoid acknowledging the ramifications of its decision, its implications cannot be ignored.</p>\n<p>394 U.S. 618, p. 655, 89 S.Ct. 1322, p. 1342.</p>\n<p>[16]  Smith v. Texas, 233 U.S. 630, 34 S.Ct. 681 (1914), although based in part upon freedom of contract theory, long ago recognized that the state's power to license persons engaging in employment potentially dangerous to the public is not the power to create a privileged class by means of arbitrary tests that exclude competent persons from such employment. The statute in Smith required that a trainman serve two years as a brakeman before being licensed as a conductor. The court found that persons other than former brakemen were competent to act as conductors.</p>\n<p>[17]  We express no opinion upon the constitutional validity of rules requiring residency at the time of examination or of admission or upon the validity of short term pre-admission residency requirements designed to insure personal interviews and contact with the applicant.</p>\n<p>[18]  See note 2, supra.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1350</span></span> (1970)</b></center>\n<center><h1>James E. KEENAN, Margaret Burnham, aka Margaret Cotton, Loren Mitchell, individually and on behalf of all others similarly situated, Plaintiffs,<br>\nv.<br>\nBOARD OF LAW EXAMINERS OF the STATE OF NORTH CAROLINA, and its chairman, Charles G. Buck and his successors, and its members, William L. Mills, Jr., James B. Swails, Horace E. Stacy, Emerson P. Dameron, J. E. Tucker, Robert C. Howison, Jr., Ernest W. Machen, Jr., and W. H. McElwee and their successors, and its secretary-treasurer, B. E. James and his successors, Defendants.</h1></center>\n<center>Civ. No. 2554.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Heard August 13, 1970.</center>\n<center>Decided October 2, 1970.</center>\n<p><span class=\"star-pagination\">*1351</span> James E. Keenan, pro se.</p>\n<p>William Van Alstyne, Durham, N. C., George Daly and Adam Stein, Charlotte, N. C., for plaintiffs.</p>\n<p>Lindsay C. Warren, Jr., Taylor, Allen, Warren &amp; Kerr, Goldsboro, N. C., and Robert B. Cordle, Helms, Mulliss &amp; Johnston, Charlotte, N. C., for defendants.</p>\n<p>Robert Morgan, Atty. Gen., of N. C., Andrew A. Vanore, Jr., Asst. Atty. Gen., amicus curiae.</p>\n<p>Before CRAVEN, Circuit Judge, and BUTLER and McMILLAN, District Judges.</p>\n<p>CRAVEN, Circuit Judge:</p>\n<p>The plaintiffs James E. Keenan, Margaret Burnham, and Loren Mitchell bring this class action seeking a declaratory judgment declaring unconstitutional and an injunction preventing enforcement of Rule VI(6) of the Rules Governing Admission to the Practice of Law in the State of North Carolina promulgated by the North Carolina Board of Law Examiners. We hold Rule VI(6) to be unconstitutional because it creates an unreasonable, arbitrary classification, unnecessarily burdens the plaintiffs' right to travel, and arbitrarily denies the plaintiffs an opportunity to practice their profession.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The challenged portion of Rule VI<sup>[1]</sup> provides:</p>\n<blockquote>Before being certified (licensed) by the Board to practice law in the State <span class=\"star-pagination\">*1352</span> of North Carolina, a general applicant shall: * * *</blockquote>\n<blockquote>(6) Be and continuously have been a bona fide citizen and resident of the State of North Carolina for a period of at least twelve (12) months prior to the date of his bar examination * * *.</blockquote>\n<p>The North Carolina Bar Examination is administered only once each year on the first Tuesday, Wednesday and Thursday in August. Therefore, an applicant for admission to the North Carolina bar may be required to wait from 12 to 24 months after establishing his residence within the state before being allowed to take the examination.</p>\n<p>Each plaintiff has been admitted to practice law by the bar of at least one other state. James Keenan is a native of Illinois and a graduate of the Duke University Law School. He has been admitted to practice before the courts of Texas and Louisiana. He became a resident of North Carolina on June 10, 1970. Margaret Burnham was reared in New York City and graduated from the University of Pennsylvania Law School. She is licensed to practice law in New York and is now a resident of that state. Loren Mitchell is a graduate of the Stanford University Law School and is a resident of California. He is currently admitted to practice in California and Iowa. All three of the plaintiffs have indicated a present intention to become permanent residents of North Carolina and to practice law in this state. Plaintiffs Keenan and Burnham have seasonably filed formal applications for admission to the North Carolina Bar. Plaintiff Mitchell has not done so.</p>\n<p>The defendants in this action are the Board of Law Examiners of the State of North Carolina, its current members and officers, and their successors in office. The Board is the creature of Section 84-24 of the North Carolina General Statutes \"[f]or the purpose of examining applicants and providing rules and regulations for admission to the bar including the issuance of license therefor * * *.\" <i>Id.</i> The Board is empowered \"subject to the approval of the council [of the North Carolina State Bar]\" to \"alter and amend such rules and regulations for admission to the bar as in their judgment shall promote the welfare of the State and the profession * * *.\" <i>Id.</i> Rule VI(6) was adopted by the Board pursuant to this legislative authority.</p>\n<p>James Keenan and Margaret Burnham appear to be fully qualified to take the bar examination but for their failure to meet the residency requirement. Because of the examination's imminence, this court granted their request for preliminary injunctive relief and ordered the Board to treat their applications as though they were in compliance with Rule VI(6) pending final decision of this case. A similar request by Loren Mitchell was denied due to his failure to make application for the examination as required by another, unchallenged Board rule. Since the date of that order, the Board has formally ruled that James Keenan and Margaret Burnham have not continuously been bona fide citizens and residents of North Carolina for the requisite 12 month period and that, therefore, they would be denied the privilege of taking the August 1970 bar examination absent the preliminary order of this court now in effect. Pursuant to our preliminary injunction the Board administered the examination to Keenan and Burnham. They passed the examination and but for the residency requirement would presently be entitled to be licensed to practice law.<sup>[2]</sup></p>\n<blockquote>[This court's] jurisdiction in the sense of power under the Constitution and despite the Eleventh Amendment rests upon Ex parte Young, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908), the most important and certainly the <span class=\"star-pagination\">*1353</span> most famous legal fiction in American jurisprudence. This is actually, of course, a suit against the state and it has been settled for more than 60 years that federal courts may entertain such suits when ostensibly directed against state officials.</blockquote>\n<p>Sparrow v. Gill, <span class=\"citation\" data-id=\"1867892\"><a href=\"/opinion/1867892/sparrow-v-gill/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">86</span></a></span>, 89 (M.D.N.C.1969).</p>\n<p>Statutory jurisdiction is granted by 28 U.S.C. §§ 1343(3), 2201, 2281. These statutes demand no minimum jurisdictional amount. A district court of three judges is properly convened because an injunction is sought to restrain the enforcement by state officials of an administrative rule of statewide significance upon grounds that the rule is unconstitutional. 28 U.S.C. § 2281.</p>\n<p>But the Board contends that federal district courts lack subject matter jurisdiction \"over matters of admission to State bars or the suspension or disbarment from State bars.\" Without reaching any decision as to our jurisdiction over questions arising out of state disciplinary proceedings, we hold that federal district courts have jurisdiction under 28 U.S.C. § 1343 to consider claims arising out of the application by state officials of a general bar admission requirement that is alleged to be unconstitutional on its face.</p>\n<p>The Board's argument is based upon the so-called \"Theard Doctrine.\" In Theard v. United States, <span class=\"citation\" data-id=\"105535\"><a href=\"/opinion/105535/theard-v-united-states/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 281, <span class=\"citation\" data-id=\"105535\"><a href=\"/opinion/105535/theard-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1274</span></a></span>, 1276, <span class=\"citation\" data-id=\"105535\"><a href=\"/opinion/105535/theard-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1342</span></a></span> (1957), the Supreme Court stated, as dicta, that \"[i]t is not for this Court, except for the narrow limits for review open to this Court, as recently canvassed in Konigsberg v. State Bar of California, <span class=\"citation\" data-id=\"105498\"><a href=\"/opinion/105498/konigsberg-v-state-bar-of-cal/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"105498\"><a href=\"/opinion/105498/konigsberg-v-state-bar-of-cal/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">810</span></a></span>, <span class=\"citation\" data-id=\"105498\"><a href=\"/opinion/105498/konigsberg-v-state-bar-of-cal/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">722</span></a></span> and Schware v. Board of Bar Examiners, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span> [1 L.Ed.2d 796,] to sit in judgment on Louisiana disbarments, and we are not in any event sitting in review of the Louisiana judgment.\" <i>Theard</i> is simply the most recent moderate pronouncement of the flatter rule of Selling v. Radford, <span class=\"citation\" data-id=\"98875\"><a href=\"/opinion/98875/in-the-matter-of-the-petition-of-selling/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">585</span></span> (1917) that \"we have no authority to reexamine or reverse, as a reviewing court, the action of the Supreme Court of Michigan in disbarring a member of the Bar of the courts of that state for personal and professional misconduct.\" <i>Id.</i> at 50, 37 S. Ct. at 378.</p>\n<p>The \"except\" clause in the foregoing note from <i>Theard</i> is important. <i>Schware</i><i>,</i> cited within that clause, specifically left room for federal constitutional questions. \"A State cannot exclude a person from the practice of law or from any other occupation in a manner or for reasons that contravene the Due Process or Equal Protection Clause of the Fourteenth Amendment.\" 353 U.S. at 238-239, 77 S.Ct. at 756. Thus it is clear that state control of the practice of law is not plenary but is, at the very least, subject to restraints that may be imposed by the Fourteenth Amendment. The Board insists, however, that if this be so, nevertheless, the inferior federal courts lack subject matter jurisdiction, and that the only remedy for violation of federal constitutional rights in this area is in the state court system with, of course, the ultimate possibility of review in the United States Supreme Court. It is true that various lower federal courts have held that an order of a state court disciplining a member of its bar may be reviewed only by the Supreme Court of the United States on a writ of certiorari to the State court. Jones v. Hulse, <span class=\"citation\" data-id=\"279222\"><a href=\"/opinion/279222/f-leland-jones-v-fred-b-hulse-general-chairman-of-bar-committees-of-the/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span> (8th Cir. 1968); Ginger v. Circuit Court For County of Wayne, <span class=\"citation\" data-id=\"274718\"><a href=\"/opinion/274718/george-l-ginger-a-member-of-the-state-bar-of-michigan-v-circuit-court/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span> (6th Cir. 1967); Clark v. State of Washington, <span class=\"citation\" data-id=\"273177\"><a href=\"/opinion/273177/neal-clark-v-state-of-washington-and-washington-state-bar-association-an/\"><span class=\"volume\">366</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">678</span></a></span> (9th Cir. 1966); Gately v. Sutton, <span class=\"citation\" data-id=\"258770\"><a href=\"/opinion/258770/john-h-gately-v-leonard-v-b-sutton-otto-moore-edward-c-day-william/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span> (10th Cir. 1962); Mackay v. Nesbett, <span class=\"citation\" data-id=\"1907088\"><a href=\"/opinion/1907088/mackay-v-nesbett/\"><span class=\"volume\">285</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">498</span></a></span> (D. Alaska 1968). These cases have recognized no jurisdiction, even under the Civil Rights Act, 28 U.S.C. 1343, 42 U.S.C. 1983, \"authorizing a federal court to entertain an original proceeding designed to set aside and vacate a disciplinary judgment of a state court * * *.\" Jones v. Hulse, <span class=\"citation\" data-id=\"279222\"><a href=\"/opinion/279222/f-leland-jones-v-fred-b-hulse-general-chairman-of-bar-committees-of-the/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></a></span>, 202 (8th Cir. 1968). Compare DeVita v. Gills, <span class=\"citation\" data-id=\"288872\"><a href=\"/opinion/288872/ralph-de-vita-v-arthur-j-sills-as-and-for-the-state-of-new-jersey/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></a></span> (3rd Cir. 1970).</p>\n<p><span class=\"star-pagination\">*1354</span> The Board urges that we adopt this view and extend to a state administrative agency the deference accorded by these cases to decisions of state courts, and that we also extend the hands off doctrine to rules of admission as well as to disciplinary decisions. It is urged upon us that several federal courts engaged in deciding the question of federal jurisdiction regarding state disciplinary proceedings have collaterally stated that states have exclusive control over the admission of attorneys to practice before its courts. See Ginger v. Circuit Court for County of Wayne, <span class=\"citation\" data-id=\"274718\"><a href=\"/opinion/274718/george-l-ginger-a-member-of-the-state-bar-of-michigan-v-circuit-court/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">621</span></a></span> (6th Cir. 1967); Gately v. Sutton, <span class=\"citation\" data-id=\"258770\"><a href=\"/opinion/258770/john-h-gately-v-leonard-v-b-sutton-otto-moore-edward-c-day-william/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span> (10th Cir. 1962); Saier v. State Bar of Michigan, <span class=\"citation\" data-id=\"254859\"><a href=\"/opinion/254859/herbert-e-saier-v-state-bar-of-michigan-and-the-supreme-court-of-the/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">756</span></a></span> (6th Cir. 1961). Moreover, before <i>Schware</i> made explicit Fourteenth Amendment limits upon the exclusion of a person from the bar, the Seventh Circuit Court of Appeals in Starr v. State Board of Law Examiners, <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">305</span></span> (7th Cir. 1947), held that a bar applicant, who conclusorily alleged bias in the denial of his application, stated no cause of action and that the district court lacked jurisdiction over the subject matter of admission of attorneys to the state court. The per curiam opinion made plain, however, that the complaint did not allege that the applicant had been denied the right to take an examination. No authority was cited for the proposition that state court jurisdiction was exclusive.</p>\n<p>Another pre-<i>Theard</i> case held that a federal court lacks power \"to review, reexamine, or reverse the action of the state Supreme Court in denying a license to practice law in the state.\" Keeley v. Evans, <span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">F.</span> <span class=\"page\">520</span></span>, 522 (D.Or. 1921). This would dispose of the case, the court said, were it not for the plaintiff's contentions that he had been denied constitutional rights.<sup>[3]</sup> The court then denied his constitutional claim <i>on the merits</i> holding, inter alia, that he had not been denied equal protection of the law.</p>\n<p>Two post-<i>Theard</i> state bar admission cases have been decided on their merits by the Ninth Circuit. In Chaney v. State Bar of California, <span class=\"citation\" data-id=\"278125\"><a href=\"/opinion/278125/jerry-d-chaney-v-the-state-bar-of-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span> (9th Cir. 1967), a bar applicant attacked the essay form of the California bar examination and the court affirmed dismissal of his case for failure to raise a substantial constitutional question. The court found it unnecessary to decide whether improper denial of bar admission \"is reachable solely through petition for certiorari to the United States Supreme Court * * *.\" <i>Id.</i> at 967. In Hackin v. Lockwood, <span class=\"citation\" data-id=\"272003\"><a href=\"/opinion/272003/h-samuel-hackin-v-lorna-e-lockwood-jesse-a-udall-charles-c/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span> (9th Cir. 1966), the court did not discuss the <i>Theard</i> jurisdictional question and proceeded to decide the constitutional validity of educational requirements for admission to the bar in favor of the state.</p>\n<p>Because the cases reaching the Supreme Court in recent years involving admission to a state bar, e. g. <i>Schware, supra</i><i>,</i> have come up via the state courts, the Supreme Court has had no occasion to decide the scope of inferior federal court jurisdiction in such cases. Thus the application of the <i>Theard</i> doctrine to bar inferior federal court subject matter jurisdiction of claims of constitutional invalidity of bar admission requirements is not settled. It is, however, the clear implication of <i>Hackin</i><i>, </i><i>Chaney</i> and <i>Keeley</i> that the \"hands off\" no subject matter jurisdiction rule is inapplicable to Fourteenth Amendment claims with respect to admission to practice, and that state court preemption is probably limited to disciplinary proceedings not involving constitutional questions.</p>\n<p>In our view, the considerations that may commend strictly exclusive state court jurisdiction over individual cases of disbarment or, perhaps, of denial of bar admission for good cause, are not present here. No one contends that James Keenan and Margaret Burnham, both of whom are licensed to practice in other states, fail to meet North Carolina's requirements as to moral <span class=\"star-pagination\">*1355</span> character. Their professional ability has been tested by the bar examination, and they have been found qualified. There has been no judgment by a state judicial body that these particular applicants are lacking in the requisites for the practice of their profession with the implication that they would thus be harmful to the public if licensed. All that they lack is the status of residency.<sup>[4]</sup> Keenan and Burnham, in their own behalf and in behalf of all others similarly situated, do not question the Board's performance of its judicial duties but challenge an exercise of its legislative, rule-making power.<sup>[5]</sup> They concede the accuracy of the Board's factual findings and of the rule's application to them. They challenge the validity of the rule itself.</p>\n<p>Judge Friendly of the Second Circuit, writing for a three-judge court in Law Students Civil Rights Research Council, Inc., v. Wadmond, <span class=\"citation\" data-id=\"1948274\"><a href=\"/opinion/1948274/law-students-civil-rights-research-coun-inc-v-wadmond/\"><span class=\"volume\">299</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">117</span></a></span> (S.D. N.Y.1969), recently encountered a similar issue. In that case prospective bar applicants alleged that certain statutes governing admission to the New York bar chilled their First Amendment rights to free speech. The court held that it had power to act:</p>\n<blockquote>We fail to perceive what interest would be served by holding federal courts to be powerless to enjoin state officers from acting under a statute that allegedly deprives citizens of rights protected by the Civil Rights Act or promulgating regulations that are alleged to have that result simply because some of them are robed and others have been appointed by those who are. Rather it would seem anomalous that while federal courts could entertain a complaint similar to the plaintiffs' if made with respect to other licensed professions, such as medicine or accountancy, they are powerless with respect to admission to the bar. The grant of injunctive relief in a case like this would not have the in terrorem effect on state judges that the threat of a subsequent damage action would have; rather, it would furnish a definitive ruling on a point of federal law for their future guidance, and, would not infringe the policy expressed in the federal anti-injunction statute, 28 U.S.C. § 2283, proscribing injunctions that would stay \"proceedings in a State court.\" Plaintiffs do not challenge a state court's disposition of an individual case * * * 299 F.Supp. at 123. The purpose of the anti-injunction statute is to prevent a state court defendant from invoking the aid of a federal court to block an action instituted against himnot to prevent a state court applicant from seeking federal aid to eliminate what he considers <span class=\"star-pagination\">*1356</span> an unconstitutional roadblock created by the state.</blockquote>\n<p>299 F.Supp. at 122, n. 4.</p>\n<p>The rationale of the <i>Theard</i> doctrine is closely akin to that of the anti-injunction act. The former is a judicial expression of the congressional belief that there are areas of state government that ought to be left alone by the inferior federal courts. One of these is the exercise of state judicial power to police the practice of law. There is less reason for the tradition than there used to be simply because the practice of law in the federal courts is much more pervasive and more important than it used to be. Federal courts continue to depend on state admission rules to govern who may practice in the federal courts and therefore cannot sensibly be indifferent to invidious rules that restrain federal practice. To extend the <i>Theard</i> rule to insulate from examination in the inferior federal courts bar examiners admission requirements with respect to constitutionality would go too far and would ignore our own legitimate interest in the practice of law in federal courts. We think both federalism and the <i>Theard</i> doctrine are both sufficiently served by continuing adherence in this area, as in others, to the familiar rule that a final judgment properly rendered by a state court in any proceeding is reviewable only by state appellate courts and the United States Supreme Court, not by federal courts of original jurisdiction. These plaintiffs do not challenge a state court's disposition of an individual case;<sup>[6]</sup> their personal circumstances merely furnish concreteness to a class action attacking a general rule as facially unconstitutional. Their assertion that they have been excluded from the practice of their profession in violation of the equal protection clause of the Fourteenth Amendment is sufficient to allege a claim for relief under the Civil Rights Act, 42 U.S.C. § 1983, and under 28 U.S.C. § 1343(3). The right not to be so excluded is secured to them by the Constitution. Schware v. Board of Bar Examiners, <i>supra</i><i>.</i> We therefore reject the Board's challenge to our jurisdiction over the subject matter of this case.</p>\n<p></p>\n<h2>ABSTENTION</h2>\n<p>The Board also argues that we should abstain from exercising our jurisdiction. Abstention, an act of judicial self-restraint, is proper in the context of this case only where it would serve one of two functions: (1) the avoidance of an unnecessary decision of a serious federal constitutional question, or (2) the avoidance of unnecessary friction in the federal-state relationship. Zwickler v. Koota, <span class=\"citation\" data-id=\"107553\"><a href=\"/opinion/107553/zwickler-v-koota/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, <span class=\"citation\" data-id=\"107553\"><a href=\"/opinion/107553/zwickler-v-koota/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"107553\"><a href=\"/opinion/107553/zwickler-v-koota/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">444</span></a></span> (1967) (Justice Harlan concurring). Since neither of these functions<sup>[7]</sup> would be served by abstention in this case, we decline to abstain.</p>\n<p>In support of abstention the Board speculates that \"the North Carolina courts could hold Rule VI(6) to violate,\" inter alia, the North Carolina Constitution's prohibition against state created monopolies or the requirement of N.C. G.S. § 84-24 that the rules for bar admission \"in their [the Board's] judgment <span class=\"star-pagination\">*1357</span> * * * promote the welfare of the State and the profession * * *.\" The plaintiffs have raised none of the possible state law issues catalogued by the Board, but have based their claims solely upon the federal Constitution.</p>\n<p>While Rule VI(6) was adopted in a general revision of the Rules in 1967, it is a restatement of a longstanding Board policy that a one year residency be required for bar admission. The predecessor<sup>[8]</sup> to Rule VI(6) was considered and interpreted at some length by the North Carolina Supreme Court in Baker v. Varser, <span class=\"citation\" data-id=\"1282768\"><a href=\"/opinion/1282768/baker-v-varser/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">260</span></a></span>, <span class=\"citation\" data-id=\"1282768\"><a href=\"/opinion/1282768/baker-v-varser/\"><span class=\"volume\">82</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">90</span></a></span> (1954). <i>Baker</i> held that the one year residency rule violated none of a bar applicant's rights under the North Carolina Constitution and that \"residence,\" as used in the rule, means \"domicile.\" Thus, any attack upon Rule VI(6) under the North Carolina Constitution would be in the teeth of a direct, adverse ruling by the final authority on the subject, the North Carolina Supreme Court. The other possible state ground for decision suggested by the Board, violative of N.C. G.S. § 84-24, would likewise seem effectively foreclosed. N.C.G.S. § 84-24 requires that the Board's rules be promulgated in accordance with N.C.G.S. § 84-21. Section 84-21 empowers the Chief Justice of the Supreme Court to determine whether such rules are in compliance with G.S. Chapter 84, Article 4, of which § 84-24 is a part, and to refuse them promulgation if they do not so comply. According to the Board, the late Chief Justice R. Hunt Parker painstakingly reviewed the current rules, including Rule VI(6), and approved their adoption. In sum, it appears highly improbable that this case could go off on state law grounds. Thus, Reetz v. Bozanich, <span class=\"citation\" data-id=\"108078\"><a href=\"/opinion/108078/reetz-v-bozanich/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, <span class=\"citation\" data-id=\"108078\"><a href=\"/opinion/108078/reetz-v-bozanich/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">788</span></a></span>, <span class=\"citation\" data-id=\"108078\"><a href=\"/opinion/108078/reetz-v-bozanich/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span></a></span> (1970), which involved a district court ruling that the statute in question violated <i>both</i> the federal and state constitutions, is distinguishable. In <i>Reetz,</i> the Court found the abstention doctrine to be based upon \"`the avoidance of needless friction' between federal pronouncements and state policies * * *.\" <i>Id.</i> at 87, 90 S.Ct. at 790. <i>Reetz</i> was \"the classic case in that tradition, for here the nub of the whole controversy may be the state constitution.\" <i>Id.</i></p>\n<p>The Board further contends that admission to the bar is peculiarly a state affair, that needless state-federal friction would thus result from our decision of this case, and that we should therefore abstain.<sup>[9]</sup> We find the principles announced in England v. Louisiana State Board of Medical Examiners, <span class=\"citation\" data-id=\"106729\"><a href=\"/opinion/106729/england-v-louisiana-bd-of-medical-examiners/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, <span class=\"citation\" data-id=\"106729\"><a href=\"/opinion/106729/england-v-louisiana-bd-of-medical-examiners/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation\" data-id=\"106729\"><a href=\"/opinion/106729/england-v-louisiana-bd-of-medical-examiners/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span></a></span> (1964), to be dispositive of that contention. The plaintiffs in <i>England</i><i>,</i> applicants for chiropractic licenses, sought an injunction and declaration that the Louisiana Medical Practice Act, as applied to them, violated the Fourteenth Amendment. The court held that in such a case, \"not involving the possibility of unwarranted disruption of a state administrative process,\" <i>Id.</i> 375 U.S. at 415 n. 5, 84 S. Ct. at 464, \"[t]here are fundamental objections to any conclusion that a litigant who has properly invoked the jurisdiction of a Federal District Court to consider federal constitutional claims can be <span class=\"star-pagination\">*1358</span> compelled * * * to accept instead a state court's determination of those claims.\" <i>Id.</i> 375 U.S. at 415, 84 S.Ct. at 464. Furthermore, the abstention Doctrine, by \"[i]ts recognition of the role of state courts as the final expositors of state law implies no disregard for the primacy of the federal judiciary in deciding questions of federal law.\" <i>Id.</i> <span class=\"citation no-link\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></span>, 416, 84 S.Ct. 465. <i>England</i> explicitly rejected the contention that the possibility of appellate review of a state court decision by the United States Supreme Court is an adequate substitute for an initial determination to which the litigant is entitled in the federal courts.</p>\n<p>In <i>England</i><i>,</i> the district court had ordered abstention in order to allow state court resolution of unsettled, intertwining questions of state law that might terminate the controversy. As noted above, there are apparently no such state issues involved here. Despite the fact that <i>England</i> involved a state professional licensing process, similar to that now before us, the Supreme Court there found no unwarranted disruption of a state administrative process.</p>\n<p>We see none here. This is no effort to change and take over the administration of the state bar examination. There is no attack upon methods of administration, quality of questioning, duration, or even timing of the examination. The grading process is so unquestioned it is not even disclosed by the pleadings. Implicit is the assumption of the integrity of the Boarda confident belief that all applicants would be fairly treatedif only allowed to take the examination. We therefore see no reason to postpone or eschew the exercise of original federal jurisdiction here.</p>\n<p></p>\n<h2>THE CONSTITUTIONAL QUESTION</h2>\n<p>In the <i>Slaughter House</i> cases it is explained that the Articles of Confederation provide an explanation for the meaning of the Fourteenth Amendment; that \"the people of each state shall have free ingress and regress and shall enjoy therein all the privileges of trade and commerce subject to the same impositions, and restrictions as the inhabitants thereof respectively.\"</p>\n<p>We find Rule VI(6) unable to withstand scrutiny under either the more restrained, \"traditional equal protection\" standard of review or the more stringent standards now applied where some fundamental personal interest is involved. See, generally, Developments in the Law: Equal Protection, 82 Harv.L. Rev. 1065, 1076-1131 (1969).</p>\n<p>Rule VI(6) creates two classes of bar applicants: (1) those who have resided in North Carolina for twelve months prior to the bar examination they seek to take, and (2) those who have not been residents in the state for the requisite period. Members of the first class who are otherwise qualified are allowed to take the bar examination. All members of the second class, regardless of being otherwise qualified, are excluded from the examination. The longstanding constitutional test under the equal protection clause<sup>[10]</sup> applied to most statutory and administrative classifications was succinctly stated in Rinaldi v. Yeager, <span class=\"citation\" data-id=\"107243\"><a href=\"/opinion/107243/rinaldi-v-yeager/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, 309, <span class=\"citation\" data-id=\"107243\"><a href=\"/opinion/107243/rinaldi-v-yeager/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1497</span></a></span>, <span class=\"citation\" data-id=\"107243\"><a href=\"/opinion/107243/rinaldi-v-yeager/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1966):</p>\n<blockquote>\"The Constitution does not require things which are different in fact * * * to be treated in law as though they were the same.\" Tigner v. Texas, <span class=\"citation\" data-id=\"103351\"><a href=\"/opinion/103351/tigner-v-texas/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 147, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">879</span></span>, 882, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1124</span></span> [130 ALR 1321.] Hence, legislation may impose special burdens upon defined classes in order to achieve permissible ends. But the Equal Protection Clause does require that, in defining a class subject to legislation, the distinctions that are drawn have \"some relevance to the purpose for which the classification is made.\" Baxstrom v. Harold, 383 U.S. <span class=\"star-pagination\">*1359</span> 107, 111, <span class=\"citation\" data-id=\"107165\"><a href=\"/opinion/107165/baxstrom-v-herold/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">760</span></a></span>, 15 L.Ed.2d 620; Carrington v. Rash, <span class=\"citation\" data-id=\"106989\"><a href=\"/opinion/106989/carrington-v-rash/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 93, <span class=\"citation\" data-id=\"106989\"><a href=\"/opinion/106989/carrington-v-rash/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">775</span></a></span>, 778, 13 L.Ed.2d 675; Louisville Gas [&amp; Electric] Co. v. Coleman, <span class=\"citation\" data-id=\"101281\"><a href=\"/opinion/101281/louisville-gas-elec-co-v-coleman/\"><span class=\"volume\">277</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 37, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">423</span></span>, 425, 72 L.Ed. 770; Royster Guano Co. v. Commonwealth of Virginia, <span class=\"citation\" data-id=\"99622\"><a href=\"/opinion/99622/fs-royster-guano-co-v-virginia/\"><span class=\"volume\">253</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 415, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">560</span></span>, 561-562, 64 L. Ed. 989.</blockquote>\n<p>In licensing attorneys there is but one constitutionally permissible state objective: the assurance that the applicant is capable and fit to practice law. \"While a state can require high standards of qualification, such as good moral character or proficiency in its law, before it admits an applicant to the bar, <i>any qualification must have a rational connection with the applicant's fitness or capacity to practice law.</i>\" Schware v. Bar Examiners, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 239, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 756 (1957) (emphasis added). The Board proffers three reasons for its residency requirement. (1) An applicant who resides in the state for one year should absorb, by the mere fact of residence, a modicum of knowledge about the state's governmental structure and its local customs; (2) Residence for a year gives the community an opportunity to observe the applicant's moral character, thus facilitating the Board's evaluation of his qualifications; (3) One year's residence evidences a bona fide intent to become a permanent resident of the community, such permanence being desirable for an attorney.</p>\n<p>Aside from legal usage and practices, which are mostly learned in active legal practice, we find no rational relationship between \"fitness or capacity to practice law\" and a knowledge of \"local custom.\" Neither legal competence nor ethical fitness depends upon cultural provincialism. Assuming that knowledge of local government, a permanent stake in the community, and good character are desirable and important qualifications for the competent legal practitioner, we do not agree that one years' residence is in any way relevant to a determination that these qualities are present in a particular individual.<sup>[11]</sup> Too often, even lifelong residents of a community have no knowledge of even the basic rudiments of the governmental units closest at hand. In our highly mobile society, one who has lived in a particular locale for one year may be firmly rooted in the community or he may be ready to move on tomorrow.</p>\n<p>As to its bearing upon moral character, the late, respected Dean H. Claud Horack of the Duke University Law School had this to say about the residency requirement:</p>\n<blockquote>Of course the reason given for a period of residence prior to admission is that it will thus prevent an unknown lawyer of bad moral or professional character from gaining admission, because during this period he will have an opportunity to establish his good moral character where he will be under the observation of local people. Practically this is of little or no protection to the state and the bar. A mere year of residence does not go far to establish a man's character and only careful investigation at the applicant's former place of residence is apt to disclose those habits or qualities which would make him an undesirable member of the local bar.</blockquote>\n<p>Horack, \"Trade Barriers\" to Bar Admissions, 28 Journal of the American Judicature <span class=\"star-pagination\">*1360</span> Society 102, 103 (1944).<sup>[12]</sup> The Board is \"of the opinion that a committee in the judicial district wherein the applicant resides should know more about the candidate's character than anyone else.\" This may be true as to the applicant reared in the community, but it is hardly true as to one who has resided in the state for only one year. Except in very small communities our society has pretty well succeeded in substituting numbers for namesas most anyone knows who has tried to cash a check in his own bank without having his imprinted, magnetic check book.</p>\n<p>Therefore, while the one year residency requirement may deny licenses to some applicants who lack character or competence, it also bars, arbitrarily and capriciously, applicants who are eminently qualified for admission. Its constitutional infirmity is \"over inclusion.\" See, <i>e. g.,</i> Rinaldi v. Yeager, <span class=\"citation\" data-id=\"107243\"><a href=\"/opinion/107243/rinaldi-v-yeager/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, <span class=\"citation\" data-id=\"107243\"><a href=\"/opinion/107243/rinaldi-v-yeager/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1497</span></a></span> (1966); Carrington v. Rash, <span class=\"citation\" data-id=\"106989\"><a href=\"/opinion/106989/carrington-v-rash/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"106989\"><a href=\"/opinion/106989/carrington-v-rash/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">775</span></a></span> (1915). It burdens<sup>[13]</sup> some who, because of unfitness or incompetence, should not be licensed to practice; but it also injures others who are both fit and capable. There are here no exigent circumstances justifying such over inclusion. Compare Korematsu v. United States, <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">193</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">194</span></span> (1949) and Hirabayashi v. United States, <span class=\"citation\" data-id=\"103875\"><a href=\"/opinion/103875/hirabayashi-v-united-states/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1774</span></span> (1943). In Carrington v. Rash, <i>supra</i><i>.,</i> the Supreme Court recognized a state's interest in barring transients, with no interest in the community, from voting but found a denial of equal protection of the laws where the state classified all servicemen as such transients. We recognize the state's interest in admitting only practitioners who are morally and professionally fit, but we find a denial of equal protection of the laws in the Board's presumption that all those who have not been residents of North Carolina for more than one year preceding their bar examination should be classified unfit. \"Where there is no rational connection between premise and conclusion, even legislative presumptions must fail.\" Wheeler v. Goodman, <span class=\"citation\" data-id=\"1794248\"><a href=\"/opinion/1794248/wheeler-v-goodman/\"><span class=\"volume\">306</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">58</span></a></span> (W.D.N.C.1969).</p>\n<p>As pointed out by Dean Horack, fitness for practice can be accurately determined in each case only by investigation of the applicant's out of state background. Investigation of a bar applicant's background is, of course, constitutionally permissible so long as it has a rational basis. Cohen v. Hurley, <span class=\"citation\" data-id=\"106223\"><a href=\"/opinion/106223/cohen-v-hurley/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation\" data-id=\"106223\"><a href=\"/opinion/106223/cohen-v-hurley/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">954</span></a></span>, <span class=\"citation\" data-id=\"106223\"><a href=\"/opinion/106223/cohen-v-hurley/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></a></span> (1961). The Board contends that out of state investigations would be unduly expensive and burdensome. It so argues despite the existence of an efficient, thorough and widely used nationwide investigatory service operated by the National Conference of Bar Examiners. Administrative inconvenience is, however, insufficient justification for an arbitrary, over inclusive regulatory classification. See Carrington v. Rash, <i>supra</i><i>.</i> Furthermore, <i>any reasonable</i> expense above and beyond that normally required to investigate a resident bar applicant might, perhaps, be charged to <span class=\"star-pagination\">*1361</span> the out of state applicant under scrutiny. The plaintiffs concede, and we agree, that some reasonable period of time may be necessary to delve into the character qualifications of bar candidates; however, such time can be provided by a deadline for the applications of all applicants set sufficiently before the examination. If the Board be concerned that out of state applicants may not be readily available for interviews or may not fully cooperate in the determination of their fitness, reasonable cooperation can be assured by requiring it for admission. Cohen v. Hurley, <i>supra</i><i>.</i></p>\n<p>Because Rule VI(6) creates an arbitrary classification without rational relation to the bar applicants' fitness or capacity to practice law, it must fall.</p>\n<p>Beyond its failure to meet general equal protection requisites, Rule VI(6) treads upon fundamental personal rights without satisfying the more stringent tests established for such regulations. In Shapiro v. Thompson, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></a></span> (1969) the Supreme Court restated the rule that \"any classification which serves to penalize the exercise of [a constitutional] right, unless shown to be necessary to promote a <i>compelling</i> governmental interest, is unconstitutional.\" <i>Id.</i> at 634, 89 S.Ct. at 1331 (original emphasis).</p>\n<p><i>Shapiro</i> held unconstitutional a state waiting period provision that denied welfare benefits to otherwise qualified applicants who had been residents of the state for less than one year. The Court found that provision to be an impermissible burden upon interstate travel<sup>[14]</sup> but expressly avoided any statement of opinion as to the subject matter of the instant case, saying \"[w]e imply no view of the validity of waiting period or residence requirements determining eligibility * * * to obtain a license to practice a profession * * *. Such requirements may promote compelling state interests on the one hand, or, on the other, may not be penalties upon the exercise of the constitutional right of interstate travel.\"<sup>[15]</sup><i>Id.</i> at 638, n. 21, 89 S.Ct. at 1333.</p>\n<p>The state most assuredly has a compelling interest in the competency of its bar. But Rule VI(6) does not, we think, for the reasons stated above, serve to promote that interest. The same purpose can be as well served without provincial discrimination.</p>\n<p>Rule VI(6) unconstitutionally conditions the exercise of the constitutional right to interstate travel. \"[T]he nature of our Federal Union and our constitutional concepts of personal liberty unite to require that all citizens be free to travel throughout the length and breadth of our land uninhibited by statutes, rules, or regulations which unreasonably burden or restrict this movement.\" <i>Shapiro,</i> 394 U.S. at 629, 89 S.Ct. at 1328. See, also, United States v. Guest, <span class=\"citation\" data-id=\"107201\"><a href=\"/opinion/107201/united-states-v-guest/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"107201\"><a href=\"/opinion/107201/united-states-v-guest/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1170</span></a></span>, <span class=\"citation\" data-id=\"107201\"><a href=\"/opinion/107201/united-states-v-guest/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">239</span></a></span> (1966). The right to travel and the right not to be arbitrarily excluded<sup>[16]</sup><span class=\"star-pagination\">*1362</span> from the legal profession, as pronounced in <i>Schware</i><i>,</i> are here entwined. The right to work for a living in one's chosen occupation is for most people a prerequisite to the pursuit of happiness. If a man may be arbitrarily made to give up his life time endeavoreven for a yearin order to move his residence, it is idle to talk to him about Fourteenth Amendment protection of personal freedom. Truax v. Raich, <span class=\"citation\" data-id=\"98542\"><a href=\"/opinion/98542/truax-v-raich/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">7</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></span> (1915); Smith v. Texas, <span class=\"citation\" data-id=\"98187\"><a href=\"/opinion/98187/smith-v-texas/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1129</span></span> (1914).</p>\n<p><i>Truax</i> invalidated a state statute that forbade any employer of more than five workers to employ less than eighty percent qualified electors or native-born Americans. The importance of employment to the right to travel was basic to the <i>Truax</i> decision. \"The assertion of an authority to deny to aliens the opportunity of earning a livelihood when lawfully admitted to the state would be tantamount to the assertion of the right to deny them entrance and abode, for in ordinary cases they cannot live where they cannot work.\" 239 U.S. at 42, 86 S.Ct. at 11.</p>\n<p>Even though a one year exclusion from the practice of law does not foreclose other avenues of employment, just as all employment was not denied in <i>Truax</i><i>,</i> the desirable, competent attorney is doubtless much deterred from an interstate move by it. He is likely to find true personal fulfillment only in the active practice of the profession to which he has dedicated himself. An undesirable who finds the practice only a money getting occupation, and maybe not a very good one at that, is not so likely to be deterred. He is more likely to believe the grass grows greener on the other side of the hill. It is quite possible the effect of Rule VI(6) is the opposite of that said to be intended: the best are kept away and effectively excluded.</p>\n<p>We conclude that Rule VI(6) imposes a burden upon the right to interstate travel without being necessary to promote a compelling state interest and is therefore unconstitutional.</p>\n<p>Because Rule VI(6) denies to the plaintiffs Keenan and Burnham, and to the class they represent, the equal protection of the laws, we declare it to be unconstitutional, null and void.<sup>[17]</sup> The Board of Law Examiners of the State of North Carolina, its members and officers are hereby enjoined from giving it any force or effect. Rule VI(6) being void, and Keenan and Burnham having successfully passed the bar examination, the Board of Law Examiners will be ordered to license them to practice law in North Carolinaunless the Board should determine within a reasonable period of time that they lack the requirement as to \"moral character.\"<sup>[18]</sup> Because of Loren Mitchell's failure to comply with other unchallenged rules of the Board of Law Examiners, he is not entitled to relief.</p>\n<h2>NOTES</h2>\n<p>[1]  The plaintiffs seek relief for themselves and for all others similarly situated. Rule 23, F.R.Civ.P. The class here represented consists of all prospective applicants for the North Carolina Bar examination who will not have been citizens and residents of North Carolina for the twelve months next preceding the bar examination that they seek to take and who would, therefore, be denied permission to take the examination by the explicit terms of Rule VI(6).</p>\n<p>[2]  It has not been suggested that they are deficient in \"moral character.\" Rule VIII North Carolina Board of Law Examiners. Presumably the Board has felt it unnecessary to make that determination pending decision as to the validity of Rule VI(6).</p>\n<p>[3]  See Justice Frankfurter, concurring in Schware v. Board of Bar Examiners, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, quoted in note 6, <i>infra.</i></p>\n<p>[4]  Because the plaintiffs were not residents of North Carolina when this suit was filed, the Board argues that they lack \"standing\" under the equal protection clause, which requires that no state \"deny to any person <i>within its jurisdiction</i> the equal protection of the laws.\" (Emphasis added). Suffice it to say that plaintiffs have submitted to state jurisdiction by seeking a license from the Board of Bar Examiners. This is sufficient to invoke for them the protection of the Fourteenth Amendment. Moreover, Keenan is now a resident of North Carolina.</p>\n<p>[5]  In North Carolina the legislature \"has the right to establish the qualifications to be required of one to become a practicing member of the bar.\" In re Applicants for License, <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></span>, 5, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">635</span></span> (1906). However, the admission of an attorney to the bar \"is the exercise of a judicial power resting with the courts.\" <i>Id.</i> \"The Legislature, in the valid exercise of the police power, lays down a general rule. The judiciary applies the principle to the particular case.\" <i>Id.</i> at 6, 55 S.E. at 637. \"[T]he Legislature would seem to have the right, not only to prescribe the qualifications, but to determine the courts or agency which should pass upon them.\" <i>Id.</i> at 7, 55 S.E. at 637. The North Carolina General Assembly, in N.C.G.S. § 84-24, has delegated its rule making power to the Board of Law Examiners and has determined that the Board shall also apply its own rules \"to the particular case.\" The Board is, therefore, an \"administrative agency,\" Baker v. Varser, <span class=\"citation\" data-id=\"1282768\"><a href=\"/opinion/1282768/baker-v-varser/\"><span class=\"volume\">240</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">260</span></a></span>, <span class=\"citation\" data-id=\"1282768\"><a href=\"/opinion/1282768/baker-v-varser/\"><span class=\"volume\">82</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">90</span></a></span> (1954), with both judicial and delegated legislative powers.</p>\n<p>[6]  Justice Frankfurter, concurring in Schware v. Board of Bar Examiners, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span> (1957), pointed out the distinction between review of the individual case and review of general conditions for admission:\n</p>\n<p>Admission to practice in a State and before its courts necessarily belongs to that State. Of course, legislation laying down general conditions of an arbitrary or discriminatory character may, like other legislation, fall afoul of the Fourteenth Amendment. <i>See</i> Cummings v. Missouri, (U.S.) 4 Wall 277, 18 L. Ed. 356. A very different question is presented when this Court is asked to review the exercise of judgment in refusing admission to the bar in an individual case, such as we have here.</p>\n<p>It is beyond this Court's function to act as overseer of a particular result of the procedure established by a particular State for admission to its bar. 353 U.S. at 248, 77 S.Ct. at 761.</p>\n<p>[7]  We need not presently be concerned with lines of cases said to fall into at least two other categories. <i>See,</i> Wright, Fed. Cts., 2d edit.</p>\n<p>[8]  Rule 5 of the superceded rules for admission to the North Carolina bar provided in pertinent part:\n</p>\n<p>Each applicant at the time of filing his application, must be a citizen of the United States, a person of good moral character, and must have been, for the twelve months next preceding the filing of his application, a citizen and resident of North Carolina.</p>\n<p>[9]  Judge Friendly, in Law Students Civil Rights Research Council, Inc. v. Wadmond, <span class=\"citation\" data-id=\"1948274\"><a href=\"/opinion/1948274/law-students-civil-rights-research-coun-inc-v-wadmond/\"><span class=\"volume\">299</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">117</span></a></span> (1969), dismissed the same argument with this statement: \"But that Court [the United States Supreme Court] has given short shrift to similar claims in matters, equally of state concern, such as education, McNeese v. Board of Education, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1433</span></a></span>, <span class=\"citation\" data-id=\"106629\"><a href=\"/opinion/106629/mcneese-v-board-of-ed-for-community-unit-school-dist-187/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1963), and state employees, Baggett v. Bullitt, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1316</span></a></span>, <span class=\"citation\" data-id=\"106837\"><a href=\"/opinion/106837/baggett-v-bullitt/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1964); Keyishian v. Board of Regents, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></span> (1967).\n</p>\n<p>We therefore proceed to the merits.\" <i>Id.</i> at 124.</p>\n<p>[10]  Although the Fourteenth Amendment is but a centenarian, the concept of equal treatment for recent arrivals is at least as old as the Mosaic Law. \"One law shall be to him that is homeborn, and unto the stranger that soujournth among you.\" Exodus 12:49 (King James).</p>\n<p>[11]  The Florida Supreme Court found \"unreasonable\" and overturned a state statute requiring two years residency as a prerequisite to taking the state's accountancy examination. Mercer v. Hemmings, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">579</span></span> (Fla.1967).\n</p>\n<p>The regulation of the profession of accounting is an exercise of the police power, for the benefit and protection of the public and is not intended as economic protection for the profession from prospective competitors. Little, if any, reason can be found for requiring a certified public accountant of another state to cease his profession, close his office, and bask in the Florida sunshine for a period of two years before taking the examination. Successful and worthy persons in other states, the kind of citizens we want in Florida, are from a practical standpoint banned from ever becoming Florida Certified Public Accountants. <i>Id.</i> at 583-584.</p>\n<p>[12]  Dean Horack's conclusion was that admission requirements should be designed solely to secure competency and good character and that pre-admission residency requirements serve mainly to protect the local lawyer and <i>local student</i> from outside competition, regardless of the high motives for their creation. It is difficult to imagine a justifiable purpose for the Board of Examiners' Rule IV(3) which requires registration 18 months prior to taking the examination; but since Rule IV(3) is neither under attack nor offered as a shield to prevent admission, we express no opinion as to its constitutional validity. Moreover, Rule IV(4) provides for an additional \"late registration\" fee of $25. Apparently upon payment of such a fee belated registration is allowed as a matter of course. <i>See, also,</i> Note, Attorneys: Interstate and Federal Practice, 80 Harv.L.Rev. 1711 (1967); Note, Restrictions on Admission to the Bar: By-Product of Federalism, 98 Penn. L.Rev. 710 (1950).</p>\n<p>[13]  A one year exclusion from practice is more than a burden, it is sometimes inflicted as punishment or as a disciplinary measure. <i>See, e. g.,</i> Mackay v. Nesbett, <span class=\"citation\" data-id=\"1907088\"><a href=\"/opinion/1907088/mackay-v-nesbett/\"><span class=\"volume\">285</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">498</span></a></span> (1968).</p>\n<p>[14]  Recent cases involving the right to international travel, but discussing also interstate travel are Aptheker v. Secretary of State, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">500</span></a></span>, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1659</span></a></span>, <span class=\"citation\" data-id=\"106884\"><a href=\"/opinion/106884/aptheker-v-secretary-of-state/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">992</span></a></span> (1964) and Kent v. Dulles, <span class=\"citation\" data-id=\"105716\"><a href=\"/opinion/105716/kent-v-dulles/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, <span class=\"citation\" data-id=\"105716\"><a href=\"/opinion/105716/kent-v-dulles/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1113</span></a></span>, <span class=\"citation\" data-id=\"105716\"><a href=\"/opinion/105716/kent-v-dulles/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1204</span></a></span> (1958). The Court in Kent stated that: \"Travel abroad, like travel within the country, * * * may be as close to the heart of the individual as the choice of what he eats, or wears, or reads. Freedom of movement is basic in our scheme of values.\" 357 U.S. at 126, 78 S.Ct. at 1118.</p>\n<p>[15]  Then Chief Justice Warren, dissenting, offered this comment on the majority disclaimer:\n</p>\n<p>The Court's decision reveals only the top of the iceberg. Lurking beneath are the multitude of situations in which States have imposed residence requirements including eligibility to vote, to engage in certain professions or occupations or to attend a state-supported university. Although the Court takes pains to avoid acknowledging the ramifications of its decision, its implications cannot be ignored.</p>\n<p><span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, p. 655, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, p. 1342.</p>\n<p>[16]  Smith v. Texas, <span class=\"citation\" data-id=\"98187\"><a href=\"/opinion/98187/smith-v-texas/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></span> (1914), although based in part upon freedom of contract theory, long ago recognized that the state's power to license persons engaging in employment potentially dangerous to the public is not the power to create a privileged class by means of arbitrary tests that exclude competent persons from such employment. The statute in Smith required that a trainman serve two years as a brakeman before being licensed as a conductor. The court found that persons other than former brakemen were competent to act as conductors.</p>\n<p>[17]  We express no opinion upon the constitutional validity of rules requiring residency at the time of examination or of admission or upon the validity of short term pre-admission residency requirements designed to insure personal interviews and contact with the applicant.</p>\n<p>[18]  See note 2, supra.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/258770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/288872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1282768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1794248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1867892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1907088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1948274/"
  ]
}