{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1418702/",
  "absolute_url": "/opinion/1418702/american-bankers-ins-co-v-first-union-nat-bank/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1418702/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:02:43.150527Z",
  "date_modified": "2016-04-26T21:43:52.766649Z",
  "type": "010combined",
  "sha1": "b2429b6a04fe4d2513c544ca49b514f536ca8f92",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>699 F.Supp. 1174 (1988)</b></center>\n<center><h1>AMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC.; American Bankers Life Assurance Company, Inc.; American Bankers Insurance Group, Inc.; and American Bankers Financial Services, Inc., Plaintiffs,<br>\nv.<br>\nFIRST UNION NATIONAL BANK OF NORTH CAROLINA; Conner Corporation; CHC Financial Corporation; Conner Financial Corporation; CH Financial Corporation; Cardinal Savings Bank, Inc.; Wallace J. Conner; Larry M. Dinkins; Smith Helms Mulliss &amp; Moore; Peat Marwick Main &amp; Co.; Drexel Burnham Lambert, Inc.; Cleary, Gottlieb, Steen &amp; Hamilton; Interstate Securities, Inc.; and Standard &amp; Poors Corporation, Defendants.</h1></center>\n<center>No. 88-201-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 2, 1988.</center>\n<p>Andrew v. Tramont, Jr., Tew, Jorden, Schulte &amp; Beasley, Miami, Fla., Sally A. Conti, Mount, White, Hutson &amp; Carden, Durham, N.C., James F. Jorden, Jose Garcia-Pedrosa, Tew, Jorden &amp; Schulte, Miami, Fla., for plaintiffs.</p>\n<p>Carl N. Patterson, Jr., Martha Jones Mason, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for First Union Nat. Bank of N.C.</p>\n<p>Brad Fute W. Davenport, Jr., M. Scott Hart, Mays &amp; Valentine, Richmond, Va., for Wallace J. Conner.</p>\n<p>Daniel W. Fouts, Joseph W. Moss, Adams, Kleemeier, Hagan, Hannah &amp; Fouts, Greensboro, N.C., for defendant Dinkins.</p>\n<p>Dan J. McLamb, Yates, Fleishman, McLamb &amp; Weyher, Raleigh, N.C., for Smith Helms Mulliss &amp; Moore.</p>\n<p>Dan M. Hartzog, Patterson, Dilthey, Clay, Cranfill, Sumner &amp; Hartzog, Raleigh, N.C., for Peat Marwick Main &amp; Co.</p>\n<p>Charles Gordon Brown, William D. Bernard, Faison &amp; Brown, Durham, N.C., for Cardinal Sav. Bank, Inc.</p>\n<p>J. Larkin Pahl, Smith, Debnam, Hibbert &amp; Pahl, Raleigh, N.C., for Conner Corp., CHC Financial Corp., Conner Financial Corp., and CH Financial Corp.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motion of the defendants, First Union National Bank of North Carolina; Smith, Helms, Mulliss and Moore; Peat, Marwick, Main and Company; Wallace Conner; and Larry Dinkins, to dismiss the Racketeering Influenced and Corrupt Organization, (hereinafter \"RICO\"), counts contained in Counts XIX, XX, XXI and XXII of the ABIC complaint. For the reasons set forth below, this court, after careful consideration of the briefs submitted by the parties as well as oral argument, grants the defendants' <span class=\"star-pagination\">*1175</span> motions to dismiss the plaintiffs' claims based on the Racketeer Influenced and Corrupt Organizations Act.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>On March 11, 1988, the ABIC plaintiffs filed a civil action in the Eastern District of North Carolina naming First Union National Bank of North Carolina; the Conner Corporation and its subsidiaries; Wallace Conner individually; Larry Dinkins individually; Smith, Helms, Mulliss and Moore; Peat, Marwick, Main and Company; Drexel, Burnham, Lambert, Inc.; Cleary, Gottlieb, Steen and Hamilton; Interstate Securities, Inc. and Standard and Poors Corporation as defendants. The basis for the action brought by ABIC centers on certain aspects of ABIC's commitment to provide private credit insurance to Conner and its subsidiaries. This credit insurance enabled Conner to market certain mobile home loans as securities. Shortly after Conner filed for reorganization under Chapter 11 of the Bankruptcy Code, ABIC indicated its refusal to continue insuring the manufactured home loans based on the provisions of several side agreements and endorsements between ABIC and Conner which it contends are part of the ABIC credit insurance policies. Under these credit insurance policies and corresponding endorsements, the Conner Corporation allegedly agreed that in the event payments under the policies on defaulted mobile home loans exceeded 77½% of the credit insurance premium, that Conner would pay additional premiums to reimburse ABIC for any losses in excess of 77½% of the original premiums. The bondholders have alleged that these \"Experience Adjustment Endorsements\" and the \"Side Agreements\" requiring Conner to pay a deductible of between $2,500 and $4,000 for each claim under the insurance policies do not provide the \"full credit substitution\" or \"100% private mortgage insurance\" as claimed by Conner in selling the bonds. As a result of the controversy surrounding the interpretation and application of the credit insurance policies as they relate to the sale of the mobile home loan bonds, over eighteen actions have been instituted naming ABIC, among others, as a defendant.</p>\n<p>In response to these actions, ABIC instituted this action which alleges, among other things, that ABIC was fraudulently induced into participating in the Conner bond program and that ABIC was further induced by Conner into issuing commitments for credit insurance which did not conform with ABIC's underwriting guidelines. These RICO allegations are specifically set forth in Counts XIX, XX, XXI and XXII of the ABIC complaint.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The RICO defendants in this action have asserted several grounds for the dismissal of the complaint's RICO allegations including failure to adequately plead predicate acts, failure to plead participation in the conduct or operations of the alleged RICO enterprise and failure to establish a \"pattern of racketeering activity.\" Without reaching the merits of these and other grounds for dismissal asserted by the defendants, this court finds that the ABIC complaint fails to adequately establish a \"pattern of racketeering activity\" sufficient to state a claim under 18 U.S.C. § 1962(a), (b), (c) and (d). The RICO statute defines \"a pattern of racketeering activity\" as \"at least two\" acts of racketeering activity within ten years of each other. 18 U.S.C. § 1961(5). Despite this rather simple and straightforward definition, courts have struggled to reach a practical definition of the \"pattern\" requirement.</p>\n<p>In the landmark case of <i>Sedima, S.P.R. L. v. Imrex Co., Inc.,</i> 473 U.S. 479, 105 S.Ct. 3275, 87 L.Ed.2d 346 (1985), the Supreme Court discussed the \"pattern\" requirement of a civil RICO claim. This discussion centered around the now famous Footnote 14 to the <i>Sedima</i> Opinion which states as follows:</p>\n<blockquote>As many commentators have pointed out, the definition of a \"pattern of racketeering activity\" differs from the other provisions of Section 1961 in that it states a pattern \"requires at least two acts of racketeering activity,\" Section 1961(5) (emphasis added), not that it \"means\" <span class=\"star-pagination\">*1176</span> two such acts. The implication is that while two acts are necessary, they may not be sufficient. Indeed, in common parlance two of anything do not generally form a \"pattern.\" The legislative history supports the view that two isolated acts of racketeering activity do not constitute a pattern. As the Senate report explained: \"The target of [RICO] is thus not sporadic activity. The infiltration of legitimate business normally requires more than one `racketeering activity' and the threat of continuing activity to be effective. It is this factor of <i>continuity plus relationship</i> which combines to produce a pattern.\" S.Rep. No. 91-617, P. 158 (1969) (emphasis added)....</blockquote>\n<p>Based on the discussion of the pattern requirement in <i>Sedima,</i> courts have grappled with the proper definition of the \"continuity plus relationship\" necessary to state a RICO pattern. In <i>Morgan v. Bank of Waukegan,</i> 804 F.2d 970, 975 (7th Cir. 1986), the Seventh Circuit aptly stated that \"this task has not been an easy one.\" Indeed, like the other circuits, the Fourth Circuit has struggled with the concept of what constitutes a RICO pattern.</p>\n<p>In <i>International Data Bank Ltd. v. Zepkin,</i> 812 F.2d 149 (4th Cir.1987), the Fourth Circuit adopted a case by case approach in determining whether a RICO \"pattern\" has been alleged. This case by case approach is similar to that set forth by the Seventh Circuit in <i>Lipin Enterprises v. Lee,</i> 803 F.2d 322 (7th Cir.1986) and <i>Morgan v. Bank of Waukegan,</i> 804 F.2d 970 (7th Cir.1986). In <i>International Data Bank Ltd.,</i> the Fourth Circuit held that \"no mechanical test can determine the existence of a RICO pattern.\" <i>Id.</i> at 155. The court continued this line of reasoning by stating that \"[w]hat constitutes a RICO pattern is thus a matter of criminal dimension and degree.\" <i>Id.</i></p>\n<p>In <i>HMK Corp. v. Walsey,</i> 828 F.2d 1071 (4th Cir.1987), <i>cert. denied,</i> ___ U.S. ___, 108 S.Ct. 706, 98 L.Ed.2d 657 (1988), the Fourth Circuit again addressed the question of when a pattern of racketeering activity exists. In <i>HMK Corp.,</i> the court expanded on the pattern definition set forth in <i>International Data Bank Ltd.,</i> by stating that:</p>\n<blockquote>The existence of a pattern thus depends on context, particularly on the nature of the underlying offenses. Attention to the nature of the underlying offenses is necessary because the heightened civil and criminal penalties of RICO are reserved for schemes whose scope and persistence set them above the routine.</blockquote>\n<p><i>HMK Corp.</i> at 1074.</p>\n<p>The court in <i>HMK</i> continued by stating that the length of time over which the alleged predicate act occurred and the number of alleged predicate acts are not necessarily determinative of the continuity element of the pattern requirement. <i>Id.</i> at 1075. Rather, the court in <i>HMK</i> held that the determination of whether particular predicate acts reflect the \"continuous\" criminal activity necessary to establish a RICO pattern cannot be made in a vacuum but must consider the peculiar context in which they occurred, as well as the inherent characteristics of the situation in issue. <i>Id.</i></p>\n<p>In <i>Flip Mortgage Corp. v. McElhone,</i> 841 F.2d 531 (4th Cir.1988), the Fourth Circuit held that a creditor of a dissolved computer services corporation did not adequately plead a RICO pattern, where, although the complaint alleged fraudulent acts by the defendant over a period of seven years, the events were part of a single scheme against a single victim. The court in <i>Flip Mortgage Corp.</i> continued by stating that the alleged scheme \"does not rise above the routine, and does not resemble the sort of extended, widespread, or particularly dangerous pattern of racketeering which Congress intended to combat with federal penalties.\" <i>Flip Mortgage Corp.,</i> 841 F.2d at 538.</p>\n<p>Most recently, in <i>Walk v. Baltimore and Ohio Railroad,</i> 847 F.2d 1100 (4th Cir. 1988), the Fourth Circuit further expounded on the \"pattern\" requirement. In <i>Walk,</i> a case involving RICO allegations made by minority shareholders against majority shareholders on the basis of a proposed corporate merger, the Fourth Circuit held that \"[t]he objective of the related predicate <span class=\"star-pagination\">*1177</span> acts is a factor to be considered in assessing the criminal dimension and degree.\" <i>Id.</i> at 1106. The court in <i>Walk</i> continued by stating that where the scheme's objective is sufficiently limited so that the related predicate acts do not suggest ongoing criminal activity of the scope and persistence necessary to pose a special threat to social well-being the pattern requirement will not be satisfied. <i>Id.</i> However, this holding was made subject to the following caveat:</p>\n<blockquote>Nor do we mean to suggest that related predicate acts may always avoid RICO liability by the `semantical game of generalizing the[ir] illegal objective.' <i>See</i> Montesan <i>[Montesano v. Seafirst Commercial Corp.],</i> 818 F.2d [423] at 426 [(5th Cir. 1987)]. Quite plainly, a scheme that contemplates the repeated infliction of independent economic injuries  e.g., a series of bank robberies or embezzlements should not escape characterization as a pattern simply because each criminal act shares the same objective  the robbing of banks or the embezzlement of funds. Schemes such as these, which involve the repeated infliction of independent economic injuries  and thus the reaping of independent illegal benefits  are precisely the sort of ongoing criminal activity to which <i>Sedima's</i> continuity requirement is addressed.</blockquote>\n<p><i>Walk</i> at 1106.</p>\n<p>In the complaint, ABIC attempted to characterize the current dispute as a combination of several fraudulent schemes. Specifically, ABIC has alleged in Counts XIX  XXII of it's complaint that First Union; the Conner Corporation; Cardinal Savings Bank; Wallace Conner; Larry Dinkins; Peat, Marwick, Main and Co. and Smith, Helms, Mulliss and Moore violated §§ 1962(a)(d) of the RICO Act.<sup>[1]</sup> This allegation is based on the defendants' alleged participation in:</p>\n<p>(a) misrepresenting and omitting material facts and engaging in fraudulent actions, practices, or a fraudulent course of business in order to induce ABIC and ABLAC to purchase the Debentures;</p>\n<p>(b) fraudulently inducing ABIC to issue and extend the ABIC Insurance Policies to the Conner Insureds and the documentation relating to the ABIC-Related Bonds;</p>\n<p>(c) fraudulently requesting and obtaining from ABIC some 10,000 Commitments, many of which were intended to insure loans made to uncreditworthy customers; and</p>\n<p>(d) fraudulently purporting to fulfill their contractual obligations to ABIC under the ABIC Insurance Policies.</p>\n<p>After a careful review of the complaint, this court does not find that the schemes alleged suggest sufficient continuity and criminal dimension to establish a RICO pattern. As in <i>Walk,</i> there is here only a single limited scheme to inflict a single basic injury. Although the complaint sets forth several predicate acts of fraud, these acts are more of a reflection of the context in which the activity took place rather than indicative of inveterate and egregious criminal conduct whose scope and persistence pose a special threat to social well-being. <i>See </i><i>Walk,</i> 847 F.2d at 1105.</p>\n<p>In this case, ABIC's RICO allegations arise out of its agreement with the Conner Corporation to provide certain credit insurance which would allow the Conner Corporation to market certain mobile home loans as securities. Despite the number of predicate acts plead by the plaintiff, this court finds that the action is still one basically centered on a single business relationship which involved only one alleged victim. This type of alleged conduct, though reprehensible, is not an open-ended scheme which contemplates the repeated infliction of independent social harm on an indiscriminate <span class=\"star-pagination\">*1178</span> number of victims and which poses a special threat to social well-being which would serve to justify the imposition of the enhanced penalties allowed under the RICO Act.<sup>[2]</sup></p>\n<p>As stated in <i>HMK,</i> RICO is reserved for \"schemes whose scope and persistence set them above the routine.\" <i>Id.</i> at 1074. Ordinary claims of fraud are best left to \"state common law of frauds\" and to \"well established federal remedial provisions\" <i>International Data Bank,</i> 812 F.2d at 155, quoting <i>Sedima,</i> 105 S.Ct. at 3293 (Marshall, J., dissenting). Taken together, the Fourth Circuit's RICO decisions \"indicate that this circuit will not lightly permit ordinary business contract or fraud disputes to be transformed into federal RICO claims.\" <i>Flip Mortgage Corp.,</i> 841 F.2d at 538. In this case the plaintiff's allegations of fraud, although serious, do not state a claim of such dimension and degree to warrant the imposition of RICO.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the well reasoned line of cases in the Fourth Circuit which establish the definition of a RICO pattern, this court finds that the allegations contained in the plaintiffs' complaint fail to satisfy the \"continuity plus relationship\" requirement necessary to produce a RICO pattern. In viewing the inherent characteristics of the transactions on which the plaintiff bases its RICO claims it is apparent that they are part of a single scheme designed to inflict a single injury on a single victim and as such, they lack the scope and dimension necessary to form a RICO pattern. For the reasons set forth above, this court dismisses the RICO claims contained in Counts XVIII, XX, XXI and XXII of the plaintiffs' complaint.</p>\n<h2>NOTES</h2>\n<p>[1]  Counts XIX, XXI and XXII of the complaint allege that defendants First Union; Conner Corporation; Cardinal Savings Bank; Wallace Conner; Larry Dinkins; Peat, Marwick, Main and Co. and Smith, Helms, Mulliss and Moore violated § 1962(a), § 1962(c) and § 1963(d) respectively of the RICO Act.\n</p>\n<p>In Count XX, ABIC alleges that defendants Conner Corporation, Cardinal Savings Bank, Wallace Conner and Larry Dinkins violated § 1962(b) of the RICO Act.</p>\n<p>[2]  In a related case, <i>First Financial Savings Bank, Inc., et al. v. American Bankers Insurance Company, et al.,</i> 699 F.Supp. 1167 (E.D.N.C.1988), this court denied defendants motions to dismiss that complaint's RICO claims on various grounds including the existence of a \"pattern of racketeering activity.\" In the <i>First Financial</i> complaint, various frauds were alleged in connection with the issuance and sale of nine series of mobile home loan bonds. In analyzing the allegations in the complaint, the court concluded that although the bonds were sold for a single purpose, to raise capital for the Conner Corporation, that the repeated issuance and sale of the bonds was an open-ended scheme which threatened the repeated infliction of independent economic injuries on a large number of victims. Here, in contrast to the allegations in the <i>First Financial</i> complaint, there is only one victim subject to only an alleged fraud of limited scope.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">699</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1174</span></span> (1988)</b></center>\n<center><h1>AMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC.; American Bankers Life Assurance Company, Inc.; American Bankers Insurance Group, Inc.; and American Bankers Financial Services, Inc., Plaintiffs,<br>\nv.<br>\nFIRST UNION NATIONAL BANK OF NORTH CAROLINA; Conner Corporation; CHC Financial Corporation; Conner Financial Corporation; CH Financial Corporation; Cardinal Savings Bank, Inc.; Wallace J. Conner; Larry M. Dinkins; Smith Helms Mulliss &amp; Moore; Peat Marwick Main &amp; Co.; Drexel Burnham Lambert, Inc.; Cleary, Gottlieb, Steen &amp; Hamilton; Interstate Securities, Inc.; and Standard &amp; Poors Corporation, Defendants.</h1></center>\n<center>No. 88-201-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 2, 1988.</center>\n<p>Andrew v. Tramont, Jr., Tew, Jorden, Schulte &amp; Beasley, Miami, Fla., Sally A. Conti, Mount, White, Hutson &amp; Carden, Durham, N.C., James F. Jorden, Jose Garcia-Pedrosa, Tew, Jorden &amp; Schulte, Miami, Fla., for plaintiffs.</p>\n<p>Carl N. Patterson, Jr., Martha Jones Mason, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for First Union Nat. Bank of N.C.</p>\n<p>Brad Fute W. Davenport, Jr., M. Scott Hart, Mays &amp; Valentine, Richmond, Va., for Wallace J. Conner.</p>\n<p>Daniel W. Fouts, Joseph W. Moss, Adams, Kleemeier, Hagan, Hannah &amp; Fouts, Greensboro, N.C., for defendant Dinkins.</p>\n<p>Dan J. McLamb, Yates, Fleishman, McLamb &amp; Weyher, Raleigh, N.C., for Smith Helms Mulliss &amp; Moore.</p>\n<p>Dan M. Hartzog, Patterson, Dilthey, Clay, Cranfill, Sumner &amp; Hartzog, Raleigh, N.C., for Peat Marwick Main &amp; Co.</p>\n<p>Charles Gordon Brown, William D. Bernard, Faison &amp; Brown, Durham, N.C., for Cardinal Sav. Bank, Inc.</p>\n<p>J. Larkin Pahl, Smith, Debnam, Hibbert &amp; Pahl, Raleigh, N.C., for Conner Corp., CHC Financial Corp., Conner Financial Corp., and CH Financial Corp.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motion of the defendants, First Union National Bank of North Carolina; Smith, Helms, Mulliss and Moore; Peat, Marwick, Main and Company; Wallace Conner; and Larry Dinkins, to dismiss the Racketeering Influenced and Corrupt Organization, (hereinafter \"RICO\"), counts contained in Counts XIX, XX, XXI and XXII of the ABIC complaint. For the reasons set forth below, this court, after careful consideration of the briefs submitted by the parties as well as oral argument, grants the defendants' <span class=\"star-pagination\">*1175</span> motions to dismiss the plaintiffs' claims based on the Racketeer Influenced and Corrupt Organizations Act.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>On March 11, 1988, the ABIC plaintiffs filed a civil action in the Eastern District of North Carolina naming First Union National Bank of North Carolina; the Conner Corporation and its subsidiaries; Wallace Conner individually; Larry Dinkins individually; Smith, Helms, Mulliss and Moore; Peat, Marwick, Main and Company; Drexel, Burnham, Lambert, Inc.; Cleary, Gottlieb, Steen and Hamilton; Interstate Securities, Inc. and Standard and Poors Corporation as defendants. The basis for the action brought by ABIC centers on certain aspects of ABIC's commitment to provide private credit insurance to Conner and its subsidiaries. This credit insurance enabled Conner to market certain mobile home loans as securities. Shortly after Conner filed for reorganization under Chapter 11 of the Bankruptcy Code, ABIC indicated its refusal to continue insuring the manufactured home loans based on the provisions of several side agreements and endorsements between ABIC and Conner which it contends are part of the ABIC credit insurance policies. Under these credit insurance policies and corresponding endorsements, the Conner Corporation allegedly agreed that in the event payments under the policies on defaulted mobile home loans exceeded 77½% of the credit insurance premium, that Conner would pay additional premiums to reimburse ABIC for any losses in excess of 77½% of the original premiums. The bondholders have alleged that these \"Experience Adjustment Endorsements\" and the \"Side Agreements\" requiring Conner to pay a deductible of between $2,500 and $4,000 for each claim under the insurance policies do not provide the \"full credit substitution\" or \"100% private mortgage insurance\" as claimed by Conner in selling the bonds. As a result of the controversy surrounding the interpretation and application of the credit insurance policies as they relate to the sale of the mobile home loan bonds, over eighteen actions have been instituted naming ABIC, among others, as a defendant.</p>\n<p>In response to these actions, ABIC instituted this action which alleges, among other things, that ABIC was fraudulently induced into participating in the Conner bond program and that ABIC was further induced by Conner into issuing commitments for credit insurance which did not conform with ABIC's underwriting guidelines. These RICO allegations are specifically set forth in Counts XIX, XX, XXI and XXII of the ABIC complaint.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>The RICO defendants in this action have asserted several grounds for the dismissal of the complaint's RICO allegations including failure to adequately plead predicate acts, failure to plead participation in the conduct or operations of the alleged RICO enterprise and failure to establish a \"pattern of racketeering activity.\" Without reaching the merits of these and other grounds for dismissal asserted by the defendants, this court finds that the ABIC complaint fails to adequately establish a \"pattern of racketeering activity\" sufficient to state a claim under 18 U.S.C. § 1962(a), (b), (c) and (d). The RICO statute defines \"a pattern of racketeering activity\" as \"at least two\" acts of racketeering activity within ten years of each other. 18 U.S.C. § 1961(5). Despite this rather simple and straightforward definition, courts have struggled to reach a practical definition of the \"pattern\" requirement.</p>\n<p>In the landmark case of <i>Sedima, S.P.R. L. v. Imrex Co., Inc.,</i> <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3275</span></a></span>, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1985), the Supreme Court discussed the \"pattern\" requirement of a civil RICO claim. This discussion centered around the now famous Footnote 14 to the <i>Sedima</i> Opinion which states as follows:</p>\n<blockquote>As many commentators have pointed out, the definition of a \"pattern of racketeering activity\" differs from the other provisions of Section 1961 in that it states a pattern \"requires at least two acts of racketeering activity,\" Section 1961(5) (emphasis added), not that it \"means\" <span class=\"star-pagination\">*1176</span> two such acts. The implication is that while two acts are necessary, they may not be sufficient. Indeed, in common parlance two of anything do not generally form a \"pattern.\" The legislative history supports the view that two isolated acts of racketeering activity do not constitute a pattern. As the Senate report explained: \"The target of [RICO] is thus not sporadic activity. The infiltration of legitimate business normally requires more than one `racketeering activity' and the threat of continuing activity to be effective. It is this factor of <i>continuity plus relationship</i> which combines to produce a pattern.\" S.Rep. No. 91-617, P. 158 (1969) (emphasis added)....</blockquote>\n<p>Based on the discussion of the pattern requirement in <i>Sedima,</i> courts have grappled with the proper definition of the \"continuity plus relationship\" necessary to state a RICO pattern. In <i>Morgan v. Bank of Waukegan,</i> <span class=\"citation\" data-id=\"478979\"><a href=\"/opinion/478979/margaret-morgan-and-burton-morgan-v-bank-of-waukegan-a-banking/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>, 975 (7th Cir. 1986), the Seventh Circuit aptly stated that \"this task has not been an easy one.\" Indeed, like the other circuits, the Fourth Circuit has struggled with the concept of what constitutes a RICO pattern.</p>\n<p>In <i>International Data Bank Ltd. v. Zepkin,</i> <span class=\"citation\" data-id=\"483561\"><a href=\"/opinion/483561/international-data-bank-ltd-v-eugene-zepkin-harold-grossman-southern/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span> (4th Cir.1987), the Fourth Circuit adopted a case by case approach in determining whether a RICO \"pattern\" has been alleged. This case by case approach is similar to that set forth by the Seventh Circuit in <i>Lipin Enterprises v. Lee,</i> <span class=\"citation\" data-id=\"478009\"><a href=\"/opinion/478009/lipin-enterprises-incorporated-an-illinois-corporation-v-goldie-w-lee/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></a></span> (7th Cir.1986) and <i>Morgan v. Bank of Waukegan,</i> <span class=\"citation\" data-id=\"478979\"><a href=\"/opinion/478979/margaret-morgan-and-burton-morgan-v-bank-of-waukegan-a-banking/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span> (7th Cir.1986). In <i>International Data Bank Ltd.,</i> the Fourth Circuit held that \"no mechanical test can determine the existence of a RICO pattern.\" <i>Id.</i> at 155. The court continued this line of reasoning by stating that \"[w]hat constitutes a RICO pattern is thus a matter of criminal dimension and degree.\" <i>Id.</i></p>\n<p>In <i>HMK Corp. v. Walsey,</i> <span class=\"citation\" data-id=\"494152\"><a href=\"/opinion/494152/hmk-corporation-a-virginia-corporation-v-john-c-walsey/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span> (4th Cir.1987), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></span> (1988), the Fourth Circuit again addressed the question of when a pattern of racketeering activity exists. In <i>HMK Corp.,</i> the court expanded on the pattern definition set forth in <i>International Data Bank Ltd.,</i> by stating that:</p>\n<blockquote>The existence of a pattern thus depends on context, particularly on the nature of the underlying offenses. Attention to the nature of the underlying offenses is necessary because the heightened civil and criminal penalties of RICO are reserved for schemes whose scope and persistence set them above the routine.</blockquote>\n<p><i>HMK Corp.</i> at 1074.</p>\n<p>The court in <i>HMK</i> continued by stating that the length of time over which the alleged predicate act occurred and the number of alleged predicate acts are not necessarily determinative of the continuity element of the pattern requirement. <i>Id.</i> at 1075. Rather, the court in <i>HMK</i> held that the determination of whether particular predicate acts reflect the \"continuous\" criminal activity necessary to establish a RICO pattern cannot be made in a vacuum but must consider the peculiar context in which they occurred, as well as the inherent characteristics of the situation in issue. <i>Id.</i></p>\n<p>In <i>Flip Mortgage Corp. v. McElhone,</i> <span class=\"citation\" data-id=\"502706\"><a href=\"/opinion/502706/flip-mortgage-corporation-v-donald-h-mcelhone-c-warren-crandall-and/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span> (4th Cir.1988), the Fourth Circuit held that a creditor of a dissolved computer services corporation did not adequately plead a RICO pattern, where, although the complaint alleged fraudulent acts by the defendant over a period of seven years, the events were part of a single scheme against a single victim. The court in <i>Flip Mortgage Corp.</i> continued by stating that the alleged scheme \"does not rise above the routine, and does not resemble the sort of extended, widespread, or particularly dangerous pattern of racketeering which Congress intended to combat with federal penalties.\" <i>Flip Mortgage Corp.,</i> 841 F.2d at 538.</p>\n<p>Most recently, in <i>Walk v. Baltimore and Ohio Railroad,</i> <span class=\"citation\" data-id=\"506603\"><a href=\"/opinion/506603/margaretha-walk-an-individual-maurice-walk-trustees-for-the-cynthia-walk/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span> (4th Cir. 1988), the Fourth Circuit further expounded on the \"pattern\" requirement. In <i>Walk,</i> a case involving RICO allegations made by minority shareholders against majority shareholders on the basis of a proposed corporate merger, the Fourth Circuit held that \"[t]he objective of the related predicate <span class=\"star-pagination\">*1177</span> acts is a factor to be considered in assessing the criminal dimension and degree.\" <i>Id.</i> at 1106. The court in <i>Walk</i> continued by stating that where the scheme's objective is sufficiently limited so that the related predicate acts do not suggest ongoing criminal activity of the scope and persistence necessary to pose a special threat to social well-being the pattern requirement will not be satisfied. <i>Id.</i> However, this holding was made subject to the following caveat:</p>\n<blockquote>Nor do we mean to suggest that related predicate acts may always avoid RICO liability by the `semantical game of generalizing the[ir] illegal objective.' <i>See</i> Montesan <i>[Montesano v. Seafirst Commercial Corp.],</i> 818 F.2d [423] at 426 [(5th Cir. 1987)]. Quite plainly, a scheme that contemplates the repeated infliction of independent economic injuries  e.g., a series of bank robberies or embezzlements should not escape characterization as a pattern simply because each criminal act shares the same objective  the robbing of banks or the embezzlement of funds. Schemes such as these, which involve the repeated infliction of independent economic injuries  and thus the reaping of independent illegal benefits  are precisely the sort of ongoing criminal activity to which <i>Sedima's</i> continuity requirement is addressed.</blockquote>\n<p><i>Walk</i> at 1106.</p>\n<p>In the complaint, ABIC attempted to characterize the current dispute as a combination of several fraudulent schemes. Specifically, ABIC has alleged in Counts XIX  XXII of it's complaint that First Union; the Conner Corporation; Cardinal Savings Bank; Wallace Conner; Larry Dinkins; Peat, Marwick, Main and Co. and Smith, Helms, Mulliss and Moore violated §§ 1962(a)(d) of the RICO Act.<sup>[1]</sup> This allegation is based on the defendants' alleged participation in:</p>\n<p>(a) misrepresenting and omitting material facts and engaging in fraudulent actions, practices, or a fraudulent course of business in order to induce ABIC and ABLAC to purchase the Debentures;</p>\n<p>(b) fraudulently inducing ABIC to issue and extend the ABIC Insurance Policies to the Conner Insureds and the documentation relating to the ABIC-Related Bonds;</p>\n<p>(c) fraudulently requesting and obtaining from ABIC some 10,000 Commitments, many of which were intended to insure loans made to uncreditworthy customers; and</p>\n<p>(d) fraudulently purporting to fulfill their contractual obligations to ABIC under the ABIC Insurance Policies.</p>\n<p>After a careful review of the complaint, this court does not find that the schemes alleged suggest sufficient continuity and criminal dimension to establish a RICO pattern. As in <i>Walk,</i> there is here only a single limited scheme to inflict a single basic injury. Although the complaint sets forth several predicate acts of fraud, these acts are more of a reflection of the context in which the activity took place rather than indicative of inveterate and egregious criminal conduct whose scope and persistence pose a special threat to social well-being. <i>See </i><i>Walk,</i> 847 F.2d at 1105.</p>\n<p>In this case, ABIC's RICO allegations arise out of its agreement with the Conner Corporation to provide certain credit insurance which would allow the Conner Corporation to market certain mobile home loans as securities. Despite the number of predicate acts plead by the plaintiff, this court finds that the action is still one basically centered on a single business relationship which involved only one alleged victim. This type of alleged conduct, though reprehensible, is not an open-ended scheme which contemplates the repeated infliction of independent social harm on an indiscriminate <span class=\"star-pagination\">*1178</span> number of victims and which poses a special threat to social well-being which would serve to justify the imposition of the enhanced penalties allowed under the RICO Act.<sup>[2]</sup></p>\n<p>As stated in <i>HMK,</i> RICO is reserved for \"schemes whose scope and persistence set them above the routine.\" <i>Id.</i> at 1074. Ordinary claims of fraud are best left to \"state common law of frauds\" and to \"well established federal remedial provisions\" <i>International Data Bank,</i> 812 F.2d at 155, quoting <i>Sedima,</i> 105 S.Ct. at 3293 (Marshall, J., dissenting). Taken together, the Fourth Circuit's RICO decisions \"indicate that this circuit will not lightly permit ordinary business contract or fraud disputes to be transformed into federal RICO claims.\" <i>Flip Mortgage Corp.,</i> 841 F.2d at 538. In this case the plaintiff's allegations of fraud, although serious, do not state a claim of such dimension and degree to warrant the imposition of RICO.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the well reasoned line of cases in the Fourth Circuit which establish the definition of a RICO pattern, this court finds that the allegations contained in the plaintiffs' complaint fail to satisfy the \"continuity plus relationship\" requirement necessary to produce a RICO pattern. In viewing the inherent characteristics of the transactions on which the plaintiff bases its RICO claims it is apparent that they are part of a single scheme designed to inflict a single injury on a single victim and as such, they lack the scope and dimension necessary to form a RICO pattern. For the reasons set forth above, this court dismisses the RICO claims contained in Counts XVIII, XX, XXI and XXII of the plaintiffs' complaint.</p>\n<h2>NOTES</h2>\n<p>[1]  Counts XIX, XXI and XXII of the complaint allege that defendants First Union; Conner Corporation; Cardinal Savings Bank; Wallace Conner; Larry Dinkins; Peat, Marwick, Main and Co. and Smith, Helms, Mulliss and Moore violated § 1962(a), § 1962(c) and § 1963(d) respectively of the RICO Act.\n</p>\n<p>In Count XX, ABIC alleges that defendants Conner Corporation, Cardinal Savings Bank, Wallace Conner and Larry Dinkins violated § 1962(b) of the RICO Act.</p>\n<p>[2]  In a related case, <i>First Financial Savings Bank, Inc., et al. v. American Bankers Insurance Company, et al.,</i> <span class=\"citation\" data-id=\"1419024\"><a href=\"/opinion/1419024/first-financial-sav-v-american-ins-co/\"><span class=\"volume\">699</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1167</span></a></span> (E.D.N.C.1988), this court denied defendants motions to dismiss that complaint's RICO claims on various grounds including the existence of a \"pattern of racketeering activity.\" In the <i>First Financial</i> complaint, various frauds were alleged in connection with the issuance and sale of nine series of mobile home loan bonds. In analyzing the allegations in the complaint, the court concluded that although the bonds were sold for a single purpose, to raise capital for the Conner Corporation, that the repeated issuance and sale of the bonds was an open-ended scheme which threatened the repeated infliction of independent economic injuries on a large number of victims. Here, in contrast to the allegations in the <i>First Financial</i> complaint, there is only one victim subject to only an alleged fraud of limited scope.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1419024/"
  ]
}