{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1418643/",
  "absolute_url": "/opinion/1418643/first-financial-sav-bank-v-american-bankers-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1418643/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:02:42.168945Z",
  "date_modified": "2016-04-26T23:45:31.797968Z",
  "type": "010combined",
  "sha1": "21b4563ae2583c81236c01d0532dbc0ef47e0b9d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>699 F.Supp. 1158 (1988)</b></center>\n<center><h1>FIRST FINANCIAL SAVINGS BANK, INC.; Home Savings and Loan Association; Pioneer Savings Bank; Richmond Federal Savings and Loan Association; Builders Federal Savings and Loan Association; Edgecombe Homestead and Loan Association; First Federal Savings and Loan Association of Pitt County; Preferred Savings Bank; Albemarle Savings and Loan Association; Gate City Federal Savings and Loan Association; Home Federal Savings and Loan Association of Kings Mountain; and First Carolina Savings Bank, Inc., Plaintiffs,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC.; American Bankers Financial Services, Inc.; American Bankers Insurance Group, Inc.; Cardinal Savings Bank, Inc.; Interstate Securities, Inc.; First Union National Bank; Wallace J. Conner; Larry M. Dinkins; Roger L. Roode; Peter D. Lowrey; Samuel R. Crites; and Dennis DiMaggio, Defendants.</h1></center>\n<center>Civ. A. No. 88-33-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 22, 1988.</center>\n<p><span class=\"star-pagination\">*1159</span> Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, N.C., for plaintiffs.</p>\n<p>Richard Hutson, Mount, White, Hutson &amp; Carden, Durham, N.C., for defendants American Bankers Ins. Co. of Florida, Inc., American Bankers Financial Services, Inc., American Bankers Ins. Group, Inc., Roger L. Roode, Peter D. Lowrey, Samuel R. Crites, and Dennis DiMaggio.</p>\n<p>J. Jerome Hartzell, Graham &amp; James, Raleigh, N.C., for Cardinal Sav. Bank, Inc.</p>\n<p>Jeffrey J. Davis, Moore &amp; Van Allen, Charlotte, N.C., for Interstate Securities, Inc.</p>\n<p>Martha J. Mason, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for First Union Nat. Bank.</p>\n<p>Scott Hart, Mays &amp; Valentine, Richmond, Va., for Wallace J. Conner.</p>\n<p>Joseph W. Moss, Adams, Kleemeier, Hagan, Hannah &amp; Fouts, Greensboro, N.C., for Larry M. Dinkins.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on motions made by defendant Larry M. Dinkins and by defendant Wallace J. Conner. Defendant Dinkins moves to dismiss plaintiff's complaint pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted. In the alternative, defendant Dinkins moves to dismiss portions of plaintiffs' complaint. Defendant Conner also moves pursuant to Rule 12(b)(6), F.R.Civ.P., to dismiss portions of plaintiffs' complaint for failure to state a claim upon which relief can be granted, while joining in the motion of defendant Dinkins to dismiss the action in its entirety. In the final motion before the court, defendant Dinkins moves to dismiss defendant First Union National Bank's crossclaim pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted. All motions, having been fully and ably briefed, are ripe for resolution, with the exception of defendant Dinkins' motion to dismiss plaintiffs' sixteenth claim for relief. For the reasons set forth below, the court denies the motions <span class=\"star-pagination\">*1160</span> presently before it and will rule on the remaining motion after hearing.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Defendant Dinkins' motion to dismiss the complaint as a whole pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted, is made on grounds that plaintiffs' complaint discloses some fact that defeats plaintiffs' claim and that there is no justiciable controversy between plaintiffs and Dinkins.</p>\n<p>Defendant Dinkins argues that because plaintiffs assert in their complaint that the insurance policies at issue are valid, \"Dinkins cannot have made any misrepresentations or omissions to state material facts that are the bases for every one of the claims for relief against him.\" Therefore, defendant Dinkins argues, plaintiffs have included allegations that show on the face of the complaint some insuperable bar to relief, requiring dismissal of plaintiffs' complaint.</p>\n<p>Further, defendant Dinkins asserts in support of his motion to dismiss plaintiffs' complaint in its entirety that there is no justiciable controversy:</p>\n<blockquote>The crux of plaintiffs' problem is that there is no justiciable controversy between plaintiffs and Dinkins at this point. Until it has been adjudicated that the insurance policies are not enforceable in the manner that the plaintiffs and Dinkins believed that they were, the plaintiffs have not stated a claim for relief under any of the claims for relief against Dinkins.</blockquote>\n<p>Therefore, Dinkins argues, plaintiffs in this case have been unable to present anything but a hypothetical controversy, requiring dismissal of plaintiffs' complaint.</p>\n<p>Defendant Dinkins moves in the alternative for dismissal pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted, of the first, twelfth, sixteenth, and nineteenth claims for relief.</p>\n<p>In brief, this defendant argues that the first claim for relief fails to state a claim for relief insofar as it attempts to allege that Dinkins is secondarily liable as an aider and abettor of the issuer. Despite Fourth Circuit law holding that there is aider and abettor liability for violations under Section 12(2) of the Securities Act of 1933, defendant Dinkins urges the court to adopt \"the better, more well-considered rule\" and dismiss for failure to state a claim that part of plaintiffs' first claim for relief which seeks to hold Dinkins liable as an aider and abettor of the issuer under Section 12(2).</p>\n<p>The twelfth claim fails against Dinkins because, this defendant argues, there is no private right of action under Section 17(a) of the Securities Act of 1933. It also fails to state a claim for relief, defendant Dinkins argues, insofar as the twelfth claim attempts to allege that Dinkins is liable to the plaintiffs as a controlling person of the issuers.</p>\n<p>For the purpose of setting out defendant's motion in full, the court notes defendant Dinkins' contention that the sixteenth claim for relief, alleging violations under Title 18 U.S.C. Section 1962(c) [RICO], must also be dismissed for failure to state a claim upon which relief can be granted. Defendant Dinkins argues that the predicate acts upon which the alleged violations of RICO are based \"revolve about the hypothetical question of whether it is possible for Dinkins to have made misrepresentations or omissions of material fact with respect to the insurance policies.\" Because \"no predicate acts yet exist,\" defendant Dinkins argues, \"the sixteenth claim for relief must be dismissed for failing to state a claim upon which relief may be granted.\" Defendant Dinkins' arguments with respect to the RICO claim will, as stated earlier, be taken up by the court at hearing, noticed for July 26, 1988. Accordingly, the court withholds ruling on this motion until such later date.</p>\n<p>Lastly, this defendant argues that the nineteenth claim for relief should be dismissed in its entirety because: (1) Dinkins is not engaged in the business of insurance and therefore cannot have violated N.C. G.S. Sections 58-54.1 <i>et seq.,</i> 2) the right of action provided by N.C.G.S. Sections 58-54.1 <span class=\"star-pagination\">*1161</span> <i>et seq.</i> does not apply to claimants for securities fraud, and (3) securities transactions are not proper bases for actions under the North Carolina Unfair and Deceptive Trade Practices Act.</p>\n<p>In addition to joining in the motion of defendant Dinkins to dismiss this action in its entirety, defendant Conner moves to dismiss plaintiffs' twelfth claim for relief, inexplicably denominated as Count \"L\" in the motion, and plaintiffs' nineteenth claim for relief, referred to by the movant as Count \"S,\" pursuant to Rule 12(b)(6), F.R. Civ.P., for failure to state a claim upon which relief can be granted.</p>\n<p>Defendant Conner moves, as does defendant Dinkins, for dismissal of the twelfth claim on the ground that there is no private right of action under Section 17(a) of the Securities Act of 1933. Defendant Conner also moves for dismissal of plaintiffs' nineteenth claim for relief on the ground that the right of action provided under the North Carolina Unfair and Deceptive Trade Practices Act does not apply to claims for securities fraud.</p>\n<p>In the last motion before the court, defendant Dinkins moves for dismissal of the First Union cross-claim pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted. Returning again to his argument that plaintiffs' complaint fails to state a claim upon which plaintiffs can recover, defendant Dinkins maintains that First Union cannot recover for indemnity or contribution through a cross-claim based on plaintiffs' allegations.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>The Court articulated in <i>Conley v. Gibson</i> the test most often used to determine whether a complaint warrants dismissal for failure to state a claim upon which relief can be granted:</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p>355 U.S. 41, 45-46, 78 S.Ct. 99, 102, 2 L.Ed.2d 80 (1957).</p>\n<p>For the purposes of a motion to dismiss, the material allegations of the complaint are taken as admitted. <i>Jenkins v. McKeithen,</i> 395 U.S. 411, 421, 89 S.Ct. 1843, 1848, 23 L.Ed.2d 404 (1969). And, the complaint is to be liberally construed in favor of plaintiff. <i>Id.</i> Stated another way, the question, therefore, is whether in the light most favorable to the plaintiff, the complaint states any valid claim for relief. <i>Bramlet v. Wilson,</i> 495 F.2d 714, 716 (8th Cir.1974).</p>\n<p>With the above in mind, the court considers the allegations of plaintiffs' complaint and the cross-claim of First Union below.</p>\n<p>The court will first consider defendant Dinkins' motion to dismiss the complaint as a whole. The court finds no merit in defendant Dinkins' motion to dismiss the complaint pursuant to Rule 12(b)(6), F.R. Civ.P., for failure to state a claim upon which relief can be granted.</p>\n<p>As a practical matter, a dismissal under Rule 12(b)(6) is likely to be granted only in the unusual case in which a plaintiff includes allegations that show on the face of the complaint that there is some insuperable bar to relief. <i>Id.</i> There is no insuperable bar here.</p>\n<p>Plaintiffs have stated valid claims for misrepresentation and misleading omission regardless of the outcome of the insurance claims. It is sufficient to note that if plaintiffs prevail on their insurance claims, all claims against defendant Dinkins will not necessarily become moot.</p>\n<p>Further, it is appropriate for plaintiffs to assert all their claims in a single action. Rule 8(e)(2), F.R.Civ.P., allows great latitude in pleadings. It reads in part:</p>\n<blockquote>A party may set forth two or more statements of a claim or defense alternatively or hypothetically, either in one count or defense or in separate counts or defenses. When two or more statements are made in the alternative and one of them if made independently would be sufficient, <span class=\"star-pagination\">*1162</span> the pleading is not made insufficient by the insufficiency of one or more of the alternative statements. A party may also state as many separate claims or defenses as he has regardless of consistency and whether based on legal, equitable, or maritime grounds.</blockquote>\n<p>For the above reasons, defendant Dinkins' motion to dismiss the complaint, pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted, in which defendant Conner joins, is denied.</p>\n<p>Defendant Dinkins moves in the alternative for dismissal of plaintiffs' first, twelfth, sixteenth and nineteenth claims for relief. The court will consider the first, twelfth and nineteenth claims below.</p>\n<p>The court denies defendant Dinkins' motion to dismiss plaintiffs' first claim for relief. Following established law in this circuit, the court holds that aider and abettor liability is available under section 12(2) of the Securities Act of 1933. <i>Frankel v. Wyllie &amp; Thornhill, Inc.,</i> 537 F.Supp. 730, 744 (W.D.Va.1982). Accordingly, defendant Dinkins' motion to dismiss plaintiffs' first claim pursuant to Rule 12(b)(6), F.R. Civ.P., for failure to state a claim upon which relief can be granted is denied.</p>\n<p>Because defendant Conner's arguments are included in those defendant Dinkins makes with respect to plaintiffs' twelfth and nineteenth claims for relief, both motions to dismiss these portions of plaintiffs' complaint will be considered together as follows.</p>\n<p>As set forth earlier, defendant Dinkins makes two arguments in support of his motion to dismiss plaintiffs' twelfth claim for relief. The court declines to follow the reasoning urged upon it by defendant Dinkins, and also by defendant Conner in the latter's motion, that there is no private right of action under Section 17(a) of the Securities Act of 1933. Although there is authority to the contrary, the Fourth Circuit is committed to the rule that Section 17(a) supports a private damage claim for the fraudulent sale of a security. <i>Newman v. Prior,</i> 518 F.2d 97, 99 (4th Cir. 1975). Accordingly, the motions made by defendants Dinkins and Conner to dismiss plaintiffs' twelfth claim for relief pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted on the ground that Section 17(a) of the Securities Act of 1933 provides no private right of action are denied.</p>\n<p>Similarly, the court is not persuaded by defendant Dinkins' other argument, that the twelfth claim for relief fails against Dinkins insofar as it attempts to allege that Dinkins is liable to plaintiffs as a controlling person of the issuer. The court's reasoning in <i>Keys v. Wolfe,</i> 540 F.Supp. 1054 (N.D.Tex.1982), the single case cited by defendant in support of his motion, is neither controlling nor persuasive. Accordingly, defendant Dinkins' motion to dismiss plaintiffs' twelfth claim for relief pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted on the ground that there is no liability for controlling persons for claims under Section 17(a) of the Securities Act is denied.</p>\n<p>Lastly, defendant Dinkins sets forth three reasons as to why plaintiffs' nineteenth claim for relief should be dismissed. Dinkins argues first that it is impossible for this defendant to be a \"person\" under N.C.G.S. Section 58-54.2(2), which defines that term as it is used in Article 3A, Unfair Trade Practices, of Chapter 58, Insurance. Dinkins is not, it is argued, engaged in the business of insurance and therefore cannot have violated N.C.G.S. Sections 58-54.1 <i>et seq.</i> as alleged. \"Very simply put,\" defendant Dinkins argues in support of dismissal of this claim, \"nothing in the complaint forms a basis for an allegation that Dinkins is engaged in the business of insurance and therefore is subject to the unfair methods of competition or unfair deceptive acts or practices provision of North Carolina General Statute 58.\"</p>\n<p>In Plaintiffs' Brief in Opposition to Motion to Dismiss By Defendant Larry M. Dinkins, it is argued that the purpose of Chapter 58 is to protect consumers of insurance and, the plaintiffs, as bondholders, were the ultimate consumers of the insurance <span class=\"star-pagination\">*1163</span> policies. Plaintiffs contend \"[t]hat purpose will be frustrated if persons who, like defendants, serve as vital links in the marketing chain are not considered to be within the scope of these statutes.\" \"Accordingly,\" plaintiffs argue, \"the phrase `engaged in the business of insurance' should be construed to include persons who serve the roles played by Dinkins and other defendants in this case.\" The court is persuaded by plaintiffs' arguments. Accordingly, the court denies defendant Dinkins' motion to dismiss plaintiffs' nineteenth claim on this ground.</p>\n<p>Defendant Dinkins next argues in support of his motion to dismiss the nineteenth claim that because the only alleged misconduct in the complaint is with respect to misstatements or omissions in connection with an offering to sell the bonds, none of the allegations come within the reach of N.C.G.S. Section 58-54.4, which defines unfair methods of competition and unfair or deceptive acts or practices in the insurance industry. \"Nothing in that section,\" defendant Dinkins argues, \"can be construed to encompass securities fraud, which is in essence, the basis of the complaint in this action.\"</p>\n<p>Plaintiffs argue in response that the alleged misrepresentation of the nature of the insurance coverage by Dinkins and other defendants clearly places their conduct within the scope of N.C.G.S. Section 58-54.4(1)-(2) which defines unfair and deceptive practices to include: (1) making or causing to be made any statement misrepresenting the terms of any insurance policy issued or to be issued; and (2) making or causing to be made a statement with respect to the business of insurance or with respect to any person in the conduct of insurance business, which is untrue, deceptive or misleading.</p>\n<p>This court holds that the acts complained of here can be so construed as to relate to the insurance industry and fall within the scope of N.C.G.S. Section 58-54.4. Accordingly, the court denies defendant Dinkins' motion to dismiss pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted on the ground that the right of action provided by N.C.G. S. Sections 58-54.1 <i>et seq.</i> cannot be held to apply to the acts allegedly committed by defendant Dinkins as set forth in plaintiffs' complaint.</p>\n<p>While Dinkins acknowledges that a violation of N.C.G.S. Section 58-54.4 constitutes an unfair or deceptive trade practice under Chapter 75, North Carolina's Unfair and Deceptive Trade Practices Act, <i>Pearce v. American Defender Life Insurance Co.,</i> 316 N.C. 461, 343 S.E.2d 174 (1986), defendant argues the nineteenth claim fails to allege a claim under Chapter 75. Because securities fraud is at issue here, not insurance, plaintiffs may not, defendant argues, base their claim under N.C.G.S. Section 75-1.1 on a claim of violation of N.C.G.S. Section 58-54.4. And, because securities violations have been held to be inappropriate actions under Chapter 75, citing <i>Lindner v. Durham Hosiery Mills, Inc.,</i> 761 F.2d 162 (4th Cir.1985) and <i>Skinner v. E.F. Hutton &amp; Co., Inc.,</i> 314 N.C. 267, 333 S.E.2d 236 (1985) for the proposition, this claim must be dismissed, defendants Dinkins and Conner argue.</p>\n<p>In light of <i>Pearce</i> and this court's ruling above, that the nineteenth claim properly states a claim for relief under N.C.G.S. Sections 58-54.1 <i>et seq.,</i> the court denies defendant Dinkins' motion to dismiss plaintiffs' nineteenth claim for failure to allege a claim under N.C.G.S. Sections 75-1.1 <i>et seq.</i> Also for these reasons, the court denies defendant Conner's motion to dismiss plaintiffs' nineteenth claim pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted.</p>\n<p>Turning now to defendant Dinkins' motion to dismiss the cross-claim of First Union pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted, it is defendant Dinkins' argument that \"[b]ecause the plaintiffs' Complaint fails to state a claim upon which plaintiffs can recover, First Union cannot recover for indemnity or contribution from Dinkins through a cross-claim <span class=\"star-pagination\">*1164</span> based on the allegations of the Complaint.\" Because the cross-claim alleges nothing more than those facts alleged in the complaint, defendant Dinkins argues, and just as the complaint must be dismissed because it fails to state a claim upon which relief can be granted, so, too, must the cross-claim of First Union be dismissed.</p>\n<p>Defendant Dinkins' basic contention here, that plaintiffs' claims are premature, need not be considered in detail in light of the court's earlier discussion with respect to defendant Dinkins' motion to dismiss the complaint as a whole, where the defendant advances these arguments. For the reasons expressed above, defendant Dinkins' motion pursuant to Rule 12(b)(6), F.R. Civ.P., to dismiss the cross-claim of First Union for failure to state a claim upon which relief can be granted is denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court denies defendant Dinkins' motion to dismiss plaintiffs' complaint in its entirety, in which defendant Conner joins. The court also denies defendant Dinkins' motion in the alternative to dismiss portions of plaintiffs' complaint, with the exception of defendant's motion to dismiss plaintiffs' sixteenth claim for relief, to be decided after hearing noticed for July 26, 1988. The court denies defendant Conner's motion to dismiss portions of plaintiffs' complaint. The court also denies defendant Dinkins' motion to dismiss the First Union cross-claim.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">699</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1158</span></span> (1988)</b></center>\n<center><h1>FIRST FINANCIAL SAVINGS BANK, INC.; Home Savings and Loan Association; Pioneer Savings Bank; Richmond Federal Savings and Loan Association; Builders Federal Savings and Loan Association; Edgecombe Homestead and Loan Association; First Federal Savings and Loan Association of Pitt County; Preferred Savings Bank; Albemarle Savings and Loan Association; Gate City Federal Savings and Loan Association; Home Federal Savings and Loan Association of Kings Mountain; and First Carolina Savings Bank, Inc., Plaintiffs,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC.; American Bankers Financial Services, Inc.; American Bankers Insurance Group, Inc.; Cardinal Savings Bank, Inc.; Interstate Securities, Inc.; First Union National Bank; Wallace J. Conner; Larry M. Dinkins; Roger L. Roode; Peter D. Lowrey; Samuel R. Crites; and Dennis DiMaggio, Defendants.</h1></center>\n<center>Civ. A. No. 88-33-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 22, 1988.</center>\n<p><span class=\"star-pagination\">*1159</span> Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, N.C., for plaintiffs.</p>\n<p>Richard Hutson, Mount, White, Hutson &amp; Carden, Durham, N.C., for defendants American Bankers Ins. Co. of Florida, Inc., American Bankers Financial Services, Inc., American Bankers Ins. Group, Inc., Roger L. Roode, Peter D. Lowrey, Samuel R. Crites, and Dennis DiMaggio.</p>\n<p>J. Jerome Hartzell, Graham &amp; James, Raleigh, N.C., for Cardinal Sav. Bank, Inc.</p>\n<p>Jeffrey J. Davis, Moore &amp; Van Allen, Charlotte, N.C., for Interstate Securities, Inc.</p>\n<p>Martha J. Mason, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for First Union Nat. Bank.</p>\n<p>Scott Hart, Mays &amp; Valentine, Richmond, Va., for Wallace J. Conner.</p>\n<p>Joseph W. Moss, Adams, Kleemeier, Hagan, Hannah &amp; Fouts, Greensboro, N.C., for Larry M. Dinkins.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on motions made by defendant Larry M. Dinkins and by defendant Wallace J. Conner. Defendant Dinkins moves to dismiss plaintiff's complaint pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted. In the alternative, defendant Dinkins moves to dismiss portions of plaintiffs' complaint. Defendant Conner also moves pursuant to Rule 12(b)(6), F.R.Civ.P., to dismiss portions of plaintiffs' complaint for failure to state a claim upon which relief can be granted, while joining in the motion of defendant Dinkins to dismiss the action in its entirety. In the final motion before the court, defendant Dinkins moves to dismiss defendant First Union National Bank's crossclaim pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted. All motions, having been fully and ably briefed, are ripe for resolution, with the exception of defendant Dinkins' motion to dismiss plaintiffs' sixteenth claim for relief. For the reasons set forth below, the court denies the motions <span class=\"star-pagination\">*1160</span> presently before it and will rule on the remaining motion after hearing.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Defendant Dinkins' motion to dismiss the complaint as a whole pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted, is made on grounds that plaintiffs' complaint discloses some fact that defeats plaintiffs' claim and that there is no justiciable controversy between plaintiffs and Dinkins.</p>\n<p>Defendant Dinkins argues that because plaintiffs assert in their complaint that the insurance policies at issue are valid, \"Dinkins cannot have made any misrepresentations or omissions to state material facts that are the bases for every one of the claims for relief against him.\" Therefore, defendant Dinkins argues, plaintiffs have included allegations that show on the face of the complaint some insuperable bar to relief, requiring dismissal of plaintiffs' complaint.</p>\n<p>Further, defendant Dinkins asserts in support of his motion to dismiss plaintiffs' complaint in its entirety that there is no justiciable controversy:</p>\n<blockquote>The crux of plaintiffs' problem is that there is no justiciable controversy between plaintiffs and Dinkins at this point. Until it has been adjudicated that the insurance policies are not enforceable in the manner that the plaintiffs and Dinkins believed that they were, the plaintiffs have not stated a claim for relief under any of the claims for relief against Dinkins.</blockquote>\n<p>Therefore, Dinkins argues, plaintiffs in this case have been unable to present anything but a hypothetical controversy, requiring dismissal of plaintiffs' complaint.</p>\n<p>Defendant Dinkins moves in the alternative for dismissal pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted, of the first, twelfth, sixteenth, and nineteenth claims for relief.</p>\n<p>In brief, this defendant argues that the first claim for relief fails to state a claim for relief insofar as it attempts to allege that Dinkins is secondarily liable as an aider and abettor of the issuer. Despite Fourth Circuit law holding that there is aider and abettor liability for violations under Section 12(2) of the Securities Act of 1933, defendant Dinkins urges the court to adopt \"the better, more well-considered rule\" and dismiss for failure to state a claim that part of plaintiffs' first claim for relief which seeks to hold Dinkins liable as an aider and abettor of the issuer under Section 12(2).</p>\n<p>The twelfth claim fails against Dinkins because, this defendant argues, there is no private right of action under Section 17(a) of the Securities Act of 1933. It also fails to state a claim for relief, defendant Dinkins argues, insofar as the twelfth claim attempts to allege that Dinkins is liable to the plaintiffs as a controlling person of the issuers.</p>\n<p>For the purpose of setting out defendant's motion in full, the court notes defendant Dinkins' contention that the sixteenth claim for relief, alleging violations under Title 18 U.S.C. Section 1962(c) [RICO], must also be dismissed for failure to state a claim upon which relief can be granted. Defendant Dinkins argues that the predicate acts upon which the alleged violations of RICO are based \"revolve about the hypothetical question of whether it is possible for Dinkins to have made misrepresentations or omissions of material fact with respect to the insurance policies.\" Because \"no predicate acts yet exist,\" defendant Dinkins argues, \"the sixteenth claim for relief must be dismissed for failing to state a claim upon which relief may be granted.\" Defendant Dinkins' arguments with respect to the RICO claim will, as stated earlier, be taken up by the court at hearing, noticed for July 26, 1988. Accordingly, the court withholds ruling on this motion until such later date.</p>\n<p>Lastly, this defendant argues that the nineteenth claim for relief should be dismissed in its entirety because: (1) Dinkins is not engaged in the business of insurance and therefore cannot have violated N.C. G.S. Sections 58-54.1 <i>et seq.,</i> 2) the right of action provided by N.C.G.S. Sections 58-54.1 <span class=\"star-pagination\">*1161</span> <i>et seq.</i> does not apply to claimants for securities fraud, and (3) securities transactions are not proper bases for actions under the North Carolina Unfair and Deceptive Trade Practices Act.</p>\n<p>In addition to joining in the motion of defendant Dinkins to dismiss this action in its entirety, defendant Conner moves to dismiss plaintiffs' twelfth claim for relief, inexplicably denominated as Count \"L\" in the motion, and plaintiffs' nineteenth claim for relief, referred to by the movant as Count \"S,\" pursuant to Rule 12(b)(6), F.R. Civ.P., for failure to state a claim upon which relief can be granted.</p>\n<p>Defendant Conner moves, as does defendant Dinkins, for dismissal of the twelfth claim on the ground that there is no private right of action under Section 17(a) of the Securities Act of 1933. Defendant Conner also moves for dismissal of plaintiffs' nineteenth claim for relief on the ground that the right of action provided under the North Carolina Unfair and Deceptive Trade Practices Act does not apply to claims for securities fraud.</p>\n<p>In the last motion before the court, defendant Dinkins moves for dismissal of the First Union cross-claim pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted. Returning again to his argument that plaintiffs' complaint fails to state a claim upon which plaintiffs can recover, defendant Dinkins maintains that First Union cannot recover for indemnity or contribution through a cross-claim based on plaintiffs' allegations.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>The Court articulated in <i>Conley v. Gibson</i> the test most often used to determine whether a complaint warrants dismissal for failure to state a claim upon which relief can be granted:</p>\n<blockquote>In appraising the sufficiency of the complaint we follow, of course, the accepted rule that a complaint should not be dismissed for failure to state a claim unless it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.</blockquote>\n<p><span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957).</p>\n<p>For the purposes of a motion to dismiss, the material allegations of the complaint are taken as admitted. <i>Jenkins v. McKeithen,</i> <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span>, 421, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1843</span></a></span>, 1848, <span class=\"citation\" data-id=\"107964\"><a href=\"/opinion/107964/jenkins-v-mckeithen/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1969). And, the complaint is to be liberally construed in favor of plaintiff. <i>Id.</i> Stated another way, the question, therefore, is whether in the light most favorable to the plaintiff, the complaint states any valid claim for relief. <i>Bramlet v. Wilson,</i> <span class=\"citation\" data-id=\"318561\"><a href=\"/opinion/318561/brian-dale-bramlet-v-james-a-wilson/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 716 (8th Cir.1974).</p>\n<p>With the above in mind, the court considers the allegations of plaintiffs' complaint and the cross-claim of First Union below.</p>\n<p>The court will first consider defendant Dinkins' motion to dismiss the complaint as a whole. The court finds no merit in defendant Dinkins' motion to dismiss the complaint pursuant to Rule 12(b)(6), F.R. Civ.P., for failure to state a claim upon which relief can be granted.</p>\n<p>As a practical matter, a dismissal under Rule 12(b)(6) is likely to be granted only in the unusual case in which a plaintiff includes allegations that show on the face of the complaint that there is some insuperable bar to relief. <i>Id.</i> There is no insuperable bar here.</p>\n<p>Plaintiffs have stated valid claims for misrepresentation and misleading omission regardless of the outcome of the insurance claims. It is sufficient to note that if plaintiffs prevail on their insurance claims, all claims against defendant Dinkins will not necessarily become moot.</p>\n<p>Further, it is appropriate for plaintiffs to assert all their claims in a single action. Rule 8(e)(2), F.R.Civ.P., allows great latitude in pleadings. It reads in part:</p>\n<blockquote>A party may set forth two or more statements of a claim or defense alternatively or hypothetically, either in one count or defense or in separate counts or defenses. When two or more statements are made in the alternative and one of them if made independently would be sufficient, <span class=\"star-pagination\">*1162</span> the pleading is not made insufficient by the insufficiency of one or more of the alternative statements. A party may also state as many separate claims or defenses as he has regardless of consistency and whether based on legal, equitable, or maritime grounds.</blockquote>\n<p>For the above reasons, defendant Dinkins' motion to dismiss the complaint, pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted, in which defendant Conner joins, is denied.</p>\n<p>Defendant Dinkins moves in the alternative for dismissal of plaintiffs' first, twelfth, sixteenth and nineteenth claims for relief. The court will consider the first, twelfth and nineteenth claims below.</p>\n<p>The court denies defendant Dinkins' motion to dismiss plaintiffs' first claim for relief. Following established law in this circuit, the court holds that aider and abettor liability is available under section 12(2) of the Securities Act of 1933. <i>Frankel v. Wyllie &amp; Thornhill, Inc.,</i> <span class=\"citation\" data-id=\"2348953\"><a href=\"/opinion/2348953/frankel-v-wyllie-thornhill-inc/\"><span class=\"volume\">537</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">730</span></a></span>, 744 (W.D.Va.1982). Accordingly, defendant Dinkins' motion to dismiss plaintiffs' first claim pursuant to Rule 12(b)(6), F.R. Civ.P., for failure to state a claim upon which relief can be granted is denied.</p>\n<p>Because defendant Conner's arguments are included in those defendant Dinkins makes with respect to plaintiffs' twelfth and nineteenth claims for relief, both motions to dismiss these portions of plaintiffs' complaint will be considered together as follows.</p>\n<p>As set forth earlier, defendant Dinkins makes two arguments in support of his motion to dismiss plaintiffs' twelfth claim for relief. The court declines to follow the reasoning urged upon it by defendant Dinkins, and also by defendant Conner in the latter's motion, that there is no private right of action under Section 17(a) of the Securities Act of 1933. Although there is authority to the contrary, the Fourth Circuit is committed to the rule that Section 17(a) supports a private damage claim for the fraudulent sale of a security. <i>Newman v. Prior,</i> <span class=\"citation\" data-id=\"328497\"><a href=\"/opinion/328497/blue-sky-l-rep-p-71222-fed-sec-l-rep-p-95211-dr-d-w-newman-v/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 99 (4th Cir. 1975). Accordingly, the motions made by defendants Dinkins and Conner to dismiss plaintiffs' twelfth claim for relief pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted on the ground that Section 17(a) of the Securities Act of 1933 provides no private right of action are denied.</p>\n<p>Similarly, the court is not persuaded by defendant Dinkins' other argument, that the twelfth claim for relief fails against Dinkins insofar as it attempts to allege that Dinkins is liable to plaintiffs as a controlling person of the issuer. The court's reasoning in <i>Keys v. Wolfe,</i> <span class=\"citation\" data-id=\"1610871\"><a href=\"/opinion/1610871/keys-v-wolfe/\"><span class=\"volume\">540</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1054</span></a></span> (N.D.Tex.1982), the single case cited by defendant in support of his motion, is neither controlling nor persuasive. Accordingly, defendant Dinkins' motion to dismiss plaintiffs' twelfth claim for relief pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted on the ground that there is no liability for controlling persons for claims under Section 17(a) of the Securities Act is denied.</p>\n<p>Lastly, defendant Dinkins sets forth three reasons as to why plaintiffs' nineteenth claim for relief should be dismissed. Dinkins argues first that it is impossible for this defendant to be a \"person\" under N.C.G.S. Section 58-54.2(2), which defines that term as it is used in Article 3A, Unfair Trade Practices, of Chapter 58, Insurance. Dinkins is not, it is argued, engaged in the business of insurance and therefore cannot have violated N.C.G.S. Sections 58-54.1 <i>et seq.</i> as alleged. \"Very simply put,\" defendant Dinkins argues in support of dismissal of this claim, \"nothing in the complaint forms a basis for an allegation that Dinkins is engaged in the business of insurance and therefore is subject to the unfair methods of competition or unfair deceptive acts or practices provision of North Carolina General Statute 58.\"</p>\n<p>In Plaintiffs' Brief in Opposition to Motion to Dismiss By Defendant Larry M. Dinkins, it is argued that the purpose of Chapter 58 is to protect consumers of insurance and, the plaintiffs, as bondholders, were the ultimate consumers of the insurance <span class=\"star-pagination\">*1163</span> policies. Plaintiffs contend \"[t]hat purpose will be frustrated if persons who, like defendants, serve as vital links in the marketing chain are not considered to be within the scope of these statutes.\" \"Accordingly,\" plaintiffs argue, \"the phrase `engaged in the business of insurance' should be construed to include persons who serve the roles played by Dinkins and other defendants in this case.\" The court is persuaded by plaintiffs' arguments. Accordingly, the court denies defendant Dinkins' motion to dismiss plaintiffs' nineteenth claim on this ground.</p>\n<p>Defendant Dinkins next argues in support of his motion to dismiss the nineteenth claim that because the only alleged misconduct in the complaint is with respect to misstatements or omissions in connection with an offering to sell the bonds, none of the allegations come within the reach of N.C.G.S. Section 58-54.4, which defines unfair methods of competition and unfair or deceptive acts or practices in the insurance industry. \"Nothing in that section,\" defendant Dinkins argues, \"can be construed to encompass securities fraud, which is in essence, the basis of the complaint in this action.\"</p>\n<p>Plaintiffs argue in response that the alleged misrepresentation of the nature of the insurance coverage by Dinkins and other defendants clearly places their conduct within the scope of N.C.G.S. Section 58-54.4(1)-(2) which defines unfair and deceptive practices to include: (1) making or causing to be made any statement misrepresenting the terms of any insurance policy issued or to be issued; and (2) making or causing to be made a statement with respect to the business of insurance or with respect to any person in the conduct of insurance business, which is untrue, deceptive or misleading.</p>\n<p>This court holds that the acts complained of here can be so construed as to relate to the insurance industry and fall within the scope of N.C.G.S. Section 58-54.4. Accordingly, the court denies defendant Dinkins' motion to dismiss pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted on the ground that the right of action provided by N.C.G. S. Sections 58-54.1 <i>et seq.</i> cannot be held to apply to the acts allegedly committed by defendant Dinkins as set forth in plaintiffs' complaint.</p>\n<p>While Dinkins acknowledges that a violation of N.C.G.S. Section 58-54.4 constitutes an unfair or deceptive trade practice under Chapter 75, North Carolina's Unfair and Deceptive Trade Practices Act, <i>Pearce v. American Defender Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">461</span></span>, <span class=\"citation\" data-id=\"1269548\"><a href=\"/opinion/1269548/pearce-v-american-defender-life-ins-co/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">174</span></a></span> (1986), defendant argues the nineteenth claim fails to allege a claim under Chapter 75. Because securities fraud is at issue here, not insurance, plaintiffs may not, defendant argues, base their claim under N.C.G.S. Section 75-1.1 on a claim of violation of N.C.G.S. Section 58-54.4. And, because securities violations have been held to be inappropriate actions under Chapter 75, citing <i>Lindner v. Durham Hosiery Mills, Inc.,</i> <span class=\"citation\" data-id=\"451707\"><a href=\"/opinion/451707/kurt-j-lindner-edith-lindner-st-joseph-hospital-of-kirkwood-admiral/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span> (4th Cir.1985) and <i>Skinner v. E.F. Hutton &amp; Co., Inc.,</i> <span class=\"citation\" data-id=\"1313662\"><a href=\"/opinion/1313662/skinner-v-ef-hutton-co-inc/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"1313662\"><a href=\"/opinion/1313662/skinner-v-ef-hutton-co-inc/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">236</span></a></span> (1985) for the proposition, this claim must be dismissed, defendants Dinkins and Conner argue.</p>\n<p>In light of <i>Pearce</i> and this court's ruling above, that the nineteenth claim properly states a claim for relief under N.C.G.S. Sections 58-54.1 <i>et seq.,</i> the court denies defendant Dinkins' motion to dismiss plaintiffs' nineteenth claim for failure to allege a claim under N.C.G.S. Sections 75-1.1 <i>et seq.</i> Also for these reasons, the court denies defendant Conner's motion to dismiss plaintiffs' nineteenth claim pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted.</p>\n<p>Turning now to defendant Dinkins' motion to dismiss the cross-claim of First Union pursuant to Rule 12(b)(6), F.R.Civ.P., for failure to state a claim upon which relief can be granted, it is defendant Dinkins' argument that \"[b]ecause the plaintiffs' Complaint fails to state a claim upon which plaintiffs can recover, First Union cannot recover for indemnity or contribution from Dinkins through a cross-claim <span class=\"star-pagination\">*1164</span> based on the allegations of the Complaint.\" Because the cross-claim alleges nothing more than those facts alleged in the complaint, defendant Dinkins argues, and just as the complaint must be dismissed because it fails to state a claim upon which relief can be granted, so, too, must the cross-claim of First Union be dismissed.</p>\n<p>Defendant Dinkins' basic contention here, that plaintiffs' claims are premature, need not be considered in detail in light of the court's earlier discussion with respect to defendant Dinkins' motion to dismiss the complaint as a whole, where the defendant advances these arguments. For the reasons expressed above, defendant Dinkins' motion pursuant to Rule 12(b)(6), F.R. Civ.P., to dismiss the cross-claim of First Union for failure to state a claim upon which relief can be granted is denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the court denies defendant Dinkins' motion to dismiss plaintiffs' complaint in its entirety, in which defendant Conner joins. The court also denies defendant Dinkins' motion in the alternative to dismiss portions of plaintiffs' complaint, with the exception of defendant's motion to dismiss plaintiffs' sixteenth claim for relief, to be decided after hearing noticed for July 26, 1988. The court denies defendant Conner's motion to dismiss portions of plaintiffs' complaint. The court also denies defendant Dinkins' motion to dismiss the First Union cross-claim.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1313662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1610871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2348953/"
  ]
}