{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1419024/",
  "absolute_url": "/opinion/1419024/first-financial-sav-v-american-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1419024/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:02:49.365751Z",
  "date_modified": "2016-04-26T22:03:07.824815Z",
  "type": "010combined",
  "sha1": "b3b92d48969dabe3c4f7c90bf6b3ab92b5be4aeb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>699 F.Supp. 1167 (1988)</b></center>\n<center><h1>FIRST FINANCIAL SAVINGS BANK, INC.; Home Savings and Loan Association; Pioneer Savings Bank; Richmond Federal Savings and Loan Association; Builders Federal Savings and Loan Association; Edgecombe Homestead and Loan Association; First Federal Savings and Loan Association of Pitt County; Preferred Savings Bank; Albemarle Savings and Loan Association; Gate City Federal Savings and Loan Association; Home Federal Savings and Loan Association of Kings Mountain; and First Carolina Savings Bank, Inc., Plaintiffs,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC.; American Bankers Financial Services, Inc.; American Bankers Insurance Group, Inc.; Cardinal Savings Bank, Inc.; Interstate Securities, Inc.; First Union National Bank; Wallace J. Conner; Larry M. Dinkins; Roger L. Roode; Peter D. Lowrey; Samuel R. Crites; and Dennis DiMaggio, Defendants.</h1></center>\n<center>No. 88-33-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 2, 1988.</center>\n<p><span class=\"star-pagination\">*1168</span> Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, N.C., for plaintiffs.</p>\n<p>Andrew B. Weissman, Wilmer, Cutler &amp; Pickering, Washington, D.C., for Roger L. Roode, Samuel R. Cretes, Peter D. Lowrey and Dennis DiMaggio.</p>\n<p>Richard M. Hutson, Mount, White, Hutson &amp; Carden, Durham, N.C., for American Bankers Ins. Co. of Florida, Inc., American Bankers Financial Services, Inc., American Bankers Ins. Group, Inc., Roger L. Roode, Peter D. Lowrey, Samuel R. Crites and Dennis DiMaggio.</p>\n<p>J. Jerome Hartzell, Graham &amp; James, Raleigh, N.C., for Cardinal Sav. Bank, Inc.</p>\n<p>Jeffrey J. Davis, Moore &amp; Van Allen, Charlotte, N.C., for Interstate Securities, Inc.</p>\n<p>Martha J. Mason, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for First Union Nat. Bank.</p>\n<p>Scott Hart, Mays &amp; Valentine, Richmond, Va., for Wallace J. Conner.</p>\n<p>Daniel W. Fouts, Joseph W. Moss, Adams, Kleemeier, Hagan, Hannah &amp; Fouts, Greensboro, N.C., for Larry M. Dinkins.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motions of defendants Roode, Crites, Lowrey and DiMaggio (hereinafter \"ABIC individual defendants\") and defendant Larry Dinkins (hereinafter \"Dinkins\") to dismiss the Sixteenth and Seventeenth Claims for Relief based on violations of RICO.</p>\n<p></p>\n<h2>FACTUAL HISTORY OF CASE</h2>\n<p>The factual history of this case has been discussed in some detail in this court's earlier orders. For this reason, the court foregoes a lengthy discussion of the facts and concentrates on the motions to dismiss the Sixteenth and Seventeenth Claims for Relief filed by the ABIC individual defendants <span class=\"star-pagination\">*1169</span> and Dinkins.<sup>[1]</sup> By earlier orders, this court has addressed defendants' motions to dismiss the other claims for relief asserted against them by the First Financial plaintiffs.</p>\n<p>The heart of the controversy underlying all of the related <i>Conner</i> cases surrounds the interpretation and application of the credit insurance policies on manufactured home loans used as security for eighteen series of manufactured home loan bonds issued by the Conner Corporation. The first nine series of the series of bonds were secured by credit insurance provided by Foremost Insurance Company while the second nine series were secured by ABIC. The credit insurance supplied by ABIC and Foremost allegedly allowed the Conner Corporation to assert that the mobile home loans which secured the bonds were covered by \"full credit substitution.\"</p>\n<p>Shortly after Conner filed for reorganization under Chapter 11 of the Bankruptcy Code, ABIC indicated its refusal to continue insuring the manufactured home loans based on the provisions of several side agreements and endorsements between ABIC and Conner which it contends are part of the ABIC credit insurance policies. Under these credit insurance policies and corresponding endorsements, the Conner Corporation allegedly agreed that in the event payments under the policies on defaulted mobile home loans exceeded the 77½% of the credit insurance premium, that Conner would pay additional premiums to reimburse ABIC for any losses in excess of 77½% of the original premium. The bondholders assert that this is not \"full credit substitution\" as claimed by Conner in marketing the bonds.</p>\n<p>In their motions to dismiss the complaint, the ABIC individual defendants and Dinkins requested that the Sixteenth Claim for Relief which purports to allege violations of the Racketeer Influenced and Corrupt Organization provisions of the Organized Crime Control Act of 1970 (\"RICO\") be dismissed as: (a) the facts alleged in the complaint do not allow a reasonable inference that the ABIC individual defendants or Dinkins committed criminal felonies; (b) the complaint fails to allege a \"pattern of racketeering activity\"; (c) the complaint fails to allege facts that establish that the ABIC individual defendants participated in the conduct of the affairs of the alleged RICO enterprises; (d) the ABIC individual defendants were not \"employed by or associated with\" the alleged RICO enterprises; (e) the complaint fails to adequately allege reasonable reliance on the purported misrepresentations; and (f) the complaint fails to allege fraud with specificity as required by Rule 9(b) of the Federal Rules of Civil Procedure.</p>\n<p>The ABIC individual defendants additionally assert that the Seventeenth Claim for Relief, which purports to allege of conspiracy to violate RICO, should be dismissed for the reasons set forth with respect to the Sixteenth Claim for Relief as well as the failure to satisfy accepted standards for conspiracy pleading.</p>\n<p>After hearing oral arguments on the defendants' motions to dismiss the Sixteenth and Seventeenth Claims for Relief, this court denies the defendants' motion to dismiss for the reasons set forth below.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>1. Predicate Acts</h2>\n<p>The ABIC individual defendants and defendant Dinkins contend that the complaint fails to sufficiently allege predicate acts within the meaning of RICO. The First Financial plaintiffs respond to this contention by stating that the allegations concerning the violation by the defendants of Section 10(b) and Rule 10b-5 adequately constitute predicate acts within the meaning of RICO. In analyzing the complaint, it is clear that the plaintiffs have alleged violations of Section 10(b) and Rule 10b-5 in connection with the issuance and marketing of the manufactured home loan bonds <span class=\"star-pagination\">*1170</span> and that the defendants made multiple use of the mail, telephone, and other instrumentalities of interstate commerce in connection with these violations. As such, this court is satisfied that the complaint sufficiently alleges predicate acts as set forth in Section 1961(1)(D) required to state a claim under RICO. For these reasons, the motion to dismiss based on this ground is denied.</p>\n<p></p>\n<h2>2. Pattern Requirement</h2>\n<p>Next, the court turns to the discussion of whether the complaint has adequately established a \"pattern of racketeering activity.\" The issue of what constitutes a \"pattern of racketeering activity\" under RICO was addressed by the Supreme Court in <i>Sedima, S.P.R.L. v. Imrex Co., Inc.,</i> 473 U.S. 479, 105 S.Ct. 3275, 87 L.Ed.2d 346 (1985). In the now famous Footnote 14 to the <i>Sedima</i> opinion, the Court defined a RICO pattern in terms of \"continuity plus relationship.\" <i>Id.</i> at 496, 105 S.Ct. at 3285.</p>\n<p>Based on the \"continuity plus relationship\" definition of pattern, the Fourth Circuit has adopted a flexible standard as to what constitutes a \"pattern of racketeering activity.\" In a line of well-reasoned cases, the Fourth Circuit has held that a \"pattern of racketeering activity\" will be determined by analyzing the alleged activities on a case-by-case basis. <i>See </i><i>International Data Bank Ltd. v. Zepkin,</i> 812 F.2d 149 (4th Cir.1987).</p>\n<p>In <i>International Data Bank Ltd.,</i> the Fourth Circuit held that a \"pattern of racketeering activity\" within the meaning of RICO is a matter of criminal dimension and degree and that \"no mechanical test can determine the existence of a RICO pattern.\" <i>Id.</i> at 155. The court further held that it was \"Congress's intent that RICO serve as a weapon against ongoing unlawful activities whose scope and persistence pose a special threat to social well-being.\" <i>Id.</i></p>\n<p>In <i>HMK Corp. v. Walsey,</i> 828 F.2d 1071 (4th Cir.1987), <i>cert. denied,</i> ___ U.S. ___, 108 S.Ct. 706, 98 L.Ed.2d 657 (1988), the Fourth Circuit again addressed the question of when a pattern of racketeering activity exists. In <i>HMK Corp.,</i> the court expanded on the pattern definition set forth in <i>International Data Bank Ltd.,</i> by stating that:</p>\n<blockquote>The existence of a pattern thus depends on context, particularly on the nature of the underlying offenses. Attention to the nature of the underlying offenses is necessary because the heightened civil and criminal penalties of RICO are reserved for schemes whose scope and persistence set them above the routine.</blockquote>\n<p><i>HMK Corp.</i> at 1074.</p>\n<p>The court in <i>HMK</i> continued by stating that the length of time over which the alleged predicate act occurred and the number of alleged predicate acts are not necessarily determinative of the continuity element of the pattern requirement. <i>Id.</i> at 1075. Rather, the court in <i>HMK</i> held that the determination of whether particular predicate acts reflect the \"continuous\" criminal activity necessary to establish a RICO pattern cannot be made in a vacuum but must consider the peculiar context in which they occurred as well as the inherent characteristic of the situation in issue. <i>Id.</i></p>\n<p>Most recently, in <i>Walk v. Baltimore and Ohio Railroad,</i> 847 F.2d 1100 (4th Cir. 1988), the Fourth Circuit further expounded on the \"pattern\" requirement. In <i>Walk,</i> a case involving RICO allegations made by minority shareholders against majority shareholders on the basis of a proposed corporate merger, the Fourth Circuit held that \"[t]he objective of the related predicate acts is a factor to be considered in assessing the criminal dimension and degree.\" <i>Id.</i> at 1106. The court in <i>Walk</i> continued by stating that where the scheme's objective is sufficiently limited so that the related predicate acts do not suggest ongoing criminal activity of the scope and persistence necessary to pose a special threat to social well-being the pattern requirement will not be satisfied. <i>Id.</i></p>\n<p>The defendants contend that their activities constitute a single limited scheme which is not sufficient to constitute a pattern of racketeering activity. It is argued that although there were eighteen bond series, and that predicate acts involving <span class=\"star-pagination\">*1171</span> alleged wire and mail fraud arose out of each of these eighteen bond series, that the number of predicate acts alleged in the complaint is merely a function of the nature of the transaction, that being a securities transaction.<sup>[2]</sup> Defendants contend that each of the alleged \"schemes\" was only another step toward the accomplishment of a single limited goal, that being to raise capital for the cash hungry Conner Group through the sale of manufactured home loan bonds.</p>\n<p>In <i>Walk v. Baltimore and Ohio Railroad,</i> 847 F.2d at 1105, the Fourth Circuit held that \"an open-ended scheme contemplating the repeated infliction of independent economic injuries on an indiscriminate number of victims may well pose a special threat to social well-being.\" The Court in <i>Walk</i> further stated that:</p>\n<blockquote>A scheme that contemplates a repeated infliction of independent economic injuries  e.g., a series of bank robberies or embezzlements  should not escape characterization as a pattern simply because each criminal act shares the same general objective  the robbing of banks or the embezzlement of funds. Schemes such as these, which involve the repeated infliction of independent economic injuries and thus the reaping of independent illegal benefits  are precisely the sort of ongoing criminal activity to which <i>Sedima</i>'s continuity requirement is addressed.</blockquote>\n<p><i>Id.</i> at 1106.</p>\n<p>Although the Fourth Circuit has adopted a somewhat restrictive view of what constitutes a RICO pattern, this court believes that the allegations in this case fall within the exceptions stated in <i>Walk v. Baltimore and Ohio Railroad,</i> 847 F.2d at 1106. Specifically, this court finds that the allegations made in the plaintiff's complaint, if true, could establish an open-ended scheme which contemplated the repeated infliction of independent economic injuries on an indiscriminate number of victims. In this case, the Conner Corporation and the other defendants to this action were involved in the marketing of nine series of manufactured home loan bonds. The nine bonds series insured by ABIC were sold to a large number of Savings and Loans and other investors for an amount in excess of $20 million. To allow defendants to characterize each of the bond series as merely a step toward the single limited goal, that being to raise capital for the Conner Corporation, would be a perversion of the Fourth Circuit's RICO pattern requirement.</p>\n<p>Indeed, this court believes that the examples set forth in <i>Walk</i> of a RICO pattern involving a series of bank robberies or embezzlements is appropriate in this case as although a series of bank robberies or embezzlements may be grouped under the single limited objective of robbing banks or embezzling funds, these \"single schemes\" contemplate the repeated infliction of independent economic injuries. In this case, the repeated issuance of bond series, each involving alleged misrepresentations and omissions, may well constitute the repeated infliction of independent economic harm which poses a special threat to social well-being and which is encompassed by RICO. As such, this court is satisfied that the allegations in the plaintiffs' complaint adequately set forth a \"pattern of racketeering activity\" under RICO.<sup>[3]</sup></p>\n<p></p>\n<h2>3. Participation in Affairs of RICO Enterprise</h2>\n<p>The court next addresses the issue of whether the ABIC defendants participated <span class=\"star-pagination\">*1172</span> in the conduct of the affairs of the alleged RICO enterprises and whether they were \"employed by or associated with\" the alleged RICO enterprise as required in Section 1962(c). Section 1962(c) states:</p>\n<blockquote>It shall be unlawful for any person employed by or associated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct or participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering activity or collection of unlawful debt.</blockquote>\n<p>The ABIC individual defendants argue that <i>U.S. v. Mandel,</i> 591 F.2d 1347 (4th Cir. 1979), <i>vacated </i><i>in part on other grounds,</i> 602 F.2d 653 (4th Cir.1979), <i>en banc, re'g. denied,</i> 609 F.2d 1076 (4th Cir.1979), <i>cert. denied,</i> 445 U.S. 961, 100 S.Ct. 1647, 64 L.Ed.2d 236 (1980), requires that a defendant must participate in the \"operation or management\" of the alleged RICO enterprise to fall within the scope of the RICO Act. The defendants contend that ABIC's only connection with the alleged RICO enterprise, the Conner Corporation, was that it sold Conner insurance in the normal course of business and that the complaint contains no specific allegations that ABIC or the ABIC individual defendants were involved in the operation or management of the alleged RICO enterprise.</p>\n<p>In analyzing the meaning of Section 1962, it is clear that the defendant must allege some involvement in the operation or management of the alleged RICO enterprise. <i>See U.S. v. Mandel,</i> 591 F.2d at 1375. However, this involvement in the operation or management of the business may be direct or indirect. Further, the defendant need not be employed by the alleged enterprise but may merely be associated with the alleged enterprise.</p>\n<p>In this case it is alleged that the ABIC individual defendants, as well as ABIC itself, were integrally involved in the issuance and sale of nine series of manufactured home loan bonds. As such, the allegations in the complaint set forth a relationship which goes beyond the normal course of business. Plaintiffs allege that ABIC was an integral player in the issuance and sale of the bonds in that it allegedly supplied the specialized insurance necessary to sell the mobile home loans as securities, that ABIC allowed Conner to use its name in marketing the bonds, that ABIC participated in getting an enhanced rating for the bonds from Standard and Poors and that ABIC was associated with the dissemination of allegedly misleading information concerning the credit insurance securing the bonds by virtue of the opinion letters executed by ABIC.</p>\n<p>The complaint sets forth independent allegations concerning each of the individual defendants roles in the bond deal. Specifically, it is alleged that the individual defendants drafted, reviewed or executed certain documents which are at the heart of the alleged fraud. These documents being the allegedly misleading opinion letters that became part of the Private Placement Memorandum, and the Side Agreements and Endorsements which allegedly changed the nature and scope of the credit insurance.</p>\n<p>In <i>Schacht v. Brown,</i> 711 F.2d 1343, 1360 (7th Cir.1983), the Seventh Circuit held that:</p>\n<blockquote>The nature of racketeering connections to an otherwise legitimate business suggests that elements outside a company may assist in obtaining the company's illegal goals. Thus the substantive proscriptions of the RICO statute apply to insiders and outsiders  those merely `associated with' an enterprise  who participate directly and indirectly in the enterprise's affairs through a pattern of racketeering activity. [Citations omitted]. Thus, the RICO net is woven tightly to trap even the smallest fish, those peripherally involved with the enterprise. (Quoting <i>United States v. Starnes,</i> 644 F.2d 673, 679 (7th Cir.1981)).</blockquote>\n<p>This court is admittedly troubled by the issue of association as to some of the individual defendants, but not as to defendants Dinkins and Roode. Specifically, the court has little trouble associating defendant Dinkins with the alleged RICO enterprise due to his employment as vice-president of <span class=\"star-pagination\">*1173</span> the Conner Corporation. The court also has little problem associating defendant Roode with the alleged RICO enterprise. The complaint clearly alleges that defendant Roode was associated with both Foremost Insurance Company and ABIC in their dealings with the Conner Group in regard to the mobile home loan credit insurance policies and apparently carried the Conner credit insurance business with him when he left Foremost to become Chairman of the Board of ABFS. As such, the complaint sufficiently alleges that defendant Roode was \"associated with\" the alleged RICO enterprise. Although this court believes that the connection or association of the other three ABIC individual defendants to the alleged RICO enterprise is much more tenuous, it is persuaded that the \"RICO net is woven tightly to trap even the smallest fish, those peripherally involved with the enterprise.\" <i>Schacht v. Brown,</i> 711 F.2d at 1360.</p>\n<p>After careful consideration of this issue, the court finds that the complaint makes sufficient allegations to survive the \"association\" challenge brought by the individual defendants. Section 1962(c) requires only that a defendant be associated with the alleged RICO enterprise and that he participate directly or indirectly in the management or conduct of the enterprises affairs. In this case, the allegations in the complaint set forth an association between the defendants and the Conner Corporation which exceeds the scope of normal business transactions and which further could show some role in the conduct of the alleged enterprises affairs as to the issuance and sale of the bonds. As such, the court denies the defendants' motion to dismiss on the basis of failure to satisfy Section 1962(c).</p>\n<p></p>\n<h2>4. Criminal Intent</h2>\n<p>Next, the court considers the defendants' contention that the complaint fails to allege the requisite criminal intent required to frame a proper claim under RICO. By virtue of this court's order in regard to the ABIC individual defendants' motion to dismiss the Thirteenth Claim for Relief which purports to state a claim under Section 10(b) of the Securities Exchange Act of 1934 and Rule 10b-5 thereunder, this court holds that the plaintiffs' complaint has adequately alleged the requisite scienter required by the RICO statutes.</p>\n<p></p>\n<h2>5. Fraud &amp; Conspiracy Pleading</h2>\n<p>Lastly, this court notes that in its prior orders in regard to the ABIC individual defendants' and Larry Dinkins' motions to dismiss the complaint, this court has fully addressed the contentions concerning the failure to allege reasonable reliance, failure to allege fraud with specificity as required by Rule 9 and the failure to properly plead conspiracy. As such, the court adopts its discussions of these matters and denies relief to the defendants based on the rationale set forth in these discussions.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>After careful review of the briefs submitted by the parties to this action, as well as the able arguments made by counsel in open court, this court is compelled to deny the defendants' motion to dismiss the Sixteenth and Seventeenth Claims for Relief. Specifically, this court finds that the complaint adequately alleges predicate acts necessary to state a RICO claim; that the complaint adequately alleges a pattern of \"racketeering activity\"; that the complaint adequately alleges facts which establish that the ABIC individual defendants and Larry Dinkins were associated with, and participated in, the conduct of the affairs of the alleged RICO enterprises; that the complaint adequately alleges reasonable reliance; that the complaint adequately alleges fraud with the specificity required by Rule 9; and that the complaint adequately satisfies accepted standards for conspiracy pleading. For these reasons, the court denies the defendants' motion to dismiss the sixteenth and Seventeenth Claims for Relief based on violations of RICO.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant Dinkins was Vice-President of the Conner Corporation; defendant Roode was Chairman of the Board and Chief Executive Officer of ABFS, a subsidiary of ABIC, and an officer of ABIC; defendant Lowrey was Senior Vice-President of ABIC; defendant Crites was Vice-President of ABIC and defendant DiMaggio was Associate Counsel for ABIC.</p>\n<p>[2]  Nine other series of bonds were marketed by the Conner Group and insured by Foremost Insurance and are the basis for another group of related actions presently before the court.</p>\n<p>[3]  This decision is distinguished from the court's decision dismissing the RICO claims in the related case of <i>American Bankers Insurance Company of Florida, Inc., et al. v. First Union National Bank of North Carolina,</i> 699 F.Supp. 1174 (E.D.N.C.1988), on the grounds that the fraud alleged in the <i>American Bankers Insurance Company</i> complaint involved only a single scheme to defraud a single victim and therefore was not an open-ended scheme which contemplated the repeated infliction of economic injuries. This single fraud involving a single victim, which was not subject to repetition, did not constitute the degree of social harm necessary to justify the imposition of RICO.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">699</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1167</span></span> (1988)</b></center>\n<center><h1>FIRST FINANCIAL SAVINGS BANK, INC.; Home Savings and Loan Association; Pioneer Savings Bank; Richmond Federal Savings and Loan Association; Builders Federal Savings and Loan Association; Edgecombe Homestead and Loan Association; First Federal Savings and Loan Association of Pitt County; Preferred Savings Bank; Albemarle Savings and Loan Association; Gate City Federal Savings and Loan Association; Home Federal Savings and Loan Association of Kings Mountain; and First Carolina Savings Bank, Inc., Plaintiffs,<br>\nv.<br>\nAMERICAN BANKERS INSURANCE COMPANY OF FLORIDA, INC.; American Bankers Financial Services, Inc.; American Bankers Insurance Group, Inc.; Cardinal Savings Bank, Inc.; Interstate Securities, Inc.; First Union National Bank; Wallace J. Conner; Larry M. Dinkins; Roger L. Roode; Peter D. Lowrey; Samuel R. Crites; and Dennis DiMaggio, Defendants.</h1></center>\n<center>No. 88-33-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 2, 1988.</center>\n<p><span class=\"star-pagination\">*1168</span> Michael T. Medford, Manning, Fulton &amp; Skinner, Raleigh, N.C., for plaintiffs.</p>\n<p>Andrew B. Weissman, Wilmer, Cutler &amp; Pickering, Washington, D.C., for Roger L. Roode, Samuel R. Cretes, Peter D. Lowrey and Dennis DiMaggio.</p>\n<p>Richard M. Hutson, Mount, White, Hutson &amp; Carden, Durham, N.C., for American Bankers Ins. Co. of Florida, Inc., American Bankers Financial Services, Inc., American Bankers Ins. Group, Inc., Roger L. Roode, Peter D. Lowrey, Samuel R. Crites and Dennis DiMaggio.</p>\n<p>J. Jerome Hartzell, Graham &amp; James, Raleigh, N.C., for Cardinal Sav. Bank, Inc.</p>\n<p>Jeffrey J. Davis, Moore &amp; Van Allen, Charlotte, N.C., for Interstate Securities, Inc.</p>\n<p>Martha J. Mason, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for First Union Nat. Bank.</p>\n<p>Scott Hart, Mays &amp; Valentine, Richmond, Va., for Wallace J. Conner.</p>\n<p>Daniel W. Fouts, Joseph W. Moss, Adams, Kleemeier, Hagan, Hannah &amp; Fouts, Greensboro, N.C., for Larry M. Dinkins.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motions of defendants Roode, Crites, Lowrey and DiMaggio (hereinafter \"ABIC individual defendants\") and defendant Larry Dinkins (hereinafter \"Dinkins\") to dismiss the Sixteenth and Seventeenth Claims for Relief based on violations of RICO.</p>\n<p></p>\n<h2>FACTUAL HISTORY OF CASE</h2>\n<p>The factual history of this case has been discussed in some detail in this court's earlier orders. For this reason, the court foregoes a lengthy discussion of the facts and concentrates on the motions to dismiss the Sixteenth and Seventeenth Claims for Relief filed by the ABIC individual defendants <span class=\"star-pagination\">*1169</span> and Dinkins.<sup>[1]</sup> By earlier orders, this court has addressed defendants' motions to dismiss the other claims for relief asserted against them by the First Financial plaintiffs.</p>\n<p>The heart of the controversy underlying all of the related <i>Conner</i> cases surrounds the interpretation and application of the credit insurance policies on manufactured home loans used as security for eighteen series of manufactured home loan bonds issued by the Conner Corporation. The first nine series of the series of bonds were secured by credit insurance provided by Foremost Insurance Company while the second nine series were secured by ABIC. The credit insurance supplied by ABIC and Foremost allegedly allowed the Conner Corporation to assert that the mobile home loans which secured the bonds were covered by \"full credit substitution.\"</p>\n<p>Shortly after Conner filed for reorganization under Chapter 11 of the Bankruptcy Code, ABIC indicated its refusal to continue insuring the manufactured home loans based on the provisions of several side agreements and endorsements between ABIC and Conner which it contends are part of the ABIC credit insurance policies. Under these credit insurance policies and corresponding endorsements, the Conner Corporation allegedly agreed that in the event payments under the policies on defaulted mobile home loans exceeded the 77½% of the credit insurance premium, that Conner would pay additional premiums to reimburse ABIC for any losses in excess of 77½% of the original premium. The bondholders assert that this is not \"full credit substitution\" as claimed by Conner in marketing the bonds.</p>\n<p>In their motions to dismiss the complaint, the ABIC individual defendants and Dinkins requested that the Sixteenth Claim for Relief which purports to allege violations of the Racketeer Influenced and Corrupt Organization provisions of the Organized Crime Control Act of 1970 (\"RICO\") be dismissed as: (a) the facts alleged in the complaint do not allow a reasonable inference that the ABIC individual defendants or Dinkins committed criminal felonies; (b) the complaint fails to allege a \"pattern of racketeering activity\"; (c) the complaint fails to allege facts that establish that the ABIC individual defendants participated in the conduct of the affairs of the alleged RICO enterprises; (d) the ABIC individual defendants were not \"employed by or associated with\" the alleged RICO enterprises; (e) the complaint fails to adequately allege reasonable reliance on the purported misrepresentations; and (f) the complaint fails to allege fraud with specificity as required by Rule 9(b) of the Federal Rules of Civil Procedure.</p>\n<p>The ABIC individual defendants additionally assert that the Seventeenth Claim for Relief, which purports to allege of conspiracy to violate RICO, should be dismissed for the reasons set forth with respect to the Sixteenth Claim for Relief as well as the failure to satisfy accepted standards for conspiracy pleading.</p>\n<p>After hearing oral arguments on the defendants' motions to dismiss the Sixteenth and Seventeenth Claims for Relief, this court denies the defendants' motion to dismiss for the reasons set forth below.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>1. Predicate Acts</h2>\n<p>The ABIC individual defendants and defendant Dinkins contend that the complaint fails to sufficiently allege predicate acts within the meaning of RICO. The First Financial plaintiffs respond to this contention by stating that the allegations concerning the violation by the defendants of Section 10(b) and Rule 10b-5 adequately constitute predicate acts within the meaning of RICO. In analyzing the complaint, it is clear that the plaintiffs have alleged violations of Section 10(b) and Rule 10b-5 in connection with the issuance and marketing of the manufactured home loan bonds <span class=\"star-pagination\">*1170</span> and that the defendants made multiple use of the mail, telephone, and other instrumentalities of interstate commerce in connection with these violations. As such, this court is satisfied that the complaint sufficiently alleges predicate acts as set forth in Section 1961(1)(D) required to state a claim under RICO. For these reasons, the motion to dismiss based on this ground is denied.</p>\n<p></p>\n<h2>2. Pattern Requirement</h2>\n<p>Next, the court turns to the discussion of whether the complaint has adequately established a \"pattern of racketeering activity.\" The issue of what constitutes a \"pattern of racketeering activity\" under RICO was addressed by the Supreme Court in <i>Sedima, S.P.R.L. v. Imrex Co., Inc.,</i> <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3275</span></a></span>, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1985). In the now famous Footnote 14 to the <i>Sedima</i> opinion, the Court defined a RICO pattern in terms of \"continuity plus relationship.\" <i>Id.</i> at 496, 105 S.Ct. at 3285.</p>\n<p>Based on the \"continuity plus relationship\" definition of pattern, the Fourth Circuit has adopted a flexible standard as to what constitutes a \"pattern of racketeering activity.\" In a line of well-reasoned cases, the Fourth Circuit has held that a \"pattern of racketeering activity\" will be determined by analyzing the alleged activities on a case-by-case basis. <i>See </i><i>International Data Bank Ltd. v. Zepkin,</i> <span class=\"citation\" data-id=\"483561\"><a href=\"/opinion/483561/international-data-bank-ltd-v-eugene-zepkin-harold-grossman-southern/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span> (4th Cir.1987).</p>\n<p>In <i>International Data Bank Ltd.,</i> the Fourth Circuit held that a \"pattern of racketeering activity\" within the meaning of RICO is a matter of criminal dimension and degree and that \"no mechanical test can determine the existence of a RICO pattern.\" <i>Id.</i> at 155. The court further held that it was \"Congress's intent that RICO serve as a weapon against ongoing unlawful activities whose scope and persistence pose a special threat to social well-being.\" <i>Id.</i></p>\n<p>In <i>HMK Corp. v. Walsey,</i> <span class=\"citation\" data-id=\"494152\"><a href=\"/opinion/494152/hmk-corporation-a-virginia-corporation-v-john-c-walsey/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1071</span></a></span> (4th Cir.1987), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">706</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">657</span></span> (1988), the Fourth Circuit again addressed the question of when a pattern of racketeering activity exists. In <i>HMK Corp.,</i> the court expanded on the pattern definition set forth in <i>International Data Bank Ltd.,</i> by stating that:</p>\n<blockquote>The existence of a pattern thus depends on context, particularly on the nature of the underlying offenses. Attention to the nature of the underlying offenses is necessary because the heightened civil and criminal penalties of RICO are reserved for schemes whose scope and persistence set them above the routine.</blockquote>\n<p><i>HMK Corp.</i> at 1074.</p>\n<p>The court in <i>HMK</i> continued by stating that the length of time over which the alleged predicate act occurred and the number of alleged predicate acts are not necessarily determinative of the continuity element of the pattern requirement. <i>Id.</i> at 1075. Rather, the court in <i>HMK</i> held that the determination of whether particular predicate acts reflect the \"continuous\" criminal activity necessary to establish a RICO pattern cannot be made in a vacuum but must consider the peculiar context in which they occurred as well as the inherent characteristic of the situation in issue. <i>Id.</i></p>\n<p>Most recently, in <i>Walk v. Baltimore and Ohio Railroad,</i> <span class=\"citation\" data-id=\"506603\"><a href=\"/opinion/506603/margaretha-walk-an-individual-maurice-walk-trustees-for-the-cynthia-walk/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1100</span></a></span> (4th Cir. 1988), the Fourth Circuit further expounded on the \"pattern\" requirement. In <i>Walk,</i> a case involving RICO allegations made by minority shareholders against majority shareholders on the basis of a proposed corporate merger, the Fourth Circuit held that \"[t]he objective of the related predicate acts is a factor to be considered in assessing the criminal dimension and degree.\" <i>Id.</i> at 1106. The court in <i>Walk</i> continued by stating that where the scheme's objective is sufficiently limited so that the related predicate acts do not suggest ongoing criminal activity of the scope and persistence necessary to pose a special threat to social well-being the pattern requirement will not be satisfied. <i>Id.</i></p>\n<p>The defendants contend that their activities constitute a single limited scheme which is not sufficient to constitute a pattern of racketeering activity. It is argued that although there were eighteen bond series, and that predicate acts involving <span class=\"star-pagination\">*1171</span> alleged wire and mail fraud arose out of each of these eighteen bond series, that the number of predicate acts alleged in the complaint is merely a function of the nature of the transaction, that being a securities transaction.<sup>[2]</sup> Defendants contend that each of the alleged \"schemes\" was only another step toward the accomplishment of a single limited goal, that being to raise capital for the cash hungry Conner Group through the sale of manufactured home loan bonds.</p>\n<p>In <i>Walk v. Baltimore and Ohio Railroad,</i> 847 F.2d at 1105, the Fourth Circuit held that \"an open-ended scheme contemplating the repeated infliction of independent economic injuries on an indiscriminate number of victims may well pose a special threat to social well-being.\" The Court in <i>Walk</i> further stated that:</p>\n<blockquote>A scheme that contemplates a repeated infliction of independent economic injuries  e.g., a series of bank robberies or embezzlements  should not escape characterization as a pattern simply because each criminal act shares the same general objective  the robbing of banks or the embezzlement of funds. Schemes such as these, which involve the repeated infliction of independent economic injuries and thus the reaping of independent illegal benefits  are precisely the sort of ongoing criminal activity to which <i>Sedima</i>'s continuity requirement is addressed.</blockquote>\n<p><i>Id.</i> at 1106.</p>\n<p>Although the Fourth Circuit has adopted a somewhat restrictive view of what constitutes a RICO pattern, this court believes that the allegations in this case fall within the exceptions stated in <i>Walk v. Baltimore and Ohio Railroad,</i> 847 F.2d at 1106. Specifically, this court finds that the allegations made in the plaintiff's complaint, if true, could establish an open-ended scheme which contemplated the repeated infliction of independent economic injuries on an indiscriminate number of victims. In this case, the Conner Corporation and the other defendants to this action were involved in the marketing of nine series of manufactured home loan bonds. The nine bonds series insured by ABIC were sold to a large number of Savings and Loans and other investors for an amount in excess of $20 million. To allow defendants to characterize each of the bond series as merely a step toward the single limited goal, that being to raise capital for the Conner Corporation, would be a perversion of the Fourth Circuit's RICO pattern requirement.</p>\n<p>Indeed, this court believes that the examples set forth in <i>Walk</i> of a RICO pattern involving a series of bank robberies or embezzlements is appropriate in this case as although a series of bank robberies or embezzlements may be grouped under the single limited objective of robbing banks or embezzling funds, these \"single schemes\" contemplate the repeated infliction of independent economic injuries. In this case, the repeated issuance of bond series, each involving alleged misrepresentations and omissions, may well constitute the repeated infliction of independent economic harm which poses a special threat to social well-being and which is encompassed by RICO. As such, this court is satisfied that the allegations in the plaintiffs' complaint adequately set forth a \"pattern of racketeering activity\" under RICO.<sup>[3]</sup></p>\n<p></p>\n<h2>3. Participation in Affairs of RICO Enterprise</h2>\n<p>The court next addresses the issue of whether the ABIC defendants participated <span class=\"star-pagination\">*1172</span> in the conduct of the affairs of the alleged RICO enterprises and whether they were \"employed by or associated with\" the alleged RICO enterprise as required in Section 1962(c). Section 1962(c) states:</p>\n<blockquote>It shall be unlawful for any person employed by or associated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct or participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering activity or collection of unlawful debt.</blockquote>\n<p>The ABIC individual defendants argue that <i>U.S. v. Mandel,</i> <span class=\"citation\" data-id=\"363477\"><a href=\"/opinion/363477/united-states-v-marvin-mandel-united-states-of-america-v-w-dale-hess/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1347</span></a></span> (4th Cir. 1979), <i>vacated </i><i>in part on other grounds,</i> <span class=\"citation\" data-id=\"368303\"><a href=\"/opinion/368303/united-states-v-marvin-mandel-united-states-of-america-v-w-dale-hess/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span> (4th Cir.1979), <i>en banc, re'g. denied,</i> <span class=\"citation\" data-id=\"371891\"><a href=\"/opinion/371891/united-states-v-marvin-mandel/\"><span class=\"volume\">609</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1076</span></a></span> (4th Cir.1979), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">961</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1647</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">236</span></span> (1980), requires that a defendant must participate in the \"operation or management\" of the alleged RICO enterprise to fall within the scope of the RICO Act. The defendants contend that ABIC's only connection with the alleged RICO enterprise, the Conner Corporation, was that it sold Conner insurance in the normal course of business and that the complaint contains no specific allegations that ABIC or the ABIC individual defendants were involved in the operation or management of the alleged RICO enterprise.</p>\n<p>In analyzing the meaning of Section 1962, it is clear that the defendant must allege some involvement in the operation or management of the alleged RICO enterprise. <i>See U.S. v. Mandel,</i> 591 F.2d at 1375. However, this involvement in the operation or management of the business may be direct or indirect. Further, the defendant need not be employed by the alleged enterprise but may merely be associated with the alleged enterprise.</p>\n<p>In this case it is alleged that the ABIC individual defendants, as well as ABIC itself, were integrally involved in the issuance and sale of nine series of manufactured home loan bonds. As such, the allegations in the complaint set forth a relationship which goes beyond the normal course of business. Plaintiffs allege that ABIC was an integral player in the issuance and sale of the bonds in that it allegedly supplied the specialized insurance necessary to sell the mobile home loans as securities, that ABIC allowed Conner to use its name in marketing the bonds, that ABIC participated in getting an enhanced rating for the bonds from Standard and Poors and that ABIC was associated with the dissemination of allegedly misleading information concerning the credit insurance securing the bonds by virtue of the opinion letters executed by ABIC.</p>\n<p>The complaint sets forth independent allegations concerning each of the individual defendants roles in the bond deal. Specifically, it is alleged that the individual defendants drafted, reviewed or executed certain documents which are at the heart of the alleged fraud. These documents being the allegedly misleading opinion letters that became part of the Private Placement Memorandum, and the Side Agreements and Endorsements which allegedly changed the nature and scope of the credit insurance.</p>\n<p>In <i>Schacht v. Brown,</i> <span class=\"citation\" data-id=\"421673\"><a href=\"/opinion/421673/fed-sec-l-rep-p-99160-james-w-schacht-the-acting-director-of/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span>, 1360 (7th Cir.1983), the Seventh Circuit held that:</p>\n<blockquote>The nature of racketeering connections to an otherwise legitimate business suggests that elements outside a company may assist in obtaining the company's illegal goals. Thus the substantive proscriptions of the RICO statute apply to insiders and outsiders  those merely `associated with' an enterprise  who participate directly and indirectly in the enterprise's affairs through a pattern of racketeering activity. [Citations omitted]. Thus, the RICO net is woven tightly to trap even the smallest fish, those peripherally involved with the enterprise. (Quoting <i>United States v. Starnes,</i> <span class=\"citation\" data-id=\"388406\"><a href=\"/opinion/388406/united-states-v-noble-r-starnes-and-clifford-roland/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span>, 679 (7th Cir.1981)).</blockquote>\n<p>This court is admittedly troubled by the issue of association as to some of the individual defendants, but not as to defendants Dinkins and Roode. Specifically, the court has little trouble associating defendant Dinkins with the alleged RICO enterprise due to his employment as vice-president of <span class=\"star-pagination\">*1173</span> the Conner Corporation. The court also has little problem associating defendant Roode with the alleged RICO enterprise. The complaint clearly alleges that defendant Roode was associated with both Foremost Insurance Company and ABIC in their dealings with the Conner Group in regard to the mobile home loan credit insurance policies and apparently carried the Conner credit insurance business with him when he left Foremost to become Chairman of the Board of ABFS. As such, the complaint sufficiently alleges that defendant Roode was \"associated with\" the alleged RICO enterprise. Although this court believes that the connection or association of the other three ABIC individual defendants to the alleged RICO enterprise is much more tenuous, it is persuaded that the \"RICO net is woven tightly to trap even the smallest fish, those peripherally involved with the enterprise.\" <i>Schacht v. Brown,</i> 711 F.2d at 1360.</p>\n<p>After careful consideration of this issue, the court finds that the complaint makes sufficient allegations to survive the \"association\" challenge brought by the individual defendants. Section 1962(c) requires only that a defendant be associated with the alleged RICO enterprise and that he participate directly or indirectly in the management or conduct of the enterprises affairs. In this case, the allegations in the complaint set forth an association between the defendants and the Conner Corporation which exceeds the scope of normal business transactions and which further could show some role in the conduct of the alleged enterprises affairs as to the issuance and sale of the bonds. As such, the court denies the defendants' motion to dismiss on the basis of failure to satisfy Section 1962(c).</p>\n<p></p>\n<h2>4. Criminal Intent</h2>\n<p>Next, the court considers the defendants' contention that the complaint fails to allege the requisite criminal intent required to frame a proper claim under RICO. By virtue of this court's order in regard to the ABIC individual defendants' motion to dismiss the Thirteenth Claim for Relief which purports to state a claim under Section 10(b) of the Securities Exchange Act of 1934 and Rule 10b-5 thereunder, this court holds that the plaintiffs' complaint has adequately alleged the requisite scienter required by the RICO statutes.</p>\n<p></p>\n<h2>5. Fraud &amp; Conspiracy Pleading</h2>\n<p>Lastly, this court notes that in its prior orders in regard to the ABIC individual defendants' and Larry Dinkins' motions to dismiss the complaint, this court has fully addressed the contentions concerning the failure to allege reasonable reliance, failure to allege fraud with specificity as required by Rule 9 and the failure to properly plead conspiracy. As such, the court adopts its discussions of these matters and denies relief to the defendants based on the rationale set forth in these discussions.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>After careful review of the briefs submitted by the parties to this action, as well as the able arguments made by counsel in open court, this court is compelled to deny the defendants' motion to dismiss the Sixteenth and Seventeenth Claims for Relief. Specifically, this court finds that the complaint adequately alleges predicate acts necessary to state a RICO claim; that the complaint adequately alleges a pattern of \"racketeering activity\"; that the complaint adequately alleges facts which establish that the ABIC individual defendants and Larry Dinkins were associated with, and participated in, the conduct of the affairs of the alleged RICO enterprises; that the complaint adequately alleges reasonable reliance; that the complaint adequately alleges fraud with the specificity required by Rule 9; and that the complaint adequately satisfies accepted standards for conspiracy pleading. For these reasons, the court denies the defendants' motion to dismiss the sixteenth and Seventeenth Claims for Relief based on violations of RICO.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant Dinkins was Vice-President of the Conner Corporation; defendant Roode was Chairman of the Board and Chief Executive Officer of ABFS, a subsidiary of ABIC, and an officer of ABIC; defendant Lowrey was Senior Vice-President of ABIC; defendant Crites was Vice-President of ABIC and defendant DiMaggio was Associate Counsel for ABIC.</p>\n<p>[2]  Nine other series of bonds were marketed by the Conner Group and insured by Foremost Insurance and are the basis for another group of related actions presently before the court.</p>\n<p>[3]  This decision is distinguished from the court's decision dismissing the RICO claims in the related case of <i>American Bankers Insurance Company of Florida, Inc., et al. v. First Union National Bank of North Carolina,</i> <span class=\"citation\" data-id=\"1418702\"><a href=\"/opinion/1418702/american-bankers-ins-co-v-first-union-nat-bank/\"><span class=\"volume\">699</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1174</span></a></span> (E.D.N.C.1988), on the grounds that the fraud alleged in the <i>American Bankers Insurance Company</i> complaint involved only a single scheme to defraud a single victim and therefore was not an open-ended scheme which contemplated the repeated infliction of economic injuries. This single fraud involving a single victim, which was not subject to repetition, did not constitute the degree of social harm necessary to justify the imposition of RICO.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/371891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1418702/"
  ]
}