{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1420492/",
  "absolute_url": "/opinion/1420492/fortress-re-inc-v-jefferson-ins-co-of-ny/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1420492/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:03:14.824706Z",
  "date_modified": "2016-04-27T00:38:53.735623Z",
  "type": "010combined",
  "sha1": "1b95a8b37628d4d8e6543f6979c5511761b67992",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>465 F.Supp. 333 (1978)</b></center>\n<center><h1>FORTRESS RE, INC., Plaintiff,<br>\nv.<br>\nJEFFERSON INSURANCE COMPANY OF NEW YORK, Defendant.</h1></center>\n<center>No. 78-0092-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 20, 1978.</center>\n<p><span class=\"star-pagination\">*334</span> <span class=\"star-pagination\">*335</span> H. Hugh Stevens, Jr., Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., for plaintiff.</p>\n<p>Sneed High, Butler, High &amp; Baer, Fayetteville, N. C., Richard M. Wiggins, McCoy, Weaver, Wiggins, Cleveland &amp; Raper, Fayetteville, N. C., for defendant.</p>\n<p>DUPREE, District Judge.</p>\n<p>Fortress Re, Inc. (Fortress) brings this action under the Declaratory Judgment Act, 28 U.S.C. § 2201, seeking construction of a Certificate of Facultative Reinsurance issued by plaintiff to defendant Jefferson Insurance Company of New York (Jefferson) for certain excess coverage of an automobile liability insurance policy issued by defendant to GI Veterans Taxicab Association, Inc., of Baltimore, Maryland (Veterans). Jurisdiction is properly pled under 28 U.S.C. § 1332.</p>\n<p>Defendant answered and counterclaimed for $180,853.68 pursuant to the reinsurance agreement at issue. After brief discovery, both parties filed motions for summary judgment supported by legal memoranda.</p>\n<p>The facts are essentially as follows. Defendant's primary policy with Veterans called for a limit of $500,000 above primary coverage limits of $25,000 bodily injury per individual, $50,000 bodily injury per accident and $10,000 property damage per accident. Fortress, in turn, issued a reinsurance certificate reinsuring Jefferson's risk from $25,000 to $300,000 under this policy. The certificate's retention and notice provisions are of particular relevance to the instant inquiry.<sup>[1]</sup> The agreement also required that defendant retain liability from $300,000 to $500,000, but Jefferson actually retained liability on only the first $75,000 over $300,000, and ceded the remaining $125,000 to the Holborn Agency through a previously negotiated reinsurance treaty. Hill Deposition at pp. 9-11 and 52-54.</p>\n<p>On November 25, 1975, a cab driven by an employee of Veterans crashed into a vehicle driven by Mrs. Kathryn McCardell, causing her death. An investigation of the accident indicated that the Veterans driver was operating his vehicle in the wrong lane and failed to stop for a stop sign, therefore being at fault for the accident. Consequently, the driver was tried on criminal charges and convicted of vehicular manslaughter.</p>\n<p>Jefferson was notified of this accident on February 5, 1976 through its agent, Gorram &amp; Company. The file provided by Gorram contained copies of an accident report, and summons and complaint filed by Mrs. McCardell's estate, her husband and two other plaintiffs against the insured cab company. The suit claimed damages of $550,000.</p>\n<p><span class=\"star-pagination\">*336</span> Defendant then began to act on the notification and requested that its primary insurer, Maryland Automobile Insurance Fund (MAIF) keep it \"closely advised\" on the claim. On the same day, March 19, 1976, Jefferson advised the Holborn Agency, which handled some of its reinsurance treaty arrangements, of the accident's circumstances. Exhibits 16 and 17 to Hill Depo. Three months later, on June 14, 1976, Jefferson hired Colonial Claims Service to investigate the fatal accident and Baltimore legal counsel was obtained in early September to evaluate its exposure in the case. Plaintiff was not notified of the fatal accident by Fortress until a letter dated February 18, 1977 was sent detailing the circumstances of the accident and delineating the steps taken to settle the claim. Fortress received this letter on February 24, and the following day wrote Jefferson to express concern over the \"apparent extreme delay in our being notified of this serious loss.\" Defendant subsequently settled the case for $200,000 on November 19, 1977 and forwarded to plaintiff its proof of loss requesting reimbursement in the amount of $175,000 plus attorney's fees and expenses. Fortress refused to pay this claim on two grounds: (1) defendant's failure to give prompt notice of the accident, and (2) the breach of its express warranty to retain the risk of loss in excess of $300,000.</p>\n<p>Plaintiff first contends that Jefferson breached the notice provision of the reinsurance certificate which requires \"prompt notice\" of any accident occurrence which \"appears likely to involve this reinsurance . . ..\" <i>Peeler v. United States Casualty Company,</i> 197 N.C. 286, 148 S.E. 261 (1929), is cited for the proposition that such language is a condition precedent to recovery and express words of forfeiture are unnecessary. Defendant responds by arguing that this language is not a condition precedent but a \"covenant\" as discussed in <i>Security Mutual Casualty Company v. Century Casualty Company,</i> 531 F.2d 974, 977 (10th Cir. 1976). Jefferson further contends that, even if this were a condition precedent, <i>Henderson v. Insurance Company,</i> 254 N.C. 329, 332, 118 S.E.2d 885 (1961), requires a showing of materiality and prejudice in the insured's mere technical failure to comply with the policy provisions. Such a showing may obviously raise questions of fact for which summary judgment is improper, particularly if plaintiff has not met the requisite factors.<sup>[2]</sup></p>\n<p>Jefferson's first contention is meritless due to its misplaced reliance on <i>Security Mutual, supra</i><i>.</i> There, the court was dealing with reinsurance treaties and not a policy of reinsurance. 531 F.2d at 977. Contracts \"for\" reinsurance and contracts \"of\" reinsurance are not synonymous, and their proper classification depends upon the specific document's construction. <i>See</i> 13A Appleman, <i>Insurance Law and Practice</i> § 7681 at 483 n. 4 (1976); <i>Maurer v. International Re-Insurance Corporation,</i> 31 Del.Ch. 352, 74 A.2d 822, 828 (1950); and <i>Pioneer Life Insurance Company v. Alliance Life Insurance Company,</i> 374 Ill. 576, 30 N.E.2d 66, 72 (1940). Rather than a contract to cede all or part of Jefferson's risks to Fortress, the parties merely executed a reinsurance contract which reinsured a layer of liability as to a specific automobile liability policy, something akin to catastrophic loss coverage.</p>\n<p>The Tenth Circuit in <i>Security Mutual, supra,</i> at 977, came to the same conclusion by recognizing that a \"treaty\" is a bilateral contract containing mutual covenants which codify the ongoing process of one company's transfer of risk to another.</p>\n<p>Plaintiff's agreement with defendant was therefore a contract of reinsurance, and its notice provision was a condition precedent within the meaning of <i>Peeler, supra,</i> and <i>Muncie v. Travelers Insurance Company,</i> 253 N.C. 74, 116 S.E.2d 474 <span class=\"star-pagination\">*337</span> (1960). Defendant interposes that before the court can evaluate its notice as to propriety and timeliness, plaintiff must show that Jefferson's technical failure to comply was material and prejudicial. <i>Henderson, supra,</i> 254 N.C. at 332, 118 S.E.2d 885. The nature of the factors to be weighed in this latter inquiry could create factual issues for a trier of fact.</p>\n<p>Defendant's reliance on these principles is unwarranted when <i>Henderson</i> is examined in terms of <i>Muncie, supra,</i> and <i>MacClure v. Casualty Company,</i> 229 N.C. 305, 49 S.E.2d 742 (1948).</p>\n<p>The issue before the court in <i>Henderson</i> was whether an insured's failure to comply with his policy's cooperation clause constituted an automatic forfeiture of coverage. In reaching its decision, the court relied upon <i>MacClure,</i> and noted that <i>Muncie's</i> discussion of the case (253 N.C. at 78, 116 S.E.2d 474) was inapplicable to the question then under consideration.</p>\n<p><i>MacClure</i> involved an accident in which members of a traveling fair struck and killed a child. Although they gave prompt notice to their insurer, their itinerant profession made cooperation with the carrier's lawyer in defending the action difficult. Casualty Company's counsel then withdrew from the suit; a default judgment was entered against the defendant fair operators and insurance company; and the company defended payment by raising the cooperation clause as a condition precedent and undertaking to prove its nonfulfillment as an affirmative defense.</p>\n<p>The court distinguished between a cooperation and notice provision by noting that a cooperation clause is a \"promissory warranty\" which relates to the conduct of the insured after the policy has matured upon the accident's occurrence. It is therefore a condition subsequent, upon which the carrier maintains the burden of proof, and generally involves questions of fact within the trier of fact's competence and not questions of law for the court. <i>See also</i> 8 Appleman, <i>supra,</i> § 4787 (1962).</p>\n<p><i>Muncie</i> distinguished its case facts from those in <i>MacClure</i> by pointing out that notice provisions, even without express forfeiture clauses, are conditions precedent and the insured bears the burden of proof on showing he has complied with this express contractual condition. If there are no facts in dispute, what constitutes a reasonable method and time for giving notice becomes a question of law to be decided by the court.<sup>[3]</sup> 253 N.C. at 78-79 and 83-85, 116 S.E.2d 474 (J. Parker, concurring).</p>\n<p>In our case, the notice clause is clearly a condition precedent requiring proper notice within a reasonable time of an accident's occurrence. The uncontroverted facts show defendant Jefferson became aware of an accident involving its liability policy with Veterans on February 5, 1976, but did not inform Fortress of its possible reinsurance involvement until February 18, 1977. During this twelve-month lapse, defendant received an accident report, summons and complaint which informed it that the insured's driver was most likely at fault in a fatal accident for which $550,000 in damages were sought. This prospective amount would certainly have involved its reinsurance with Fortress. <i>See</i> Exhibits 15 and 21-24 to Hill Depo.</p>\n<p>On March 19, 1976, Jefferson wrote two other letters expressing its concern over this serious potential claimone to the primary insurer MAIF asking to be kept \"closely advised\" and another to the Holborn Agency (which handled its reinsurance treaty arrangements) advising it of the case facts and saying they would be kept advised. It is interesting to note that Holborn's reinsurance treaties could only have been involved if the claim were determined in excess of $375,000. <i>See</i> discussion above and <i>infra,</i> pages 338-339.</p>\n<p>A return letter from MAIF of June 3, 1976 stressed the claim's high value potential, and a report dated August 3, 1976 from <span class=\"star-pagination\">*338</span> defendant's investigator, Colonial Claims Service, concluded that the primary insurer's coverage would be inadequate. The risk immediately above the primary coverage had been, of course, reinsured by plaintiff up to $300,000.</p>\n<p>This correspondence and memoranda establish Jefferson's knowledge of the accident's high claim potential which surely would have involved its reinsurance policy with plaintiff. No satisfactory explanation has been tendered for the inordinate lapse of twelve months before notice was given. Defendant's counsel has asserted that there were problems in piecing together a \"difficult\" claims situation. The court has reviewed the exhibits pertaining to the accident, including various evaluations by defendant's agents, and finds nothing problematic in this unfortunate but factually clear-cut claim. Furthermore, Jefferson should be held to a higher standard of compliance with the notice provision because it is an insurance company which knows firsthand the importance of fulfilling its contractual notice requirements. <i>Accord </i><i>Ohio Casualty Insurance Company v. Rynearson,</i> 507 F.2d 573 (7th Cir. 1974), and <i>Stuyvesant Insurance Company v. United Public Insurance Company,</i> 139 Ind.App. 533, 221 N.E.2d 358 (1966).</p>\n<p>The unexplained delay is therefore fatal, <i>Muncie, supra</i> 253 N.C. at 85, 116 S.E.2d 474, and <i>Taylor v. Royal Globe Insurance Company,</i> 35 N.C.App. 150, 240 S.E.2d 497 (1978), and having established that the defendant has not complied with this provision as a matter of law, plaintiff's summary judgment motion must be granted.<sup>[4]</sup><i>Cf. </i><i>Greyhound Corporation v. Excess Insurance Company of America,</i> 233 F.2d 630 (5th Cir. 1956).</p>\n<p>Plaintiff's alternate claim for relief is a further basis for entering summary judgment in its favor. Fortress contends the reinsurance certificate's liability retention provision was another condition precedent which defendant breached by reinsuring all but the first $75,000 with a reinsurance treaty group. Jefferson counters by saying the provision is not a condition precedent, but even if it is, its breach was insubstantial because it maintained a significant amount of risk in the liability layer immediately following plaintiff's.</p>\n<p>Defendant's argument is inapposite in contracts of reinsurance which apply to specific liability policies instead of reinsurance treaties. <i>See</i> 13A Appleman, <i>supra,</i> § 7681 at 83 n. 4 (1976). This distinction is well illustrated in <i>Northwestern Mutual Fire Association v. Union Mutual Fire Insurance Company,</i> 144 F.2d 274 (9th Cir. 1944), and <i>Security Mutual Casualty Company, supra</i><i>.</i></p>\n<p>Within the context of a reinsurance policy, the instant certificate's retention \"warranty\" must be considered a condition to recovery. Although the North Carolina courts do not favor conditions precedent, the parties' intent (as ascertained from the circumstances of the case, nature of the contract and relation of the parties) is decisive. 3 Strong, <i>North Carolina Index 3d,</i> \"Contracts\" § 16 (1976), and 3A Corbin, <i>Contracts,</i> § 635 at 38-39 (1960). Also, the rules which govern the construction of contracts and original policies of reinsurance are applicable generally to reinsurance contracts. 13A Appleman, <i>supra</i> § 7686 (1976). Here, the court cannot conceive of, and defendant has not advanced, any other construction that the retention provision can be given.</p>\n<p>The clause expressly states that, \"[t]he Company <i>warrants</i> to retain for its own <span class=\"star-pagination\">*339</span> account the amount of liability specified in Item 3 [excess $300,000] unless otherwise provided herein ...\" (emphasis added). Although not relying strictly upon North Carolina case law, the Fourth Circuit has looked to insurance authorities and concluded the terms \"condition precedent\" and \"warranty\" are often used interchangeably to make a condition of an insured's promise. Because both terms involve forfeiture, they frequently have the same meaning and effect. <i>Howard v. Federal Crop Insurance Corporation,</i> 540 F.2d 695, 697 (4 Cir. 1976), <i>citing </i><i>Fidelity-Phenix Fire Insurance Company v. Pilot Freight Carriers,</i> 193 F.2d 812, 815-16 (4th Cir. 1952), and <i>see</i> 6A Appleman, <i>supra</i> § 4144 (1972).</p>\n<p>The parties' intent is explicated further by the retention provision's very nature. Jefferson's agreement that it would retain a certain degree of risk vis-a-vis the insurer contemplates maintenance of these limits throughout the period prior to a reimbursement on the policy. The reasons for this are obvious and lie at the heart of the reinsurance law and finance. The greater a reinsured company's stake in the outcome of litigation, or a claim based upon the original policy, the more attentive that company will be to the investigation of the claim and minimization of the claimant's recovery.</p>\n<p>Synthesizing the parties' apparent intent, applicable insurance law, and underlying reinsurance policies, the court concludes that compliance with the retention warranty at issue is a condition precedent to defendant's recovery. The question then becomes whether Jefferson has adequately complied with the provision even though it reinsured over sixty per cent of its liability.</p>\n<p>In cases dealing with retention provision breaches in reinsurance treaties, the reinsurer has been allowed to adjust his liability payment in proportion to the amount of risk the insured improperly ceded. <i>Northwestern Mutual, supra</i> at 275-76. Yet the reinsurance policy presently before the court raises different policy considerations and legal principles, thus dictating a distinct remedy.</p>\n<p>Case law on this point is nearly non-existent. North Carolina has considered a defense to payment based on non-compliance with a retention provision in <i>Scottish Fire Insurance Company v. Stuyvesant Insurance Company,</i> 161 N.C. 485, 76 S.E. 728 (1913), but ultimately decided the case on a waiver theory. The Michigan Supreme Court in <i>Columbian National Fire Insurance Company v. Pittsburgh Fire Insurance Company,</i> 236 Mich. 243, 210 N.W. 258 (1926), faced a similar issue, reversed the trial court, and held that the defendant was entitled to a jury instruction on whether the insured intended to defraud the reinsurer by violating the retention provision. It went on to note that the reinsured occupied a \"fiduciary position\" vis-a-vis the insurer which requires disclosure of any reinsurance reducing its specified risk retention; thus an intentional failure to disclose constitutes fraud.</p>\n<p>Fraud is not alleged here, but certain revelations raise grave questions as to whether or not there were at least misrepresentations by Jefferson. Mr. Hill, in his deposition at 9-12 and 45-48, indicates that upon entering into its policy with Fortress, the defendant automatically ceded its risk above $375,000 to the Holborn Agency. This reinsurance treaty arrangement must have been established in advance of the instant policy. Therefore, Jefferson never retained, and one can infer that it never intended to retain, the requisite liability risk. Such a lessening of risk drastically alters the contractual and financial responsibilities of the parties, thereby undermining the basis upon which their particular reinsurance contract was struck. The Fourth Circuit, again construing North Carolina law, has noted that \"if a policy of insurance contains a stipulation material to the risk, on breach of which the policy is to be avoided, there can be no recovery if the stipulation is not fulfilled.\" <i>Fidelity-Phenix Fire Insurance Company, supra</i> at 815.</p>\n<p>The warranty here is obviously material to the risk, and because it is a condition precedent to recovery, defendant's failure <span class=\"star-pagination\">*340</span> to comply allows rescission of the contract thereby excusing Fortress' non-compliance with the policy's payment provision.<sup>[5]</sup><i>See generally</i> 3 Strong's, <i>supra,</i> \"Contracts\" § 21.1, and 17 Am.Jur.2d, \"Contracts\" §§ 321, 361 and 507 (1964).</p>\n<p>In light of the foregoing, plaintiff's summary judgment motion will be granted as to its first and second claims for relief, and defendant's motion will be denied and its counterclaim dismissed. Both parties will bear their respective attorneys' fees and court costs.</p>\n<h2>NOTES</h2>\n<p>[1]  The retention provision reads as follows:\n</p>\n<p>\"The Company warrants to retain for its own account the amount of liability specified in Item 3 unless otherwise provided herein, and the liability of the Reinsurer specified in Item 4 shall follow that of the Company, except as otherwise specifically provided herein, and shall be subject in all respects to all the terms and conditions of the Company's policy. The Company shall furnish the Reinsurer with a copy of its policy and all endorsements thereto, and shall make available for inspection and place at the disposal of the Reinsurer's authorized representatives at reasonable times any of its records relating to this reinsurance or claims in connection therewith.\"</p>\n<p>The notice clause reads as follows:</p>\n<p>\"Prompt notice shall be given to the Reinsurer by the Company of any occurrence or accident which appears likely to involve this reinsurance and while the Reinsurer does not undertake to investigate or defend claims or suits it shall nevertheless have the right and be given the opportunity to associate with the Company and its representatives at the Reinsurer's expense in the defense and control of any claim, suit or proceeding involving this reinsurance, with the full cooperation of the Company.\"</p>\n<p>[2]  Cross motions for summary judgment usually indicate both parties are in agreement that there are no material issues of fact. The question of material factual disputes arose during the hearing of this action and stemmed from a request by the court to counsel to review several cases which it had located pertinent to the issues at hand. Counsel's further legal research revealed the <i>Henderson</i> case, <i>supra,</i> and thus the possibility of factual questions.</p>\n<p>[3]  These distinctions were central to Justice Parker's dissent in <i>Henderson, supra</i> 254 N.C. at 334, 118 S.E.2d 885.</p>\n<p>[4]  Defendant's counsel also raised a waiver argument which the court finds meritless. <i>Taylor, supra</i> 35 N.C.App. at 152, 240 S.E.2d 497, is controlling on this point and requires (1) the existence of a right, advantage or benefit; (2) knowledge of its existence; and (3) an intention to relinquish it. Rather than having waived its notice right, the uncontroverted facts show plaintiff asserted it at every appropriate juncture, and correspondingly tendered its retention argument in the alternative.\n</p>\n<p>Jefferson also mentioned the affidavit of Attorney Robert Nead in its brief on this point. Such an affidavit was received after hearing and will not be admitted as part of the record. Even if it had been admitted, taking counsel's digest of its contents as true, the statement would not have altered this decision.</p>\n<p>[5]  Defendant's argument that it \"substantially complied\" with the provision because it reinsured the first $75,000 of risk is without merit. The vast majority of liability was automatically reinsured by Jefferson, unbeknownst to Fortress and in derogation of its express warranty. A party cannot be said to have substantially performed a condition when, as in this case, it has materially undermined the incentives which gave rise to the provision at the outset.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">333</span></span> (1978)</b></center>\n<center><h1>FORTRESS RE, INC., Plaintiff,<br>\nv.<br>\nJEFFERSON INSURANCE COMPANY OF NEW YORK, Defendant.</h1></center>\n<center>No. 78-0092-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 20, 1978.</center>\n<p><span class=\"star-pagination\">*334</span> <span class=\"star-pagination\">*335</span> H. Hugh Stevens, Jr., Sanford, Adams, McCullough &amp; Beard, Raleigh, N. C., for plaintiff.</p>\n<p>Sneed High, Butler, High &amp; Baer, Fayetteville, N. C., Richard M. Wiggins, McCoy, Weaver, Wiggins, Cleveland &amp; Raper, Fayetteville, N. C., for defendant.</p>\n<p>DUPREE, District Judge.</p>\n<p>Fortress Re, Inc. (Fortress) brings this action under the Declaratory Judgment Act, 28 U.S.C. § 2201, seeking construction of a Certificate of Facultative Reinsurance issued by plaintiff to defendant Jefferson Insurance Company of New York (Jefferson) for certain excess coverage of an automobile liability insurance policy issued by defendant to GI Veterans Taxicab Association, Inc., of Baltimore, Maryland (Veterans). Jurisdiction is properly pled under 28 U.S.C. § 1332.</p>\n<p>Defendant answered and counterclaimed for $180,853.68 pursuant to the reinsurance agreement at issue. After brief discovery, both parties filed motions for summary judgment supported by legal memoranda.</p>\n<p>The facts are essentially as follows. Defendant's primary policy with Veterans called for a limit of $500,000 above primary coverage limits of $25,000 bodily injury per individual, $50,000 bodily injury per accident and $10,000 property damage per accident. Fortress, in turn, issued a reinsurance certificate reinsuring Jefferson's risk from $25,000 to $300,000 under this policy. The certificate's retention and notice provisions are of particular relevance to the instant inquiry.<sup>[1]</sup> The agreement also required that defendant retain liability from $300,000 to $500,000, but Jefferson actually retained liability on only the first $75,000 over $300,000, and ceded the remaining $125,000 to the Holborn Agency through a previously negotiated reinsurance treaty. Hill Deposition at pp. 9-11 and 52-54.</p>\n<p>On November 25, 1975, a cab driven by an employee of Veterans crashed into a vehicle driven by Mrs. Kathryn McCardell, causing her death. An investigation of the accident indicated that the Veterans driver was operating his vehicle in the wrong lane and failed to stop for a stop sign, therefore being at fault for the accident. Consequently, the driver was tried on criminal charges and convicted of vehicular manslaughter.</p>\n<p>Jefferson was notified of this accident on February 5, 1976 through its agent, Gorram &amp; Company. The file provided by Gorram contained copies of an accident report, and summons and complaint filed by Mrs. McCardell's estate, her husband and two other plaintiffs against the insured cab company. The suit claimed damages of $550,000.</p>\n<p><span class=\"star-pagination\">*336</span> Defendant then began to act on the notification and requested that its primary insurer, Maryland Automobile Insurance Fund (MAIF) keep it \"closely advised\" on the claim. On the same day, March 19, 1976, Jefferson advised the Holborn Agency, which handled some of its reinsurance treaty arrangements, of the accident's circumstances. Exhibits 16 and 17 to Hill Depo. Three months later, on June 14, 1976, Jefferson hired Colonial Claims Service to investigate the fatal accident and Baltimore legal counsel was obtained in early September to evaluate its exposure in the case. Plaintiff was not notified of the fatal accident by Fortress until a letter dated February 18, 1977 was sent detailing the circumstances of the accident and delineating the steps taken to settle the claim. Fortress received this letter on February 24, and the following day wrote Jefferson to express concern over the \"apparent extreme delay in our being notified of this serious loss.\" Defendant subsequently settled the case for $200,000 on November 19, 1977 and forwarded to plaintiff its proof of loss requesting reimbursement in the amount of $175,000 plus attorney's fees and expenses. Fortress refused to pay this claim on two grounds: (1) defendant's failure to give prompt notice of the accident, and (2) the breach of its express warranty to retain the risk of loss in excess of $300,000.</p>\n<p>Plaintiff first contends that Jefferson breached the notice provision of the reinsurance certificate which requires \"prompt notice\" of any accident occurrence which \"appears likely to involve this reinsurance . . ..\" <i>Peeler v. United States Casualty Company,</i> <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">286</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">261</span></span> (1929), is cited for the proposition that such language is a condition precedent to recovery and express words of forfeiture are unnecessary. Defendant responds by arguing that this language is not a condition precedent but a \"covenant\" as discussed in <i>Security Mutual Casualty Company v. Century Casualty Company,</i> <span class=\"citation\" data-id=\"333970\"><a href=\"/opinion/333970/security-mutual-casualty-company-v-century-casualty-company/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">974</span></a></span>, 977 (10th Cir. 1976). Jefferson further contends that, even if this were a condition precedent, <i>Henderson v. Insurance Company,</i> <span class=\"citation\" data-id=\"1377242\"><a href=\"/opinion/1377242/henderson-v-rochester-american-insurance-co/\"><span class=\"volume\">254</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></a></span>, 332, <span class=\"citation\" data-id=\"1377242\"><a href=\"/opinion/1377242/henderson-v-rochester-american-insurance-co/\"><span class=\"volume\">118</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">885</span></a></span> (1961), requires a showing of materiality and prejudice in the insured's mere technical failure to comply with the policy provisions. Such a showing may obviously raise questions of fact for which summary judgment is improper, particularly if plaintiff has not met the requisite factors.<sup>[2]</sup></p>\n<p>Jefferson's first contention is meritless due to its misplaced reliance on <i>Security Mutual, supra</i><i>.</i> There, the court was dealing with reinsurance treaties and not a policy of reinsurance. 531 F.2d at 977. Contracts \"for\" reinsurance and contracts \"of\" reinsurance are not synonymous, and their proper classification depends upon the specific document's construction. <i>See</i> 13A Appleman, <i>Insurance Law and Practice</i> § 7681 at 483 n. 4 (1976); <i>Maurer v. International Re-Insurance Corporation,</i> 31 Del.Ch. 352, <span class=\"citation\" data-id=\"1491752\"><a href=\"/opinion/1491752/maurer-v-international-re-insurance-corporation/\"><span class=\"volume\">74</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">822</span></a></span>, 828 (1950); and <i>Pioneer Life Insurance Company v. Alliance Life Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">374</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">576</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">66</span></span>, 72 (1940). Rather than a contract to cede all or part of Jefferson's risks to Fortress, the parties merely executed a reinsurance contract which reinsured a layer of liability as to a specific automobile liability policy, something akin to catastrophic loss coverage.</p>\n<p>The Tenth Circuit in <i>Security Mutual, supra,</i> at 977, came to the same conclusion by recognizing that a \"treaty\" is a bilateral contract containing mutual covenants which codify the ongoing process of one company's transfer of risk to another.</p>\n<p>Plaintiff's agreement with defendant was therefore a contract of reinsurance, and its notice provision was a condition precedent within the meaning of <i>Peeler, supra,</i> and <i>Muncie v. Travelers Insurance Company,</i> <span class=\"citation\" data-id=\"1329631\"><a href=\"/opinion/1329631/muncie-v-travelers-insurance-company/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">74</span></a></span>, <span class=\"citation\" data-id=\"1329631\"><a href=\"/opinion/1329631/muncie-v-travelers-insurance-company/\"><span class=\"volume\">116</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">474</span></a></span> <span class=\"star-pagination\">*337</span> (1960). Defendant interposes that before the court can evaluate its notice as to propriety and timeliness, plaintiff must show that Jefferson's technical failure to comply was material and prejudicial. <i>Henderson, supra,</i> 254 N.C. at 332, <span class=\"citation\" data-id=\"1377242\"><a href=\"/opinion/1377242/henderson-v-rochester-american-insurance-co/\"><span class=\"volume\">118</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">885</span></a></span>. The nature of the factors to be weighed in this latter inquiry could create factual issues for a trier of fact.</p>\n<p>Defendant's reliance on these principles is unwarranted when <i>Henderson</i> is examined in terms of <i>Muncie, supra,</i> and <i>MacClure v. Casualty Company,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">305</span></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">742</span></span> (1948).</p>\n<p>The issue before the court in <i>Henderson</i> was whether an insured's failure to comply with his policy's cooperation clause constituted an automatic forfeiture of coverage. In reaching its decision, the court relied upon <i>MacClure,</i> and noted that <i>Muncie's</i> discussion of the case (253 N.C. at 78, <span class=\"citation\" data-id=\"1329631\"><a href=\"/opinion/1329631/muncie-v-travelers-insurance-company/\"><span class=\"volume\">116</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">474</span></a></span>) was inapplicable to the question then under consideration.</p>\n<p><i>MacClure</i> involved an accident in which members of a traveling fair struck and killed a child. Although they gave prompt notice to their insurer, their itinerant profession made cooperation with the carrier's lawyer in defending the action difficult. Casualty Company's counsel then withdrew from the suit; a default judgment was entered against the defendant fair operators and insurance company; and the company defended payment by raising the cooperation clause as a condition precedent and undertaking to prove its nonfulfillment as an affirmative defense.</p>\n<p>The court distinguished between a cooperation and notice provision by noting that a cooperation clause is a \"promissory warranty\" which relates to the conduct of the insured after the policy has matured upon the accident's occurrence. It is therefore a condition subsequent, upon which the carrier maintains the burden of proof, and generally involves questions of fact within the trier of fact's competence and not questions of law for the court. <i>See also</i> 8 Appleman, <i>supra,</i> § 4787 (1962).</p>\n<p><i>Muncie</i> distinguished its case facts from those in <i>MacClure</i> by pointing out that notice provisions, even without express forfeiture clauses, are conditions precedent and the insured bears the burden of proof on showing he has complied with this express contractual condition. If there are no facts in dispute, what constitutes a reasonable method and time for giving notice becomes a question of law to be decided by the court.<sup>[3]</sup> 253 N.C. at 78-79 and 83-85, <span class=\"citation\" data-id=\"1329631\"><a href=\"/opinion/1329631/muncie-v-travelers-insurance-company/\"><span class=\"volume\">116</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">474</span></a></span> (J. Parker, concurring).</p>\n<p>In our case, the notice clause is clearly a condition precedent requiring proper notice within a reasonable time of an accident's occurrence. The uncontroverted facts show defendant Jefferson became aware of an accident involving its liability policy with Veterans on February 5, 1976, but did not inform Fortress of its possible reinsurance involvement until February 18, 1977. During this twelve-month lapse, defendant received an accident report, summons and complaint which informed it that the insured's driver was most likely at fault in a fatal accident for which $550,000 in damages were sought. This prospective amount would certainly have involved its reinsurance with Fortress. <i>See</i> Exhibits 15 and 21-24 to Hill Depo.</p>\n<p>On March 19, 1976, Jefferson wrote two other letters expressing its concern over this serious potential claimone to the primary insurer MAIF asking to be kept \"closely advised\" and another to the Holborn Agency (which handled its reinsurance treaty arrangements) advising it of the case facts and saying they would be kept advised. It is interesting to note that Holborn's reinsurance treaties could only have been involved if the claim were determined in excess of $375,000. <i>See</i> discussion above and <i>infra,</i> pages 338-339.</p>\n<p>A return letter from MAIF of June 3, 1976 stressed the claim's high value potential, and a report dated August 3, 1976 from <span class=\"star-pagination\">*338</span> defendant's investigator, Colonial Claims Service, concluded that the primary insurer's coverage would be inadequate. The risk immediately above the primary coverage had been, of course, reinsured by plaintiff up to $300,000.</p>\n<p>This correspondence and memoranda establish Jefferson's knowledge of the accident's high claim potential which surely would have involved its reinsurance policy with plaintiff. No satisfactory explanation has been tendered for the inordinate lapse of twelve months before notice was given. Defendant's counsel has asserted that there were problems in piecing together a \"difficult\" claims situation. The court has reviewed the exhibits pertaining to the accident, including various evaluations by defendant's agents, and finds nothing problematic in this unfortunate but factually clear-cut claim. Furthermore, Jefferson should be held to a higher standard of compliance with the notice provision because it is an insurance company which knows firsthand the importance of fulfilling its contractual notice requirements. <i>Accord </i><i>Ohio Casualty Insurance Company v. Rynearson,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">573</span></span> (7th Cir. 1974), and <i>Stuyvesant Insurance Company v. United Public Insurance Company,</i> 139 Ind.App. 533, <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">358</span></span> (1966).</p>\n<p>The unexplained delay is therefore fatal, <i>Muncie, supra</i> 253 N.C. at 85, <span class=\"citation\" data-id=\"1329631\"><a href=\"/opinion/1329631/muncie-v-travelers-insurance-company/\"><span class=\"volume\">116</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">474</span></a></span>, and <i>Taylor v. Royal Globe Insurance Company,</i> 35 N.C.App. 150, <span class=\"citation\" data-id=\"1355608\"><a href=\"/opinion/1355608/taylor-v-royal-globe-ins-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">497</span></a></span> (1978), and having established that the defendant has not complied with this provision as a matter of law, plaintiff's summary judgment motion must be granted.<sup>[4]</sup><i>Cf. </i><i>Greyhound Corporation v. Excess Insurance Company of America,</i> <span class=\"citation\" data-id=\"239509\"><a href=\"/opinion/239509/the-greyhound-corporation-v-excess-insurance-company-of-america/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">630</span></a></span> (5th Cir. 1956).</p>\n<p>Plaintiff's alternate claim for relief is a further basis for entering summary judgment in its favor. Fortress contends the reinsurance certificate's liability retention provision was another condition precedent which defendant breached by reinsuring all but the first $75,000 with a reinsurance treaty group. Jefferson counters by saying the provision is not a condition precedent, but even if it is, its breach was insubstantial because it maintained a significant amount of risk in the liability layer immediately following plaintiff's.</p>\n<p>Defendant's argument is inapposite in contracts of reinsurance which apply to specific liability policies instead of reinsurance treaties. <i>See</i> 13A Appleman, <i>supra,</i> § 7681 at 83 n. 4 (1976). This distinction is well illustrated in <i>Northwestern Mutual Fire Association v. Union Mutual Fire Insurance Company,</i> <span class=\"citation\" data-id=\"1547805\"><a href=\"/opinion/1547805/northwestern-mut-fire-assn-v-union-mut-fire-ins-co/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span> (9th Cir. 1944), and <i>Security Mutual Casualty Company, supra</i><i>.</i></p>\n<p>Within the context of a reinsurance policy, the instant certificate's retention \"warranty\" must be considered a condition to recovery. Although the North Carolina courts do not favor conditions precedent, the parties' intent (as ascertained from the circumstances of the case, nature of the contract and relation of the parties) is decisive. 3 Strong, <i>North Carolina Index 3d,</i> \"Contracts\" § 16 (1976), and 3A Corbin, <i>Contracts,</i> § 635 at 38-39 (1960). Also, the rules which govern the construction of contracts and original policies of reinsurance are applicable generally to reinsurance contracts. 13A Appleman, <i>supra</i> § 7686 (1976). Here, the court cannot conceive of, and defendant has not advanced, any other construction that the retention provision can be given.</p>\n<p>The clause expressly states that, \"[t]he Company <i>warrants</i> to retain for its own <span class=\"star-pagination\">*339</span> account the amount of liability specified in Item 3 [excess $300,000] unless otherwise provided herein ...\" (emphasis added). Although not relying strictly upon North Carolina case law, the Fourth Circuit has looked to insurance authorities and concluded the terms \"condition precedent\" and \"warranty\" are often used interchangeably to make a condition of an insured's promise. Because both terms involve forfeiture, they frequently have the same meaning and effect. <i>Howard v. Federal Crop Insurance Corporation,</i> <span class=\"citation\" data-id=\"338519\"><a href=\"/opinion/338519/larry-k-howard-v-federal-crop-insurance-corporation/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 697 (4 Cir. 1976), <i>citing </i><i>Fidelity-Phenix Fire Insurance Company v. Pilot Freight Carriers,</i> <span class=\"citation\" data-id=\"228556\"><a href=\"/opinion/228556/fidelity-phenix-fire-ins-co-of-new-york-v-pilot-freight-carriers-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></a></span>, 815-16 (4th Cir. 1952), and <i>see</i> 6A Appleman, <i>supra</i> § 4144 (1972).</p>\n<p>The parties' intent is explicated further by the retention provision's very nature. Jefferson's agreement that it would retain a certain degree of risk vis-a-vis the insurer contemplates maintenance of these limits throughout the period prior to a reimbursement on the policy. The reasons for this are obvious and lie at the heart of the reinsurance law and finance. The greater a reinsured company's stake in the outcome of litigation, or a claim based upon the original policy, the more attentive that company will be to the investigation of the claim and minimization of the claimant's recovery.</p>\n<p>Synthesizing the parties' apparent intent, applicable insurance law, and underlying reinsurance policies, the court concludes that compliance with the retention warranty at issue is a condition precedent to defendant's recovery. The question then becomes whether Jefferson has adequately complied with the provision even though it reinsured over sixty per cent of its liability.</p>\n<p>In cases dealing with retention provision breaches in reinsurance treaties, the reinsurer has been allowed to adjust his liability payment in proportion to the amount of risk the insured improperly ceded. <i>Northwestern Mutual, supra</i> at 275-76. Yet the reinsurance policy presently before the court raises different policy considerations and legal principles, thus dictating a distinct remedy.</p>\n<p>Case law on this point is nearly non-existent. North Carolina has considered a defense to payment based on non-compliance with a retention provision in <i>Scottish Fire Insurance Company v. Stuyvesant Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">485</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">728</span></span> (1913), but ultimately decided the case on a waiver theory. The Michigan Supreme Court in <i>Columbian National Fire Insurance Company v. Pittsburgh Fire Insurance Company,</i> <span class=\"citation no-link\"><span class=\"volume\">236</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">243</span></span>, <span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">258</span></span> (1926), faced a similar issue, reversed the trial court, and held that the defendant was entitled to a jury instruction on whether the insured intended to defraud the reinsurer by violating the retention provision. It went on to note that the reinsured occupied a \"fiduciary position\" vis-a-vis the insurer which requires disclosure of any reinsurance reducing its specified risk retention; thus an intentional failure to disclose constitutes fraud.</p>\n<p>Fraud is not alleged here, but certain revelations raise grave questions as to whether or not there were at least misrepresentations by Jefferson. Mr. Hill, in his deposition at 9-12 and 45-48, indicates that upon entering into its policy with Fortress, the defendant automatically ceded its risk above $375,000 to the Holborn Agency. This reinsurance treaty arrangement must have been established in advance of the instant policy. Therefore, Jefferson never retained, and one can infer that it never intended to retain, the requisite liability risk. Such a lessening of risk drastically alters the contractual and financial responsibilities of the parties, thereby undermining the basis upon which their particular reinsurance contract was struck. The Fourth Circuit, again construing North Carolina law, has noted that \"if a policy of insurance contains a stipulation material to the risk, on breach of which the policy is to be avoided, there can be no recovery if the stipulation is not fulfilled.\" <i>Fidelity-Phenix Fire Insurance Company, supra</i> at 815.</p>\n<p>The warranty here is obviously material to the risk, and because it is a condition precedent to recovery, defendant's failure <span class=\"star-pagination\">*340</span> to comply allows rescission of the contract thereby excusing Fortress' non-compliance with the policy's payment provision.<sup>[5]</sup><i>See generally</i> 3 Strong's, <i>supra,</i> \"Contracts\" § 21.1, and 17 Am.Jur.2d, \"Contracts\" §§ 321, 361 and 507 (1964).</p>\n<p>In light of the foregoing, plaintiff's summary judgment motion will be granted as to its first and second claims for relief, and defendant's motion will be denied and its counterclaim dismissed. Both parties will bear their respective attorneys' fees and court costs.</p>\n<h2>NOTES</h2>\n<p>[1]  The retention provision reads as follows:\n</p>\n<p>\"The Company warrants to retain for its own account the amount of liability specified in Item 3 unless otherwise provided herein, and the liability of the Reinsurer specified in Item 4 shall follow that of the Company, except as otherwise specifically provided herein, and shall be subject in all respects to all the terms and conditions of the Company's policy. The Company shall furnish the Reinsurer with a copy of its policy and all endorsements thereto, and shall make available for inspection and place at the disposal of the Reinsurer's authorized representatives at reasonable times any of its records relating to this reinsurance or claims in connection therewith.\"</p>\n<p>The notice clause reads as follows:</p>\n<p>\"Prompt notice shall be given to the Reinsurer by the Company of any occurrence or accident which appears likely to involve this reinsurance and while the Reinsurer does not undertake to investigate or defend claims or suits it shall nevertheless have the right and be given the opportunity to associate with the Company and its representatives at the Reinsurer's expense in the defense and control of any claim, suit or proceeding involving this reinsurance, with the full cooperation of the Company.\"</p>\n<p>[2]  Cross motions for summary judgment usually indicate both parties are in agreement that there are no material issues of fact. The question of material factual disputes arose during the hearing of this action and stemmed from a request by the court to counsel to review several cases which it had located pertinent to the issues at hand. Counsel's further legal research revealed the <i>Henderson</i> case, <i>supra,</i> and thus the possibility of factual questions.</p>\n<p>[3]  These distinctions were central to Justice Parker's dissent in <i>Henderson, supra</i> 254 N.C. at 334, <span class=\"citation\" data-id=\"1377242\"><a href=\"/opinion/1377242/henderson-v-rochester-american-insurance-co/\"><span class=\"volume\">118</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">885</span></a></span>.</p>\n<p>[4]  Defendant's counsel also raised a waiver argument which the court finds meritless. <i>Taylor, supra</i> 35 N.C.App. at 152, <span class=\"citation\" data-id=\"1355608\"><a href=\"/opinion/1355608/taylor-v-royal-globe-ins-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">497</span></a></span>, is controlling on this point and requires (1) the existence of a right, advantage or benefit; (2) knowledge of its existence; and (3) an intention to relinquish it. Rather than having waived its notice right, the uncontroverted facts show plaintiff asserted it at every appropriate juncture, and correspondingly tendered its retention argument in the alternative.\n</p>\n<p>Jefferson also mentioned the affidavit of Attorney Robert Nead in its brief on this point. Such an affidavit was received after hearing and will not be admitted as part of the record. Even if it had been admitted, taking counsel's digest of its contents as true, the statement would not have altered this decision.</p>\n<p>[5]  Defendant's argument that it \"substantially complied\" with the provision because it reinsured the first $75,000 of risk is without merit. The vast majority of liability was automatically reinsured by Jefferson, unbeknownst to Fortress and in derogation of its express warranty. A party cannot be said to have substantially performed a condition when, as in this case, it has materially undermined the incentives which gave rise to the provision at the outset.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/228556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/239509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1355608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1491752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1547805/"
  ]
}