{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1422421/",
  "absolute_url": "/opinion/1422421/conservation-council-of-north-carolina-v-costanzo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1422421/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:03:46.528070Z",
  "date_modified": "2016-04-26T23:45:36.860692Z",
  "type": "010combined",
  "sha1": "a142b6d16818419e41131447e1b78cb61972bc5b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>398 F.Supp. 653 (1975)</b></center>\n<center><h1>CONSERVATION COUNCIL OF NORTH CAROLINA et al., Plaintiffs,<br>\nv.<br>\nColonel Albert C. COSTANZO et al., Defendants.</h1></center>\n<center>No. 74-22-CIV-7.</center>\n<center><p><b>United States District Court, E. D. North Carolina. Wilmington Division.</b></p></center>\n<center>July 24, 1975.</center>\n<p><span class=\"star-pagination\">*654</span> <span class=\"star-pagination\">*655</span> Norman B. Smith, Smith, Carrington, Patterson, Follin &amp; Curtis, Greensboro, <span class=\"star-pagination\">*656</span> N. C., Professor Thomas J. Schoenbaum, University of North Carolina School of Law, Chapel Hill, N. C., for plaintiffs.</p>\n<p>David A. Nash, Hogue, Hill, Jones, Nash &amp; Lynch, Wilmington, N. C., E. J. Prevatte, Shallotte, N. C., Thomas P. McNamara, U. S. Atty., Raleigh, N. C., by Bruce H. Johnson, Chief, Land &amp; Natural Resources Section, for defendants.</p>\n<p>Rufus L. Edmisten, Atty. Gen. of N. C. by W. A. Raney, Jr., Associate Atty. Gen., Raleigh, N. C., for amicus curiae.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p></p>\n<h2>A. Statement of the Case</h2>\n<p>This action was initiated in the Wilmington Division of this Court by a complaint filed on June 5, 1974 by the plaintiffs, Conservation Council of North Carolina, Bobbi Boney, Ann Schlink, James Mixon, and Frances Needham. Defendants were Colonel Albert C. Costanzo, the Wilmington District Engineer of the Corps of Engineers, Lt. Gen. F. J. Clarke, Chief of Engineers, Howard H. Callaway, Secretary of the Army, and Carolina Cape Fear Corporation, a private developer. In the complaint, plaintiffs sought preliminary and permanent injunctive relief restraining defendant Carolina Cape Fear Corporation (hereinafter, the Corporation) from further construction of a marina on Bald Head Island. Plaintiffs alleged that they were threatened with immediate and irreparable injury if the Corporation were permitted to proceed with the construction of a marina and related developments on the Island.</p>\n<p>Plaintiffs sought in their complaint (1) to require the defendants to prepare and file an environmental impact statement pursuant to the requirements of Section 102(2)(C) of the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C.A. Sec. 4321 <i>et seq.</i> and the <i>Council on Environmental Quality's (CEQ) Guidelines for the Preparation of Environmental Impact Statements,</i> 40 C.F.R. Sec. 1500.1 <i>et seq.</i> (1973) for the granting of the permit authorizing construction of the marina and (2) to review substantively the decision of the federal defendants to grant the permit, pursuant to NEPA and 33 U.S.C. Sec. 403, and 33 U.S.C. Sec. 419. Plaintiffs contended that the construction of the marina itself will adversely affect the aesthetic and environmental well-being of the area and is the key for plans for further destruction of the environment of Bald Head Island.</p>\n<p>On June 21, 1974, plaintiffs amended their complaint joining Rogers Morton, Secretary of the Interior and E. U. Curtis Bohlen, Deputy Assistant Secretary of the Interior for Fish, Wildlife and Parks as parties defendant and alleging that higher level Interior officials violated the <i>Memorandum of Understanding Between the Secretary of the Interior and the Secretary of the Army of July 13, 1967,</i> 39 Fed.Reg. 12,133 (April 3, 1974).<sup>[1]</sup></p>\n<p>Plaintiffs alleged that Washington-level Interior officials suppressed comments and recommendations from the Atlanta Regional Director of the Bureau of Sport Fisheries and Wildlife of the Department of Interior which recommended that the permit for construction of a marina not be issued because of adverse effect on fish and wildlife resources. Also, in their amended complaint of June 21, 1974, plaintiffs alleged that the construction of the marina would result in the deposit of dredge and spoil material on certain wetlands in violation of Section 301(a) of the Federal Water Pollution Control Act Amendments of 1972, 33 U.S.C. Sec. 1311(a) which require a Department of the Army permit pursuant to Section 404 of <span class=\"star-pagination\">*657</span> the Act, 33 U.S.C. Sec. 1344, for the discharge of dredged or fill material into the navigable waters. (The Corporation has neither applied for nor been issued a Department of the Army permit for such activities).</p>\n<p>On July 15, 1974, plaintiffs filed a motion to amend the complaint so as to add the Sierra Club as a plaintiff. The motion to amend was allowed by this Court in open court by order of July 15, 1974.</p>\n<p>During the course of a three day period beginning on July 15, 1974, this Court heard oral testimony and oral arguments of counsel on plaintiffs' motion for a preliminary injunction.</p>\n<p>On July 20, 1974, this Court ruled on plaintiffs' motion for a preliminary injunction, denying it on the grounds that plaintiffs had failed to show sufficient injury from agency action to accord them standing to maintain the action. In that opinion, this Court also considered the question of whether or not the plaintiffs would be entitled to preliminary injunctive relief if they were able to make a showing of injury. This Court balanced the hardships and the practicalities in favor of the defendants, finding that such relief would result in clear and irreparable damage to the defendants.</p>\n<p>On July 26, 1974, plaintiffs filed notice of appeal from this Court's order dismissing this action for failure to show standing. Plaintiffs moved the Honorable J. Braxton Craven, Jr., Judge of the United States Court of Appeals for the Fourth Circuit, for an injunction pending appeal. After hearing oral arguments, Judge Craven determined that it was necessary to enjoin defendants from opening a channel between the marina on the Island and the Cape Fear River in order to protect the jurisdiction of the Court of Appeals so that the appeal would not become moot. Otherwise, the corporation was free to continue work on the marina.</p>\n<p>On September 4, 1974, the case was heard on oral argument in the expedited appeal before the Honorables Chief Judge Haynsworth and Circuit Judges Russell and Widener. In a <i>per curiam</i> opinion, the Court of Appeals found no abuse of discretion in this Court's denial of preliminary injunction. The Court of Appeals further found that plaintiffs' alleged activities on Bald Head Island were insufficient to confer standing upon them; nevertheless, it vacated this Court's order dismissing this action and remanded the cause for further hearings on whether plaintiffs could demonstrate a prior, legitimate, non-permissive use of certain lowland areas and whether the proposed development would injure their continued enjoyment of those public areas. The Court of Appeals granted this Court the discretion to dissolve Judge Craven's July 26, 1974 injunction pending appeal.</p>\n<p>On November 12, 1974 and on November 20, 1974, this Court held hearings on defendants' motion to dissolve Judge Craven's injunction. On November 21, 1974, after learning that the Court of Appeals had denied appellants' motion to recall the mandate, this Court dissolved the injunction pending appeal and proceeded to hear the standing question which had been remanded. On January 17, 1975, this Court denied defendants' motion for summary judgment, finding that plaintiffs had shown actual and genuine injuries resulting from their use of lowland areas.</p>\n<p>On February 25, 1975, this Court allowed a motion which had been filed by the plaintiffs to amend the complaint. The amendments to the complaint raised the question of the failure of the defendants to adhere to the strict terms of condition number four of the May 24, 1974 Section 10 permit granted by the Corps of Engineers to Carolina Cape Fear Corporation. Condition number four reads as follows:</p>\n<blockquote>\"4. No work within navigable waters may occur under authority of this permit until language of the conveyances is agreeable to the U. S. Department of the Interior and properties outlined in <span class=\"star-pagination\">*658</span> letter of 13 May 1974 from Mr. James E. Harrington to the District Engineer have been conveyed to the State of North Carolina or the Nature Conservancy; and, if such conveyance is not completed within 60 days of the issue date of this document, the permit will be suspended.\"</blockquote>\n<p>Plaintiffs alleged that as of February 1, 1975, extensive work within the navigable waters had been completed by Carolina Cape Fear Corporation purportedly under the authority of the permit, but that the conveyances required as a condition of the permit were never completed. Therefore, the plaintiffs argue, the permit is void by its own terms.</p>\n<p>In an order filed May 6, 1975, in which this Court set the escrow question for oral argument to be held on May 15, 1975, this Court questioned whether the escrow which had been set up by the Corporation satisfied the terms of condition four of the permit so as to constitute a conveyance under condition four. The terms set forth in the escrow letters of July 23, 1974, August 5, 1974, and November 26, 1974 from the Corporation to the escrow agent caused this Court to find that the Corporation did not fully relinquish dominion over the deeds. This Court also questioned in its May 6, 1975 order whether or not there was even an agreement, because the Nature Conservancy, the direct transferee, did not agree to the escrow letter (see letter of August 2, 1974 from Mr. David E. Morine, to the District Engineer, Colonel Homer Johnstone, and also affidavit of Mr. David E. Morine of March 5, 1975, filed March 12, 1975). In its May 6, 1975 order, however, this Court noted that it was possible that an escrow agreement would satisfy condition number four of the permit.</p>\n<p>On May 15, 1975, this Court held a hearing both on questions related to the escrow and also on the proposed new water pollution control regulations which had been recently issued by the Corps of Engineers and which present four alternative regulations with differing definitions of \"waters of the United States\" as used in the 1972 Amendments to the Federal Water Pollution Control Act. By order filed May 19, 1975, this Court ordered the United States Army Corps of Engineers to immediately suspend the permit and ordered the Corporation to immediately desist carrying out any work in navigable waters in or about the marina. This Court entered the order to protect the <i>status quo,</i> pending a final determination of the question of the validity of the escrow. At the time of the issuance of the order, there was no escrow <i>agreement</i> between the parties to the conveyances.</p>\n<p>On June 11, 1975, this Court ordered the District Engineer to take action in accordance with Title 33, C.F.R., Section 209.120(o) which provides that suspension of a Department of the Army permit should be followed by an administrative determination by the District Engineer as to whether said permit should be reinstated, modified, or its revocation recommended.</p>\n<p>On March 25, 1975, counsel for all parties signed a stipulation basically containing the following two provisions: (1) Although no oral testimony had been heard by this Court since the July, 1974 hearing on plaintiffs' motion for preliminary injunction, all parties agreed that there was no further oral testimony of witnesses to be offered into evidence. (2) The parties also stipulated that all copies of transcripts of oral testimony, affidavits and exhibits (attached to the record), official documents and files, responses to interrogatories, and responses to requests for admissions are admissible, without objection, in the trial of this action; and the parties left to the sound discretion and judgment of the Court to determine the weight to be given each and every item of said evidence. These stipulations between counsel are of particular significance in this case in which this Court has been provided with many affidavits, exhibits, and accompanying memoranda of law and oral arguments on questions of law, <span class=\"star-pagination\">*659</span> and with very little actual oral testimony. This Court must therefore rely heavily in its findings of fact on all of the information which was the subject of the second provision of the stipulation of counsel. Although this Court recognizes the general rule limiting the evidentiary value of affidavits, it nevertheless has in this case relied strongly upon them so as to resolve the issues as expeditiously as possible.</p>\n<p>On July 21, 1975, this Court was advised that the Section 10 permit was reinstated by the Corps. The reinstatement is to be effective in ten (10) days. Condition number four of the permit was modified so as to provide that the term \"conveyance\" includes placement of executed documents in escrow under binding conditions requiring delivery of the documents within 60 days following a determination of this action in a manner which upholds the permit's validity. It appears to this Court that this provision would only require the delivery of the documents after a final determination unequivocally upholding the validity of the permit.</p>\n<p>This cause is now before this Court for a final determination on plaintiffs' action for permanent injunctive relief, preliminary relief having been denied. Plaintiffs request that the Court order a restoration of the dredging project area to its natural condition. They seek a reprocessing of the dredging permit application in accordance with NEPA and the additional filing of a permit application by the Corporation for its deposit of pollutants (dredge material) into the waters of the United States.</p>\n<p></p>\n<h2>B. General Background Facts</h2>\n<p>Bald Head Island, formerly known as Smith Island, is an island complex lying at the mouth of the Cape Fear River in Brunswick County, North Carolina. The Island has been held in private ownership for many years. Although there have been no permanent inhabitants on the Island since an unsuccessful attempt at farming in the 1940's, several developers have advanced plans to transform the Island into a coastal resort community. While the State of North Carolina has expressed an occasional interest in acquiring the Island for a state park, funds have never been appropriated for this purpose.</p>\n<p>On June 30, 1970, defendant Carolina Cape Fear Corporation purchased Bald Head Island for the purpose of developing the Island and establishing a permanent residential community. In order to provide boat access to the Island, the Corporation renovated an earlier pier built by the United States Coast Guard. Since the Coast Guard had undertaken the work without the required Department of the Army permit, the Corps of Engineers advised the Corporation that an after-the-fact permit application would be necessary. After considering the comments received in response to its Public Notice of the application and after a public hearing on the matter, the Corps denied the permit on November 14, 1972 on the grounds that the developer's plans were contrary to the public interest. The Corporation was further advised that future applications for Department of the Army permits would have to involve a different concept of development for the Island.</p>\n<p>Thereafter, the Corporation removed the pier from Bald Head Creek. In January, 1973, the Corporation constructed a floating dock for which no Army permit was required. Development of the Island continued with access to the Island provided by shallow-draft vessels using the floating dock in Bald Head Creek. Construction equipment was placed on the Island by barges beaching on the Cape Fear River's eastern shore. By July of 1974, an inn, a golf course, road beds, and several homes had been constructed.</p>\n<p>During the spring of 1973, the Corporation contacted representatives of the various State and Federal agencies who had objected to its original plans for development when it had applied for the pier permit. The Corporation proposed <span class=\"star-pagination\">*660</span> modifications, hoping that such modifications would resolve the earlier objections. As a result, the Department of the Army notified the Corporation that it might submit a new application based on the revised plans. By letter dated June 1, 1973, more than four months before the application for the permit was filed, Deputy Secretary of Interior E. U. Curtis Bohlen in Washington wrote to Charles R. Ford, Chief of Civil Functions, Department of the Army, stating that the revised permit application \"will result in significantly increased protection for the resources of the Smith Island complex.\" As a condition to the new permit application, the Army required that the Corporation submit a complete environmental assessment of its development.</p>\n<p>On October 1, 1973, the Corporation submitted an application for a Department of the Army permit to allow it to construct a marina on Bald Head Island. Accompanying that application was a detailed environmental assessment for the Bald Head Island development.</p>\n<p>A Public Notice of the application was sent to over three hundred persons, agencies, and organizations on the District Engineer's mailing list. In response to the Public Notice, the District Engineer received one hundred and four (104) letters in favor of the permit, four letters requesting clarification of the application, and four letters which were against the permit. All Federal, State, and local agencies were in favor of the issuance of the permit subject to certain conditions which were subsequently incorporated into the permit finally issued by the District Engineer. (Plaintiffs argue that the Department of Interior overruled the Atlanta Regional Director, Fish and Wildlife Service, who had adopted the view of the Raleigh field office of the Bureau of Sport Fisheries and Wildlife which was opposed to the issuance of the permit and that although Interior was officially in favor of the permit, the Atlanta Regional Director's opposition to the issuance of the permit should have been directly conveyed to the District Engineer pursuant to the Memorandum of Understanding). Four environmental groups, ECOS, Inc., the Sierra Club, the Conservation Council of North Carolina, and the North Carolina Public Interest Research Group, expressed opposition to the issuance of the permit.</p>\n<p>By Public Notice of May 24, 1974, the District Engineer made written findings (1) that the applicant, Carolina Cape Fear Corporation, had given proper consideration to the various public resources in the area; (2) that the granting of the permit did not constitute major federal action; and (3) that because of the conditions imposed on the permittee, the resultant work would not have a significant effect on the quality of the human environment. The Corporation had made numerous concessions. In order to minimize possible environmental effects, revised plans included erosion controls, limitations on dredge-spoil fill areas, guarantees to leave 400 acres of highland maritime forest in its natural state, and provisions for conveying 9,000 acres of marshes, lowlands, and Atlantic coast beaches by quitclaim deed to the State of North Carolina. Therefore, the District Engineer concluded that a detailed statement on the environmental impact of the proposed action was not required under NEPA.</p>\n<p></p>\n<h2>C. Testimony of Charles W. Hollis</h2>\n<p>The principal witness called by the defendants during the three day hearing in July of 1974 was Charles W. Hollis, Chief of Permits, Wilmington District, U. S. Corps of Engineers. See <i>Administrative Record,</i> Vol. IV, <i>Transcript of Testimony of Mr. Charlie W. Hollis on July 17, 1974.</i> The Hollis testimony covered most of the issues presented in this case. It is the primary basis for the findings of facts made by this Court both in this opinion and in the July 20, 1974 opinion. Most of it is uncontroverted.</p>\n<p><span class=\"star-pagination\">*661</span> Hollis testified that his office has never overridden the objection of another agency to a permit issuance. (Tr., p. 6). He stated that the fill area includes salt meadow grass and dunes, but that no \"salt marshes\" were in the fill area. (Tr., p. 9).<sup>[2]</sup> He characterized part of the fill area as Type 16  coastal salt meadow (Tr., p. 10), which, according to <i>Wetlands of the United States,</i> is a wetland. Hollis testified that the land on which the marina itself is located and on which the spoils from the dredging were to be deposited are above mean high tide. (Tr., p. 11). He testified that the marina basin and the access channel will together constitute approximately ten acres. (Tr., p. 32). He further testified that the fill area, as finally approved, will constitute approximately 20.83 acres (Tr., p. 14), of which less than half is comprised of salt meadow grass, the remainder being dune community. (Tr., p. 20). The total project area would thus be approximately 30.98 acres.<sup>[3]</sup> Hollis also testified that the 10.15 acres which fall below the mean high water line of the Cape Fear River represent less than two percent of the total development project of approximately 3,000 acres. (Tr., pp. 34-35).</p>\n<p>Hollis revealed that he and representatives of the National Marine Fisheries Service inspected the project area on March 13, 1974. (Tr., p. 12). At the request of the National Marine Fisheries Service representatives, the stakes indicating the proposed dike alignment were moved so that all fill material was eliminated from areas containing benthic communities.<sup>[4]</sup> (Tr., p. 13). He testified that dikes will prevent dredge material from going into the \"marshes\" and the river.<sup>[5]</sup> (Tr., p. 16).</p>\n<p>Even at the time of abnormally high tide, the dike alignment is from fifty to seventy-five yards from the water and the area upon which the dredge material is being deposited is dry. (Tr., p. 18). The material will be retained in the diked areas until the sediments settle out of the water; and when the water quality is sufficient, the water will be released to the creek or the river. (Tr., p. 17).</p>\n<p>Although Hollis did not characterize coastal salt meadows (which are a part of the disposal site) as marshlands, he did refer to coastal salt meadows as being wetlands,<sup>[6]</sup> always waterlogged <span class=\"star-pagination\">*662</span> during the growing season but rarely covered with tide water. (Tr., p. 20). See <i>Wetlands of the United States, supra,</i> at p. 16.</p>\n<p>Hollis also testified that it was \"fairly obvious\" that the development of Bald Head Island above the mean high level mark will continue regardless of whether or not a permit for the marina is granted. (Tr., p. 31). He stated that \"the development is on going as it has been for nearly three years.\" (Tr., p. 32).</p>\n<p></p>\n<h2>II. FACTS RELATED TO ENVIRONMENTAL IMPACT STATEMENT ISSUE</h2>\n<p></p>\n<h2>A. Background Facts</h2>\n<p>On July 12, 1974, plaintiffs filed the affidavit of Dr. David A. Adams. Dr. Adams has served on the President's Commission on Marine Sciences, Engineering and Resources, and as a Senior Staff Member with the National Council of Marine Resources and Engineering Development. He has been Fisheries Commissioner for North Carolina, Curator of the North Carolina Museum, and Chief Naturalist for the North Carolina State Park System. It was Dr. Adams who compiled the Corporation's environmental assessment of its development plans.</p>\n<p>Dr. Adams testified in his affidavit that he has been personally familiar with the Island for twenty-five years or longer, that he authored or co-authored seven papers, published in the scientific and technical literature, based upon the area, and that in 1970 he co-authored \"Smith Island: A Resource Capability Study.\" Based upon his professional experience and personal knowledge, Dr. Adams formulated the following conclusions about the environmental consequences of the proposed development:</p>\n<blockquote>(1) As a result of many conditions imposed on the developer by the permit, neither the marina itself nor the total development of which it is a part will have a significant adverse impact on the quality of the human environment.</blockquote>\n<blockquote>(2) Under the revised plans, the marina basin and the surrounding fill area will be located on high land. The disposal dikes surrounding the fill area have been carefully staked out by field biologists from the National Marine Fisheries Service to insure that no marshes containing conspicuous evidence of productive benthic communities will be excavated or filled.</blockquote>\n<blockquote>(3) The marina is situated so that the channel entrance to the Cape Fear River will run through an unvegetated beach shoreline. Since the proposed marina will have no entrance through or connection with Bald Head Creek and the surrounding marshes, boat traffic passing to and from the marina will have no significant effect on wetland resources.</blockquote>\n<blockquote>(4) During construction, the excavation of the marina will be accomplished behind a \"plug\" or screen separating the work from the water. Slurry and all aqueous portions of the dredged material will be retained behind confining structures until such time as water quality is suitable for release into the estuarine environment. These measures will serve to minimize any turbidity, flocculation, or sedimentation within the estuarine environment as a result of dredging.</blockquote>\n<blockquote>(5) The inside perimeter of the basin and channel will be bulkheaded with concrete sheet piling to retain existing materials and fill. In addition, the disposal area effluent will be contained by pipes, troughs or similar devices to points at or below the mean low waterline of the Cape Fear River in order to prevent gulley erosion. Dikes will be planted within four <span class=\"star-pagination\">*663</span> weeks of dike construction to prevent eroded material from entering the adjacent marsh or water.</blockquote>\n<blockquote>(6) Domestic sewage removed from the boats will be pumped to the central treatment complex for treatment. Because of the marina's position at the mouth of the Cape Fear River, tidal action may adequately flush the basin. If not, force-flushing will be accomplished by the installation of a pumping system.</blockquote>\n<blockquote>(7) All of the aforementioned safeguards will serve to eliminate or minimize any adverse environmental effects of marine construction, maintenance, and use. Furthermore, it is my belief that the total development will have a net significant favorable impact on the quality of the human environment.</blockquote>\n<blockquote>(8) The present permit does not authorize the dredging or filling of any productive marshlands.</blockquote>\n<blockquote>(9) The 9,000 acres which the developer has agreed to convey to the State of North Carolina include all the marshlands below the mean high waterline, a number of marsh uplands, six miles of the north-south beach, and at least 60 acres of maritime forest. The conveyances will provide significant perpetual habitat for wildlife found in the area.</blockquote>\n<blockquote>(10) These conveyances, along with the other conditions of the permit, will substantially reduce any adverse environmental effects of development. Current approved plans for the development include the preservation of more than 30 percent of the existing maritime forest found on the Smith Island complex (approximately 400 acres), the restriction against buildings or vehicular traffic in any foredune areas along the beach, the construction of roads and trails so as to prevent erosion, the maintenance of present vegetation wherever possible, the subordination of architectural design to the natural aesthetics, the disposal of solid waste on the mainland, the construction of a sewage treatment plant for the tertiary treatment of liquid waste, the approval of pest control programs by the Environmental Protection Agency before the application of insecticides, a warning and evacuation plan, the preservation of historical sites on the island, a potable water supply provided by the mainland through submarine pipe, and a circulating drainage system.</blockquote>\n<p>Dr. Adams' affidavit and other evidence in the record indicate future federal involvement on Bald Head Island. In his Statement of Findings of May 24, 1974, the District Engineer referred to a proposal to supply the Island with potable water by means of a submarine pipeline which is also mentioned in Dr. Adams' affidavit. Such a project, if carried out would involve additional work in navigable waters. There is also the possible necessity of the Corporation's obtaining a National Pollution Discharge Elimination permit from the Environmental Protection Agency and the open-ended federal involvement which might be involved in connection with problems of erosion control and hurricanes.</p>\n<p>Plaintiffs refer to the inconsistencies of comments by the Corps in 1972 regarding previously submitted development plans when compared with the District Engineer's Statement of Findings of May 24, 1974. The Corps of Engineers had previously stated that \"development of Smith Island will disrupt a habitat of unique value . . . (constitute a) serious risk to the public safety . . . (and) a burden on the public treasury as a result of eventual demands for hurricane protection measures, beach erosion prevention structures and stabilization of inlets.\" <i>News Release, Corps of Engineers, U. S. Army,</i> November 15, 1972. The Corps of Engineers also stated in the 1972 News Release (concerning earlier submitted development plans) that the structures for which permits were sought, were associated with the planned commercial development <span class=\"star-pagination\">*664</span> of Bald Head Island from its natural state into a recreational and residential community. <i>Corps of Engineers News Release, November 15, 1972.</i></p>\n<p>No other marina has ever been located on Bald Head Island. There are, however, marinas presently in operation at nearby Southport and at nearby Long Beach. A pier constructed by Carolina Cape Fear Corporation was ordered removed on November 14, 1972.</p>\n<p>The marina project will directly result in the use of 30.98 acres. The planned development involves the construction of 492 mediumrise condominiums, a yacht club, a racquet club, access roads, parking facilities, and the subdivision of most of the remainder of the high ground of the Island to allow a projected population of 14,711. The development will include the permanent removal of approximately 600 acres of virgin maritime forest. A great deal of wildlife habitat and wildlife will be eradicated, including members of endangered and depleted species such as the Atlantic loggerhead turtle, the Eastern brown pelican, the American peregrine falcon, and the Ipswich sparrow. See Letter from the Fish and Wildlife Service Regional Director to the District Engineer, dated February 22, 1974.</p>\n<p>A letter of January 30, 1974 from Mr. Howard D. Zeller, Deputy Director, Enforcement Division, Environmental Protection Agency, to Colonel Albert C. Costanzo, District Engineer, January 30, 1974, filed by the plaintiffs on June 21, 1974 (written before the Corporation agreed to Interior's seven conditions in the development plans) shows that the Environmental Protection Agency considered the environmental assessment submitted by the Corporation insufficient and sought further study of the project.</p>\n<p>The June 21, 1974 affidavit of the President of Carolina Cape Fear Corporation, William R. Henderson, revealed that the inn, complete with eight rooms, a lobby and dining facilities, had been completed by that date. Several roads had been cut out and graded. Also at that time, six permanent houses had been built and approximately 450 lots had been sold. At the May 15, 1975 hearing, this Court was advised by counsel for the Corporation that the marina has not yet been completed as a result of the effects of this lawsuit.</p>\n<p></p>\n<h2>B. Findings of Facts</h2>\n<p>1. The Corps of Engineers made a good faith effort to solicit comments from both the public and the various Federal and State agencies.</p>\n<p>2. The response was overwhelmingly in favor of the issuance of the permit, except for opposition from several conservationists including the plaintiffs in this action. All Federal and State agencies, including the U. S. Fish and Wildlife Service, presented a favorable response to the issuance of the permit subject to certain conditions which were subsequently incorporated into the permit which the District Engineer issued.</p>\n<p>3. It would be unreasonable for this Court to find that the Corps of Engineers should not have accepted the favorable response of the Atlanta Regional Director of the U. S. Fish and Wildlife Service on the grounds that such response was \"tainted\" by Washington-level Interior interference. It would also be unreasonable to bind the District Engineer to comments made by him or by his office at an earlier time regarding a different planned development. It would also be unreasonable for the Court to find that the District Engineer should give effect to agency responses made prior to the incorporation of all of the conditions into the permit.</p>\n<p>4. Throughout the permit application process, the District Engineer compiled an exhaustive administrative record with great care and orderliness so that he would have a basis on which to make his ultimate conclusions and decisions. The administrative record was adequate to enable the District Engineer to arrive at reasonable conclusions.</p>\n<p><span class=\"star-pagination\">*665</span> 5. Although the environmental assessment is not an \"environmental impact statement,\" it is a complete study of the environmental considerations connected with the marina project.</p>\n<p>6. The District Engineer's conclusion that the marina project itself, including the dredge deposit site, the access channel and the marina basin, would not <i>directly</i> bring about a significant effect on the human environment was reasonable.</p>\n<p>7. This is a private development being constructed almost entirely on privately owned land. Only about two percent of this entire project area <i>directly</i> involves public property rights.</p>\n<p>8. The Corps of Engineers is only involved in this case in a regulatory capacity. This is not a project financed in whole or in part by federal funds. There is no direct federal involvement in this development at the present time.</p>\n<p>9. It is more probable than not that because of the permit, future substantial federal involvement and labor will be more imminent than it would be if the Corporation did not have the permit.</p>\n<p>10. The District Engineer could reasonably conclude that commercial and residential development by this Corporation will eventually take place even if the Corps denies all dredging permits. The District Engineer could reasonably conclude that alteration of the highland areas of the Island could fairly be anticipated in the absence of the marina project. See <i>Julis v. City of Cedar Rapids,</i> 349 F.Supp. 88, 89-90 (N.D.Iowa 1972).</p>\n<p>11. The District Engineer could not reasonably conclude that as a result of the issuance of this permit, development of the upland portions of the Island would not be accelerated. In this respect, the District Engineer should have considered the upland portions of the Island development a secondary consequence of the federal action.</p>\n<p></p>\n<h2>III. FACTS RELATED TO THE MEMORANDUM OF UNDERSTANDING</h2>\n<p></p>\n<h2>A. Background Facts</h2>\n<p>At the hearing on July 15, 1974, the plaintiffs first called as a witness Aaron H. Farmer of the Raleigh field office of the United States Fish and Wildlife Service. Farmer testified that he had investigated the Carolina Cape Fear Corporation project, that he knew where the marina was to be located, and that he had personally visited the marina site. He testified that the construction plan in effect <i>at the time he considered it</i> would affect more than three and one-half acres of \"Type 17  irregular flooded marshes\" and twenty-one acres of \"Type 16  coastal salt meadows.\" See <i>Wetlands of the United States, supra,</i> at p. 24. He testified that a draft was prepared by his office recommending that the permit be denied and that the draft prepared by his office was basically different from the draft of February 22, 1974 from the Regional Director to the District Engineer.</p>\n<p>Plaintiffs have filed letters and other memoranda to support the argument that Washington-level Interior officials intervened before the Corporation's permit application was filed. See Letter of Deputy Secretary E. U. Curtis Bohlen to Charles R. Ford, Chief of Office of Civil Functions, Department of the Army, June 1, 1973. Deputy Secretary Bohlen's letter was submitted in support of the Corporation's revised permit application.</p>\n<p>Plaintiffs have also filed a proposed letter of comment which was prepared by the Raleigh field office of the Bureau of Sport Fisheries and Wildlife and which recommends that the permit be denied. In addition, the plaintiffs have filed the \"Memorandum of Norman R. Chupp, Acting Chief, Division of River Basin Studies, to Associate Director, Environment, March 19, 1974\" in support of their argument that the view of the Raleigh field office was adopted by <span class=\"star-pagination\">*666</span> the Atlanta Regional Director, but subsequently overruled by Washington-level Interior officials.</p>\n<p>Plaintiffs contend that the Atlanta Regional Director, by letter of February 14, 1974, was dictated a response giving a favorable recommendation on the permit by a Washington-level official, Douglas Wheeler, Deputy Assistant Secretary, U. S. Department of Interior. Plaintiffs have filed the \"Memorandum of Assistant Secretary for Fish, Wildlife and Parks to Regional Director, February 14, 1974\" in support of this contention. Other memoranda have been filed in support of arguments that Washington-level Interior officials improperly intervened in the Bureau of Sport Fisheries and Wildlife's recommendations. See \"Memorandum of George M. Gardner, Special Assistant to the Assistant Secretary for Fish and Wildlife and Parks to Director, Bureau of Sport Fisheries and Wildlife, June 25, 1973;\" \"Memorandum of Mr. Chupp, Deputy Chief, Division of River Basin Studies, to Mr. John Green, February 12, 1974;\" \"Memorandum of Mr. Edward B. Bradley, Field Supervisor, DRBS, Raleigh, N. C. to Regional Director, Atlanta, Georgia, February 12, 1974.\"</p>\n<p>The positions taken by the Raleigh field office and initially adopted (according to plaintiffs' contentions) by the Atlanta Regional Office were formulated prior to the Corporation's agreeing to several conditions in its development plans. After the field survey of the Raleigh office was forwarded to the Regional Director in Atlanta, officials of the Department of Interior in Washington added to the survey report several proposed mitigation measures which, if incorporated into the permit, would make the Corporation's proposal acceptable to the Department of Interior. The official communication which the Regional Director ultimately sent to the District Engineer (see letter of February 22, 1974) incorporated almost all of the Raleigh field office's comments; that letter, however, added that if the Corporation were willing to agree to seven conditions proposed by Washington-level Interior officials, the Department of the Interior would not object to the issuance of the permit.<sup>[7]</sup> The District Engineer received no official communication from either the Raleigh or the Atlanta offices.</p>\n<p></p>\n<h2>B. Findings of Facts</h2>\n<p>1. The only official communication which the District Engineer received from the Regional Director was the February 22, 1974 letter.</p>\n<p>2. Washington-level Interior officials interfered at an early stage in the review process. Such interference involved the setting forth of conditions precedent to the granting of the permit which may have caused an alteration in the final position which was taken by the Regional director of the Fish and Wildlife Service.</p>\n<p>3. No dispute ever existed between the Regional Director and the District Engineer. Any dispute which may have existed was entirely an internal dispute within the Department of Interior.</p>\n<p></p>\n<h2>IV. FACTS RELATED TO THE FEDERAL WATER POLLUTION CONTROL ACT ISSUE</h2>\n<p></p>\n<h2>A. Background Facts</h2>\n<p>A cross-sectional view of the disposal area (see <i>Administrative Record,</i> Vol. II, Tab R-1) shows it elevation in relation to the \"mean low water line\" and the \"mean high water line.\" The \"mean high tide line\" denotes the limit of areas which are flooded by the tide on the average of twice a day. According to the cross-sectional plat, the original elevation of the disposal area was over seven <span class=\"star-pagination\">*667</span> and one-half feet above the \"mean low water line\" and three and one-half feet above the \"mean high water line.\" The elevation of the \"mean spring tide\" at Bald Head Island is 4.9 feet above the mean low water line. <i>Tide Tables, East Coast of North and South America, National Ocean Survey, U.S. Department of Commerce</i> (1975), at page 226. \"Mean spring tide\" is defined as the annual average of the two, monthly lunar spring tides. The disposal area is nearly three feet above the \"mean spring tide line.\"</p>\n<p>Plaintiffs have presented no evidence which disputes defendants' contention that these wetlands are never flooded by normal action of the tides. Defendants' contention is based on the elevation of the disposal area relative to \"mean high tide\" and \"mean spring tide.\" Inundation, defendants argue, might only occur during a storm, a flood, or a hurricane.</p>\n<p>Defendants analogize the ten acres of coastal salt meadow to flood plain, as contrasted from predictably flooded marshes. Plaintiffs, however, argue that it is ecologically false to draw a distinction between coastal salt meadows and other associated wetlands and refer to the February 22, 1974 letter from the Atlanta Regional Director to the District Engineer, which points out the ecological unity of the Types 16, 17 and 18 wetlands referred to in <i>Wetlands of the United States, supra:</i></p>\n<blockquote>\"The Type 16 and 17 wetlands which will be destroyed by the fill area occur in close ecological relationship to the total Smith Island Complex. For example, the marsh vegetation provides primary foods, cover, and nesting sites for important higher organisms such as shore and wading birds, rapators, passerines, and small mammals. Moreover, these wetlands support fiddler crab (<i>Uca</i> sp.), periwinkle snails (<i>Littorina</i> sp.), ribbed mussels (<i>Modiolus demissus</i>), and other invertebrates which serve as intermediaries in estuarine and terrestrial food webs by converting plant detritus and algae into a food source for higher tropic level organisms.\"</blockquote>\n<p>Letter of February 22, 1974, from Regional Director, U.S. Fish and Wildlife Service to District Engineer, U.S. Army Corps of Engineers, page 6.</p>\n<p>Scientists employed by the National Marine Fisheries Service, U.S. Department of Commerce, surveyed the disposal site and re-aligned the proposed fill lines to insure that no regularly or irregularly flooded marsh areas or areas containing populations of valuable benthic organisms would be covered. Before this re-alignment, when the Corporation proposed filling 3.87 acres of marshland (as opposed to salt meadow grass), scientists of the Division of Commercial and Sports Fisheries, North Carolina Department of Natural and Economic Resources, made the following observations:</p>\n<blockquote>\"Approximately five acres of the proposed 30-acre spoil site is transitional high marsh consisting primarily of a mixture of scattered se-ox-eye, salt-grass, and salt meadow grass. Another five acres is predominantly se-ox-eye. Filling of these ten acres seems less than significant as it is comparatively much less productive and only subject to very irregular flooding.\"</blockquote>\n<p>See Memorandum from Frank Yelverton and Jim Brown to Ed McCoy and Leo Tilley, dated November 21, 1973, <i>Administrative Record,</i> Vol. IV.<sup>[8]</sup></p>\n<p>From the results of the onsite field investigations of the marina area by the <span class=\"star-pagination\">*668</span> Bureau of Sport Fisheries and Wildlife (see February 22, 1974 letter from Regional Director Carlson to District Engineer, page 6), it is clear that the Type 16 wetlands in the disposal area are \"vegetated with most of the above mentioned species in conjunction with salt meadow cordgrass (<i>Spartina patens</i>) and saltmarsh fimbristylis (<i>Fimbristelis spadicea</i>).\"</p>\n<p>Both the proposed letter from the Raleigh field office and the February 22, 1974 final letter from the Regional Director show that the sea level at Bald Head Island and elsewhere on the Atlantic coastline is rising approximately one inch every ten years.</p>\n<p></p>\n<h2>B. Findings of Facts</h2>\n<p>1. Salt meadow grass (<i>Spartina patens</i>) grew on approximately ten acres of the disposal area. Salt meadow grass (<i>Spartina patens</i>) is within the definition of salt marshland under North Carolina General Statutes Section 113-229(n)(3) (Supp.1974).</p>\n<p>2. The wetlands in question yield nutrients which contribute to the aquatic biological communities in the estuary. This contribution, however, is not great when compared to the contribution of marshes which are subject to relatively regular flushing by the tides. The acres of coastal salt meadow at issue are more comparable (in terms of contribution) to flood plain than to predictably flooded salt marshes. The flooding of this salt meadow is so infrequent that the biological communities in the surrounding waters can not be said to be dependent on this contribution for their continued existence and integrity. (The thousands of acres of high and low marsh in the Bald Head Island complex are the normal and basic contributors to the productivity of the biological communities in surrounding waters).</p>\n<p>3. The salt meadow grass in the disposal area might be flooded a few times a year as a result of certain infrequent acts of nature.</p>\n<p></p>\n<h2>V. FACTS REGARDING PERMIT CONDITIONS</h2>\n<p></p>\n<h2>A. Background Facts</h2>\n<p>After the District Engineer received the February 22, 1974 letter from the Atlanta Regional Director, numerous discussions and meetings were held among the representatives of the Corporation, the Department of the Interior, and the Nature Conservancy to determine the form of the conveyances and the mechanics of the transfer. See Affidavit of Charles W. Hollis, filed February 25, 1975.</p>\n<p>By April, 1974, these various parties were able to work out a basic plan, but some problems relating to the mechanics of the transfer remained unsolved. (See Hollis Affidavit, February 25, 1975). The Department of the Interior desired considerable time to examine the language of the conveyance documents, and, further, was hesitant to acquiesce to the issuance of a permit until there were firm assurances that the conveyances would, in fact, be made. On the other hand, the lending institutions backing the Corporation were unwilling to agree to a conveyance of lands until after a permit was issued. In an effort to resolve this apparent dilemma, the District Engineer caused the following terms to be incorporated into the Corporation's permit:</p>\n<blockquote>\"4. No work within navigable waters may occur under authority of this permit until language of the conveyances is agreeable to the U. S. Department of Interior and properties outlined in letter of 13 May 1974 from Mr. James E. Harrington to the District Engineer have been conveyed to the State of North Carolina or the Nature Conservancy; and, if such conveyance is not completed within 60 days of the issue date of this document, the permit will be suspended.\"</blockquote>\n<p>In his February 25, 1975 affidavit, Hollis has explained the purposes behind the District Engineer's insertion of this condition into the permit: (1) As a result <span class=\"star-pagination\">*669</span> of the permit condition, the Department of Interior had sixty days in which to review the final language of the conveyances and to work out any changes, if necessary. (2) The Corporation's financial backers had firm assurances of a permit before delivering the conveyances. (3) If, for any reason, the land transactions failed to materialize, the Corps of Engineers was in a position to initiate proceedings to suspend the permit.</p>\n<p>On May 24, 1974, the District Engineer issued to the Corporation a Section 10 permit containing the above mentioned permit condition. See <i>Administrative Record,</i> Vol. II, Tab R-1. At the time of the issuance, the final details of the land transfer were being arranged, although it was expected that completion of this complicated series of transactions would take up most of the allotted sixty days. (See Hollis affidavit, February 25, 1975 and also Colonel Homer Johnstone's Response to Interrogatories Nos. 3, 5 and 7, filed March 11, 1975). Shortly after the permit was issued, the plaintiffs filed this action. The Corporation was faced with the possibility that after its conveyance of 9,000 acres, it might still lose its permit to construct the marina.</p>\n<p>The various parties interested in the land transfer immediately began discussions on how to cope with this drastic change in circumstances and still protect their respective interests and those of the public. After examining several possibilities, these parties agreed in principle that placement of executed conveyances in escrow, to be delivered upon a favorable outcome to the pending litigation, would best accommodate the interests of all concerned and would satisfy the conditions of the permit. (See Affidavit of Charles W. Hollis, filed February 25, 1975; Colonel Homer Johnstone's Responses to Interrogatories Nos. 3, 7, 8, 17, and 18, filed March 11, 1975; Supplemental Affidavit of Charles W. Hollis, filed March 11, 1975, paragraphs nos. 3, 5, 8, 9, and 10 and Exhibits 2, 3, 8, 13, 14 and 15; Affidavit of William Raney).</p>\n<p>The agreement to the concept of an escrow came on the eve of the expiration of the sixty day period, leaving little time to iron out differences over its precise language.</p>\n<p>On July 24, 1974, Mr. William R. Henderson, President of Carolina Cape Fear Corporation, signed a letter which was sent to the \"escrow agent,\" John M. Geil of Poyner, Geraghty, Hartsfield and Townsend, attorneys in Raleigh. In the letter, Mr. Henderson advised Mr. Geil that the deeds were to be held in escrow to be delivered to the respective grantee upon the termination of the pending litigation in defendants' favor and upon the condition that there be a valid permit authorizing construction of the marina. If the litigation were to terminate in favor of the plaintiffs, the escrow agent was directed to return the conveyances to the Corporation. The agent was directed to deliver the conveyances in accordance with his instructions upon notification of the outcome of the litigation by Mr. Henderson by registered or certified mail.</p>\n<p>A second escrow letter, signed on August 5, 1974 and also sent by Mr. Henderson to Mr. Geil, contained three deletions with modifications, directing Mr. Geil to return the conveyances to Mr. Henderson in the event the conditions precedent for delivery had not occurred by July 25, 1975; and one of the modifications was a paragraph setting forth the condition that before delivering the quitclaim deed to the State of North Carolina, the agent must have the written permission of Mr. Henderson.</p>\n<p>A third escrow letter of November 26, 1974 from Raymond J. Hart, Secretary Treasurer of Carolina Cape Fear Corporation, to Mr. Geil simply advised the escrow agent that the responsibility for notification as to the outcome of the pending litigation would originate from the responsible corporate official at the time it was needed.</p>\n<p><span class=\"star-pagination\">*670</span> The District Engineer declined to initiate proceedings to suspend, revoke, or modify the permit. Defendants submit that the reasons underlying his initial conclusion appear in the record and are as follows:</p>\n<blockquote>(1) The escrow arrangement clearly satisfied the purpose and intent of the permit condition. (See Affidavit of Charles W. Hollis, filed February 25, 1975; Colonel Johnstone's Response to Interrogatory No. 11, filed March 11, 1975).</blockquote>\n<blockquote>(2) Escrow is a very ancient and traditional solution to the type of problem which confronted the Corporation and the District Engineer. (See Colonel Johnstone's Response to Interrogatory No. 3, filed March 11, 1975).</blockquote>\n<blockquote>(3) The difficulties over the language of the escrow were \"not the result of the Corporation's attempting to equivocate on its commitment, but rather were the result of the haste with which arrangements were necessarily completed.\" (See Affidavit of Charles W. Hollis, filed February 25, 1975 and Colonel Johnstone's Response to Interrogatory No. 3, filed March 11, 1975).</blockquote>\n<blockquote>(4) The Corporation has always indicated that it would honor its commitment to deliver the conveyances in return for a valid Department of the Army permit. Moreover, the Corporation has, in fact, continued to honor this commitment. (See Colonel Johnstone's Response to Interrogatory No. 3, filed March 11, 1975).</blockquote>\n<blockquote>(5) All of the parties interested in the land transaction have indicated that they support, in principal, the escrow as it has been arranged by the Corporation. The only problem that has ever arisen is some difficulty with the precise language of the escrow, and this now appears to have been resolved.</blockquote>\n<blockquote>(6) Finally, and most important, the District Engineer has the clear power to enforce administratively the terms of the escrow, regardless of whether it is legally binding. (See Colonel Johnstone's Response to Interrogatories Nos. 3 and 15).</blockquote>\n<p>By a fourth escrow letter of May 14, 1975, signed both by representatives of the Corporation and by Mr. David E. Morine of the Nature Conservancy, the escrow agent was advised, <i>inter alia,</i> of the following amendments to the escrow: (1) the Nature Conservancy was added as a party to the escrow with authority to enforce its terms. The Nature Conservancy agreed to accept the escrow deed from the Corporation. (2) the District Engineer's notification or certification that the Corporation had in fact acquired a final permit, which is a condition precedent to the release of the documents would constitute sufficient notice as to the existence of the permit, on which the escrow agent could rely. (3) The escrow could only be amended by letter executed jointly by the Nature Conservancy and the Corporation. (4) In the event the conditions precedent for delivery of the deeds had not occurred by September 25, 1975, the escrow agent was required to return the three conveyances to the Corporation.</p>\n<p>The May 14, 1975 escrow letter was first brought to the Court's attention at a hearing held on May 15, 1975. At that time, only the signature of David E. Morine of the Nature Conservancy appeared on the letter. On June 20, 1975, the Court received a copy of the letter signed by all of the parties. A true copy of the letter was subsequently filed with the Clerk in Wilmington, North Carolina.</p>\n<p></p>\n<h2>B. Findings of Facts</h2>\n<p>1. The literal wording of condition number four of the permit granted to the Corporation by the Corps of Engineers has not been complied with because the required conveyance was not completed within sixty days of the May 24, 1974 issue date.</p>\n<p>2. In attempting to comply with the conveyance requirement of condition number four, the Corporation failed at <span class=\"star-pagination\">*671</span> first to obtain the agreement of the Nature Conservancy (the immediate grantee) to the escrow.</p>\n<p>3. The difficulties which the Corporation has had with respect to the \"escrow,\" both as to its failure to obtain the agreement of the Nature Conservancy and its failure to fully relinquish dominion over the deeds, do not indicate to this Court an affirmative failure or refusal on the part of the Corporation to adhere to the terms of condition number four. Rather, it appears to this Court that the Corporation has been trying to avoid the possibility of having given up 9,000 acres of land in return for a permit which, as a result of this lawsuit, might at any time be invalidated. The purposes and intents of condition number four have at no time been frustrated by the defendants.</p>\n<p>4. An agent selected by the Nature Conservancy is the escrow agent.</p>\n<p>5. None of the parties to the land conveyances has ever called upon the District Engineer to revoke the Corporation's permit.</p>\n<p>6. The District Engineer was neither arbitrary nor capricious in his exercise of discretion in deciding initially to neither suspend, modify, nor recommend the revocation of the permit because of the failure of the Corporation to comply with the express terms of condition number four.</p>\n<p>7. The failure of the District Engineer to precisely follow the provisions for modification of permits, 33 C.F.R. 209.120(o) or to actually modify the permit (before the July 21, 1975 reinstatement and modification) was not an arbitrary and capricious exercise of discretion by the District Engineer. It appears, however, that modification at that time would have been a better approach.</p>\n<p>8. This Court's decision to order the suspension of the permit was based on a determination that an escrow <i>agreement</i> had not been effected as of May 15, 1975.</p>\n<p>9. An escrow agreement has now been effected by the May escrow letter, written May 14, 1975 and signed by all parties to the land conveyance.</p>\n<p>10. The Corporation has always indicated that it would honor its commitment to deliver the conveyance in return for a valid permit. Moreover, the District Engineer has the <i>de facto</i> power to enforce administratively the terms of the escrow, regardless of whether or not it is legally binding; and he has indicated that he will do so if the Corporation equivocates on its commitment.</p>\n<p>11. The July 21, 1975 decision of the Corps to reinstate the permit with a modification is reasonable and is not an arbitrary and capricious exercise of discretion.</p>\n<p></p>\n<h2>VI. CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. Environmental Impact Statement</h2>\n<p>1. The National Environmental Policy Act of 1969 (NEPA), 42 U.S.C. Sec. 4321 <i>et seq.,</i> requires all federal agencies in performing their functions to be responsive to the national policy of restoring and maintaining a quality environment. In order to ensure that the substantive policy is carried out, the Act provides certain procedural requirements which are designed to be \"action forcing.\" Foremost among these is the duty of all federal agencies to prepare an environmental impact statement for every \"major Federal actions significantly affecting the environment.\" 42 U.S.C. Sec. 4332(2)(C). It is settled law that the issuance of a permit by a federal agency involves a \"federal action\" for purposes of the impact statement requirement. <i>National Forest Preservation Group v. Butz,</i> 485 F.2d 408, 411-412 (9th Cir. 1973). This is explicitly confirmed and stated in the Council on Environmental Quality's \"Guidelines for Federal Agencies under the National Environmental Policy Act,\" 38 Fed.Reg. 20,549, Aug. 1, 1973, 42 C.F.R. Sec. 1500.5(a)(2). The Army Corps of Engineers' <span class=\"star-pagination\">*672</span> regulations on environmental impact statements also recognize this: 39 Fed.Reg. 12,737, April 8, 1974, 33 C.F.R. Sec. 209.410(3)(2).</p>\n<p>2. In this circuit, the standard for review of the District Engineer's decision not to prepare an impact statement appears to be whether or not that decision was reasonable. See <i>Fayetteville Area Chamber of Commerce v. Volpe,</i> 515 F.2d 1021 (4th Cir. 1975); <i>Natural Resources Defense Council v. Grant,</i> 341 F.Supp. 356, 366-367 (E.D. N.C.1972). The reasonableness of the District Engineer's decision must be considered in light of NEPA and applicable regulations.</p>\n<p>3. Under applicable principles of law, the cumulative effects of any federal action must be considered in determining the significance of the impact of the federal action on the human environment. <i>CEQ Guidelines for the Preparation of Environmental Impact Statements,</i> 40 C.F.R. Sec. 1500.6 (1973); <i>Corps of Engineers, Department of the Army Administrative Procedure Environmental Statements,</i> 39 Fed.Reg. 12,737, April 8, 1974, 33 C.F.R. Sec. 209.410(i)(7)(ii).</p>\n<p>4. The CEQ Guidelines provide that significant effects on the environment also include secondary effects:</p>\n<blockquote>\"Secondary or indirect, as well as primary or direct, consequences for the environment should be included in the analysis. Many major Federal actions, in particular those that involve the construction or licensing of infrastructure investments (e. g. . . . water resource projects . . .) stimulate or induce secondary effects in the form of associated investments and changed patterns of social and economic activities. Such secondary effects, through their impact on existing community facilities and activities, or through change in natural conditions, may often be more substantial than the primary effects of the original action itself.\" 40 C.F.R. Sec. 1500.6(b), 1500.8(a)(3)(ii).</blockquote>\n<p>5. It is inescapable that the marina permit will accelerate upland development. The anticipated population of 15,000 part-time residents will clearly be more imminent with the marina than without it. Acceleration of the development will have a significant effect on the environment.</p>\n<p>6. A finding of a significant effect on the environment compels this Court to order the issuance by the Corps of Engineers of an environmental impact statement in accordance with the specific technical requirements of NEPA.</p>\n<p>7. In spite of its finding of a significant effect on the environment, this Court finds in the District Engineer's record \"a wide-ranging, good-faith assessment by the Corps of Engineers of the potential environmental impact of the proposed project.\" <i>Rucker v. Willis,</i> 484 F.2d 158, 162 (4th Cir. 1973). In addition, this Court finds \"no basis for any suggestions that the decision was arbitrary or reached without adequate consideration of environmental factors.\" <i>Rucker v. Willis, supra,</i> at 162, citing <i>Conservation Council v. Froehlke,</i> 473 F.2d 664 (4th Cir. 1973). This Court's determination as to the adequacy of the consideration of environmental factors may be quite different from that of another judge or another district engineer. What is perceived to be an adequate and thorough examination of the consequences of federal action to one judge might be viewed as totally inadequate by another judge. For this reason, NEPA must be complied with so that the sufficiency of the environmental assessment will not be forever questioned.</p>\n<p>8. The Corps of Engineers consulted with all appropriate Federal, State and local agencies and the public and assessed in detail the potential environmental impact of its action so as to comply with many of the policies and goals behind NEPA. This Court is therefore of the view that although the formal environmental impact statement was not filed before the agency decision, the assessment was of sufficient value <span class=\"star-pagination\">*673</span> for this Court to validate the Corps' decision to issue the permit, to be invalidated in the future if the Corps should reach a contrary decision as a result of the environmental impact statement or if this Court should find the District Engineer's decision on the basis of the environmental impact statement unreasonable.</p>\n<p>9. This Court will not order the invalidation of the Section 10 permit on two grounds: (1) This Court is of the view that the Corps of Engineers conducted a wide-ranging, good-faith assessment of the potential environmental impact of the proposed project. <i>Rucker v. Willis, supra,</i> at 162. (2) A balancing of the equities demands that the permit not be invalidated and that the activities of the Corporation not be enjoined.</p>\n<p></p>\n<h2>B. Memorandum of Understanding</h2>\n<p>1. Although there appears to be a possibility of impropriety in the early interference by Washington-level Interior officials in the responsibilities of the Atlanta Regional Director, this Court does not conclude that the express terms of the \"Memorandum of Understanding between the Secretary of the Interior and the Secretary of the Army\" were violated.</p>\n<p>2. The District Engineer received the February 22, 1975 letter from the Regional Director and took action as a result of it. No conflict existed between the Regional Director and the District Engineer so as to bring into effect the \"Memorandum of Understanding\" insofar as the District Engineer was concerned. No interagency disagreement arose.</p>\n<p></p>\n<h2>C. Federal Water Pollution Control Act</h2>\n<p>1. Section 301(a) of the Federal Water Pollution Control Act Amendments of 1972, 33 U.S.C. Sec. 1311(a), provides in relevant part that:</p>\n<blockquote>\"Except as in compliance with this section and sections . . . 402, and 404 of this Act, the discharge of any pollutant by any person shall be unlawful.\"</blockquote>\n<p>2. Sections 402 and 404 provide for the issuance of permits for discharges which would otherwise be unlawful under Section 301(a). Section 404, 33 U. S.C. Sec. 1344, provides in relevant part that:</p>\n<blockquote>\"(a) The Secretary of the Army, acting through the Chief of Engineers, may issue permits, after notice and opportunity for public hearings for the discharge of dredged or fill material into the navigable waters at specified disposal sites.\"</blockquote>\n<p>3. Section 502(12), 33 U.S.C. Sec. 1362(12), defines the term \"discharge of a pollutant\" as \"any addition of any pollutant to navigable waters from any point source . . .\" Section 502(6), 33 U.S.C. Sec. 1362(6), defines \"pollutant\" to include \"dredged spoil . . . rock, (and) sand.\"</p>\n<p>4. Section 502(7), 33 U.S.C. Sec. 1362(7), defines \"navigable waters\" not by reference to navigability-in-fact or to the mean high water level, but as \"the waters of the United States, including the territorial seas.\"</p>\n<p>5. Jurisdiction over \"waters of the United States\" extends \"well beyond the mean high water mark to marsh wetlands which are regularly or periodically inundated. <i>United States v. Holland,</i> 373 F.Supp. 665 (M.D.Fla.1974), <i>Weiszmann v. Corps of Engineers,</i> 7 E. R.C. 1523, 1526, (S.D. Fla.1975); See: <i>Leslie Salt Co. v. Froehlke,</i> 7 E.R.C. 1311 [403] F.Supp. [1292] (N.D.Cal. 1974); <i>United States v. Ashland Oil and Transportation Co.,</i> 364 F.Supp. 349 (6 E.R.C. 1991) <i>aff'd</i> 504 F.2d 1317 (7 E.R.C. 1114) (6 Cir. 1974).\" <i>U. S. v. Smith,</i> 7 E.R.C. 1936, 1938-1939, Civil Action No. 74-34-NN (E.D.Va. April 21, 1975).</p>\n<p>6. The Corps of Engineers' regulations which have governed the Corps' position with regard to the coastal salt meadows in this case were directly declared invalid by the United States District <span class=\"star-pagination\">*674</span> Court for the District of Columbia on March 27, 1975. In his order, Judge Aubrey E. Robinson states:</p>\n<blockquote>\"1. Congress by defining the term `navigable waters' in Section 502(7) of the Federal Water Pollution Control Act Amendments of 1972, 86 Stat. 816, 33 U.S.C. Sections 1251, <i>et seq.</i> (the `Water Act') to mean `the waters of the United States, including the territorial seas,' asserted federal jurisdiction over the nation's waters to the maximum extent permissible under the Commerce Clause of the Constitution. Accordingly, as used in the Water Act, the term is not limited to the traditional tests of navigability.\"</blockquote>\n<p><i>Natural Resources Defense Council v. Callaway,</i> 392 F.Supp. 685 (D.D.C.1975).</p>\n<p>Judge Robinson ordered the revocation of the Corps' regulations and the publication of final regulations clearly recognizing the full regulatory mandate of the Water Act. As of this date, proposed regulations have been filed; final regulations are forthcoming.</p>\n<p>7. Under all of the proposed regulations which have been submitted by the Corps and under the above-mentioned cases, the approximately ten acres of salt meadow wetlands which are within the Corporation's disposal site constitute \"waters of the United States.\" This land is subject to periodic inundation by the tides.</p>\n<p>8. The Corporation's filling activities on wetlands \"regularly or periodically inundated by tidal waters constitute a discharge in the `waters of the United States' and are thus a violation of Section 301(a) of the 1972 Amendments to the Federal Water Pollution Control Act (33 U.S.C. Section 1311 (a)).\" <i>U. S. v. Smith, supra,</i> at 1939.</p>\n<p>9. Defendant Corporation is accordingly ordered to apply for an after-the-fact permit from the Corps of Engineers for the discharge of the dredge material at the disposal site.</p>\n<p>10. Although the 1972 Water Act Amendments have been violated and will continue to be violated (until the Section 404 permit is issued), the violation is a minimal, technical violation under fast-changing, unstable law. Moreover, the deposit of dredged material in this case can be distinguished from that in <i>U. S. v. Smith, supra</i><i>,</i> on the grounds that unlike the <i>Smith</i> case, the fill area in this case is not subject to inundation by the tides \"under normal conditions,\" as that phrase is used on page 1939 of the <i>Smith</i> decision.</p>\n<p>11. This Court recognizes the difficulty in distinguishing the wetlands in one case from the wetlands in another and has therefore found a violation of the Water Act. Nevertheless, this Court will not restrain the Corporation from its further use of the dredge deposit area pending its application for a permit. The decision not to restrain further use of the area is based on this Court's determination that the violation is a minimal, technical violation and that a weighing of the practicalities and the hardships demands that the Corporation not be so enjoined.</p>\n<p></p>\n<h2>D. Permit Conditions</h2>\n<p>1. The reinstatement of the Section 10 permit by the Corps of Engineers, effective 10 days from its issuance date of July 21, 1975, is in full compliance with 33 C.F.R. 209.120(o)(1) and (2).</p>\n<p>2. This Court concludes that the reinstated permit with modification is valid.</p>\n<p></p>\n<h2>E. Equity</h2>\n<p>This Court will not order the Corporation to physically restore its land to its previous condition. Nor will this Court restrain the Corporation from its full use of the marina or its continued work with respect to the access channel, the marina basin, the marina, or the disposal site. Nor will this Court compel the Corps of Engineers to reprocess the Section 10 permit application. The Corps of Engineers must process and file an impact statement in accordance <span class=\"star-pagination\">*675</span> with NEPA. The Corporation must file an application for an after-the-fact Section 404 permit pursuant to the Water Act. If, as a result of either the environmental impact statement or the Section 404 permit application, the Corps of Engineers revokes the Section 10 permit or refuses to allow the Corporation's Section 404 application, injunctive action will be reconsidered.</p>\n<p>In a situation such as this, a court of equity is not obligated to grant the injunctive relief which the plaintiffs seek. This Court rejects the possibility of ordering the Corporation to restore the marina site to its previous state only to allow the marina project at some future date. This lawsuit has already inflicted grievous injury upon the Corporation, and this Court refuses to add to such injury without full confidence that such action is proper.</p>\n<p>The public interest would be adversely affected by such injunctive relief. With such an injunction, the citizens of North Carolina would clearly be deprived of the unencumbered use of 9,000 acres of valuable salt marshes and Atlantic coast beaches (if they have not already been so deprived).</p>\n<p>This Court's consciousness of the inevitability of the development of the Island has had a significant effect on its decision not to enjoin the Corporation. It is this Court's opinion that the development of this privately owned island, as planned, with the conditions which are attached to this permit, would have a more favorable environmental impact than the sort of development which will ensue if the Corporation is forced to abandon its project. An injunction would clearly force the Corporation to permanently abandon a project which is in the public interest.</p>\n<p>Accordingly, the project will not be halted pending the release of the environmental impact statement, and the use of the dredge disposal area will not be restrained pending the Corporation's application for an after-the-fact Section 404 permit.</p>\n<p>The words of Chief Justice Burger, sitting as a circuit judge, are meaningful in this case:</p>\n<blockquote>\"Our society and its governmental instrumentalities, having been less than alert to the needs of our environment for generations, have now taken protective steps. These developments, however praiseworthy, should not lead courts to exercise equitable powers loosely or casually whenever a claim of `environmental damage' is asserted.\"</blockquote>\n<p><i>Aberdeen &amp; Rockfish R. Co. v. SCRAP,</i> 409 U.S. 1207, 1217-18, 93 S.Ct. 1, 7, 34 L.Ed.2d 21 (Burger, Circuit Justice, 1972). See also <i>Conservation Society of Southern Vermont, Inc. v. Secretary of Transportation,</i> 508 F.2d 927 (2nd Cir. 1974).</p>\n<p></p>\n<h2>VII. ORDER</h2>\n<p>In accordance with this opinion, it is</p>\n<p>Ordered, that the Corps of Engineers prepare and file an environmental impact statement pursuant to NEPA and applicable regulations, and</p>\n<p>Ordered, that Carolina Cape Fear Corporation apply for an after-the-fact Section 404 permit for its deposit of dredge material in the \"waters of the United States\" in violation of the Water Act, and</p>\n<p>Ordered, that the Section 10 permit issued by the Corps is valid and fully effective for all purposes pending the submission of the environmental impact statement and a contrary determination as a result of said impact statement, and</p>\n<p>Ordered, that plaintiffs' request for injunctive relief restraining the Corporation in any respect in its use of or in the construction of the access channel, the marina basin, the marina, or the dredge deposit site be denied, and</p>\n<p>Ordered, that this action be held in abeyance pending submission of an environmental impact statement and the Corps of Engineers' decisions resulting <span class=\"star-pagination\">*676</span> from both the environmental impact statement and the Section 404 permit application, and</p>\n<p>Ordered, that insofar as this opinion and order clearly involves questions of law as to which there is substantial ground for difference of opinion and an immediate appeal from this order may materially advance the ultimate termination of the litigation, this order is certified pursuant to 28 U.S.C. Sec. 1292(b) so as to be immediately appealable by any of the parties.</p>\n<p>Let this order be entered forthwith, with the understanding that the permit's reinstatement is effective ten (10) days from the date of this order.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>Memorandum of Understanding</i> appears in Appendix B to Part 209Administrative Procedure of Chapter II of the Rules and Regulations of the Corps of Engineers and is incorporated by reference in those regulations, 33 C.F.R. Sec. 209.120(g) (4)(ii).</p>\n<p>[2]  Hollis refers to \"salt marshes\" as that term is used in Shaw and Fredine, <i>Wetlands of the United States,</i> Circular 39, Fish and Wildlife Service, 1956, pages 24-25.</p>\n<p>[3]  This figure is in the administrative record. See <i>Administrative Record,</i> Vol. II, Tab R-1, Sheet 1.</p>\n<p>[4]  Benthic organisms include mussels and fiddler crabs.</p>\n<p>[5]  The terms and conditions of N.C. State Permit No. 22-74, dated February 15, 1974, were incorporated into the Department of the Army permit and specified, <i>inter alia</i>:\n</p>\n<p>\"That all spoil be adequately contained by dikes or dunes to prevent spillover of solids into any marsh or surrounding waters.</p>\n<p>That adequate spillways be located on the Cape Fear River side of the disposal area. In addition, the disposal area effluent must be contained by pipe, trough, or similar device to a point at or below the MLW line of Cape Fear River in order to prevent gully erosion.</p>\n<p>That the dikes be seeded within four weeks of dike construction to prevent eroded material from entering the adjacent marsh or water. (Careful dike construction can utilize existing grasses to stabilize the top and outer dike slope.)</p>\n<p>That the dredge effluent pipe be positioned at or greater than 50′ from any part of the dike and a sufficient distance away from spillways to allow for settlement of suspended solids.</p>\n<p>That dike alignment and construction be supervised by applicant's environmental consultant to assure correct placement and proper stabilization.\" <i>Administrative Record,</i> Vol. II, Tab R-1.</p>\n<p>[6]  Dr. Adams, who conducted the environmental assessment of the proposed development, classifies these wetlands as \"dune-marsh ecotone.\" Dr. Adams gives a particularized view of the frequency of flooding in the area in question:\n</p>\n<p>\"The dune-marsh ecotone is an irregular zone of change from vegetation characterizing high marsh to that typical of dune or sand knoll vegetation. Flooding by salt water occurs only during storms.\"</p>\n<p><i>Environmental Assessment of the Bald Head Development, Administrative Record,</i> Vol. III, at p. A-11.</p>\n<p>[7]  It was this letter of February 22, 1974 from the Atlanta Regional Director to the District Engineer which contained the condition that the Corporation convey approximately 9,000 acres of lowlands, marshlands and Atlantic coast beaches to the Nature Conservancy or the State.</p>\n<p>[8]  The Corporation's original proposal was for a fill area of approximately 30 acres, including 3.78 acres of \"high marsh.\" The permit review process resulted in the elimination of approximately 10 acres of the lowest and most frequently flooded proposed fill area. Moreover, the record clearly indicates that the 3.78 acres of \"high marsh\" were eliminated during the re-staking of the proposed fill site by the National Marine Fisheries Service, U.S. Department of Commerce. The final fill area is depicted in the survey that which is appended to the Corporation's permit. See <i>Administrative Record,</i> Vol. II, Tab R-1, Sheet 1.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">398</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">653</span></span> (1975)</b></center>\n<center><h1>CONSERVATION COUNCIL OF NORTH CAROLINA et al., Plaintiffs,<br>\nv.<br>\nColonel Albert C. COSTANZO et al., Defendants.</h1></center>\n<center>No. 74-22-CIV-7.</center>\n<center><p><b>United States District Court, E. D. North Carolina. Wilmington Division.</b></p></center>\n<center>July 24, 1975.</center>\n<p><span class=\"star-pagination\">*654</span> <span class=\"star-pagination\">*655</span> Norman B. Smith, Smith, Carrington, Patterson, Follin &amp; Curtis, Greensboro, <span class=\"star-pagination\">*656</span> N. C., Professor Thomas J. Schoenbaum, University of North Carolina School of Law, Chapel Hill, N. C., for plaintiffs.</p>\n<p>David A. Nash, Hogue, Hill, Jones, Nash &amp; Lynch, Wilmington, N. C., E. J. Prevatte, Shallotte, N. C., Thomas P. McNamara, U. S. Atty., Raleigh, N. C., by Bruce H. Johnson, Chief, Land &amp; Natural Resources Section, for defendants.</p>\n<p>Rufus L. Edmisten, Atty. Gen. of N. C. by W. A. Raney, Jr., Associate Atty. Gen., Raleigh, N. C., for amicus curiae.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>I. INTRODUCTION</h2>\n<p></p>\n<h2>A. Statement of the Case</h2>\n<p>This action was initiated in the Wilmington Division of this Court by a complaint filed on June 5, 1974 by the plaintiffs, Conservation Council of North Carolina, Bobbi Boney, Ann Schlink, James Mixon, and Frances Needham. Defendants were Colonel Albert C. Costanzo, the Wilmington District Engineer of the Corps of Engineers, Lt. Gen. F. J. Clarke, Chief of Engineers, Howard H. Callaway, Secretary of the Army, and Carolina Cape Fear Corporation, a private developer. In the complaint, plaintiffs sought preliminary and permanent injunctive relief restraining defendant Carolina Cape Fear Corporation (hereinafter, the Corporation) from further construction of a marina on Bald Head Island. Plaintiffs alleged that they were threatened with immediate and irreparable injury if the Corporation were permitted to proceed with the construction of a marina and related developments on the Island.</p>\n<p>Plaintiffs sought in their complaint (1) to require the defendants to prepare and file an environmental impact statement pursuant to the requirements of Section 102(2)(C) of the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C.A. Sec. 4321 <i>et seq.</i> and the <i>Council on Environmental Quality's (CEQ) Guidelines for the Preparation of Environmental Impact Statements,</i> 40 C.F.R. Sec. 1500.1 <i>et seq.</i> (1973) for the granting of the permit authorizing construction of the marina and (2) to review substantively the decision of the federal defendants to grant the permit, pursuant to NEPA and 33 U.S.C. Sec. 403, and 33 U.S.C. Sec. 419. Plaintiffs contended that the construction of the marina itself will adversely affect the aesthetic and environmental well-being of the area and is the key for plans for further destruction of the environment of Bald Head Island.</p>\n<p>On June 21, 1974, plaintiffs amended their complaint joining Rogers Morton, Secretary of the Interior and E. U. Curtis Bohlen, Deputy Assistant Secretary of the Interior for Fish, Wildlife and Parks as parties defendant and alleging that higher level Interior officials violated the <i>Memorandum of Understanding Between the Secretary of the Interior and the Secretary of the Army of July 13, 1967,</i> 39 Fed.Reg. 12,133 (April 3, 1974).<sup>[1]</sup></p>\n<p>Plaintiffs alleged that Washington-level Interior officials suppressed comments and recommendations from the Atlanta Regional Director of the Bureau of Sport Fisheries and Wildlife of the Department of Interior which recommended that the permit for construction of a marina not be issued because of adverse effect on fish and wildlife resources. Also, in their amended complaint of June 21, 1974, plaintiffs alleged that the construction of the marina would result in the deposit of dredge and spoil material on certain wetlands in violation of Section 301(a) of the Federal Water Pollution Control Act Amendments of 1972, 33 U.S.C. Sec. 1311(a) which require a Department of the Army permit pursuant to Section 404 of <span class=\"star-pagination\">*657</span> the Act, 33 U.S.C. Sec. 1344, for the discharge of dredged or fill material into the navigable waters. (The Corporation has neither applied for nor been issued a Department of the Army permit for such activities).</p>\n<p>On July 15, 1974, plaintiffs filed a motion to amend the complaint so as to add the Sierra Club as a plaintiff. The motion to amend was allowed by this Court in open court by order of July 15, 1974.</p>\n<p>During the course of a three day period beginning on July 15, 1974, this Court heard oral testimony and oral arguments of counsel on plaintiffs' motion for a preliminary injunction.</p>\n<p>On July 20, 1974, this Court ruled on plaintiffs' motion for a preliminary injunction, denying it on the grounds that plaintiffs had failed to show sufficient injury from agency action to accord them standing to maintain the action. In that opinion, this Court also considered the question of whether or not the plaintiffs would be entitled to preliminary injunctive relief if they were able to make a showing of injury. This Court balanced the hardships and the practicalities in favor of the defendants, finding that such relief would result in clear and irreparable damage to the defendants.</p>\n<p>On July 26, 1974, plaintiffs filed notice of appeal from this Court's order dismissing this action for failure to show standing. Plaintiffs moved the Honorable J. Braxton Craven, Jr., Judge of the United States Court of Appeals for the Fourth Circuit, for an injunction pending appeal. After hearing oral arguments, Judge Craven determined that it was necessary to enjoin defendants from opening a channel between the marina on the Island and the Cape Fear River in order to protect the jurisdiction of the Court of Appeals so that the appeal would not become moot. Otherwise, the corporation was free to continue work on the marina.</p>\n<p>On September 4, 1974, the case was heard on oral argument in the expedited appeal before the Honorables Chief Judge Haynsworth and Circuit Judges Russell and Widener. In a <i>per curiam</i> opinion, the Court of Appeals found no abuse of discretion in this Court's denial of preliminary injunction. The Court of Appeals further found that plaintiffs' alleged activities on Bald Head Island were insufficient to confer standing upon them; nevertheless, it vacated this Court's order dismissing this action and remanded the cause for further hearings on whether plaintiffs could demonstrate a prior, legitimate, non-permissive use of certain lowland areas and whether the proposed development would injure their continued enjoyment of those public areas. The Court of Appeals granted this Court the discretion to dissolve Judge Craven's July 26, 1974 injunction pending appeal.</p>\n<p>On November 12, 1974 and on November 20, 1974, this Court held hearings on defendants' motion to dissolve Judge Craven's injunction. On November 21, 1974, after learning that the Court of Appeals had denied appellants' motion to recall the mandate, this Court dissolved the injunction pending appeal and proceeded to hear the standing question which had been remanded. On January 17, 1975, this Court denied defendants' motion for summary judgment, finding that plaintiffs had shown actual and genuine injuries resulting from their use of lowland areas.</p>\n<p>On February 25, 1975, this Court allowed a motion which had been filed by the plaintiffs to amend the complaint. The amendments to the complaint raised the question of the failure of the defendants to adhere to the strict terms of condition number four of the May 24, 1974 Section 10 permit granted by the Corps of Engineers to Carolina Cape Fear Corporation. Condition number four reads as follows:</p>\n<blockquote>\"4. No work within navigable waters may occur under authority of this permit until language of the conveyances is agreeable to the U. S. Department of the Interior and properties outlined in <span class=\"star-pagination\">*658</span> letter of 13 May 1974 from Mr. James E. Harrington to the District Engineer have been conveyed to the State of North Carolina or the Nature Conservancy; and, if such conveyance is not completed within 60 days of the issue date of this document, the permit will be suspended.\"</blockquote>\n<p>Plaintiffs alleged that as of February 1, 1975, extensive work within the navigable waters had been completed by Carolina Cape Fear Corporation purportedly under the authority of the permit, but that the conveyances required as a condition of the permit were never completed. Therefore, the plaintiffs argue, the permit is void by its own terms.</p>\n<p>In an order filed May 6, 1975, in which this Court set the escrow question for oral argument to be held on May 15, 1975, this Court questioned whether the escrow which had been set up by the Corporation satisfied the terms of condition four of the permit so as to constitute a conveyance under condition four. The terms set forth in the escrow letters of July 23, 1974, August 5, 1974, and November 26, 1974 from the Corporation to the escrow agent caused this Court to find that the Corporation did not fully relinquish dominion over the deeds. This Court also questioned in its May 6, 1975 order whether or not there was even an agreement, because the Nature Conservancy, the direct transferee, did not agree to the escrow letter (see letter of August 2, 1974 from Mr. David E. Morine, to the District Engineer, Colonel Homer Johnstone, and also affidavit of Mr. David E. Morine of March 5, 1975, filed March 12, 1975). In its May 6, 1975 order, however, this Court noted that it was possible that an escrow agreement would satisfy condition number four of the permit.</p>\n<p>On May 15, 1975, this Court held a hearing both on questions related to the escrow and also on the proposed new water pollution control regulations which had been recently issued by the Corps of Engineers and which present four alternative regulations with differing definitions of \"waters of the United States\" as used in the 1972 Amendments to the Federal Water Pollution Control Act. By order filed May 19, 1975, this Court ordered the United States Army Corps of Engineers to immediately suspend the permit and ordered the Corporation to immediately desist carrying out any work in navigable waters in or about the marina. This Court entered the order to protect the <i>status quo,</i> pending a final determination of the question of the validity of the escrow. At the time of the issuance of the order, there was no escrow <i>agreement</i> between the parties to the conveyances.</p>\n<p>On June 11, 1975, this Court ordered the District Engineer to take action in accordance with Title 33, C.F.R., Section 209.120(o) which provides that suspension of a Department of the Army permit should be followed by an administrative determination by the District Engineer as to whether said permit should be reinstated, modified, or its revocation recommended.</p>\n<p>On March 25, 1975, counsel for all parties signed a stipulation basically containing the following two provisions: (1) Although no oral testimony had been heard by this Court since the July, 1974 hearing on plaintiffs' motion for preliminary injunction, all parties agreed that there was no further oral testimony of witnesses to be offered into evidence. (2) The parties also stipulated that all copies of transcripts of oral testimony, affidavits and exhibits (attached to the record), official documents and files, responses to interrogatories, and responses to requests for admissions are admissible, without objection, in the trial of this action; and the parties left to the sound discretion and judgment of the Court to determine the weight to be given each and every item of said evidence. These stipulations between counsel are of particular significance in this case in which this Court has been provided with many affidavits, exhibits, and accompanying memoranda of law and oral arguments on questions of law, <span class=\"star-pagination\">*659</span> and with very little actual oral testimony. This Court must therefore rely heavily in its findings of fact on all of the information which was the subject of the second provision of the stipulation of counsel. Although this Court recognizes the general rule limiting the evidentiary value of affidavits, it nevertheless has in this case relied strongly upon them so as to resolve the issues as expeditiously as possible.</p>\n<p>On July 21, 1975, this Court was advised that the Section 10 permit was reinstated by the Corps. The reinstatement is to be effective in ten (10) days. Condition number four of the permit was modified so as to provide that the term \"conveyance\" includes placement of executed documents in escrow under binding conditions requiring delivery of the documents within 60 days following a determination of this action in a manner which upholds the permit's validity. It appears to this Court that this provision would only require the delivery of the documents after a final determination unequivocally upholding the validity of the permit.</p>\n<p>This cause is now before this Court for a final determination on plaintiffs' action for permanent injunctive relief, preliminary relief having been denied. Plaintiffs request that the Court order a restoration of the dredging project area to its natural condition. They seek a reprocessing of the dredging permit application in accordance with NEPA and the additional filing of a permit application by the Corporation for its deposit of pollutants (dredge material) into the waters of the United States.</p>\n<p></p>\n<h2>B. General Background Facts</h2>\n<p>Bald Head Island, formerly known as Smith Island, is an island complex lying at the mouth of the Cape Fear River in Brunswick County, North Carolina. The Island has been held in private ownership for many years. Although there have been no permanent inhabitants on the Island since an unsuccessful attempt at farming in the 1940's, several developers have advanced plans to transform the Island into a coastal resort community. While the State of North Carolina has expressed an occasional interest in acquiring the Island for a state park, funds have never been appropriated for this purpose.</p>\n<p>On June 30, 1970, defendant Carolina Cape Fear Corporation purchased Bald Head Island for the purpose of developing the Island and establishing a permanent residential community. In order to provide boat access to the Island, the Corporation renovated an earlier pier built by the United States Coast Guard. Since the Coast Guard had undertaken the work without the required Department of the Army permit, the Corps of Engineers advised the Corporation that an after-the-fact permit application would be necessary. After considering the comments received in response to its Public Notice of the application and after a public hearing on the matter, the Corps denied the permit on November 14, 1972 on the grounds that the developer's plans were contrary to the public interest. The Corporation was further advised that future applications for Department of the Army permits would have to involve a different concept of development for the Island.</p>\n<p>Thereafter, the Corporation removed the pier from Bald Head Creek. In January, 1973, the Corporation constructed a floating dock for which no Army permit was required. Development of the Island continued with access to the Island provided by shallow-draft vessels using the floating dock in Bald Head Creek. Construction equipment was placed on the Island by barges beaching on the Cape Fear River's eastern shore. By July of 1974, an inn, a golf course, road beds, and several homes had been constructed.</p>\n<p>During the spring of 1973, the Corporation contacted representatives of the various State and Federal agencies who had objected to its original plans for development when it had applied for the pier permit. The Corporation proposed <span class=\"star-pagination\">*660</span> modifications, hoping that such modifications would resolve the earlier objections. As a result, the Department of the Army notified the Corporation that it might submit a new application based on the revised plans. By letter dated June 1, 1973, more than four months before the application for the permit was filed, Deputy Secretary of Interior E. U. Curtis Bohlen in Washington wrote to Charles R. Ford, Chief of Civil Functions, Department of the Army, stating that the revised permit application \"will result in significantly increased protection for the resources of the Smith Island complex.\" As a condition to the new permit application, the Army required that the Corporation submit a complete environmental assessment of its development.</p>\n<p>On October 1, 1973, the Corporation submitted an application for a Department of the Army permit to allow it to construct a marina on Bald Head Island. Accompanying that application was a detailed environmental assessment for the Bald Head Island development.</p>\n<p>A Public Notice of the application was sent to over three hundred persons, agencies, and organizations on the District Engineer's mailing list. In response to the Public Notice, the District Engineer received one hundred and four (104) letters in favor of the permit, four letters requesting clarification of the application, and four letters which were against the permit. All Federal, State, and local agencies were in favor of the issuance of the permit subject to certain conditions which were subsequently incorporated into the permit finally issued by the District Engineer. (Plaintiffs argue that the Department of Interior overruled the Atlanta Regional Director, Fish and Wildlife Service, who had adopted the view of the Raleigh field office of the Bureau of Sport Fisheries and Wildlife which was opposed to the issuance of the permit and that although Interior was officially in favor of the permit, the Atlanta Regional Director's opposition to the issuance of the permit should have been directly conveyed to the District Engineer pursuant to the Memorandum of Understanding). Four environmental groups, ECOS, Inc., the Sierra Club, the Conservation Council of North Carolina, and the North Carolina Public Interest Research Group, expressed opposition to the issuance of the permit.</p>\n<p>By Public Notice of May 24, 1974, the District Engineer made written findings (1) that the applicant, Carolina Cape Fear Corporation, had given proper consideration to the various public resources in the area; (2) that the granting of the permit did not constitute major federal action; and (3) that because of the conditions imposed on the permittee, the resultant work would not have a significant effect on the quality of the human environment. The Corporation had made numerous concessions. In order to minimize possible environmental effects, revised plans included erosion controls, limitations on dredge-spoil fill areas, guarantees to leave 400 acres of highland maritime forest in its natural state, and provisions for conveying 9,000 acres of marshes, lowlands, and Atlantic coast beaches by quitclaim deed to the State of North Carolina. Therefore, the District Engineer concluded that a detailed statement on the environmental impact of the proposed action was not required under NEPA.</p>\n<p></p>\n<h2>C. Testimony of Charles W. Hollis</h2>\n<p>The principal witness called by the defendants during the three day hearing in July of 1974 was Charles W. Hollis, Chief of Permits, Wilmington District, U. S. Corps of Engineers. See <i>Administrative Record,</i> Vol. IV, <i>Transcript of Testimony of Mr. Charlie W. Hollis on July 17, 1974.</i> The Hollis testimony covered most of the issues presented in this case. It is the primary basis for the findings of facts made by this Court both in this opinion and in the July 20, 1974 opinion. Most of it is uncontroverted.</p>\n<p><span class=\"star-pagination\">*661</span> Hollis testified that his office has never overridden the objection of another agency to a permit issuance. (Tr., p. 6). He stated that the fill area includes salt meadow grass and dunes, but that no \"salt marshes\" were in the fill area. (Tr., p. 9).<sup>[2]</sup> He characterized part of the fill area as Type 16  coastal salt meadow (Tr., p. 10), which, according to <i>Wetlands of the United States,</i> is a wetland. Hollis testified that the land on which the marina itself is located and on which the spoils from the dredging were to be deposited are above mean high tide. (Tr., p. 11). He testified that the marina basin and the access channel will together constitute approximately ten acres. (Tr., p. 32). He further testified that the fill area, as finally approved, will constitute approximately 20.83 acres (Tr., p. 14), of which less than half is comprised of salt meadow grass, the remainder being dune community. (Tr., p. 20). The total project area would thus be approximately 30.98 acres.<sup>[3]</sup> Hollis also testified that the 10.15 acres which fall below the mean high water line of the Cape Fear River represent less than two percent of the total development project of approximately 3,000 acres. (Tr., pp. 34-35).</p>\n<p>Hollis revealed that he and representatives of the National Marine Fisheries Service inspected the project area on March 13, 1974. (Tr., p. 12). At the request of the National Marine Fisheries Service representatives, the stakes indicating the proposed dike alignment were moved so that all fill material was eliminated from areas containing benthic communities.<sup>[4]</sup> (Tr., p. 13). He testified that dikes will prevent dredge material from going into the \"marshes\" and the river.<sup>[5]</sup> (Tr., p. 16).</p>\n<p>Even at the time of abnormally high tide, the dike alignment is from fifty to seventy-five yards from the water and the area upon which the dredge material is being deposited is dry. (Tr., p. 18). The material will be retained in the diked areas until the sediments settle out of the water; and when the water quality is sufficient, the water will be released to the creek or the river. (Tr., p. 17).</p>\n<p>Although Hollis did not characterize coastal salt meadows (which are a part of the disposal site) as marshlands, he did refer to coastal salt meadows as being wetlands,<sup>[6]</sup> always waterlogged <span class=\"star-pagination\">*662</span> during the growing season but rarely covered with tide water. (Tr., p. 20). See <i>Wetlands of the United States, supra,</i> at p. 16.</p>\n<p>Hollis also testified that it was \"fairly obvious\" that the development of Bald Head Island above the mean high level mark will continue regardless of whether or not a permit for the marina is granted. (Tr., p. 31). He stated that \"the development is on going as it has been for nearly three years.\" (Tr., p. 32).</p>\n<p></p>\n<h2>II. FACTS RELATED TO ENVIRONMENTAL IMPACT STATEMENT ISSUE</h2>\n<p></p>\n<h2>A. Background Facts</h2>\n<p>On July 12, 1974, plaintiffs filed the affidavit of Dr. David A. Adams. Dr. Adams has served on the President's Commission on Marine Sciences, Engineering and Resources, and as a Senior Staff Member with the National Council of Marine Resources and Engineering Development. He has been Fisheries Commissioner for North Carolina, Curator of the North Carolina Museum, and Chief Naturalist for the North Carolina State Park System. It was Dr. Adams who compiled the Corporation's environmental assessment of its development plans.</p>\n<p>Dr. Adams testified in his affidavit that he has been personally familiar with the Island for twenty-five years or longer, that he authored or co-authored seven papers, published in the scientific and technical literature, based upon the area, and that in 1970 he co-authored \"Smith Island: A Resource Capability Study.\" Based upon his professional experience and personal knowledge, Dr. Adams formulated the following conclusions about the environmental consequences of the proposed development:</p>\n<blockquote>(1) As a result of many conditions imposed on the developer by the permit, neither the marina itself nor the total development of which it is a part will have a significant adverse impact on the quality of the human environment.</blockquote>\n<blockquote>(2) Under the revised plans, the marina basin and the surrounding fill area will be located on high land. The disposal dikes surrounding the fill area have been carefully staked out by field biologists from the National Marine Fisheries Service to insure that no marshes containing conspicuous evidence of productive benthic communities will be excavated or filled.</blockquote>\n<blockquote>(3) The marina is situated so that the channel entrance to the Cape Fear River will run through an unvegetated beach shoreline. Since the proposed marina will have no entrance through or connection with Bald Head Creek and the surrounding marshes, boat traffic passing to and from the marina will have no significant effect on wetland resources.</blockquote>\n<blockquote>(4) During construction, the excavation of the marina will be accomplished behind a \"plug\" or screen separating the work from the water. Slurry and all aqueous portions of the dredged material will be retained behind confining structures until such time as water quality is suitable for release into the estuarine environment. These measures will serve to minimize any turbidity, flocculation, or sedimentation within the estuarine environment as a result of dredging.</blockquote>\n<blockquote>(5) The inside perimeter of the basin and channel will be bulkheaded with concrete sheet piling to retain existing materials and fill. In addition, the disposal area effluent will be contained by pipes, troughs or similar devices to points at or below the mean low waterline of the Cape Fear River in order to prevent gulley erosion. Dikes will be planted within four <span class=\"star-pagination\">*663</span> weeks of dike construction to prevent eroded material from entering the adjacent marsh or water.</blockquote>\n<blockquote>(6) Domestic sewage removed from the boats will be pumped to the central treatment complex for treatment. Because of the marina's position at the mouth of the Cape Fear River, tidal action may adequately flush the basin. If not, force-flushing will be accomplished by the installation of a pumping system.</blockquote>\n<blockquote>(7) All of the aforementioned safeguards will serve to eliminate or minimize any adverse environmental effects of marine construction, maintenance, and use. Furthermore, it is my belief that the total development will have a net significant favorable impact on the quality of the human environment.</blockquote>\n<blockquote>(8) The present permit does not authorize the dredging or filling of any productive marshlands.</blockquote>\n<blockquote>(9) The 9,000 acres which the developer has agreed to convey to the State of North Carolina include all the marshlands below the mean high waterline, a number of marsh uplands, six miles of the north-south beach, and at least 60 acres of maritime forest. The conveyances will provide significant perpetual habitat for wildlife found in the area.</blockquote>\n<blockquote>(10) These conveyances, along with the other conditions of the permit, will substantially reduce any adverse environmental effects of development. Current approved plans for the development include the preservation of more than 30 percent of the existing maritime forest found on the Smith Island complex (approximately 400 acres), the restriction against buildings or vehicular traffic in any foredune areas along the beach, the construction of roads and trails so as to prevent erosion, the maintenance of present vegetation wherever possible, the subordination of architectural design to the natural aesthetics, the disposal of solid waste on the mainland, the construction of a sewage treatment plant for the tertiary treatment of liquid waste, the approval of pest control programs by the Environmental Protection Agency before the application of insecticides, a warning and evacuation plan, the preservation of historical sites on the island, a potable water supply provided by the mainland through submarine pipe, and a circulating drainage system.</blockquote>\n<p>Dr. Adams' affidavit and other evidence in the record indicate future federal involvement on Bald Head Island. In his Statement of Findings of May 24, 1974, the District Engineer referred to a proposal to supply the Island with potable water by means of a submarine pipeline which is also mentioned in Dr. Adams' affidavit. Such a project, if carried out would involve additional work in navigable waters. There is also the possible necessity of the Corporation's obtaining a National Pollution Discharge Elimination permit from the Environmental Protection Agency and the open-ended federal involvement which might be involved in connection with problems of erosion control and hurricanes.</p>\n<p>Plaintiffs refer to the inconsistencies of comments by the Corps in 1972 regarding previously submitted development plans when compared with the District Engineer's Statement of Findings of May 24, 1974. The Corps of Engineers had previously stated that \"development of Smith Island will disrupt a habitat of unique value . . . (constitute a) serious risk to the public safety . . . (and) a burden on the public treasury as a result of eventual demands for hurricane protection measures, beach erosion prevention structures and stabilization of inlets.\" <i>News Release, Corps of Engineers, U. S. Army,</i> November 15, 1972. The Corps of Engineers also stated in the 1972 News Release (concerning earlier submitted development plans) that the structures for which permits were sought, were associated with the planned commercial development <span class=\"star-pagination\">*664</span> of Bald Head Island from its natural state into a recreational and residential community. <i>Corps of Engineers News Release, November 15, 1972.</i></p>\n<p>No other marina has ever been located on Bald Head Island. There are, however, marinas presently in operation at nearby Southport and at nearby Long Beach. A pier constructed by Carolina Cape Fear Corporation was ordered removed on November 14, 1972.</p>\n<p>The marina project will directly result in the use of 30.98 acres. The planned development involves the construction of 492 mediumrise condominiums, a yacht club, a racquet club, access roads, parking facilities, and the subdivision of most of the remainder of the high ground of the Island to allow a projected population of 14,711. The development will include the permanent removal of approximately 600 acres of virgin maritime forest. A great deal of wildlife habitat and wildlife will be eradicated, including members of endangered and depleted species such as the Atlantic loggerhead turtle, the Eastern brown pelican, the American peregrine falcon, and the Ipswich sparrow. See Letter from the Fish and Wildlife Service Regional Director to the District Engineer, dated February 22, 1974.</p>\n<p>A letter of January 30, 1974 from Mr. Howard D. Zeller, Deputy Director, Enforcement Division, Environmental Protection Agency, to Colonel Albert C. Costanzo, District Engineer, January 30, 1974, filed by the plaintiffs on June 21, 1974 (written before the Corporation agreed to Interior's seven conditions in the development plans) shows that the Environmental Protection Agency considered the environmental assessment submitted by the Corporation insufficient and sought further study of the project.</p>\n<p>The June 21, 1974 affidavit of the President of Carolina Cape Fear Corporation, William R. Henderson, revealed that the inn, complete with eight rooms, a lobby and dining facilities, had been completed by that date. Several roads had been cut out and graded. Also at that time, six permanent houses had been built and approximately 450 lots had been sold. At the May 15, 1975 hearing, this Court was advised by counsel for the Corporation that the marina has not yet been completed as a result of the effects of this lawsuit.</p>\n<p></p>\n<h2>B. Findings of Facts</h2>\n<p>1. The Corps of Engineers made a good faith effort to solicit comments from both the public and the various Federal and State agencies.</p>\n<p>2. The response was overwhelmingly in favor of the issuance of the permit, except for opposition from several conservationists including the plaintiffs in this action. All Federal and State agencies, including the U. S. Fish and Wildlife Service, presented a favorable response to the issuance of the permit subject to certain conditions which were subsequently incorporated into the permit which the District Engineer issued.</p>\n<p>3. It would be unreasonable for this Court to find that the Corps of Engineers should not have accepted the favorable response of the Atlanta Regional Director of the U. S. Fish and Wildlife Service on the grounds that such response was \"tainted\" by Washington-level Interior interference. It would also be unreasonable to bind the District Engineer to comments made by him or by his office at an earlier time regarding a different planned development. It would also be unreasonable for the Court to find that the District Engineer should give effect to agency responses made prior to the incorporation of all of the conditions into the permit.</p>\n<p>4. Throughout the permit application process, the District Engineer compiled an exhaustive administrative record with great care and orderliness so that he would have a basis on which to make his ultimate conclusions and decisions. The administrative record was adequate to enable the District Engineer to arrive at reasonable conclusions.</p>\n<p><span class=\"star-pagination\">*665</span> 5. Although the environmental assessment is not an \"environmental impact statement,\" it is a complete study of the environmental considerations connected with the marina project.</p>\n<p>6. The District Engineer's conclusion that the marina project itself, including the dredge deposit site, the access channel and the marina basin, would not <i>directly</i> bring about a significant effect on the human environment was reasonable.</p>\n<p>7. This is a private development being constructed almost entirely on privately owned land. Only about two percent of this entire project area <i>directly</i> involves public property rights.</p>\n<p>8. The Corps of Engineers is only involved in this case in a regulatory capacity. This is not a project financed in whole or in part by federal funds. There is no direct federal involvement in this development at the present time.</p>\n<p>9. It is more probable than not that because of the permit, future substantial federal involvement and labor will be more imminent than it would be if the Corporation did not have the permit.</p>\n<p>10. The District Engineer could reasonably conclude that commercial and residential development by this Corporation will eventually take place even if the Corps denies all dredging permits. The District Engineer could reasonably conclude that alteration of the highland areas of the Island could fairly be anticipated in the absence of the marina project. See <i>Julis v. City of Cedar Rapids,</i> <span class=\"citation\" data-id=\"1501861\"><a href=\"/opinion/1501861/julis-v-city-of-cedar-rapids-iowa/\"><span class=\"volume\">349</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">88</span></a></span>, 89-90 (N.D.Iowa 1972).</p>\n<p>11. The District Engineer could not reasonably conclude that as a result of the issuance of this permit, development of the upland portions of the Island would not be accelerated. In this respect, the District Engineer should have considered the upland portions of the Island development a secondary consequence of the federal action.</p>\n<p></p>\n<h2>III. FACTS RELATED TO THE MEMORANDUM OF UNDERSTANDING</h2>\n<p></p>\n<h2>A. Background Facts</h2>\n<p>At the hearing on July 15, 1974, the plaintiffs first called as a witness Aaron H. Farmer of the Raleigh field office of the United States Fish and Wildlife Service. Farmer testified that he had investigated the Carolina Cape Fear Corporation project, that he knew where the marina was to be located, and that he had personally visited the marina site. He testified that the construction plan in effect <i>at the time he considered it</i> would affect more than three and one-half acres of \"Type 17  irregular flooded marshes\" and twenty-one acres of \"Type 16  coastal salt meadows.\" See <i>Wetlands of the United States, supra,</i> at p. 24. He testified that a draft was prepared by his office recommending that the permit be denied and that the draft prepared by his office was basically different from the draft of February 22, 1974 from the Regional Director to the District Engineer.</p>\n<p>Plaintiffs have filed letters and other memoranda to support the argument that Washington-level Interior officials intervened before the Corporation's permit application was filed. See Letter of Deputy Secretary E. U. Curtis Bohlen to Charles R. Ford, Chief of Office of Civil Functions, Department of the Army, June 1, 1973. Deputy Secretary Bohlen's letter was submitted in support of the Corporation's revised permit application.</p>\n<p>Plaintiffs have also filed a proposed letter of comment which was prepared by the Raleigh field office of the Bureau of Sport Fisheries and Wildlife and which recommends that the permit be denied. In addition, the plaintiffs have filed the \"Memorandum of Norman R. Chupp, Acting Chief, Division of River Basin Studies, to Associate Director, Environment, March 19, 1974\" in support of their argument that the view of the Raleigh field office was adopted by <span class=\"star-pagination\">*666</span> the Atlanta Regional Director, but subsequently overruled by Washington-level Interior officials.</p>\n<p>Plaintiffs contend that the Atlanta Regional Director, by letter of February 14, 1974, was dictated a response giving a favorable recommendation on the permit by a Washington-level official, Douglas Wheeler, Deputy Assistant Secretary, U. S. Department of Interior. Plaintiffs have filed the \"Memorandum of Assistant Secretary for Fish, Wildlife and Parks to Regional Director, February 14, 1974\" in support of this contention. Other memoranda have been filed in support of arguments that Washington-level Interior officials improperly intervened in the Bureau of Sport Fisheries and Wildlife's recommendations. See \"Memorandum of George M. Gardner, Special Assistant to the Assistant Secretary for Fish and Wildlife and Parks to Director, Bureau of Sport Fisheries and Wildlife, June 25, 1973;\" \"Memorandum of Mr. Chupp, Deputy Chief, Division of River Basin Studies, to Mr. John Green, February 12, 1974;\" \"Memorandum of Mr. Edward B. Bradley, Field Supervisor, DRBS, Raleigh, N. C. to Regional Director, Atlanta, Georgia, February 12, 1974.\"</p>\n<p>The positions taken by the Raleigh field office and initially adopted (according to plaintiffs' contentions) by the Atlanta Regional Office were formulated prior to the Corporation's agreeing to several conditions in its development plans. After the field survey of the Raleigh office was forwarded to the Regional Director in Atlanta, officials of the Department of Interior in Washington added to the survey report several proposed mitigation measures which, if incorporated into the permit, would make the Corporation's proposal acceptable to the Department of Interior. The official communication which the Regional Director ultimately sent to the District Engineer (see letter of February 22, 1974) incorporated almost all of the Raleigh field office's comments; that letter, however, added that if the Corporation were willing to agree to seven conditions proposed by Washington-level Interior officials, the Department of the Interior would not object to the issuance of the permit.<sup>[7]</sup> The District Engineer received no official communication from either the Raleigh or the Atlanta offices.</p>\n<p></p>\n<h2>B. Findings of Facts</h2>\n<p>1. The only official communication which the District Engineer received from the Regional Director was the February 22, 1974 letter.</p>\n<p>2. Washington-level Interior officials interfered at an early stage in the review process. Such interference involved the setting forth of conditions precedent to the granting of the permit which may have caused an alteration in the final position which was taken by the Regional director of the Fish and Wildlife Service.</p>\n<p>3. No dispute ever existed between the Regional Director and the District Engineer. Any dispute which may have existed was entirely an internal dispute within the Department of Interior.</p>\n<p></p>\n<h2>IV. FACTS RELATED TO THE FEDERAL WATER POLLUTION CONTROL ACT ISSUE</h2>\n<p></p>\n<h2>A. Background Facts</h2>\n<p>A cross-sectional view of the disposal area (see <i>Administrative Record,</i> Vol. II, Tab R-1) shows it elevation in relation to the \"mean low water line\" and the \"mean high water line.\" The \"mean high tide line\" denotes the limit of areas which are flooded by the tide on the average of twice a day. According to the cross-sectional plat, the original elevation of the disposal area was over seven <span class=\"star-pagination\">*667</span> and one-half feet above the \"mean low water line\" and three and one-half feet above the \"mean high water line.\" The elevation of the \"mean spring tide\" at Bald Head Island is 4.9 feet above the mean low water line. <i>Tide Tables, East Coast of North and South America, National Ocean Survey, U.S. Department of Commerce</i> (1975), at page 226. \"Mean spring tide\" is defined as the annual average of the two, monthly lunar spring tides. The disposal area is nearly three feet above the \"mean spring tide line.\"</p>\n<p>Plaintiffs have presented no evidence which disputes defendants' contention that these wetlands are never flooded by normal action of the tides. Defendants' contention is based on the elevation of the disposal area relative to \"mean high tide\" and \"mean spring tide.\" Inundation, defendants argue, might only occur during a storm, a flood, or a hurricane.</p>\n<p>Defendants analogize the ten acres of coastal salt meadow to flood plain, as contrasted from predictably flooded marshes. Plaintiffs, however, argue that it is ecologically false to draw a distinction between coastal salt meadows and other associated wetlands and refer to the February 22, 1974 letter from the Atlanta Regional Director to the District Engineer, which points out the ecological unity of the Types 16, 17 and 18 wetlands referred to in <i>Wetlands of the United States, supra:</i></p>\n<blockquote>\"The Type 16 and 17 wetlands which will be destroyed by the fill area occur in close ecological relationship to the total Smith Island Complex. For example, the marsh vegetation provides primary foods, cover, and nesting sites for important higher organisms such as shore and wading birds, rapators, passerines, and small mammals. Moreover, these wetlands support fiddler crab (<i>Uca</i> sp.), periwinkle snails (<i>Littorina</i> sp.), ribbed mussels (<i>Modiolus demissus</i>), and other invertebrates which serve as intermediaries in estuarine and terrestrial food webs by converting plant detritus and algae into a food source for higher tropic level organisms.\"</blockquote>\n<p>Letter of February 22, 1974, from Regional Director, U.S. Fish and Wildlife Service to District Engineer, U.S. Army Corps of Engineers, page 6.</p>\n<p>Scientists employed by the National Marine Fisheries Service, U.S. Department of Commerce, surveyed the disposal site and re-aligned the proposed fill lines to insure that no regularly or irregularly flooded marsh areas or areas containing populations of valuable benthic organisms would be covered. Before this re-alignment, when the Corporation proposed filling 3.87 acres of marshland (as opposed to salt meadow grass), scientists of the Division of Commercial and Sports Fisheries, North Carolina Department of Natural and Economic Resources, made the following observations:</p>\n<blockquote>\"Approximately five acres of the proposed 30-acre spoil site is transitional high marsh consisting primarily of a mixture of scattered se-ox-eye, salt-grass, and salt meadow grass. Another five acres is predominantly se-ox-eye. Filling of these ten acres seems less than significant as it is comparatively much less productive and only subject to very irregular flooding.\"</blockquote>\n<p>See Memorandum from Frank Yelverton and Jim Brown to Ed McCoy and Leo Tilley, dated November 21, 1973, <i>Administrative Record,</i> Vol. IV.<sup>[8]</sup></p>\n<p>From the results of the onsite field investigations of the marina area by the <span class=\"star-pagination\">*668</span> Bureau of Sport Fisheries and Wildlife (see February 22, 1974 letter from Regional Director Carlson to District Engineer, page 6), it is clear that the Type 16 wetlands in the disposal area are \"vegetated with most of the above mentioned species in conjunction with salt meadow cordgrass (<i>Spartina patens</i>) and saltmarsh fimbristylis (<i>Fimbristelis spadicea</i>).\"</p>\n<p>Both the proposed letter from the Raleigh field office and the February 22, 1974 final letter from the Regional Director show that the sea level at Bald Head Island and elsewhere on the Atlantic coastline is rising approximately one inch every ten years.</p>\n<p></p>\n<h2>B. Findings of Facts</h2>\n<p>1. Salt meadow grass (<i>Spartina patens</i>) grew on approximately ten acres of the disposal area. Salt meadow grass (<i>Spartina patens</i>) is within the definition of salt marshland under North Carolina General Statutes Section 113-229(n)(3) (Supp.1974).</p>\n<p>2. The wetlands in question yield nutrients which contribute to the aquatic biological communities in the estuary. This contribution, however, is not great when compared to the contribution of marshes which are subject to relatively regular flushing by the tides. The acres of coastal salt meadow at issue are more comparable (in terms of contribution) to flood plain than to predictably flooded salt marshes. The flooding of this salt meadow is so infrequent that the biological communities in the surrounding waters can not be said to be dependent on this contribution for their continued existence and integrity. (The thousands of acres of high and low marsh in the Bald Head Island complex are the normal and basic contributors to the productivity of the biological communities in surrounding waters).</p>\n<p>3. The salt meadow grass in the disposal area might be flooded a few times a year as a result of certain infrequent acts of nature.</p>\n<p></p>\n<h2>V. FACTS REGARDING PERMIT CONDITIONS</h2>\n<p></p>\n<h2>A. Background Facts</h2>\n<p>After the District Engineer received the February 22, 1974 letter from the Atlanta Regional Director, numerous discussions and meetings were held among the representatives of the Corporation, the Department of the Interior, and the Nature Conservancy to determine the form of the conveyances and the mechanics of the transfer. See Affidavit of Charles W. Hollis, filed February 25, 1975.</p>\n<p>By April, 1974, these various parties were able to work out a basic plan, but some problems relating to the mechanics of the transfer remained unsolved. (See Hollis Affidavit, February 25, 1975). The Department of the Interior desired considerable time to examine the language of the conveyance documents, and, further, was hesitant to acquiesce to the issuance of a permit until there were firm assurances that the conveyances would, in fact, be made. On the other hand, the lending institutions backing the Corporation were unwilling to agree to a conveyance of lands until after a permit was issued. In an effort to resolve this apparent dilemma, the District Engineer caused the following terms to be incorporated into the Corporation's permit:</p>\n<blockquote>\"4. No work within navigable waters may occur under authority of this permit until language of the conveyances is agreeable to the U. S. Department of Interior and properties outlined in letter of 13 May 1974 from Mr. James E. Harrington to the District Engineer have been conveyed to the State of North Carolina or the Nature Conservancy; and, if such conveyance is not completed within 60 days of the issue date of this document, the permit will be suspended.\"</blockquote>\n<p>In his February 25, 1975 affidavit, Hollis has explained the purposes behind the District Engineer's insertion of this condition into the permit: (1) As a result <span class=\"star-pagination\">*669</span> of the permit condition, the Department of Interior had sixty days in which to review the final language of the conveyances and to work out any changes, if necessary. (2) The Corporation's financial backers had firm assurances of a permit before delivering the conveyances. (3) If, for any reason, the land transactions failed to materialize, the Corps of Engineers was in a position to initiate proceedings to suspend the permit.</p>\n<p>On May 24, 1974, the District Engineer issued to the Corporation a Section 10 permit containing the above mentioned permit condition. See <i>Administrative Record,</i> Vol. II, Tab R-1. At the time of the issuance, the final details of the land transfer were being arranged, although it was expected that completion of this complicated series of transactions would take up most of the allotted sixty days. (See Hollis affidavit, February 25, 1975 and also Colonel Homer Johnstone's Response to Interrogatories Nos. 3, 5 and 7, filed March 11, 1975). Shortly after the permit was issued, the plaintiffs filed this action. The Corporation was faced with the possibility that after its conveyance of 9,000 acres, it might still lose its permit to construct the marina.</p>\n<p>The various parties interested in the land transfer immediately began discussions on how to cope with this drastic change in circumstances and still protect their respective interests and those of the public. After examining several possibilities, these parties agreed in principle that placement of executed conveyances in escrow, to be delivered upon a favorable outcome to the pending litigation, would best accommodate the interests of all concerned and would satisfy the conditions of the permit. (See Affidavit of Charles W. Hollis, filed February 25, 1975; Colonel Homer Johnstone's Responses to Interrogatories Nos. 3, 7, 8, 17, and 18, filed March 11, 1975; Supplemental Affidavit of Charles W. Hollis, filed March 11, 1975, paragraphs nos. 3, 5, 8, 9, and 10 and Exhibits 2, 3, 8, 13, 14 and 15; Affidavit of William Raney).</p>\n<p>The agreement to the concept of an escrow came on the eve of the expiration of the sixty day period, leaving little time to iron out differences over its precise language.</p>\n<p>On July 24, 1974, Mr. William R. Henderson, President of Carolina Cape Fear Corporation, signed a letter which was sent to the \"escrow agent,\" John M. Geil of Poyner, Geraghty, Hartsfield and Townsend, attorneys in Raleigh. In the letter, Mr. Henderson advised Mr. Geil that the deeds were to be held in escrow to be delivered to the respective grantee upon the termination of the pending litigation in defendants' favor and upon the condition that there be a valid permit authorizing construction of the marina. If the litigation were to terminate in favor of the plaintiffs, the escrow agent was directed to return the conveyances to the Corporation. The agent was directed to deliver the conveyances in accordance with his instructions upon notification of the outcome of the litigation by Mr. Henderson by registered or certified mail.</p>\n<p>A second escrow letter, signed on August 5, 1974 and also sent by Mr. Henderson to Mr. Geil, contained three deletions with modifications, directing Mr. Geil to return the conveyances to Mr. Henderson in the event the conditions precedent for delivery had not occurred by July 25, 1975; and one of the modifications was a paragraph setting forth the condition that before delivering the quitclaim deed to the State of North Carolina, the agent must have the written permission of Mr. Henderson.</p>\n<p>A third escrow letter of November 26, 1974 from Raymond J. Hart, Secretary Treasurer of Carolina Cape Fear Corporation, to Mr. Geil simply advised the escrow agent that the responsibility for notification as to the outcome of the pending litigation would originate from the responsible corporate official at the time it was needed.</p>\n<p><span class=\"star-pagination\">*670</span> The District Engineer declined to initiate proceedings to suspend, revoke, or modify the permit. Defendants submit that the reasons underlying his initial conclusion appear in the record and are as follows:</p>\n<blockquote>(1) The escrow arrangement clearly satisfied the purpose and intent of the permit condition. (See Affidavit of Charles W. Hollis, filed February 25, 1975; Colonel Johnstone's Response to Interrogatory No. 11, filed March 11, 1975).</blockquote>\n<blockquote>(2) Escrow is a very ancient and traditional solution to the type of problem which confronted the Corporation and the District Engineer. (See Colonel Johnstone's Response to Interrogatory No. 3, filed March 11, 1975).</blockquote>\n<blockquote>(3) The difficulties over the language of the escrow were \"not the result of the Corporation's attempting to equivocate on its commitment, but rather were the result of the haste with which arrangements were necessarily completed.\" (See Affidavit of Charles W. Hollis, filed February 25, 1975 and Colonel Johnstone's Response to Interrogatory No. 3, filed March 11, 1975).</blockquote>\n<blockquote>(4) The Corporation has always indicated that it would honor its commitment to deliver the conveyances in return for a valid Department of the Army permit. Moreover, the Corporation has, in fact, continued to honor this commitment. (See Colonel Johnstone's Response to Interrogatory No. 3, filed March 11, 1975).</blockquote>\n<blockquote>(5) All of the parties interested in the land transaction have indicated that they support, in principal, the escrow as it has been arranged by the Corporation. The only problem that has ever arisen is some difficulty with the precise language of the escrow, and this now appears to have been resolved.</blockquote>\n<blockquote>(6) Finally, and most important, the District Engineer has the clear power to enforce administratively the terms of the escrow, regardless of whether it is legally binding. (See Colonel Johnstone's Response to Interrogatories Nos. 3 and 15).</blockquote>\n<p>By a fourth escrow letter of May 14, 1975, signed both by representatives of the Corporation and by Mr. David E. Morine of the Nature Conservancy, the escrow agent was advised, <i>inter alia,</i> of the following amendments to the escrow: (1) the Nature Conservancy was added as a party to the escrow with authority to enforce its terms. The Nature Conservancy agreed to accept the escrow deed from the Corporation. (2) the District Engineer's notification or certification that the Corporation had in fact acquired a final permit, which is a condition precedent to the release of the documents would constitute sufficient notice as to the existence of the permit, on which the escrow agent could rely. (3) The escrow could only be amended by letter executed jointly by the Nature Conservancy and the Corporation. (4) In the event the conditions precedent for delivery of the deeds had not occurred by September 25, 1975, the escrow agent was required to return the three conveyances to the Corporation.</p>\n<p>The May 14, 1975 escrow letter was first brought to the Court's attention at a hearing held on May 15, 1975. At that time, only the signature of David E. Morine of the Nature Conservancy appeared on the letter. On June 20, 1975, the Court received a copy of the letter signed by all of the parties. A true copy of the letter was subsequently filed with the Clerk in Wilmington, North Carolina.</p>\n<p></p>\n<h2>B. Findings of Facts</h2>\n<p>1. The literal wording of condition number four of the permit granted to the Corporation by the Corps of Engineers has not been complied with because the required conveyance was not completed within sixty days of the May 24, 1974 issue date.</p>\n<p>2. In attempting to comply with the conveyance requirement of condition number four, the Corporation failed at <span class=\"star-pagination\">*671</span> first to obtain the agreement of the Nature Conservancy (the immediate grantee) to the escrow.</p>\n<p>3. The difficulties which the Corporation has had with respect to the \"escrow,\" both as to its failure to obtain the agreement of the Nature Conservancy and its failure to fully relinquish dominion over the deeds, do not indicate to this Court an affirmative failure or refusal on the part of the Corporation to adhere to the terms of condition number four. Rather, it appears to this Court that the Corporation has been trying to avoid the possibility of having given up 9,000 acres of land in return for a permit which, as a result of this lawsuit, might at any time be invalidated. The purposes and intents of condition number four have at no time been frustrated by the defendants.</p>\n<p>4. An agent selected by the Nature Conservancy is the escrow agent.</p>\n<p>5. None of the parties to the land conveyances has ever called upon the District Engineer to revoke the Corporation's permit.</p>\n<p>6. The District Engineer was neither arbitrary nor capricious in his exercise of discretion in deciding initially to neither suspend, modify, nor recommend the revocation of the permit because of the failure of the Corporation to comply with the express terms of condition number four.</p>\n<p>7. The failure of the District Engineer to precisely follow the provisions for modification of permits, 33 C.F.R. 209.120(o) or to actually modify the permit (before the July 21, 1975 reinstatement and modification) was not an arbitrary and capricious exercise of discretion by the District Engineer. It appears, however, that modification at that time would have been a better approach.</p>\n<p>8. This Court's decision to order the suspension of the permit was based on a determination that an escrow <i>agreement</i> had not been effected as of May 15, 1975.</p>\n<p>9. An escrow agreement has now been effected by the May escrow letter, written May 14, 1975 and signed by all parties to the land conveyance.</p>\n<p>10. The Corporation has always indicated that it would honor its commitment to deliver the conveyance in return for a valid permit. Moreover, the District Engineer has the <i>de facto</i> power to enforce administratively the terms of the escrow, regardless of whether or not it is legally binding; and he has indicated that he will do so if the Corporation equivocates on its commitment.</p>\n<p>11. The July 21, 1975 decision of the Corps to reinstate the permit with a modification is reasonable and is not an arbitrary and capricious exercise of discretion.</p>\n<p></p>\n<h2>VI. CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. Environmental Impact Statement</h2>\n<p>1. The National Environmental Policy Act of 1969 (NEPA), 42 U.S.C. Sec. 4321 <i>et seq.,</i> requires all federal agencies in performing their functions to be responsive to the national policy of restoring and maintaining a quality environment. In order to ensure that the substantive policy is carried out, the Act provides certain procedural requirements which are designed to be \"action forcing.\" Foremost among these is the duty of all federal agencies to prepare an environmental impact statement for every \"major Federal actions significantly affecting the environment.\" 42 U.S.C. Sec. 4332(2)(C). It is settled law that the issuance of a permit by a federal agency involves a \"federal action\" for purposes of the impact statement requirement. <i>National Forest Preservation Group v. Butz,</i> <span class=\"citation\" data-id=\"313654\"><a href=\"/opinion/313654/national-forest-preservation-group-a-montana-nonprofit-corporation-and/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></a></span>, 411-412 (9th Cir. 1973). This is explicitly confirmed and stated in the Council on Environmental Quality's \"Guidelines for Federal Agencies under the National Environmental Policy Act,\" 38 Fed.Reg. 20,549, Aug. 1, 1973, 42 C.F.R. Sec. 1500.5(a)(2). The Army Corps of Engineers' <span class=\"star-pagination\">*672</span> regulations on environmental impact statements also recognize this: 39 Fed.Reg. 12,737, April 8, 1974, 33 C.F.R. Sec. 209.410(3)(2).</p>\n<p>2. In this circuit, the standard for review of the District Engineer's decision not to prepare an impact statement appears to be whether or not that decision was reasonable. See <i>Fayetteville Area Chamber of Commerce v. Volpe,</i> <span class=\"citation\" data-id=\"327522\"><a href=\"/opinion/327522/fayetteville-area-chamber-of-commerce-interstate-95-committee-v-john-a/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1021</span></a></span> (4th Cir. 1975); <i>Natural Resources Defense Council v. Grant,</i> <span class=\"citation\" data-id=\"1456835\"><a href=\"/opinion/1456835/natural-resources-defense-council-inc-v-grant/\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">356</span></a></span>, 366-367 (E.D. N.C.1972). The reasonableness of the District Engineer's decision must be considered in light of NEPA and applicable regulations.</p>\n<p>3. Under applicable principles of law, the cumulative effects of any federal action must be considered in determining the significance of the impact of the federal action on the human environment. <i>CEQ Guidelines for the Preparation of Environmental Impact Statements,</i> 40 C.F.R. Sec. 1500.6 (1973); <i>Corps of Engineers, Department of the Army Administrative Procedure Environmental Statements,</i> 39 Fed.Reg. 12,737, April 8, 1974, 33 C.F.R. Sec. 209.410(i)(7)(ii).</p>\n<p>4. The CEQ Guidelines provide that significant effects on the environment also include secondary effects:</p>\n<blockquote>\"Secondary or indirect, as well as primary or direct, consequences for the environment should be included in the analysis. Many major Federal actions, in particular those that involve the construction or licensing of infrastructure investments (e. g. . . . water resource projects . . .) stimulate or induce secondary effects in the form of associated investments and changed patterns of social and economic activities. Such secondary effects, through their impact on existing community facilities and activities, or through change in natural conditions, may often be more substantial than the primary effects of the original action itself.\" 40 C.F.R. Sec. 1500.6(b), 1500.8(a)(3)(ii).</blockquote>\n<p>5. It is inescapable that the marina permit will accelerate upland development. The anticipated population of 15,000 part-time residents will clearly be more imminent with the marina than without it. Acceleration of the development will have a significant effect on the environment.</p>\n<p>6. A finding of a significant effect on the environment compels this Court to order the issuance by the Corps of Engineers of an environmental impact statement in accordance with the specific technical requirements of NEPA.</p>\n<p>7. In spite of its finding of a significant effect on the environment, this Court finds in the District Engineer's record \"a wide-ranging, good-faith assessment by the Corps of Engineers of the potential environmental impact of the proposed project.\" <i>Rucker v. Willis,</i> <span class=\"citation\" data-id=\"313342\"><a href=\"/opinion/313342/walker-f-rucker-v-edward-e-willis/\"><span class=\"volume\">484</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">158</span></a></span>, 162 (4th Cir. 1973). In addition, this Court finds \"no basis for any suggestions that the decision was arbitrary or reached without adequate consideration of environmental factors.\" <i>Rucker v. Willis, supra,</i> at 162, citing <i>Conservation Council v. Froehlke,</i> <span class=\"citation\" data-id=\"308270\"><a href=\"/opinion/308270/conservation-council-of-north-carolina-v-robert-f-froehlke-secretary-of/\"><span class=\"volume\">473</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></a></span> (4th Cir. 1973). This Court's determination as to the adequacy of the consideration of environmental factors may be quite different from that of another judge or another district engineer. What is perceived to be an adequate and thorough examination of the consequences of federal action to one judge might be viewed as totally inadequate by another judge. For this reason, NEPA must be complied with so that the sufficiency of the environmental assessment will not be forever questioned.</p>\n<p>8. The Corps of Engineers consulted with all appropriate Federal, State and local agencies and the public and assessed in detail the potential environmental impact of its action so as to comply with many of the policies and goals behind NEPA. This Court is therefore of the view that although the formal environmental impact statement was not filed before the agency decision, the assessment was of sufficient value <span class=\"star-pagination\">*673</span> for this Court to validate the Corps' decision to issue the permit, to be invalidated in the future if the Corps should reach a contrary decision as a result of the environmental impact statement or if this Court should find the District Engineer's decision on the basis of the environmental impact statement unreasonable.</p>\n<p>9. This Court will not order the invalidation of the Section 10 permit on two grounds: (1) This Court is of the view that the Corps of Engineers conducted a wide-ranging, good-faith assessment of the potential environmental impact of the proposed project. <i>Rucker v. Willis, supra,</i> at 162. (2) A balancing of the equities demands that the permit not be invalidated and that the activities of the Corporation not be enjoined.</p>\n<p></p>\n<h2>B. Memorandum of Understanding</h2>\n<p>1. Although there appears to be a possibility of impropriety in the early interference by Washington-level Interior officials in the responsibilities of the Atlanta Regional Director, this Court does not conclude that the express terms of the \"Memorandum of Understanding between the Secretary of the Interior and the Secretary of the Army\" were violated.</p>\n<p>2. The District Engineer received the February 22, 1975 letter from the Regional Director and took action as a result of it. No conflict existed between the Regional Director and the District Engineer so as to bring into effect the \"Memorandum of Understanding\" insofar as the District Engineer was concerned. No interagency disagreement arose.</p>\n<p></p>\n<h2>C. Federal Water Pollution Control Act</h2>\n<p>1. Section 301(a) of the Federal Water Pollution Control Act Amendments of 1972, 33 U.S.C. Sec. 1311(a), provides in relevant part that:</p>\n<blockquote>\"Except as in compliance with this section and sections . . . 402, and 404 of this Act, the discharge of any pollutant by any person shall be unlawful.\"</blockquote>\n<p>2. Sections 402 and 404 provide for the issuance of permits for discharges which would otherwise be unlawful under Section 301(a). Section 404, 33 U. S.C. Sec. 1344, provides in relevant part that:</p>\n<blockquote>\"(a) The Secretary of the Army, acting through the Chief of Engineers, may issue permits, after notice and opportunity for public hearings for the discharge of dredged or fill material into the navigable waters at specified disposal sites.\"</blockquote>\n<p>3. Section 502(12), 33 U.S.C. Sec. 1362(12), defines the term \"discharge of a pollutant\" as \"any addition of any pollutant to navigable waters from any point source . . .\" Section 502(6), 33 U.S.C. Sec. 1362(6), defines \"pollutant\" to include \"dredged spoil . . . rock, (and) sand.\"</p>\n<p>4. Section 502(7), 33 U.S.C. Sec. 1362(7), defines \"navigable waters\" not by reference to navigability-in-fact or to the mean high water level, but as \"the waters of the United States, including the territorial seas.\"</p>\n<p>5. Jurisdiction over \"waters of the United States\" extends \"well beyond the mean high water mark to marsh wetlands which are regularly or periodically inundated. <i>United States v. Holland,</i> <span class=\"citation\" data-id=\"2098192\"><a href=\"/opinion/2098192/united-states-v-holland/\"><span class=\"volume\">373</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">665</span></a></span> (M.D.Fla.1974), <i>Weiszmann v. Corps of Engineers,</i> 7 E. R.C. 1523, 1526, (S.D. Fla.1975); See: <i>Leslie Salt Co. v. Froehlke,</i> 7 E.R.C. 1311 [403] F.Supp. [1292] (N.D.Cal. 1974); <i>United States v. Ashland Oil and Transportation Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">349</span></span> (6 E.R.C. 1991) <i>aff'd</i> <span class=\"citation\" data-id=\"322473\"><a href=\"/opinion/322473/united-states-v-ashland-oil-and-transportation-co-a-subsidiary-of/\"><span class=\"volume\">504</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1317</span></a></span> (7 E.R.C. 1114) (6 Cir. 1974).\" <i>U. S. v. Smith,</i> 7 E.R.C. 1936, 1938-1939, Civil Action No. 74-34-NN (E.D.Va. April 21, 1975).</p>\n<p>6. The Corps of Engineers' regulations which have governed the Corps' position with regard to the coastal salt meadows in this case were directly declared invalid by the United States District <span class=\"star-pagination\">*674</span> Court for the District of Columbia on March 27, 1975. In his order, Judge Aubrey E. Robinson states:</p>\n<blockquote>\"1. Congress by defining the term `navigable waters' in Section 502(7) of the Federal Water Pollution Control Act Amendments of 1972, 86 Stat. 816, 33 U.S.C. Sections 1251, <i>et seq.</i> (the `Water Act') to mean `the waters of the United States, including the territorial seas,' asserted federal jurisdiction over the nation's waters to the maximum extent permissible under the Commerce Clause of the Constitution. Accordingly, as used in the Water Act, the term is not limited to the traditional tests of navigability.\"</blockquote>\n<p><i>Natural Resources Defense Council v. Callaway,</i> <span class=\"citation\" data-id=\"1580352\"><a href=\"/opinion/1580352/natural-resources-defense-council-inc-v-callaway/\"><span class=\"volume\">392</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">685</span></a></span> (D.D.C.1975).</p>\n<p>Judge Robinson ordered the revocation of the Corps' regulations and the publication of final regulations clearly recognizing the full regulatory mandate of the Water Act. As of this date, proposed regulations have been filed; final regulations are forthcoming.</p>\n<p>7. Under all of the proposed regulations which have been submitted by the Corps and under the above-mentioned cases, the approximately ten acres of salt meadow wetlands which are within the Corporation's disposal site constitute \"waters of the United States.\" This land is subject to periodic inundation by the tides.</p>\n<p>8. The Corporation's filling activities on wetlands \"regularly or periodically inundated by tidal waters constitute a discharge in the `waters of the United States' and are thus a violation of Section 301(a) of the 1972 Amendments to the Federal Water Pollution Control Act (33 U.S.C. Section 1311 (a)).\" <i>U. S. v. Smith, supra,</i> at 1939.</p>\n<p>9. Defendant Corporation is accordingly ordered to apply for an after-the-fact permit from the Corps of Engineers for the discharge of the dredge material at the disposal site.</p>\n<p>10. Although the 1972 Water Act Amendments have been violated and will continue to be violated (until the Section 404 permit is issued), the violation is a minimal, technical violation under fast-changing, unstable law. Moreover, the deposit of dredged material in this case can be distinguished from that in <i>U. S. v. Smith, supra</i><i>,</i> on the grounds that unlike the <i>Smith</i> case, the fill area in this case is not subject to inundation by the tides \"under normal conditions,\" as that phrase is used on page 1939 of the <i>Smith</i> decision.</p>\n<p>11. This Court recognizes the difficulty in distinguishing the wetlands in one case from the wetlands in another and has therefore found a violation of the Water Act. Nevertheless, this Court will not restrain the Corporation from its further use of the dredge deposit area pending its application for a permit. The decision not to restrain further use of the area is based on this Court's determination that the violation is a minimal, technical violation and that a weighing of the practicalities and the hardships demands that the Corporation not be so enjoined.</p>\n<p></p>\n<h2>D. Permit Conditions</h2>\n<p>1. The reinstatement of the Section 10 permit by the Corps of Engineers, effective 10 days from its issuance date of July 21, 1975, is in full compliance with 33 C.F.R. 209.120(o)(1) and (2).</p>\n<p>2. This Court concludes that the reinstated permit with modification is valid.</p>\n<p></p>\n<h2>E. Equity</h2>\n<p>This Court will not order the Corporation to physically restore its land to its previous condition. Nor will this Court restrain the Corporation from its full use of the marina or its continued work with respect to the access channel, the marina basin, the marina, or the disposal site. Nor will this Court compel the Corps of Engineers to reprocess the Section 10 permit application. The Corps of Engineers must process and file an impact statement in accordance <span class=\"star-pagination\">*675</span> with NEPA. The Corporation must file an application for an after-the-fact Section 404 permit pursuant to the Water Act. If, as a result of either the environmental impact statement or the Section 404 permit application, the Corps of Engineers revokes the Section 10 permit or refuses to allow the Corporation's Section 404 application, injunctive action will be reconsidered.</p>\n<p>In a situation such as this, a court of equity is not obligated to grant the injunctive relief which the plaintiffs seek. This Court rejects the possibility of ordering the Corporation to restore the marina site to its previous state only to allow the marina project at some future date. This lawsuit has already inflicted grievous injury upon the Corporation, and this Court refuses to add to such injury without full confidence that such action is proper.</p>\n<p>The public interest would be adversely affected by such injunctive relief. With such an injunction, the citizens of North Carolina would clearly be deprived of the unencumbered use of 9,000 acres of valuable salt marshes and Atlantic coast beaches (if they have not already been so deprived).</p>\n<p>This Court's consciousness of the inevitability of the development of the Island has had a significant effect on its decision not to enjoin the Corporation. It is this Court's opinion that the development of this privately owned island, as planned, with the conditions which are attached to this permit, would have a more favorable environmental impact than the sort of development which will ensue if the Corporation is forced to abandon its project. An injunction would clearly force the Corporation to permanently abandon a project which is in the public interest.</p>\n<p>Accordingly, the project will not be halted pending the release of the environmental impact statement, and the use of the dredge disposal area will not be restrained pending the Corporation's application for an after-the-fact Section 404 permit.</p>\n<p>The words of Chief Justice Burger, sitting as a circuit judge, are meaningful in this case:</p>\n<blockquote>\"Our society and its governmental instrumentalities, having been less than alert to the needs of our environment for generations, have now taken protective steps. These developments, however praiseworthy, should not lead courts to exercise equitable powers loosely or casually whenever a claim of `environmental damage' is asserted.\"</blockquote>\n<p><i>Aberdeen &amp; Rockfish R. Co. v. SCRAP,</i> <span class=\"citation\" data-id=\"108699\"><a href=\"/opinion/108699/aberdeen-rockfish-v-students-challenging-regulatory-agency-procedures/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1207</span></a></span>, 1217-18, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></span>, 7, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">21</span></span> (Burger, Circuit Justice, 1972). See also <i>Conservation Society of Southern Vermont, Inc. v. Secretary of Transportation,</i> <span class=\"citation\" data-id=\"324399\"><a href=\"/opinion/324399/the-conservation-society-of-southern-vermont-inc-v-secretary-of/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span> (2nd Cir. 1974).</p>\n<p></p>\n<h2>VII. ORDER</h2>\n<p>In accordance with this opinion, it is</p>\n<p>Ordered, that the Corps of Engineers prepare and file an environmental impact statement pursuant to NEPA and applicable regulations, and</p>\n<p>Ordered, that Carolina Cape Fear Corporation apply for an after-the-fact Section 404 permit for its deposit of dredge material in the \"waters of the United States\" in violation of the Water Act, and</p>\n<p>Ordered, that the Section 10 permit issued by the Corps is valid and fully effective for all purposes pending the submission of the environmental impact statement and a contrary determination as a result of said impact statement, and</p>\n<p>Ordered, that plaintiffs' request for injunctive relief restraining the Corporation in any respect in its use of or in the construction of the access channel, the marina basin, the marina, or the dredge deposit site be denied, and</p>\n<p>Ordered, that this action be held in abeyance pending submission of an environmental impact statement and the Corps of Engineers' decisions resulting <span class=\"star-pagination\">*676</span> from both the environmental impact statement and the Section 404 permit application, and</p>\n<p>Ordered, that insofar as this opinion and order clearly involves questions of law as to which there is substantial ground for difference of opinion and an immediate appeal from this order may materially advance the ultimate termination of the litigation, this order is certified pursuant to 28 U.S.C. Sec. 1292(b) so as to be immediately appealable by any of the parties.</p>\n<p>Let this order be entered forthwith, with the understanding that the permit's reinstatement is effective ten (10) days from the date of this order.</p>\n<h2>NOTES</h2>\n<p>[1]  The <i>Memorandum of Understanding</i> appears in Appendix B to Part 209Administrative Procedure of Chapter II of the Rules and Regulations of the Corps of Engineers and is incorporated by reference in those regulations, 33 C.F.R. Sec. 209.120(g) (4)(ii).</p>\n<p>[2]  Hollis refers to \"salt marshes\" as that term is used in Shaw and Fredine, <i>Wetlands of the United States,</i> Circular 39, Fish and Wildlife Service, 1956, pages 24-25.</p>\n<p>[3]  This figure is in the administrative record. See <i>Administrative Record,</i> Vol. II, Tab R-1, Sheet 1.</p>\n<p>[4]  Benthic organisms include mussels and fiddler crabs.</p>\n<p>[5]  The terms and conditions of N.C. State Permit No. 22-74, dated February 15, 1974, were incorporated into the Department of the Army permit and specified, <i>inter alia</i>:\n</p>\n<p>\"That all spoil be adequately contained by dikes or dunes to prevent spillover of solids into any marsh or surrounding waters.</p>\n<p>That adequate spillways be located on the Cape Fear River side of the disposal area. In addition, the disposal area effluent must be contained by pipe, trough, or similar device to a point at or below the MLW line of Cape Fear River in order to prevent gully erosion.</p>\n<p>That the dikes be seeded within four weeks of dike construction to prevent eroded material from entering the adjacent marsh or water. (Careful dike construction can utilize existing grasses to stabilize the top and outer dike slope.)</p>\n<p>That the dredge effluent pipe be positioned at or greater than 50′ from any part of the dike and a sufficient distance away from spillways to allow for settlement of suspended solids.</p>\n<p>That dike alignment and construction be supervised by applicant's environmental consultant to assure correct placement and proper stabilization.\" <i>Administrative Record,</i> Vol. II, Tab R-1.</p>\n<p>[6]  Dr. Adams, who conducted the environmental assessment of the proposed development, classifies these wetlands as \"dune-marsh ecotone.\" Dr. Adams gives a particularized view of the frequency of flooding in the area in question:\n</p>\n<p>\"The dune-marsh ecotone is an irregular zone of change from vegetation characterizing high marsh to that typical of dune or sand knoll vegetation. Flooding by salt water occurs only during storms.\"</p>\n<p><i>Environmental Assessment of the Bald Head Development, Administrative Record,</i> Vol. III, at p. A-11.</p>\n<p>[7]  It was this letter of February 22, 1974 from the Atlanta Regional Director to the District Engineer which contained the condition that the Corporation convey approximately 9,000 acres of lowlands, marshlands and Atlantic coast beaches to the Nature Conservancy or the State.</p>\n<p>[8]  The Corporation's original proposal was for a fill area of approximately 30 acres, including 3.78 acres of \"high marsh.\" The permit review process resulted in the elimination of approximately 10 acres of the lowest and most frequently flooded proposed fill area. Moreover, the record clearly indicates that the 3.78 acres of \"high marsh\" were eliminated during the re-staking of the proposed fill site by the National Marine Fisheries Service, U.S. Department of Commerce. The final fill area is depicted in the survey that which is appended to the Corporation's permit. See <i>Administrative Record,</i> Vol. II, Tab R-1, Sheet 1.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/322473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1501861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1580352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2098192/"
  ]
}