{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1425950/",
  "absolute_url": "/opinion/1425950/united-states-v-hawes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1425950/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:04:41.626761Z",
  "date_modified": "2016-04-27T01:34:10.576680Z",
  "type": "010combined",
  "sha1": "c1852f63723117f8918de840a0faaada5aac3ea6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>774 F.Supp. 965 (1991)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nThomas Jackson HAWES, Donald Berry Burns, Joseph L. Laforney, Winston W. Hall, Mario John Vallone, Timothy James Davies.</h1></center>\n<center>Nos. 90-15-02-CR-7, 90-15-04-CR-7 to 90-15-08-CR-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>August 29, 1991.</center>\n<p><span class=\"star-pagination\">*966</span> J. Douglas McCullough, Asst. U.S. Atty. for U.S.</p>\n<p>Daniel Aureli, Rochester, N.Y., Gerald Mesckkow, Miami, Fla., Wm. H. Dowdy, William R. Shell, Wilmington, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on defendants Thomas Jackson Hawes and Donald Berry Burns' motion to dismiss the second superseding indictment and on defendant Joseph L. Laforney's motions to dismiss the second superseding indictment, to sever his case from that of his codefendants, and to exclude certain evidence at trial. An evidentiary hearing was held on 30 July 1991. The court is now ready to rule.</p>\n<p></p>\n<h2>I. <i>Procedural History</i>\n</h2>\n<p>The procedural history of this case is relevant to the instant motions and therefore will be briefly recounted here.</p>\n<p></p>\n<h2><i>A. Initial Prosecution of Thomas Jackson Hawes</i></h2>\n<p>On 18 October 1988, the grand jury returned an 18-count indictment against defendant <span class=\"star-pagination\">*967</span> Hawes. The principal charges in that indictment were as follows:</p>\n<blockquote>Count 1: Conspiracy with Billy Jo Kilgore, George Kazaras, and others to import marijuana into the United States from 1 January 1981 to 18 October 1988;</blockquote>\n<blockquote>Count 2: Conspiracy with Billy Jo Kilgore, George Kazaras, and others to possess with intent to distribute marijuana from 1 January 1981 to 18 October 1988; and</blockquote>\n<blockquote>Count 3: Violation of the Racketeer Influenced and Corrupt Organizations Act (\"RICO\").</blockquote>\n<p>The indictment also included two charges of interstate travel to facilitate the carrying on of an illegal activity (\"ITAR\"), three firearms charges, and nine charges of structuring financial transactions in violation of 31 U.S.C. § 5324.</p>\n<p>On 27 October 1988, Hawes entered into a plea agreement with the government. Pursuant to the terms of the plea agreement, Hawes pled guilty to count three  RICO  and count thirteen  a financial transaction violation. The plea agreement provided:</p>\n<blockquote>The Government represents that it has contacted the District Attorney for the 5th District of North Carolina, and can represent to the Court that the State of North Carolina will not pursue any prosecution of this Defendant for any of the transactions involved in this investigation. Additionally, the United States Government will not prosecute the Defendant further for said transactions.</blockquote>\n<p>At sentencing, the remaining sixteen counts of the indictment were dismissed on Hawes' motion.</p>\n<p></p>\n<h2><i>B. Initial Prosecution of Donald Berry Burns</i></h2>\n<p>On 16 May 1989, a superseding indictment was entered against defendant Burns on the following criminal charges:</p>\n<blockquote>Count 1: Conspiracy with Thomas Jackson Hawes, Billy Jo Kilgore, George Kazaras, Robert Manton Kunhardt, Delores E. Lynn, Shiela McGraw and others to import marijuana into the United States between 31 December 1982 and 29 March 1988;</blockquote>\n<blockquote>Count 2: Conspiracy with Thomas Jackson Hawes, Billy Jo Kilgore, George Kazaras, Robert Manton Kunhardt, Delores E. Lynn, Shiela McGraw and others to possess with intent to distribute marijuana between 31 December 1982 and 29 March 1988;</blockquote>\n<blockquote>Count 3: ITAR violation; and</blockquote>\n<blockquote>Count 4: ITAR violation.</blockquote>\n<p>In August 1989, Burns was tried before the undersigned in a trial resulting in a hung jury. On 2 October 1989, Burns entered into a plea agreement through which he agreed to plead guilty to counts three and four of the indictment. The plea agreement stated:</p>\n<blockquote>3. The Government agrees as follows: (a) That it will not oppose Defendant's motion to dismiss Count(s) One and Two of the Superceding [sic] Indictment.</blockquote>\n<p>At sentencing, counts one and two  the conspiracy counts  were dismissed on Burns' motion.</p>\n<p></p>\n<h2><i>C. The Second Prosecution of Hawes and Burns</i></h2>\n<p>On 17 April 1990, Hawes and Burns were indicted along with Robert Manton Kunhardt and Deborah Jean Kunhardt and were charged with a conspiracy to import cocaine, conspiracy to possess cocaine with intent to distribute, and conspiracy to smuggle marijuana and cocaine. On 12 June 1990, a superseding indictment was entered in which the named defendants were Hawes, Burns, Joseph L. Laforney and Winston W. Hall. That indictment charged Hawes and Burns with conspiracy to import cocaine into the United States between 1 January 1981 and 12 June 1990, conspiracy to possess with intent to distribute cocaine between 1 January 1981 and 12 June 1990, conspiracy to smuggle marijuana and cocaine into the United States between 1 January 1981 and 12 June 1990, and other substantive counts stemming from the alleged conspiracies.</p>\n<p>Hawes and Burns moved to dismiss the superseding indictment as it pertained to <span class=\"star-pagination\">*968</span> them on the grounds of double jeopardy and the government's breach of their respective plea agreements. After an evidentiary hearing, the court denied their motions in all respects in an order dated 1 November 1990. Hawes and Burns then took an interlocutory appeal. On 12 March 1991, while their appeal was pending, a second superseding indictment was entered against Hawes and Burns. The United States Court of Appeals for the Fourth Circuit therefore dismissed their appeal as moot.</p>\n<p>The named defendants in the second superseding indictment are Hawes, Burns, Laforney, Hall, Mario John Vallone, and Timothy James Davies. The counts pertaining to Hawes and Burns are as follows:</p>\n<blockquote>Count 3: Conspiracy among Hawes, Burns, and others including Robert Kunhardt and Deborah Kunhardt to import cocaine into the United States between 1 January 1981 and 12 March 1991;</blockquote>\n<blockquote>Count 4: Conspiracy among Hawes, Burns, and others to possess with intent to distribute cocaine between 1 January 1981 and 12 March 1991;</blockquote>\n<blockquote>Count 5: Conspiracy among Hawes, Burns, Hall, Laforney, and others to smuggle marijuana and cocaine into the United States between 1 January 1981 and 12 March 1991;</blockquote>\n<blockquote>Count 6: ITAR violation  Hawes;</blockquote>\n<blockquote>Count 7: ITAR violation  Hawes and Burns;</blockquote>\n<blockquote>Count 9: ITAR violation  Hawes;</blockquote>\n<blockquote>Count 10: Financial transaction violation  Hawes; and</blockquote>\n<blockquote>Count 11: Financial transaction violation  Hawes.</blockquote>\n<p>Hawes and Burns have now filed a joint motion to dismiss the second superseding indictment as it pertains to them on the grounds of double jeopardy, res judicata, collateral estoppel, and breach of their respective plea agreements.</p>\n<p></p>\n<h2>II. <i>Findings of Fact</i>\n</h2>\n<p>Based on the evidence presented at the evidentiary hearing, the court makes the following findings of fact:</p>\n<p>1. The government's initial, pre-indictment investigation into the possible criminal conduct of Thomas Jackson Hawes concerned his activities involving controlled substances in Pender County, North Carolina. The focus of the government's investigation was Hawes' involvement in the importation and distribution of marijuana. However, the government also investigated Hawes for possible involvement in cocaine importation and distribution. This fact is made apparent by an affidavit by Special Agent Henry L. Dupray of the United States Customs Service filed in a related civil forfeiture proceeding on or before 29 March 1988, which recites:</p>\n<blockquote>The following overview of the Hawes smuggling organization is supported with specific corroborating information. Hawes has personally told SA-123-WI [an informant Agent Dupray describes as reliable] that he frequently travels from North Carolina to unknown locations in Southern Florida and the Caribbean Sea Islands to arrange for the purchase of marijuana and <i>cocaine.</i> Hawes has personally told SA-123-WI that the <i>drugs</i> are then loaded aboard either an aircraft or vessel and transported into the CONUS [Continental United States]. The aircraft are usually small twin engine types and enter the CONUS airspace in a manner to avoid radar detection and reporting to Customs, and either air drop or land at remote airstrips in Southern Florida. The <i>drugs</i> are then trucked to the area in North Carolina previously described [Pender County, North Carolina] in small vans to avoid highway weight stations and Florida agricultural inspection stations. Smuggling by vessel is accomplished by a sailing vessel being loaded with marijuana and <i>cocaine</i> at an unknown Caribbean location. This vessel meets smaller high speed power boats off the Florida Coast and the marijuana and <i>cocaine</i> are offloaded to the high speed power boats. The smaller vessels enter the CONUS at different locations and are then offloaded at pre-arranged remote sites. The <i>contraband</i> is then transported by vehicle(s) to North Carolina <span class=\"star-pagination\">*969</span> for storage and/or distribution at the property previously described.... The Hawes organization has also taken large seagoing vessels directly to the North Carolina offload site ... on the Northeast Cape Fear River site, referred to as Shelter Creek, where the vessel is docked and the <i>drugs</i> are offloaded into their secret hiding locations on site. Customers then arrive at the offload site, or are met at nearby locations for the distribution of <i>drugs.</i> It is the opinion of your affiant that organizations of this type deal marijuana in lots of not less than one hundred (100) pounds, and <i>cocaine</i> in lots of not less than one (1) kilogram.</blockquote>\n<p>(Emphasis added.) Later in the affidavit Agent Dupray asserts that \"the smuggling technique described by Hawes is one typically used for the smuggling of cocaine.\" That the investigation involved cocaine is also made apparent by an official Customs Service Report of Investigation signed by Agent Dupray which reads, in pertinent part:</p>\n<blockquote>DETAILS OF INVESTIGATION:</blockquote>\n<blockquote>On September 22, 1984, this office initiated an investigation on Thomas Jackson Hawes and others for suspected large scale <i>cocaine</i>/marijuana smuggling into the Wilmington, North Carolina area as well as other locations on the eastern seaboard.</blockquote>\n<p>(Emphasis added.)</p>\n<p>2. At the time the original indictment was entered against Hawes, the government had not been able to substantiate the statements made by the confidential informant to Agent Dupray concerning Hawes' involvement with cocaine.</p>\n<p>3. At the time Hawes entered into his plea agreement, the government had still not been able to substantiate the informant's statements concerning Hawes' involvement with cocaine.</p>\n<p>4. At the time Hawes entered into his plea agreement, neither Hawes nor his attorney had any specific knowledge that the government's investigation of his criminal activities included inquiry into his involvement with cocaine. The affidavit of Agent Dupray was sealed and therefore was not available for public inspection or inspection by Hawes' attorney.</p>\n<p>5. Hawes has fully complied with his obligations under his plea agreement.</p>\n<p>6. Burns has fully complied with his obligations under his plea agreement.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2><i>A. Double Jeopardy</i></h2>\n<p>The Fifth Amendment to the Constitution of the United States provides, in pertinent part: \"No person shall ... be twice put in jeopardy of life or limb....\" U.S. Const. amend. V. The key word in this provision is \"jeopardy.\" Jeopardy attaches when a jury is empaneled and sworn and the trial has begun. <i>Serfass v. United States,</i> 420 U.S. 377, 388, 95 S.Ct. 1055, 43 L.Ed.2d 265 (1975). Jeopardy also attaches upon a defendant's plea of guilty. <i>United States v. Cruz,</i> 709 F.2d 111, 114-16 (1st Cir.1983); <i>United States v. Hecht,</i> 638 F.2d 651, 657 (3d Cir.1981). However, jeopardy only attaches to those counts of an indictment to which the defendant pleads guilty. <i>See </i><i>Hecht,</i> 638 F.2d at 657. With respect to Hawes, that was count three and thirteen of his 1988 indictment  a RICO and a financial transaction violation. He does not contend he is being prosecuted here for those same offenses. Therefore, he has not been \"twice put in jeopardy of life or limb.\"</p>\n<p>Although a jury was empaneled and sworn to decide Burns' guilt or innocence on all charges contained in his 1989 indictment, that trial resulted in a mistrial because of a hung jury. In such an instance, jeopardy has not attached and the defendant may be tried again. <i>See </i><i>United States v. Perez,</i> 22 U.S. (9 Wheat) 579, 6 L.Ed. 165 (1824). Burns pled guilty to counts three and four  ITAR violations. He does not contend he is charged in the second superseding indictment for these same offenses. Therefore, he also has not been \"twice put in jeopardy of life or limb.\"</p>\n<p>Hawes and Burns also argue that the dismissal of the counts in their initial indictments to which they did not plead <span class=\"star-pagination\">*970</span> guilty operates as a bar against further prosecution for the crimes alleged in those counts. They are incorrect. A pretrial dismissal of an indictment or count within an indictment does not invoke the double jeopardy clause because jeopardy cannot attach until a jury is sworn on such charges. <i>United States v. Vaughan,</i> 715 F.2d 1373 (9th Cir.1983); <i>United States v. Choate,</i> 527 F.2d 748 (9th Cir.1975), <i>cert. denied,</i> 425 U.S. 971, 96 S.Ct. 2167, 48 L.Ed.2d 794 (1976); <i>United States v. Canova,</i> 638 F.Supp. 1055 (S.D.N.Y.1986).</p>\n<p>The facts of <i>Vaughan</i> are almost identical to those in this case. An eight-count indictment was returned against defendant alleging various violations of federal narcotics laws. 715 F.2d at 1375. Count one alleged a conspiracy to possess with intent to distribute marijuana. Count two charged him with a conspiracy to import marijuana into the United States. Pursuant to a plea agreement, defendant pled guilty to a superseding information charging him with simple possession of marijuana. At sentencing, the underlying indictment was dismissed. <i>Id.</i> Three years later, defendant was again indicted and charged with both a conspiracy to possess with intent to distribute marijuana and a conspiracy to import marijuana into the United States. <i>Id.</i> The alleged dates of such conspiracies were nearly identical to those alleged in the previous indictment. Many of the overt acts alleged in the latter indictment were the same as those alleged in the former. <i>Id.</i> The Ninth Circuit held that because a jury was never sworn to try defendant on the initial indictment, and because the dismissal of that indictment could not be construed as an implied acquittal on those charges, jeopardy had never attached to the conspiracy counts in that indictment. <i>Id.</i> at 1376-77. In a footnote, the court observed that \"`breach of plea agreement' may serve as a more viable theory for dismissal of an indictment than does double jeopardy in circumstances similar to these.\" <i>Id.</i> at 1377 n. 1. Although defendant in <i>Vaughan</i> did not make such an argument  and the court therefore did not address it  Hawes and Burns have made such an argument here and the court will now analyze it.<sup>[1]</sup></p>\n<p></p>\n<h2><i>B. Breach of Plea Agreements</i></h2>\n<p>A plea agreement is a contract and the law of contracts generally applies to its interpretation. <i>United States v. Kamer,</i> 781 F.2d 1380, 1387 (9th Cir.), <i>cert. denied,</i> 479 U.S. 819, 107 S.Ct. 80, 93 L.Ed.2d 35 (1986). The government has a strict duty to exercise due care in drafting plea agreements and to fully comply with such agreements once accepted by the court. <i>United States v. Ataya,</i> 864 F.2d 1324, 1330 (7th Cir.1988). If a plea agreement has been violated, the court may order that it be specifically performed. <i>Santobello v. New York,</i> 404 U.S. 257, 263, 92 S.Ct. 495, 499, 30 L.Ed.2d 427 (1971).</p>\n<p>Because the plea agreements that Hawes and Burns entered into contained very different provisions regarding the government's obligations concerning further prosecutions, their arguments on this issue will be analyzed separately.</p>\n<p></p>\n<h2>1. Hawes</h2>\n<p>In exchange for Hawes' plea of guilty to two counts in his 1988 indictment, the government agreed not to prosecute him further for \"any transactions involved in this investigation.\" The parties disagree bitterly over the interpretation that should be accorded to this provision. Hawes argues that this provision gave him transactional immunity with respect to any controlled substance violations he may have <span class=\"star-pagination\">*971</span> committed in the Eastern District of North Carolina between 1 January 1981 and the time he entered into the agreement. The government argues that this provision gave Hawes immunity only for those transactions of which the government had substantiated knowledge at the time the agreement was reached.</p>\n<p>If the government's position were correct, the court's third factual finding, <i>supra</i> at p. 969, would end the court's inquiry. The court finds, however, that the government's position is incorrect as a matter of law. No principle of contract interpretation of which the court is aware would allow the court to superimpose over \"any transactions involved in this investigation\" the phrase \"of which the government has substantiated knowledge.\" It would have been very simple for the government to have included this language in the agreement  indeed, it included similar language in this <i>very same agreement</i> with respect to forfeiture: \"There shall be no further forfeitures by the United States Government of any property owned by the Defendant <i>and of which the Government has knowledge on the date of this agreement.</i>\" (Emphasis added.) Thus, when the government wanted to contract based on its existing knowledge, it knew how to do so. Furthermore, the government could have employed the phrase \"any transactions involved <i>in this indictment</i>\" as it did in Burns' plea agreement in representing that the state of North Carolina would not seek further prosecution of Burns. It chose not to use this language either. Rather, it deliberately selected the language \"any transactions involved in this investigation\" and it must now abide by that language.<sup>[2]</sup></p>\n<p>As a matter of law, the court finds very little ambiguity in the phrase \"any transactions involved in this investigation.\" The common-sense interpretation of this phrase is \"those transactions which were part of the government's investigation of Hawes prior to the plea agreement.\" To the extent there is ambiguity, the agreement must be construed against its drafter, the government. <i>United States v. Harvey,</i> 791 F.2d 294, 300 (4th Cir.1986). Having adopted this interpretation of the plea agreement, the court's first factual finding, <i>supra</i> at pp. 968-969, mandates that it find that the government has in fact breached its agreement with Hawes. Every count alleged against Hawes in the second superseding indictment relates to transactions involved in the investigation which preceded his plea agreement. These counts relate to the importation, distribution, and smuggling of cocaine (count five actually deals with both cocaine and marijuana) beginning in January 1981. These were matters that were specifically addressed in the government's investigation which preceded the plea agreement. That the government was not able to substantiate Hawes' cocaine involvement at that time, and therefore did not indict him for cocaine-related activity, is immaterial to whether cocaine transactions were \"involved in this investigation.\"</p>\n<p><span class=\"star-pagination\">*972</span> Hawes has complied with all of the obligations imposed on him by his plea agreement. Because prosecution of Hawes on any count alleged against him in the second superseding indictment would run afoul of the plea agreement's further-prosecution provision, the court will order specific performance of the agreement. Hawes' motion to dismiss will be granted in full.</p>\n<p></p>\n<h2>2. Burns</h2>\n<p>Burns' plea agreement did not contain the same \"further prosecution\" language on which Hawes now prevails. Rather, all the government obliged itself to do via Burns' plea agreement was to \"not oppose Defendant's motion to dismiss Count(s) One [conspiracy to import marijuana] and Two [conspiracy to possess with intent to distribute marijuana] of the Superceding [sic] Indictment.\" Ostensibly, this provision's operative effect terminated when counts one and two were dismissed. Nevertheless, the court concludes that this provision of the plea agreement also implicitly obliged the government not to subsequently reprosecute Burns for the same offenses alleged against him in counts one and two. Otherwise the government's promise to Burns would not have had any true significance. The court believes that both parties intended for it to have significance. Indeed, the government has not argued here that it could, consistent with the plea agreement, reprosecute Burns for the very same offenses alleged in counts one and two of the initial indictment.</p>\n<p>The government argues instead that it is <i>not</i> currently prosecuting Burns for the same offenses alleged in counts one and two of the initial indictment. Burns argues that it is. The Fourth Circuit has adopted a five-factor test to determine whether one conspiracy is actually the same offense as another. The court must consider: 1) the time periods covered by the alleged conspiracies; 2) the places where the conspiracies allegedly occurred; 3) the persons charged as co-conspirators; 4) the overt acts alleged to have been committed in furtherance of the conspiracies, as well as other descriptions addressing the nature and scope of the activities being prosecuted; and 5) the substantive statutes alleged to have been violated. <i>United States v. MacDougall,</i> 790 F.2d 1135, 1144 (4th Cir.1986). The ultimate determination the court must make is whether Burns \"was involved in two separate and distinct criminal agreements.\" <i>United States v. Ragins,</i> 840 F.2d 1184, 1190 (4th Cir.1988). The court will analyze the second superseding indictment (hereafter \"1991 indictment\") to determine if the government is attempting to reprosecute Burns for the same conspiracies alleged in counts one and two of his initial indictment (hereafter \"1989 indictment\"). Those counts appear to correspond to counts three, four, and five of the 1991 indictment.<sup>[3]</sup></p>\n<p></p>\n<h2><i>a. Count 1 of 1989 Indictment vs. Count 3 of 1991 Indictment</i></h2>\n<p></p>\n<h2>1. Time periods covered</h2>\n<p>Count one of the 1989 indictment alleged a conspiracy between 31 December 1982 and 29 March 1988. Count three of the 1991 indictment alleges a conspiracy between 1 January 1981 and 12 March 1991.</p>\n<p></p>\n<h2>2. Places conspiracies allegedly occurred</h2>\n<p>The places mentioned in the overt acts section of count one of the 1989 indictment were: the S.V. Tara sailing vessel; Jamaica; Colombia; Georgetown and Nassau, Bahamas; Miami and Key Largo, Florida; and Wilmington, Burgaw, and Pender County, North Carolina. The places mentioned in the overt acts section of count three of the 1991 indictment are: the S.V. Tara; Kingston and Morant Cay, Jamaica; Colombia; Georgetown, Bahamas; Turks and Caicos Islands; Aruba; Providenciales; Miami, Key Largo, St. Augustine, Fort Pierce, Bartow, Key Biscayne, Vero Beach, Titusville, Orlando, and Jacksonville, Florida; New York; Hilton Head Island, South Carolina; and Burgaw and Pender County, North Carolina.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*973</span> 3. Persons charged as co-conspirators</h2>\n<p>Count one of the 1989 indictment charges the following people as being co-conspirators with Burns: Thomas Jackson Hawes, Billy Jo Kilgore, George Kazaras, Robert Manton Kunhardt, Delores E. Lynn, Shiela McGraw, and \"various other persons both known and unknown to the Grand Jury.\" Count three of the 1991 indictment charges the following people as being co-conspirators with Burns: Thomas Jackson Hawes, Robert Manton Kunhardt, Deborah Jean Kunhardt, and \"various other persons both known and unknown to the Grand Jury.\" Delores E. Lynn is specifically referred to in several overt acts.</p>\n<p></p>\n<h2>4. Nature and scope of activities prosecuted</h2>\n<p>The nature and scope of the activities prosecuted in count one of the 1989 indictment was a conspiracy to import marijuana from the Caribbean/Colombia region to Pender County, North Carolina. The S.V. Tara was allegedly used to receive marijuana from an unidentified seller in late August or early September 1987, and to transport it to Georgetown, Bahamas, from where it was eventually imported into Miami, Florida, and Wilmington, North Carolina, ultimately to be stored in a horse barn located in Pender County. This incident is the only overt act of importation to which count one referred. The nature and scope of the activities sought to be prosecuted in count three of the 1991 indictment was a conspiracy to import cocaine from the Caribbean/Colombia region to Pender County, North Carolina. The overt acts refer to several different sales of cocaine from one Gabriel Taboada to Burns and his affiliates in several locations in the Caribbean/Colombia region. The S.V. Tara is alleged to have been the chief means of transport between points of sale and destinations from which the drugs could be imported into the United States. Overt acts 32-42 refer to the same incident as the set of overt acts alleged in count one of the 1989 indictment, with one glaring exception: the controlled substance which the 1991 indictment alleges was received on board the S.V. Tara in late August or early September 1987 is cocaine, not marijuana. Agent Dupray explained this inconsistency in his testimony during the first evidentiary hearing. He testified that the government learned subsequent to Burns' plea agreement that the controlled substance received at that time was in fact cocaine, not marijuana.</p>\n<p></p>\n<h2>5. Substantive statutes allegedly violated</h2>\n<p>In both count one of the 1989 indictment and count three of the 1991 indictment, it was alleged that Burns was part of a conspiracy to violate 21 U.S.C. §§ 952 &amp; 960(a)(1).</p>\n<p>Based on this five-factor analysis, the court concludes that count three of the 1991 indictment charges Burns with the same offense he was charged with in count one of the 1989 indictment. In count one of the 1989 indictment, the government charged Burns with a singular, broad-based conspiracy to import marijuana into the United States between 1982 and 1988. In count three of the 1991 indictment, the government has charged Burns with a singular, broad-based conspiracy to import cocaine into the United States between 1981 and 1991. The government has not attempted to charge Burns with separate conspiracies for each occasion on which cocaine was imported into the United States. Rather, in both indictments, the government has alleged only one agreement. The court concludes that the agreement alleged in count one of the 1989 indictment and the agreement alleged in count three of the 1991 indictment are one and the same.</p>\n<p>The government argues forcefully that the offenses are not the same. It asserts that the 1991 indictment charges Burns with a conspiracy to import <i>cocaine</i> whereas the 1989 indictment charged him with a conspiracy to import marijuana. Further, it argues that numerous overt acts alleged in the 1991 indictment were not alleged in the 1989 indictment including two importations involving 150 kilograms of cocaine in 1986. The government's argument fails for two reasons.</p>\n<p>First, as a factual matter, the government now concedes that it made a mistake <span class=\"star-pagination\">*974</span> in the 1989 indictment. Assuming the accuracy of the government's present contentions, the majority of the overt acts of importation alleged in count one of the 1989 indictment involved cocaine, not marijuana. Thus, as a factual matter, although count one of the 1989 indictment charged Burns with conspiring to import marijuana, it was actually referring to a conspiracy to import both cocaine and marijuana. Count three of the 1991 indictment, which charges Burns with a conspiracy to import cocaine, essentially charges him with the same offense he was charged with in count one of the 1989 indictment.</p>\n<p>Second, if there is only one agreement, the government may not separately charge a defendant for conspiring to import marijuana and conspiring to import cocaine. <i>United States v. Gomez-Pabon,</i> 911 F.2d 847, 861 (1st Cir.1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 801, 112 L.Ed.2d 862 (1991);<sup>[4]</sup><i>see also </i><i>Launius v. United States,</i> 575 F.2d 770, 771 (9th Cir. 1978) (defendant may not be charged with both a conspiracy to smuggle heroin and a conspiracy to smuggle amphetamines if there is but one agreement to smuggle controlled substances). The government in this case has never alleged that Burns entered into one agreement to import marijuana and a separate distinct agreement to import cocaine. Rather, the government has alleged one broad-based conspiracy, earlier thought to have involved only marijuana, now believed to have involved both marijuana and cocaine. One agreement can yield but one conspiracy offense.</p>\n<p>That there was only one agreement can be gleaned from the manner in which the government has indicted the present defendants. Count one alleges that Hawes, Burns, Laforney, Hall, Vallone, and Davies, between 1 January 1981 and 12 March 1991, conspired to import both marijuana and cocaine into the United States. Yet count one does not charge either Hawes or Burns for this offense. The conspiracy alleged in count three of the 1991 indictment is alleged to have occurred during the exact same time period as the agreement in count one, and thirty-five of count one's forty-two overt acts are realleged. Yet only Burns and Hawes are charged with this offense, and they are charged only with the importation of cocaine.</p>\n<p>The court can conceive of only one explanation for the manner in which the government has charged the defendants for this crime: there was one agreement among all of the defendants to import <i>both</i> marijuana and cocaine into the United States. Because the government could not, in its view, charge Hawes and Burns for this offense without violating their respective plea agreements, it 1) did not include them as defendants in count one and 2) charged them separately in count three, but only for conspiracy to import cocaine. It did not charge the other defendants in count three because it had already charged them <i>for the same agreement</i> in count one. If count one and count three alleged the existence of separate agreements, there is no logical reason why the government would not have charged Hawes and Burns in count one and/or the other defendants in count three. Thus, the court concludes that counts one and three of the 1991 indictment refer to just one agreement to import both marijuana and cocaine. Moreover, if count one of the 1991 indictment referred to a separate agreement from the one alleged in count one of the 1989 indictment, there is no logical reason that Burns was not charged in count one of the 1991 indictment. Therefore, the court concludes that count one of the 1989 indictment, and counts one and three of the 1991 indictment, all refer to a singular agreement to import both marijuana and cocaine. As <span class=\"star-pagination\">*975</span> such, count three charges Burns for the same conduct that was alleged against him in count one of the 1989 indictment.</p>\n<p></p>\n<h2><i>b. Count 2 of 1989 Indictment vs. Count 4 of 1991 Indictment</i></h2>\n<p>The time periods covered, places involved, and persons named as co-conspirators are the same in these counts as they were in count one of the 1989 indictment and count three of the 1991 indictment respectively. The nature and scope of the activities prosecuted in count two of the 1989 indictment was a conspiracy to possess with intent to distribute marijuana. The overt acts alleged in count two were the same as those alleged in count one. The nature and scope of the activities prosecuted in count four of the 1991 indictment is a conspiracy to possess with intent to distribute cocaine. The overt acts alleged in count four are the same as those alleged in count three. In both count two of the 1989 indictment and count four of the 1991 indictment, Burns was alleged to be part of a conspiracy to violate 21 U.S.C. § 841(a)(1).</p>\n<p>The court concludes that count four of the 1991 indictment charges Burns with the same offense he was charged with in count two of the 1989 indictment. In count two of the 1989 indictment, the government charged Burns with a singular, broad-based conspiracy to possess with intent to distribute marijuana between 1982 and 1988. In count four of the 1991 indictment, the government has charged Burns with a singular, broad-based conspiracy to possess with intent to distribute cocaine between 1981 and 1991. The government has not attempted to charge Burns with separate conspiracies for each occasion on which separate shipments of cocaine were received and possessed with intent to distribute. Rather, in both indictments, the government has alleged only one agreement. The court concludes that the agreement alleged in count two of the 1989 indictment and the agreement alleged in count four of the 1991 indictment are one and the same.</p>\n<p>The court rejects the government's argument that in count four Burns is charged with a conspiracy to possess cocaine with intent to distribute different from the conspiracy to possess marijuana with intent to distribute he was charged with in count two of the 1989 indictment. The government has pled this offense in the same manner it pled the conspiracy to import charge: it has charged Laforney and Hall in count two with conspiracy to possess with intent to distribute both marijuana and cocaine (Vallone and Davies were apparently not part of this conspiracy) and Hawes and Burns in count four with conspiracy to possess with intent to distribute only cocaine. Since the overt acts alleged in counts two and four are essentially the same, the only logical explanation for this dichotomy in pleading is the same as that in pleading the conspiracy to import charge: although there was only one agreement to possess with intent to distribute, and it involved both marijuana and cocaine, the government believed that the only way it could prosecute Hawes and Burns for this offense was to charge them separately and only with cocaine. The court concludes, therefore, that count four of the 1991 indictment charges Burns for the same offense alleged in count two of the 1989 indictment.<sup>[5]</sup></p>\n<p>The differences between count one of the 1989 indictment and count three of the 1991 indictment, and between count two of the 1989 indictment and count four of the 1991 indictment, cannot be explained by the existence of separate agreements and conspiracies. Rather, the differences between the 1989 and 1991 indictments can be explained by two events which occurred between 1989 and 1991. First, shortly before the Burns trial ended in a hung jury, Agent Dupray learned of a seizure of cocaine made in South Carolina and the arrest of one Lewis Taberatta. Taberatta supplied information to a South Carolina FBI agent which implicated Hawes. After receiving <span class=\"star-pagination\">*976</span> this information from the South Carolina FBI agent, Agent Dupray personally conducted three or four interviews with Taberatta. Taberatta provided him with information that for the first time confirmed the reports Dupray had received from his confidential informant concerning Hawes and Burns' involvement with cocaine. The focus of the government's investigation then shifted to offenses involving cocaine.</p>\n<p>Second, on 4 May 1990, Robert Kunhardt entered into a plea agreement with the government and began providing detailed information concerning Burns and Hawes' involvement in cocaine traffic. Prior to the cooperation of Taberatta and Kunhardt, government investigators had merely a sketchy outline of Burns and Hawes' narcotics activities. After receiving this information, however, they had a very detailed picture. Thus, in counts three and four of the 1991 indictment, names, places, dates, and events are much more detailed and more complete than they were in counts one and two of the 1989 indictment. Factual errors made in the 1989 indictment  such as marijuana being alleged instead of cocaine  were corrected. However, the government did not learn from either Taberatta or Kunhardt  and did not allege in the 1991 indictment  that Burns entered into conspiracies to import and to possess distinct from the ones he was charged with in the 1989 indictment.</p>\n<p>Burns has complied with all of the obligations imposed on him by his plea agreement. The court holds that the government has breached that agreement to the extent it is now prosecuting him in count three for conspiring to import cocaine into the United States and in count four for conspiring to possess with intent to distribute cocaine. As such, the court will order specific performance of the agreement and will dismiss counts three and four as against Burns.</p>\n<p></p>\n<h2><i>c. Count 1 of 1989 Indictment vs. Count 5 of 1991 Indictment</i></h2>\n<p>In count five of the 1991 indictment, the government alleges that Hawes, Hall, Laforney, and Burns conspired, with others known and unknown, to \"smuggle non-dutiable contraband into the United States, namely marijuana and cocaine\" between 1 January 1981 and 12 March 1991, in violation of 18 U.S.C. § 545. Burns was not charged with this offense in the 1989 indictment. He argues, however, that this count alleges the same offense as did count one in the 1989 indictment  conspiracy to import. The court will therefore analyze this argument under the <i>MacDougall</i> test.</p>\n<p>The dates, places, and names in count five of the 1991 indictment are essentially the same as they are in count three of that indictment, which the court has already found constitutes the same offense as count one of the 1989 indictment. No new overt acts are alleged in count five. Thus, the government has not alleged in this count that Burns entered into an agreement to smuggle distinct from his alleged agreement to import. Count five of the 1991 indictment alleges that Burns conspired to violate 18 U.S.C. § 545; count one of the 1989 indictment alleged that he conspired to violate 21 U.S.C. §§ 952 &amp; 960(a)(1). The critical inquiry, therefore, is whether conspiracy to smuggle in violation of 18 U.S.C. § 545 is a distinct offense from conspiracy to import under 21 U.S.C. §§ 952 &amp; 960(a)(1).</p>\n<p>The court has found only one case on point, but finds it persuasive. In <i>United States v. Honneus,</i> 508 F.2d 566 (1st Cir. 1974), <i>cert. denied,</i> 421 U.S. 948, 95 S.Ct. 1677, 44 L.Ed.2d 101 (1975), the First Circuit addressed a case in which defendant was convicted and sentenced for both conspiring to import marijuana in violation of 21 U.S.C. § 952(a) and conspiring to smuggle marijuana in violation of 18 U.S.C. § 545. <i>Id.</i> at 569. The court held that \"charging a single illicit agreement under several statutes does not make it more than one conspiracy.\" <i>Id.</i> at 570. It therefore vacated defendant's sentence and remanded \"for sentencing upon any one of the conspiracy counts the United States may select, and for dismissal of the other two conspiracy counts.\" <i>Id.</i> at 577. Because count five of the 1991 indictment alleges the existence of only one broad-based agreement, it does not allege a different <span class=\"star-pagination\">*977</span> offense than count one in the 1989 indictment.<sup>[6]</sup> The government has therefore breached its agreement with Burns insofar as it is now prosecuting him in count five for the same offense as was alleged in count one of the 1989 indictment. The agreement will be specifically enforced and count five will be dismissed as against Burns.<sup>[7]</sup></p>\n<p></p>\n<h2><i>C. Laforney's Motions</i></h2>\n<p>Having ruled as it has on Hawes and Burns' motions, Laforney's argument that his case must either be dismissed or severed from their trial because of the prejudice he will suffer from being a codefendant with Hawes and Burns has lost any force it may have had. That motion will therefore be denied. His motions to dismiss based on multiplicity and to bar other crimes evidence are premature and will therefore be denied without prejudice to his rights to make them later.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, the second superseding indictment, insofar as it alleges crimes against Thomas Jackson Hawes, is hereby DISMISSED. Counts three, four, and five of the second superseding indictment, insofar as they allege crimes against Donald Berry Burns, are hereby DISMISSED. Joseph L. Laforney's motions are all DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Hawes and Burns also argue that collateral estoppel bars this prosecution. They are mistaken. That doctrine only applies \"when an issue of ultimate fact has once been determined by a valid and full judgment....\" <i>Ashe v. Swenson,</i> 397 U.S. 436, 443, 90 S.Ct. 1189, 1194, 25 L.Ed.2d 469 (1970). Neither the court nor a jury has ever made a factual determination as to any issue raised in the earlier indictments of Hawes and Burns except as to those counts to which they entered pleas of guilty. <i>See</i> W. LaFave &amp; J. Israel, <i>Criminal Procedure</i> § 20.2, at 784 (1985) (\"the dynamics of plea bargaining are such that the dropping of ... counts can hardly be said to rest upon a factual determination that the defendant did not commit\" the crimes alleged in those counts.)</p>\n<p>[2]  The government argues that its practice is to offer a defendant wishing to plead guilty immunity from future prosecution for related activities only in exchange for the defendant's agreement to testify against others concerning such matters. Hawes did not agree to testify against others in his plea agreement. Therefore, the government argues, it is obvious that it did not intend to provide him with the immunity he now claims.\n</p>\n<p>In the hundreds of plea agreements this court has examined, it has indeed almost always been the case that no-further-prosecution clauses are tied to the defendant's agreement to testify. However, for whatever reason, Thomas Jackson Hawes received this benefit without making such a promise. Whether this was an oversight on the government's part or carelessness in the haste to obtain a plea, the government is stuck with the language it chose in this particular agreement.</p>\n<p>It is worth noting that although the government did not extract a contractual obligation from Hawes to testify against others, it may nevertheless be able to compel his testimony at trial. Because the court has found that Hawes has transactional immunity for any marijuana or cocaine offenses which were part of the government's investigation preceding his initial indictment, he may no longer plead the fifth amendment in response to questions on such matters. Refusal to answer such questions may result in Hawes being held in criminal contempt; his failure to answer questions truthfully may result in perjury charges. Thus, in the final analysis, the government might enjoy the fruits that ordinarily are arrived at only through the bargaining process.</p>\n<p>[3]  Counsel for Burns conceded at the hearing that Burns does not have any ground to argue for dismissal of count seven  an ITAR violation.</p>\n<p>[4]  <i>Gomez-Pabon</i> was decided on 20 August 1990 and was not published until after the parties had submitted their briefs on Hawes and Burns' first motion to dismiss. The court's 1 November 1990 ruling that the government may separately charge a defendant for conspiring to import marijuana and conspiring to import cocaine was therefore made without the knowledge of this decision. Inasmuch as the court now holds that a defendant may not be separately charged for conspiring to import marijuana and conspiring to import cocaine, it expressly repudiates its prior ruling.</p>\n<p>[5]  The same dichotomy in pleading the conspiracy to import and conspiracy to possess with intent to distribute was also present in both the initial indictment and the first superseding indictment in this cause.</p>\n<p>[6]  Interestingly enough, there is no dichotomy in the government's pleading of a conspiracy to smuggle. The obvious explanation for the lack of such a dichotomy here is that because the government did not charge either Hawes or Burns with such a conspiracy in their initial indictments, it believed it could do so here without violating their respective plea agreements. What is even more telling is that they are charged with a conspiracy to smuggle <i>both</i> marijuana and cocaine. Thus, the manner in which count five is pled further reinforces the court's conclusion that whatever agreements Hawes and Burns were part of, those agreements involved <i>both</i> marijuana and cocaine.</p>\n<p>[7]  The same grounds the court relies on in dismissing counts three through five of the 1991 indictment as against Burns can be viewed as alternative grounds for the dismissal of counts three through five as against Hawes. At the very least, the government's promise not to further prosecute Hawes for \"any transactions involved in this investigation\" obliged the government not to reprosecute him for those offenses on which charges were dismissed as the result of the plea agreement.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">965</span></span> (1991)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nThomas Jackson HAWES, Donald Berry Burns, Joseph L. Laforney, Winston W. Hall, Mario John Vallone, Timothy James Davies.</h1></center>\n<center>Nos. 90-15-02-CR-7, 90-15-04-CR-7 to 90-15-08-CR-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>August 29, 1991.</center>\n<p><span class=\"star-pagination\">*966</span> J. Douglas McCullough, Asst. U.S. Atty. for U.S.</p>\n<p>Daniel Aureli, Rochester, N.Y., Gerald Mesckkow, Miami, Fla., Wm. H. Dowdy, William R. Shell, Wilmington, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on defendants Thomas Jackson Hawes and Donald Berry Burns' motion to dismiss the second superseding indictment and on defendant Joseph L. Laforney's motions to dismiss the second superseding indictment, to sever his case from that of his codefendants, and to exclude certain evidence at trial. An evidentiary hearing was held on 30 July 1991. The court is now ready to rule.</p>\n<p></p>\n<h2>I. <i>Procedural History</i>\n</h2>\n<p>The procedural history of this case is relevant to the instant motions and therefore will be briefly recounted here.</p>\n<p></p>\n<h2><i>A. Initial Prosecution of Thomas Jackson Hawes</i></h2>\n<p>On 18 October 1988, the grand jury returned an 18-count indictment against defendant <span class=\"star-pagination\">*967</span> Hawes. The principal charges in that indictment were as follows:</p>\n<blockquote>Count 1: Conspiracy with Billy Jo Kilgore, George Kazaras, and others to import marijuana into the United States from 1 January 1981 to 18 October 1988;</blockquote>\n<blockquote>Count 2: Conspiracy with Billy Jo Kilgore, George Kazaras, and others to possess with intent to distribute marijuana from 1 January 1981 to 18 October 1988; and</blockquote>\n<blockquote>Count 3: Violation of the Racketeer Influenced and Corrupt Organizations Act (\"RICO\").</blockquote>\n<p>The indictment also included two charges of interstate travel to facilitate the carrying on of an illegal activity (\"ITAR\"), three firearms charges, and nine charges of structuring financial transactions in violation of 31 U.S.C. § 5324.</p>\n<p>On 27 October 1988, Hawes entered into a plea agreement with the government. Pursuant to the terms of the plea agreement, Hawes pled guilty to count three  RICO  and count thirteen  a financial transaction violation. The plea agreement provided:</p>\n<blockquote>The Government represents that it has contacted the District Attorney for the 5th District of North Carolina, and can represent to the Court that the State of North Carolina will not pursue any prosecution of this Defendant for any of the transactions involved in this investigation. Additionally, the United States Government will not prosecute the Defendant further for said transactions.</blockquote>\n<p>At sentencing, the remaining sixteen counts of the indictment were dismissed on Hawes' motion.</p>\n<p></p>\n<h2><i>B. Initial Prosecution of Donald Berry Burns</i></h2>\n<p>On 16 May 1989, a superseding indictment was entered against defendant Burns on the following criminal charges:</p>\n<blockquote>Count 1: Conspiracy with Thomas Jackson Hawes, Billy Jo Kilgore, George Kazaras, Robert Manton Kunhardt, Delores E. Lynn, Shiela McGraw and others to import marijuana into the United States between 31 December 1982 and 29 March 1988;</blockquote>\n<blockquote>Count 2: Conspiracy with Thomas Jackson Hawes, Billy Jo Kilgore, George Kazaras, Robert Manton Kunhardt, Delores E. Lynn, Shiela McGraw and others to possess with intent to distribute marijuana between 31 December 1982 and 29 March 1988;</blockquote>\n<blockquote>Count 3: ITAR violation; and</blockquote>\n<blockquote>Count 4: ITAR violation.</blockquote>\n<p>In August 1989, Burns was tried before the undersigned in a trial resulting in a hung jury. On 2 October 1989, Burns entered into a plea agreement through which he agreed to plead guilty to counts three and four of the indictment. The plea agreement stated:</p>\n<blockquote>3. The Government agrees as follows: (a) That it will not oppose Defendant's motion to dismiss Count(s) One and Two of the Superceding [sic] Indictment.</blockquote>\n<p>At sentencing, counts one and two  the conspiracy counts  were dismissed on Burns' motion.</p>\n<p></p>\n<h2><i>C. The Second Prosecution of Hawes and Burns</i></h2>\n<p>On 17 April 1990, Hawes and Burns were indicted along with Robert Manton Kunhardt and Deborah Jean Kunhardt and were charged with a conspiracy to import cocaine, conspiracy to possess cocaine with intent to distribute, and conspiracy to smuggle marijuana and cocaine. On 12 June 1990, a superseding indictment was entered in which the named defendants were Hawes, Burns, Joseph L. Laforney and Winston W. Hall. That indictment charged Hawes and Burns with conspiracy to import cocaine into the United States between 1 January 1981 and 12 June 1990, conspiracy to possess with intent to distribute cocaine between 1 January 1981 and 12 June 1990, conspiracy to smuggle marijuana and cocaine into the United States between 1 January 1981 and 12 June 1990, and other substantive counts stemming from the alleged conspiracies.</p>\n<p>Hawes and Burns moved to dismiss the superseding indictment as it pertained to <span class=\"star-pagination\">*968</span> them on the grounds of double jeopardy and the government's breach of their respective plea agreements. After an evidentiary hearing, the court denied their motions in all respects in an order dated 1 November 1990. Hawes and Burns then took an interlocutory appeal. On 12 March 1991, while their appeal was pending, a second superseding indictment was entered against Hawes and Burns. The United States Court of Appeals for the Fourth Circuit therefore dismissed their appeal as moot.</p>\n<p>The named defendants in the second superseding indictment are Hawes, Burns, Laforney, Hall, Mario John Vallone, and Timothy James Davies. The counts pertaining to Hawes and Burns are as follows:</p>\n<blockquote>Count 3: Conspiracy among Hawes, Burns, and others including Robert Kunhardt and Deborah Kunhardt to import cocaine into the United States between 1 January 1981 and 12 March 1991;</blockquote>\n<blockquote>Count 4: Conspiracy among Hawes, Burns, and others to possess with intent to distribute cocaine between 1 January 1981 and 12 March 1991;</blockquote>\n<blockquote>Count 5: Conspiracy among Hawes, Burns, Hall, Laforney, and others to smuggle marijuana and cocaine into the United States between 1 January 1981 and 12 March 1991;</blockquote>\n<blockquote>Count 6: ITAR violation  Hawes;</blockquote>\n<blockquote>Count 7: ITAR violation  Hawes and Burns;</blockquote>\n<blockquote>Count 9: ITAR violation  Hawes;</blockquote>\n<blockquote>Count 10: Financial transaction violation  Hawes; and</blockquote>\n<blockquote>Count 11: Financial transaction violation  Hawes.</blockquote>\n<p>Hawes and Burns have now filed a joint motion to dismiss the second superseding indictment as it pertains to them on the grounds of double jeopardy, res judicata, collateral estoppel, and breach of their respective plea agreements.</p>\n<p></p>\n<h2>II. <i>Findings of Fact</i>\n</h2>\n<p>Based on the evidence presented at the evidentiary hearing, the court makes the following findings of fact:</p>\n<p>1. The government's initial, pre-indictment investigation into the possible criminal conduct of Thomas Jackson Hawes concerned his activities involving controlled substances in Pender County, North Carolina. The focus of the government's investigation was Hawes' involvement in the importation and distribution of marijuana. However, the government also investigated Hawes for possible involvement in cocaine importation and distribution. This fact is made apparent by an affidavit by Special Agent Henry L. Dupray of the United States Customs Service filed in a related civil forfeiture proceeding on or before 29 March 1988, which recites:</p>\n<blockquote>The following overview of the Hawes smuggling organization is supported with specific corroborating information. Hawes has personally told SA-123-WI [an informant Agent Dupray describes as reliable] that he frequently travels from North Carolina to unknown locations in Southern Florida and the Caribbean Sea Islands to arrange for the purchase of marijuana and <i>cocaine.</i> Hawes has personally told SA-123-WI that the <i>drugs</i> are then loaded aboard either an aircraft or vessel and transported into the CONUS [Continental United States]. The aircraft are usually small twin engine types and enter the CONUS airspace in a manner to avoid radar detection and reporting to Customs, and either air drop or land at remote airstrips in Southern Florida. The <i>drugs</i> are then trucked to the area in North Carolina previously described [Pender County, North Carolina] in small vans to avoid highway weight stations and Florida agricultural inspection stations. Smuggling by vessel is accomplished by a sailing vessel being loaded with marijuana and <i>cocaine</i> at an unknown Caribbean location. This vessel meets smaller high speed power boats off the Florida Coast and the marijuana and <i>cocaine</i> are offloaded to the high speed power boats. The smaller vessels enter the CONUS at different locations and are then offloaded at pre-arranged remote sites. The <i>contraband</i> is then transported by vehicle(s) to North Carolina <span class=\"star-pagination\">*969</span> for storage and/or distribution at the property previously described.... The Hawes organization has also taken large seagoing vessels directly to the North Carolina offload site ... on the Northeast Cape Fear River site, referred to as Shelter Creek, where the vessel is docked and the <i>drugs</i> are offloaded into their secret hiding locations on site. Customers then arrive at the offload site, or are met at nearby locations for the distribution of <i>drugs.</i> It is the opinion of your affiant that organizations of this type deal marijuana in lots of not less than one hundred (100) pounds, and <i>cocaine</i> in lots of not less than one (1) kilogram.</blockquote>\n<p>(Emphasis added.) Later in the affidavit Agent Dupray asserts that \"the smuggling technique described by Hawes is one typically used for the smuggling of cocaine.\" That the investigation involved cocaine is also made apparent by an official Customs Service Report of Investigation signed by Agent Dupray which reads, in pertinent part:</p>\n<blockquote>DETAILS OF INVESTIGATION:</blockquote>\n<blockquote>On September 22, 1984, this office initiated an investigation on Thomas Jackson Hawes and others for suspected large scale <i>cocaine</i>/marijuana smuggling into the Wilmington, North Carolina area as well as other locations on the eastern seaboard.</blockquote>\n<p>(Emphasis added.)</p>\n<p>2. At the time the original indictment was entered against Hawes, the government had not been able to substantiate the statements made by the confidential informant to Agent Dupray concerning Hawes' involvement with cocaine.</p>\n<p>3. At the time Hawes entered into his plea agreement, the government had still not been able to substantiate the informant's statements concerning Hawes' involvement with cocaine.</p>\n<p>4. At the time Hawes entered into his plea agreement, neither Hawes nor his attorney had any specific knowledge that the government's investigation of his criminal activities included inquiry into his involvement with cocaine. The affidavit of Agent Dupray was sealed and therefore was not available for public inspection or inspection by Hawes' attorney.</p>\n<p>5. Hawes has fully complied with his obligations under his plea agreement.</p>\n<p>6. Burns has fully complied with his obligations under his plea agreement.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2><i>A. Double Jeopardy</i></h2>\n<p>The Fifth Amendment to the Constitution of the United States provides, in pertinent part: \"No person shall ... be twice put in jeopardy of life or limb....\" U.S. Const. amend. V. The key word in this provision is \"jeopardy.\" Jeopardy attaches when a jury is empaneled and sworn and the trial has begun. <i>Serfass v. United States,</i> <span class=\"citation\" data-id=\"109204\"><a href=\"/opinion/109204/serfass-v-united-states/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 388, <span class=\"citation\" data-id=\"109204\"><a href=\"/opinion/109204/serfass-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1055</span></a></span>, <span class=\"citation\" data-id=\"109204\"><a href=\"/opinion/109204/serfass-v-united-states/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1975). Jeopardy also attaches upon a defendant's plea of guilty. <i>United States v. Cruz,</i> <span class=\"citation\" data-id=\"419729\"><a href=\"/opinion/419729/united-states-v-carlos-rodriguez-cruz/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span>, 114-16 (1st Cir.1983); <i>United States v. Hecht,</i> <span class=\"citation\" data-id=\"386032\"><a href=\"/opinion/386032/united-states-v-john-m-hecht/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">651</span></a></span>, 657 (3d Cir.1981). However, jeopardy only attaches to those counts of an indictment to which the defendant pleads guilty. <i>See </i><i>Hecht,</i> 638 F.2d at 657. With respect to Hawes, that was count three and thirteen of his 1988 indictment  a RICO and a financial transaction violation. He does not contend he is being prosecuted here for those same offenses. Therefore, he has not been \"twice put in jeopardy of life or limb.\"</p>\n<p>Although a jury was empaneled and sworn to decide Burns' guilt or innocence on all charges contained in his 1989 indictment, that trial resulted in a mistrial because of a hung jury. In such an instance, jeopardy has not attached and the defendant may be tried again. <i>See </i><i>United States v. Perez,</i> 22 U.S. (9 Wheat) 579, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">165</span></span> (1824). Burns pled guilty to counts three and four  ITAR violations. He does not contend he is charged in the second superseding indictment for these same offenses. Therefore, he also has not been \"twice put in jeopardy of life or limb.\"</p>\n<p>Hawes and Burns also argue that the dismissal of the counts in their initial indictments to which they did not plead <span class=\"star-pagination\">*970</span> guilty operates as a bar against further prosecution for the crimes alleged in those counts. They are incorrect. A pretrial dismissal of an indictment or count within an indictment does not invoke the double jeopardy clause because jeopardy cannot attach until a jury is sworn on such charges. <i>United States v. Vaughan,</i> <span class=\"citation\" data-id=\"423990\"><a href=\"/opinion/423990/united-states-v-david-rowland-lee-vaughan/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1373</span></a></span> (9th Cir.1983); <i>United States v. Choate,</i> <span class=\"citation\" data-id=\"331827\"><a href=\"/opinion/331827/united-states-v-dennis-roy-choate/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span> (9th Cir.1975), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">971</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">794</span></span> (1976); <i>United States v. Canova,</i> <span class=\"citation\" data-id=\"1490268\"><a href=\"/opinion/1490268/united-states-v-canova/\"><span class=\"volume\">638</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1055</span></a></span> (S.D.N.Y.1986).</p>\n<p>The facts of <i>Vaughan</i> are almost identical to those in this case. An eight-count indictment was returned against defendant alleging various violations of federal narcotics laws. 715 F.2d at 1375. Count one alleged a conspiracy to possess with intent to distribute marijuana. Count two charged him with a conspiracy to import marijuana into the United States. Pursuant to a plea agreement, defendant pled guilty to a superseding information charging him with simple possession of marijuana. At sentencing, the underlying indictment was dismissed. <i>Id.</i> Three years later, defendant was again indicted and charged with both a conspiracy to possess with intent to distribute marijuana and a conspiracy to import marijuana into the United States. <i>Id.</i> The alleged dates of such conspiracies were nearly identical to those alleged in the previous indictment. Many of the overt acts alleged in the latter indictment were the same as those alleged in the former. <i>Id.</i> The Ninth Circuit held that because a jury was never sworn to try defendant on the initial indictment, and because the dismissal of that indictment could not be construed as an implied acquittal on those charges, jeopardy had never attached to the conspiracy counts in that indictment. <i>Id.</i> at 1376-77. In a footnote, the court observed that \"`breach of plea agreement' may serve as a more viable theory for dismissal of an indictment than does double jeopardy in circumstances similar to these.\" <i>Id.</i> at 1377 n. 1. Although defendant in <i>Vaughan</i> did not make such an argument  and the court therefore did not address it  Hawes and Burns have made such an argument here and the court will now analyze it.<sup>[1]</sup></p>\n<p></p>\n<h2><i>B. Breach of Plea Agreements</i></h2>\n<p>A plea agreement is a contract and the law of contracts generally applies to its interpretation. <i>United States v. Kamer,</i> <span class=\"citation\" data-id=\"463545\"><a href=\"/opinion/463545/united-states-v-reink-kamer/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span>, 1387 (9th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">35</span></span> (1986). The government has a strict duty to exercise due care in drafting plea agreements and to fully comply with such agreements once accepted by the court. <i>United States v. Ataya,</i> <span class=\"citation\" data-id=\"516459\"><a href=\"/opinion/516459/united-states-v-amin-ataya/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1324</span></a></span>, 1330 (7th Cir.1988). If a plea agreement has been violated, the court may order that it be specifically performed. <i>Santobello v. New York,</i> <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">257</span></a></span>, 263, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></a></span>, 499, <span class=\"citation\" data-id=\"108416\"><a href=\"/opinion/108416/santobello-v-new-york/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span></a></span> (1971).</p>\n<p>Because the plea agreements that Hawes and Burns entered into contained very different provisions regarding the government's obligations concerning further prosecutions, their arguments on this issue will be analyzed separately.</p>\n<p></p>\n<h2>1. Hawes</h2>\n<p>In exchange for Hawes' plea of guilty to two counts in his 1988 indictment, the government agreed not to prosecute him further for \"any transactions involved in this investigation.\" The parties disagree bitterly over the interpretation that should be accorded to this provision. Hawes argues that this provision gave him transactional immunity with respect to any controlled substance violations he may have <span class=\"star-pagination\">*971</span> committed in the Eastern District of North Carolina between 1 January 1981 and the time he entered into the agreement. The government argues that this provision gave Hawes immunity only for those transactions of which the government had substantiated knowledge at the time the agreement was reached.</p>\n<p>If the government's position were correct, the court's third factual finding, <i>supra</i> at p. 969, would end the court's inquiry. The court finds, however, that the government's position is incorrect as a matter of law. No principle of contract interpretation of which the court is aware would allow the court to superimpose over \"any transactions involved in this investigation\" the phrase \"of which the government has substantiated knowledge.\" It would have been very simple for the government to have included this language in the agreement  indeed, it included similar language in this <i>very same agreement</i> with respect to forfeiture: \"There shall be no further forfeitures by the United States Government of any property owned by the Defendant <i>and of which the Government has knowledge on the date of this agreement.</i>\" (Emphasis added.) Thus, when the government wanted to contract based on its existing knowledge, it knew how to do so. Furthermore, the government could have employed the phrase \"any transactions involved <i>in this indictment</i>\" as it did in Burns' plea agreement in representing that the state of North Carolina would not seek further prosecution of Burns. It chose not to use this language either. Rather, it deliberately selected the language \"any transactions involved in this investigation\" and it must now abide by that language.<sup>[2]</sup></p>\n<p>As a matter of law, the court finds very little ambiguity in the phrase \"any transactions involved in this investigation.\" The common-sense interpretation of this phrase is \"those transactions which were part of the government's investigation of Hawes prior to the plea agreement.\" To the extent there is ambiguity, the agreement must be construed against its drafter, the government. <i>United States v. Harvey,</i> <span class=\"citation\" data-id=\"470300\"><a href=\"/opinion/470300/united-states-v-michael-lee-harvey/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span>, 300 (4th Cir.1986). Having adopted this interpretation of the plea agreement, the court's first factual finding, <i>supra</i> at pp. 968-969, mandates that it find that the government has in fact breached its agreement with Hawes. Every count alleged against Hawes in the second superseding indictment relates to transactions involved in the investigation which preceded his plea agreement. These counts relate to the importation, distribution, and smuggling of cocaine (count five actually deals with both cocaine and marijuana) beginning in January 1981. These were matters that were specifically addressed in the government's investigation which preceded the plea agreement. That the government was not able to substantiate Hawes' cocaine involvement at that time, and therefore did not indict him for cocaine-related activity, is immaterial to whether cocaine transactions were \"involved in this investigation.\"</p>\n<p><span class=\"star-pagination\">*972</span> Hawes has complied with all of the obligations imposed on him by his plea agreement. Because prosecution of Hawes on any count alleged against him in the second superseding indictment would run afoul of the plea agreement's further-prosecution provision, the court will order specific performance of the agreement. Hawes' motion to dismiss will be granted in full.</p>\n<p></p>\n<h2>2. Burns</h2>\n<p>Burns' plea agreement did not contain the same \"further prosecution\" language on which Hawes now prevails. Rather, all the government obliged itself to do via Burns' plea agreement was to \"not oppose Defendant's motion to dismiss Count(s) One [conspiracy to import marijuana] and Two [conspiracy to possess with intent to distribute marijuana] of the Superceding [sic] Indictment.\" Ostensibly, this provision's operative effect terminated when counts one and two were dismissed. Nevertheless, the court concludes that this provision of the plea agreement also implicitly obliged the government not to subsequently reprosecute Burns for the same offenses alleged against him in counts one and two. Otherwise the government's promise to Burns would not have had any true significance. The court believes that both parties intended for it to have significance. Indeed, the government has not argued here that it could, consistent with the plea agreement, reprosecute Burns for the very same offenses alleged in counts one and two of the initial indictment.</p>\n<p>The government argues instead that it is <i>not</i> currently prosecuting Burns for the same offenses alleged in counts one and two of the initial indictment. Burns argues that it is. The Fourth Circuit has adopted a five-factor test to determine whether one conspiracy is actually the same offense as another. The court must consider: 1) the time periods covered by the alleged conspiracies; 2) the places where the conspiracies allegedly occurred; 3) the persons charged as co-conspirators; 4) the overt acts alleged to have been committed in furtherance of the conspiracies, as well as other descriptions addressing the nature and scope of the activities being prosecuted; and 5) the substantive statutes alleged to have been violated. <i>United States v. MacDougall,</i> <span class=\"citation\" data-id=\"470028\"><a href=\"/opinion/470028/united-states-v-donald-bruce-macdougall-united-states-of-america-v/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1135</span></a></span>, 1144 (4th Cir.1986). The ultimate determination the court must make is whether Burns \"was involved in two separate and distinct criminal agreements.\" <i>United States v. Ragins,</i> <span class=\"citation\" data-id=\"502441\"><a href=\"/opinion/502441/united-states-v-charles-s-ragins/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span>, 1190 (4th Cir.1988). The court will analyze the second superseding indictment (hereafter \"1991 indictment\") to determine if the government is attempting to reprosecute Burns for the same conspiracies alleged in counts one and two of his initial indictment (hereafter \"1989 indictment\"). Those counts appear to correspond to counts three, four, and five of the 1991 indictment.<sup>[3]</sup></p>\n<p></p>\n<h2><i>a. Count 1 of 1989 Indictment vs. Count 3 of 1991 Indictment</i></h2>\n<p></p>\n<h2>1. Time periods covered</h2>\n<p>Count one of the 1989 indictment alleged a conspiracy between 31 December 1982 and 29 March 1988. Count three of the 1991 indictment alleges a conspiracy between 1 January 1981 and 12 March 1991.</p>\n<p></p>\n<h2>2. Places conspiracies allegedly occurred</h2>\n<p>The places mentioned in the overt acts section of count one of the 1989 indictment were: the S.V. Tara sailing vessel; Jamaica; Colombia; Georgetown and Nassau, Bahamas; Miami and Key Largo, Florida; and Wilmington, Burgaw, and Pender County, North Carolina. The places mentioned in the overt acts section of count three of the 1991 indictment are: the S.V. Tara; Kingston and Morant Cay, Jamaica; Colombia; Georgetown, Bahamas; Turks and Caicos Islands; Aruba; Providenciales; Miami, Key Largo, St. Augustine, Fort Pierce, Bartow, Key Biscayne, Vero Beach, Titusville, Orlando, and Jacksonville, Florida; New York; Hilton Head Island, South Carolina; and Burgaw and Pender County, North Carolina.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*973</span> 3. Persons charged as co-conspirators</h2>\n<p>Count one of the 1989 indictment charges the following people as being co-conspirators with Burns: Thomas Jackson Hawes, Billy Jo Kilgore, George Kazaras, Robert Manton Kunhardt, Delores E. Lynn, Shiela McGraw, and \"various other persons both known and unknown to the Grand Jury.\" Count three of the 1991 indictment charges the following people as being co-conspirators with Burns: Thomas Jackson Hawes, Robert Manton Kunhardt, Deborah Jean Kunhardt, and \"various other persons both known and unknown to the Grand Jury.\" Delores E. Lynn is specifically referred to in several overt acts.</p>\n<p></p>\n<h2>4. Nature and scope of activities prosecuted</h2>\n<p>The nature and scope of the activities prosecuted in count one of the 1989 indictment was a conspiracy to import marijuana from the Caribbean/Colombia region to Pender County, North Carolina. The S.V. Tara was allegedly used to receive marijuana from an unidentified seller in late August or early September 1987, and to transport it to Georgetown, Bahamas, from where it was eventually imported into Miami, Florida, and Wilmington, North Carolina, ultimately to be stored in a horse barn located in Pender County. This incident is the only overt act of importation to which count one referred. The nature and scope of the activities sought to be prosecuted in count three of the 1991 indictment was a conspiracy to import cocaine from the Caribbean/Colombia region to Pender County, North Carolina. The overt acts refer to several different sales of cocaine from one Gabriel Taboada to Burns and his affiliates in several locations in the Caribbean/Colombia region. The S.V. Tara is alleged to have been the chief means of transport between points of sale and destinations from which the drugs could be imported into the United States. Overt acts 32-42 refer to the same incident as the set of overt acts alleged in count one of the 1989 indictment, with one glaring exception: the controlled substance which the 1991 indictment alleges was received on board the S.V. Tara in late August or early September 1987 is cocaine, not marijuana. Agent Dupray explained this inconsistency in his testimony during the first evidentiary hearing. He testified that the government learned subsequent to Burns' plea agreement that the controlled substance received at that time was in fact cocaine, not marijuana.</p>\n<p></p>\n<h2>5. Substantive statutes allegedly violated</h2>\n<p>In both count one of the 1989 indictment and count three of the 1991 indictment, it was alleged that Burns was part of a conspiracy to violate 21 U.S.C. §§ 952 &amp; 960(a)(1).</p>\n<p>Based on this five-factor analysis, the court concludes that count three of the 1991 indictment charges Burns with the same offense he was charged with in count one of the 1989 indictment. In count one of the 1989 indictment, the government charged Burns with a singular, broad-based conspiracy to import marijuana into the United States between 1982 and 1988. In count three of the 1991 indictment, the government has charged Burns with a singular, broad-based conspiracy to import cocaine into the United States between 1981 and 1991. The government has not attempted to charge Burns with separate conspiracies for each occasion on which cocaine was imported into the United States. Rather, in both indictments, the government has alleged only one agreement. The court concludes that the agreement alleged in count one of the 1989 indictment and the agreement alleged in count three of the 1991 indictment are one and the same.</p>\n<p>The government argues forcefully that the offenses are not the same. It asserts that the 1991 indictment charges Burns with a conspiracy to import <i>cocaine</i> whereas the 1989 indictment charged him with a conspiracy to import marijuana. Further, it argues that numerous overt acts alleged in the 1991 indictment were not alleged in the 1989 indictment including two importations involving 150 kilograms of cocaine in 1986. The government's argument fails for two reasons.</p>\n<p>First, as a factual matter, the government now concedes that it made a mistake <span class=\"star-pagination\">*974</span> in the 1989 indictment. Assuming the accuracy of the government's present contentions, the majority of the overt acts of importation alleged in count one of the 1989 indictment involved cocaine, not marijuana. Thus, as a factual matter, although count one of the 1989 indictment charged Burns with conspiring to import marijuana, it was actually referring to a conspiracy to import both cocaine and marijuana. Count three of the 1991 indictment, which charges Burns with a conspiracy to import cocaine, essentially charges him with the same offense he was charged with in count one of the 1989 indictment.</p>\n<p>Second, if there is only one agreement, the government may not separately charge a defendant for conspiring to import marijuana and conspiring to import cocaine. <i>United States v. Gomez-Pabon,</i> <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 861 (1st Cir.1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">801</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">862</span></span> (1991);<sup>[4]</sup><i>see also </i><i>Launius v. United States,</i> <span class=\"citation\" data-id=\"355581\"><a href=\"/opinion/355581/ronnie-lee-launius-carroll-evan-sherrill-paul-junior-ballard-v-united/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span>, 771 (9th Cir. 1978) (defendant may not be charged with both a conspiracy to smuggle heroin and a conspiracy to smuggle amphetamines if there is but one agreement to smuggle controlled substances). The government in this case has never alleged that Burns entered into one agreement to import marijuana and a separate distinct agreement to import cocaine. Rather, the government has alleged one broad-based conspiracy, earlier thought to have involved only marijuana, now believed to have involved both marijuana and cocaine. One agreement can yield but one conspiracy offense.</p>\n<p>That there was only one agreement can be gleaned from the manner in which the government has indicted the present defendants. Count one alleges that Hawes, Burns, Laforney, Hall, Vallone, and Davies, between 1 January 1981 and 12 March 1991, conspired to import both marijuana and cocaine into the United States. Yet count one does not charge either Hawes or Burns for this offense. The conspiracy alleged in count three of the 1991 indictment is alleged to have occurred during the exact same time period as the agreement in count one, and thirty-five of count one's forty-two overt acts are realleged. Yet only Burns and Hawes are charged with this offense, and they are charged only with the importation of cocaine.</p>\n<p>The court can conceive of only one explanation for the manner in which the government has charged the defendants for this crime: there was one agreement among all of the defendants to import <i>both</i> marijuana and cocaine into the United States. Because the government could not, in its view, charge Hawes and Burns for this offense without violating their respective plea agreements, it 1) did not include them as defendants in count one and 2) charged them separately in count three, but only for conspiracy to import cocaine. It did not charge the other defendants in count three because it had already charged them <i>for the same agreement</i> in count one. If count one and count three alleged the existence of separate agreements, there is no logical reason why the government would not have charged Hawes and Burns in count one and/or the other defendants in count three. Thus, the court concludes that counts one and three of the 1991 indictment refer to just one agreement to import both marijuana and cocaine. Moreover, if count one of the 1991 indictment referred to a separate agreement from the one alleged in count one of the 1989 indictment, there is no logical reason that Burns was not charged in count one of the 1991 indictment. Therefore, the court concludes that count one of the 1989 indictment, and counts one and three of the 1991 indictment, all refer to a singular agreement to import both marijuana and cocaine. As <span class=\"star-pagination\">*975</span> such, count three charges Burns for the same conduct that was alleged against him in count one of the 1989 indictment.</p>\n<p></p>\n<h2><i>b. Count 2 of 1989 Indictment vs. Count 4 of 1991 Indictment</i></h2>\n<p>The time periods covered, places involved, and persons named as co-conspirators are the same in these counts as they were in count one of the 1989 indictment and count three of the 1991 indictment respectively. The nature and scope of the activities prosecuted in count two of the 1989 indictment was a conspiracy to possess with intent to distribute marijuana. The overt acts alleged in count two were the same as those alleged in count one. The nature and scope of the activities prosecuted in count four of the 1991 indictment is a conspiracy to possess with intent to distribute cocaine. The overt acts alleged in count four are the same as those alleged in count three. In both count two of the 1989 indictment and count four of the 1991 indictment, Burns was alleged to be part of a conspiracy to violate 21 U.S.C. § 841(a)(1).</p>\n<p>The court concludes that count four of the 1991 indictment charges Burns with the same offense he was charged with in count two of the 1989 indictment. In count two of the 1989 indictment, the government charged Burns with a singular, broad-based conspiracy to possess with intent to distribute marijuana between 1982 and 1988. In count four of the 1991 indictment, the government has charged Burns with a singular, broad-based conspiracy to possess with intent to distribute cocaine between 1981 and 1991. The government has not attempted to charge Burns with separate conspiracies for each occasion on which separate shipments of cocaine were received and possessed with intent to distribute. Rather, in both indictments, the government has alleged only one agreement. The court concludes that the agreement alleged in count two of the 1989 indictment and the agreement alleged in count four of the 1991 indictment are one and the same.</p>\n<p>The court rejects the government's argument that in count four Burns is charged with a conspiracy to possess cocaine with intent to distribute different from the conspiracy to possess marijuana with intent to distribute he was charged with in count two of the 1989 indictment. The government has pled this offense in the same manner it pled the conspiracy to import charge: it has charged Laforney and Hall in count two with conspiracy to possess with intent to distribute both marijuana and cocaine (Vallone and Davies were apparently not part of this conspiracy) and Hawes and Burns in count four with conspiracy to possess with intent to distribute only cocaine. Since the overt acts alleged in counts two and four are essentially the same, the only logical explanation for this dichotomy in pleading is the same as that in pleading the conspiracy to import charge: although there was only one agreement to possess with intent to distribute, and it involved both marijuana and cocaine, the government believed that the only way it could prosecute Hawes and Burns for this offense was to charge them separately and only with cocaine. The court concludes, therefore, that count four of the 1991 indictment charges Burns for the same offense alleged in count two of the 1989 indictment.<sup>[5]</sup></p>\n<p>The differences between count one of the 1989 indictment and count three of the 1991 indictment, and between count two of the 1989 indictment and count four of the 1991 indictment, cannot be explained by the existence of separate agreements and conspiracies. Rather, the differences between the 1989 and 1991 indictments can be explained by two events which occurred between 1989 and 1991. First, shortly before the Burns trial ended in a hung jury, Agent Dupray learned of a seizure of cocaine made in South Carolina and the arrest of one Lewis Taberatta. Taberatta supplied information to a South Carolina FBI agent which implicated Hawes. After receiving <span class=\"star-pagination\">*976</span> this information from the South Carolina FBI agent, Agent Dupray personally conducted three or four interviews with Taberatta. Taberatta provided him with information that for the first time confirmed the reports Dupray had received from his confidential informant concerning Hawes and Burns' involvement with cocaine. The focus of the government's investigation then shifted to offenses involving cocaine.</p>\n<p>Second, on 4 May 1990, Robert Kunhardt entered into a plea agreement with the government and began providing detailed information concerning Burns and Hawes' involvement in cocaine traffic. Prior to the cooperation of Taberatta and Kunhardt, government investigators had merely a sketchy outline of Burns and Hawes' narcotics activities. After receiving this information, however, they had a very detailed picture. Thus, in counts three and four of the 1991 indictment, names, places, dates, and events are much more detailed and more complete than they were in counts one and two of the 1989 indictment. Factual errors made in the 1989 indictment  such as marijuana being alleged instead of cocaine  were corrected. However, the government did not learn from either Taberatta or Kunhardt  and did not allege in the 1991 indictment  that Burns entered into conspiracies to import and to possess distinct from the ones he was charged with in the 1989 indictment.</p>\n<p>Burns has complied with all of the obligations imposed on him by his plea agreement. The court holds that the government has breached that agreement to the extent it is now prosecuting him in count three for conspiring to import cocaine into the United States and in count four for conspiring to possess with intent to distribute cocaine. As such, the court will order specific performance of the agreement and will dismiss counts three and four as against Burns.</p>\n<p></p>\n<h2><i>c. Count 1 of 1989 Indictment vs. Count 5 of 1991 Indictment</i></h2>\n<p>In count five of the 1991 indictment, the government alleges that Hawes, Hall, Laforney, and Burns conspired, with others known and unknown, to \"smuggle non-dutiable contraband into the United States, namely marijuana and cocaine\" between 1 January 1981 and 12 March 1991, in violation of 18 U.S.C. § 545. Burns was not charged with this offense in the 1989 indictment. He argues, however, that this count alleges the same offense as did count one in the 1989 indictment  conspiracy to import. The court will therefore analyze this argument under the <i>MacDougall</i> test.</p>\n<p>The dates, places, and names in count five of the 1991 indictment are essentially the same as they are in count three of that indictment, which the court has already found constitutes the same offense as count one of the 1989 indictment. No new overt acts are alleged in count five. Thus, the government has not alleged in this count that Burns entered into an agreement to smuggle distinct from his alleged agreement to import. Count five of the 1991 indictment alleges that Burns conspired to violate 18 U.S.C. § 545; count one of the 1989 indictment alleged that he conspired to violate 21 U.S.C. §§ 952 &amp; 960(a)(1). The critical inquiry, therefore, is whether conspiracy to smuggle in violation of 18 U.S.C. § 545 is a distinct offense from conspiracy to import under 21 U.S.C. §§ 952 &amp; 960(a)(1).</p>\n<p>The court has found only one case on point, but finds it persuasive. In <i>United States v. Honneus,</i> <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></span> (1st Cir. 1974), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">948</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1677</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></span> (1975), the First Circuit addressed a case in which defendant was convicted and sentenced for both conspiring to import marijuana in violation of 21 U.S.C. § 952(a) and conspiring to smuggle marijuana in violation of 18 U.S.C. § 545. <i>Id.</i> at 569. The court held that \"charging a single illicit agreement under several statutes does not make it more than one conspiracy.\" <i>Id.</i> at 570. It therefore vacated defendant's sentence and remanded \"for sentencing upon any one of the conspiracy counts the United States may select, and for dismissal of the other two conspiracy counts.\" <i>Id.</i> at 577. Because count five of the 1991 indictment alleges the existence of only one broad-based agreement, it does not allege a different <span class=\"star-pagination\">*977</span> offense than count one in the 1989 indictment.<sup>[6]</sup> The government has therefore breached its agreement with Burns insofar as it is now prosecuting him in count five for the same offense as was alleged in count one of the 1989 indictment. The agreement will be specifically enforced and count five will be dismissed as against Burns.<sup>[7]</sup></p>\n<p></p>\n<h2><i>C. Laforney's Motions</i></h2>\n<p>Having ruled as it has on Hawes and Burns' motions, Laforney's argument that his case must either be dismissed or severed from their trial because of the prejudice he will suffer from being a codefendant with Hawes and Burns has lost any force it may have had. That motion will therefore be denied. His motions to dismiss based on multiplicity and to bar other crimes evidence are premature and will therefore be denied without prejudice to his rights to make them later.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, the second superseding indictment, insofar as it alleges crimes against Thomas Jackson Hawes, is hereby DISMISSED. Counts three, four, and five of the second superseding indictment, insofar as they allege crimes against Donald Berry Burns, are hereby DISMISSED. Joseph L. Laforney's motions are all DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Hawes and Burns also argue that collateral estoppel bars this prosecution. They are mistaken. That doctrine only applies \"when an issue of ultimate fact has once been determined by a valid and full judgment....\" <i>Ashe v. Swenson,</i> <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 443, <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1189</span></a></span>, 1194, <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1970). Neither the court nor a jury has ever made a factual determination as to any issue raised in the earlier indictments of Hawes and Burns except as to those counts to which they entered pleas of guilty. <i>See</i> W. LaFave &amp; J. Israel, <i>Criminal Procedure</i> § 20.2, at 784 (1985) (\"the dynamics of plea bargaining are such that the dropping of ... counts can hardly be said to rest upon a factual determination that the defendant did not commit\" the crimes alleged in those counts.)</p>\n<p>[2]  The government argues that its practice is to offer a defendant wishing to plead guilty immunity from future prosecution for related activities only in exchange for the defendant's agreement to testify against others concerning such matters. Hawes did not agree to testify against others in his plea agreement. Therefore, the government argues, it is obvious that it did not intend to provide him with the immunity he now claims.\n</p>\n<p>In the hundreds of plea agreements this court has examined, it has indeed almost always been the case that no-further-prosecution clauses are tied to the defendant's agreement to testify. However, for whatever reason, Thomas Jackson Hawes received this benefit without making such a promise. Whether this was an oversight on the government's part or carelessness in the haste to obtain a plea, the government is stuck with the language it chose in this particular agreement.</p>\n<p>It is worth noting that although the government did not extract a contractual obligation from Hawes to testify against others, it may nevertheless be able to compel his testimony at trial. Because the court has found that Hawes has transactional immunity for any marijuana or cocaine offenses which were part of the government's investigation preceding his initial indictment, he may no longer plead the fifth amendment in response to questions on such matters. Refusal to answer such questions may result in Hawes being held in criminal contempt; his failure to answer questions truthfully may result in perjury charges. Thus, in the final analysis, the government might enjoy the fruits that ordinarily are arrived at only through the bargaining process.</p>\n<p>[3]  Counsel for Burns conceded at the hearing that Burns does not have any ground to argue for dismissal of count seven  an ITAR violation.</p>\n<p>[4]  <i>Gomez-Pabon</i> was decided on 20 August 1990 and was not published until after the parties had submitted their briefs on Hawes and Burns' first motion to dismiss. The court's 1 November 1990 ruling that the government may separately charge a defendant for conspiring to import marijuana and conspiring to import cocaine was therefore made without the knowledge of this decision. Inasmuch as the court now holds that a defendant may not be separately charged for conspiring to import marijuana and conspiring to import cocaine, it expressly repudiates its prior ruling.</p>\n<p>[5]  The same dichotomy in pleading the conspiracy to import and conspiracy to possess with intent to distribute was also present in both the initial indictment and the first superseding indictment in this cause.</p>\n<p>[6]  Interestingly enough, there is no dichotomy in the government's pleading of a conspiracy to smuggle. The obvious explanation for the lack of such a dichotomy here is that because the government did not charge either Hawes or Burns with such a conspiracy in their initial indictments, it believed it could do so here without violating their respective plea agreements. What is even more telling is that they are charged with a conspiracy to smuggle <i>both</i> marijuana and cocaine. Thus, the manner in which count five is pled further reinforces the court's conclusion that whatever agreements Hawes and Burns were part of, those agreements involved <i>both</i> marijuana and cocaine.</p>\n<p>[7]  The same grounds the court relies on in dismissing counts three through five of the 1991 indictment as against Burns can be viewed as alternative grounds for the dismissal of counts three through five as against Hawes. At the very least, the government's promise not to further prosecute Hawes for \"any transactions involved in this investigation\" obliged the government not to reprosecute him for those offenses on which charges were dismissed as the result of the plea agreement.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/386032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1490268/"
  ]
}