{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1426148/",
  "absolute_url": "/opinion/1426148/hughes-v-bedsole/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1426148/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:04:45.652493Z",
  "date_modified": "2016-04-27T01:34:10.903619Z",
  "type": "010combined",
  "sha1": "e8ff13e300287121b4e440a0576813db9602cc67",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>913 F.Supp. 420 (1994)</b></center>\n<center><h1>Sandra K. HUGHES, Plaintiff<br>\nv.<br>\nMorris BEDSOLE, both individually and in his official capacity as Sheriff of Cumberland County, North Carolina, James D. Bowser, both individually and in his official capacity as a Major of the Cumberland County Sheriff's Department, Cumberland County, North Carolina, and the Western Surety Company, Inc., Defendants.</h1></center>\n<center>No. 91-115-CIV-3-H-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>January 3, 1994.</center>\n<p><span class=\"star-pagination\">*421</span> <span class=\"star-pagination\">*422</span> Robert J. Willis, Raleigh, NC, for plaintiff.</p>\n<p>Philip M. Van Hoy, Van Hoy, Reutinger &amp; Taylor, Charlotte, NC, Bobby G. Deaver, Fayetteville, NC, G.B. Johnson, Pembroke Pines, FL, and Larry J. McGlothlin, Fayetteville, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*423</span> MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>The plaintiff, who apparently has a penchant for prolixity, filed in this employment discrimination action a twenty-seven-page, 118-paragraph complaint alleging twelve separate causes of action the gist of which is that she was discharged from her position as a jailer by the defendant Sheriff of Cumberland County, North Carolina in violation of her free speech rights under the United States and North Carolina Constitutions, because she was a female and because she had a physical handicap. The case, which was randomly assigned to the Honorable Malcolm Howard of this court originally, was at his request transferred to the undersigned because of his overloaded docket. It is now before the court on the joint motion of all the defendants for summary judgment which motion has been fully briefed and argued orally by counsel. For the reasons to follow the motion will be granted.</p>\n<p>At the outset the court must dispose of two preliminary matters. The first of these which was raised by plaintiff's counsel for the first time at the hearing on the summary judgment motion is his charge that absent a formal recusal by Judge Howard (and there has been none) the undersigned has no jurisdiction to hear the case. This objection is without merit and will be denied. What the Fifth Circuit had to say in a similar situation is appropriate here:</p>\n<blockquote>Stone's contention that a district judge cannot transfer his arraignment calendar to another district judge without the consent of the accused and his lawyer is patently frivolous. District judges may by rule, order or consent transfer cases between themselves. Title 28, U.S.C.A. § 137.... Each judge of a multi-district court has the same power and authority as each other judge.... Moreover, District Judges have the inherent power to transfer cases from one to another for the expeditious administration of justice.</blockquote>\n<p><i>United States v. Stone,</i> 411 F.2d 597, 598 (5th Cir.1969).</p>\n<p>The second matter awaiting disposition prior to a ruling on the summary judgment motion is plaintiff's motion to strike the summary judgment motion and its supporting memorandum which the plaintiff has supported by a lengthy memorandum of law based on the alleged failure of defendants to comply with the local rules of this court with respect to the withdrawal and substitution of counsel, the furnishing of copies of unreported cases relied upon to opposing counsel and the filing of a brief in excess of thirty pages in length without the court's prior approval. Technically there was a failure on the part of defense counsel to comply with some of the requisites of the local rules, and the joint brief of the four defendants addressing the twelve causes of action set forth in plaintiff's complaint did exceed the authorized page limit by five pages, but upon being served with plaintiff's motion, defense counsel promptly furnished plaintiff's counsel and the court with copies of the unreported cases referred to in defendants' brief, and it is not perceived how the other technical violations complained of resulted in any prejudice to the plaintiff. In passing, the court observes that if the nineteen singled-spaced footnotes appended to plaintiff's own thirty-page brief had been doubled spaced, it, too, would have exceeded the thirty-page limit, and if its 116 pages of attached exhibits are counted, plaintiff's brief would exceed 150 pages in length!</p>\n<p>Plaintiff's motion to strike the summary judgment motion and its supporting memorandum of law will be denied.</p>\n<p>Turning now to the motion for summary judgment, the facts involved here are not in serious dispute and may be briefly summarized as follows:</p>\n<p>The plaintiff was first employed by the Cumberland County Sheriff's Department (CCSD) in 1976 as a matron in the jail. She filled this position for about eight and one-half years at which time she became a road patrol officer, a position she held for about three and one-half years during which time she sustained an injury to one of her arms which resulted in a chronic condition of epicondylitis commonly known as \"tennis elbow.\" Upon reaching maximum medical improvement from this condition plaintiff returned to fulltime duties in her road patrol <span class=\"star-pagination\">*424</span> position for about another year. In March of 1988 plaintiff was promoted to the rank of sergeant in the CCSD jail and assumed the duty of supervising one of the five platoons in the jail.</p>\n<p>In February 1989 plaintiff, who had apparently become dissatisfied with some of the working conditions in the jail, conferred with the Reverend Norman Mitchell, the Jail Chaplain, to express her concerns and complaints to him regarding what she considered to be understaffing in the jail, and she also arranged for other employees to meet with Mitchell and express their concerns. Sometime prior to March 16 Mitchell contacted the Sheriff and relayed plaintiff's concerns whereupon the Sheriff requested a meeting with the plaintiff and Mitchell to discuss matters.</p>\n<p>During the shift under plaintiff's supervision two cellblock doors in the jail were found unlocked on March 16, 1989, and when this incident was reported to Sheriff Bedsole he suspended plaintiff for three days without pay. Upon her return to work on March 20, 1989 plaintiff and Chaplain Mitchell met with Sheriff Bedsole at which time plaintiff informed him of her concerns regarding understaffing, the improper training which in her opinion some of the CCSD employees had had and that there had been complaints from some of the female employees of the jail about derogatory remarks made to them by some of the male employees. In response Bedsole stated that because of the lack of funds additional staff could not be employed right away, but at the same time he asked plaintiff for her suggestions as to how the other problems with which she was concerned might be corrected. Plaintiff then suggested the names of three longtime jail employees in the jail who might serve as training officers, one of whom Bedsole rejected out of hand. As to plaintiff's other concerns the Sheriff assured her \"that he would do an investigation into these matters, and things would get better.\"</p>\n<p>Plaintiff had readily admitted her responsibility with respect to the unlocked door incident of March 16, 1989, and on March 24, 1989 while the plaintiff was the supervisor on duty another unlocked door was discovered at the jail. Following this incident the Chief Jailer, defendant James Bowser, recommended to the Sheriff that the plaintiff be fired, and on March 27, 1989 the Sheriff accepted Bowser's recommendation and discharged the plaintiff.</p>\n<p>Between the two incidents of the unlocked doors plaintiff had gone to her immediate superior, Major Washburn, and asked that she be transferred to some other position even if it meant surrendering her sergeant's stripes. In a handwritten statement which appears in the record as Defendants' Exhibit 33 plaintiff stated:</p>\n<blockquote>[Washburn] told me to just hang on a few more weeks because he was looking into the problems in the jail, and I had been put up in the jail for a reason, so hang in there a little while longer and things would get better.</blockquote>\n<blockquote>I also told Lt. Morin I had asked Maj. Washburn for a transfer.</blockquote>\n<blockquote>I also gave Lt. Morin a two weeks verbal notice that I was going to quit, because of the stress they were keeping us under, but Lt. Morin refused to accept my notice and told me to just go on and work and forget about it.</blockquote>\n<p>Following her discharge the plaintiff filed a complaint with the Equal Employment Opportunity Commission, and an investigation was conducted by that agency resulting in her being furnished a right to sue letter. The EEOC's file has since been destroyed, but plaintiff has filed in this action the affidavit of the EEOC investigator in which she attests the accuracy of a copy of her handwritten notes of her investigation which have been attached to the affidavit. The following are pertinent excerpts from the notes of the investigator's interview with Sheriff Bedsole:</p>\n<blockquote>When I became Sheriff I looked at the problems in the dept. [Sandra Hughes] was on road patrol. There were problems in the jail. We thought Sandy [would] do a good job as a leader in the jail. I chose to put Sandy in the jail as Ass't Shift Leader. She had problems. The Capt worked [with] her. We tried to get people to help her. There were problems on her shift....</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*425</span> I am trying to recruit/promote [female and] minorities. There are 290 employees in the [Sheriff's] Dept. [Female] Sgts in Supply, Detectives, Jails &amp; an acting supervisor in Juvenile. We look for minority [females] to put through school.</blockquote>\n<blockquote>Sandy was not demoted [because couldn't] put her back on the road (a lot of injuries) nor [could] she be put down into a jailer's position....</blockquote>\n<blockquote>On 3/16 Sandy was disciplined for the doors being unlocked [because] 1. she was in charge 2. she probably neglected to lock them 3. she [should] have discovered the doors unlocked. Because we are short handed we [could] not afford to actually have them take the days off.</blockquote>\n<blockquote>3/16 Sandy [received] reprimand. Hearing held. Discipline upheld.</blockquote>\n<blockquote>3/24 Cellblocks left open again.</blockquote>\n<blockquote>Sandy caused problems [with] some of her employees....</blockquote>\n<blockquote>I don't normally get involved unless supervisors aren't doing their jobs.</blockquote>\n<blockquote>Sgt. Parks did not [receive] a reprimand in 2/89 [because] it [could] not be determined who left the doors unlocked [on his shift]....</blockquote>\n<blockquote>When Sandy &amp; Rev. Mitchell came to see me a lot of her complaints had to do [with] being understaff &amp; staff was not trained. Now we have a training [program] established. I was in agreement [with] her. I told her all 4 shift leaders had the same problem. I think her lack of \"coping\" had a lot to do with the situation. We have asked for personnel (from [county] commissioners but they've not allowed us to hire more people.</blockquote>\n<blockquote>Re Sandy's [allegations] concerning this discussion: I put out an order that profanity [could] not be used to any employees. I do not remember her making any allegations re discrimination. I agreed [with] her that there were problems, but I do not remember her stating that discrimination had occurred. There was no mention of any actions I took which she considered to be discriminatory. We have no set policies regarding disciplining employees for security violations.</blockquote>\n<blockquote>No knowledge of allegations made (during our discussion) re different [treatment], unfair [treatment], etc. as perceived by Sandy.</blockquote>\n<p>Following the unlocked doors incidents plaintiff requested and was given a grievance hearing before a board whose members she had chosen. The board concurred in Bowser's recommendation that plaintiff be discharged.</p>\n<p>On these facts the plaintiff has managed to allege twelve causes of action against the defendants. She alleges:</p>\n<p>1. That her rights of free speech and freedom of association under the United States Constitution were violated by defendants;</p>\n<p>2. That her substantive due process rights under the Constitution were violated;</p>\n<p>3. That her procedural due process rights under the Constitution were violated;</p>\n<p>4. That her rights to free speech and freedom of association under the North Carolina Constitution were violated;</p>\n<p>5. That her substantive due process rights under the North Carolina Constitution were violated;</p>\n<p>6. That her procedural due process rights under the North Carolina Constitution were violated;</p>\n<p>7. That she was discharged in violation of public policy;</p>\n<p>8. That she was discharged as a result of discrimination under the federal handicap statutes;</p>\n<p>9. That her rights to equal protection under the United States Constitution were violated;</p>\n<p>10. That she was discharged as a result of unlawful discrimination under the North Carolina Constitution based on her sex;</p>\n<p>11. That she is entitled to recover under the Sheriff's surety bond issued by the defendant, Western Surety Company, Inc.; and</p>\n<p>12. That she is entitled to recover punitive damages.</p>\n<p>In her brief on the summary judgment motion and during the course of oral argument <span class=\"star-pagination\">*426</span> on it counsel for plaintiff has conceded that defendants are entitled to summary judgment on portions of the twelve listed causes of action, and it will not be necessary for the court to deal with the matters thus conceded in this memorandum. Plaintiff's concessions are as follows:</p>\n<p>1. Summary judgment should be granted in favor of defendants Bedsole and Bowser in their respective individual capacities as to the plaintiff's claims under the North Carolina Constitution.</p>\n<p>2. Defendants Cumberland County, Cumberland County Sheriff's Department, Bedsole and Bowser in their respective official capacities are all entitled to summary judgment with respect to the plaintiff's claim for punitive damages.</p>\n<p>3. Plaintiff has not established that she was deprived of any liberty interest as a result of reference information CCSD provided to the Hope Mills Police Department.</p>\n<p>4. Defendants are entitled to summary judgment on plaintiff's claim of the violation of her right to associate under the United States and North Carolina State Constitutions.</p>\n<p>5. Defendants are entitled to summary judgment with respect to the plaintiff's claims of violation of her substantive due process rights.</p>\n<p>The court will now consider the motion for summary judgment as it relates to the defendants separately.</p>\n<p></p>\n<h2><i>CUMBERLAND COUNTY SHERIFF'S DEPARTMENT</i></h2>\n<p>The plaintiff has produced no law and presented no argument to show that the CCSD is a legal entity with the capacity to sue and be sued. In any event, there is no evidence in the record to show that any action was taken with respect to the plaintiff by the Sheriff's Department as such. Instead, all of the action relating to plaintiff's discharge was taken by the individual defendants, Bowser and Bedsole. The motion of CCSD for summary judgment will therefore be allowed.</p>\n<p></p>\n<h2><i>CUMBERLAND COUNTY</i></h2>\n<p>Defendant Bedsole is an elected official of Cumberland County. He is not hired by the Board of County Commissioners or the County Manager but retains his office by popular election, and he is forbidden by statute to delegate to another person the final responsibility for discharging his official duties. N.C.G.S. § 162-24. One of his official duties is set forth in N.C.G.S. § 153A-103(1) as follows: \"Each sheriff ... elected by the people has the exclusive right to hire, discharge, and supervise the employees in his office.\"</p>\n<p>In the face of this statutory law plaintiff strenuously insists that the employees of the CCSD are employees of Cumberland County which is therefore responsible for plaintiff's alleged wrongful discharge. Citing <i>Dotson v. Chester,</i> 937 F.2d 920 (4th Cir.1991), plaintiff argues that because Sheriff Bedsole has \"final policymaking authority\" for Cumberland County with respect to personnel actions such as the one involved here and the county pays the salaries of the Sheriff's Department employees, federal law imposes liability on the county in this action. <i>See </i><i>City of St. Louis v. Praprotnik,</i> 485 U.S. 112, 108 S.Ct. 915, 99 L.Ed.2d 107 (1988).</p>\n<p>In the court's view plaintiff's reliance on <i>Dotson</i> is misplaced. That case decided under Maryland law involved an action to recover fees awarded the plaintiffs under a consent judgment entered in an action involving the maintenance of the county jail. It was the county's responsibility to provide a jail, and the Sheriff was held to be the county's final policymaking authority with respect to the maintenance of the jail. No Maryland statute giving the sheriff the exclusive right to hire and discharge his employees was involved in that case.</p>\n<p>Cited for the first time on oral argument by counsel for the plaintiff was a 74-page memorandum and recommendation made by Magistrate Judge Dixon of this court involving Cumberland County which was thereafter approved and adopted by Judge Howard. That case, which is entitled <i>Brewington v. Bedsole and County of Cumberland,</i> No. 91-120-Civ-3-H, entered May 14, 1993 in the Fayetteville Division of this court, is seemingly <span class=\"star-pagination\">*427</span> at variance with the conclusion reached here. At pages 33-34 of his memorandum of decision Magistrate Judge Dixon says:</p>\n<blockquote>The County has no authority whatsoever in the Sheriff's personnel decisions pursuant to applicable state law. However, the Sheriff is the final policy-making official for the County on personnel decisions within the CCSD. His actions as an elected official bind the County, at least in this context, as the County has been given notice and an opportunity to respond.</blockquote>\n<p>The difficulty this court has with that conclusion is that notwithstanding it correctly states the law that the county has no authority in the Sheriff's personnel decisions, it assumes that the county does in fact have authority in personnel decisions within the CCSD and that the Sheriff is the county's \"final policy-making official\" with respect thereto. In this court's view this simply begs the question. Under the state statute quoted above the county is in no way concerned in the hiring and firing of the Sheriff's employees, and the county therefore has no need whatever for a \"final policy-making official\" in CCSD personnel decisions.</p>\n<p>In his memorandum of decision Magistrate Judge Dixon said that the question involved in the <i>Brewington</i> case was \"a close one,\" and it is predicted here that when that case comes to trial, Judge Howard will take a closer look at the question of whether Sheriff Bedsole is \"the final policy-making official for the County on personnel decisions within the CCSD.\"</p>\n<p>The fact that Cumberland County pays the salaries of the Sheriff's Department employees is of no moment. The salaries have to be paid from some source, and the county, not the Sheriff, provides this source pursuant to its taxing authority, but this does not make the Sheriff's employees county employees. An analogous situation arises under the Eleventh Amendment cases in which the state is accorded immunity for the actions of certain employees notwithstanding the county pays the salaries of such employees. <i>See also </i><i>Allen v. Fidelity &amp; Deposit Company,</i> 515 F.Supp. 1185 (D.S.C.1981), <i>aff'd,</i> 694 F.2d 716 (4th Cir.1982).</p>\n<p>The motion of Cumberland County for summary judgment will be allowed.</p>\n<p></p>\n<h2><i>DEFENDANT BOWSER</i></h2>\n<p>The complaint alleges that during the times in question the defendant Bowser was employed in an executive capacity by CCSD and that he had immediate supervisory authority over the plaintiff; that he had \"authority to make policy with respect to the discipline and/or discharge of any employee of the CCSD;\" that he is sued in his official and individual capacities; and that all of his actions complained of were taken under color of his authority as a captain or major in the CCSD \"pursuant to the custom, practice, and/or policy of the CCSD.\" The complaint goes on to allege that following the two incidents in which jail doors were found unlocked on plaintiff's shift Bowser recommended to Sheriff Bedsole that she be discharged and that this recommendation was made in retaliation for plaintiff's having conferred with the jail chaplain concerning problems she perceived to be existing in the operation of the jail.</p>\n<p>Sheriff Bedsole accepted Bowser's recommendation and discharged the plaintiff, but he did not have to do so, and it is difficult to see how this simple recommendation made by Bowser to the Sheriff, regardless of its motivation, could impose liability on him when the Sheriff was the only person vested with the statutory authority to hire and fire employees.</p>\n<p>Bowser's motion for summary judgment will be allowed.</p>\n<p></p>\n<h2><i>DEFENDANT BEDSOLE</i></h2>\n<p>This brings us to a consideration of plaintiff's case against Morris Bedsole, Sheriff of Cumberland County, as the person solely responsible under the statute for all the personnel decisions made in the CCSD. The plaintiff alleges and has offered evidence which she contends shows that Bedsole fired her in violation of her free speech rights under the United States and North Carolina Constitutions; in violation of her rights on account of her sex; for violation of her rights under the due process clauses of the United States and North Carolina Constitutions; <span class=\"star-pagination\">*428</span> and in violation of her rights under the handicap statutes. These claims will be addressed seriatim.</p>\n<p></p>\n<h2><i>The Free Speech and Equal Protection Claims</i></h2>\n<p>This claim is predicated upon plaintiff's claim that Bedsole fired her in retaliation for her having exercised her free speech rights in communicating her concerns about the operation of the jail to Chaplain Mitchell, and she correctly asserts that as a general principle public employees have the right not to have their employment conditioned upon refraining from speech protected under the First Amendment. <i>Connick v. Myers,</i> 461 U.S. 138, 142, 103 S.Ct. 1684, 1687, 75 L.Ed.2d 708 (1983). The complaint alleges that in her meeting with the Chaplain she expressed \"some concerns and/or complaints that she had with respect to the understaffing at the Cumberland County Jail\" and that when she met with Bedsole she complained \"about the shortage of jailers and/or staff that were necessary to properly maintain the Cumberland County Jail during her shift.\" She also told Bedsole \"of her concerns that some CCSD employees that were associated with her shift were not properly trained,\" and she also told him that some of the male employees of the jail were referring to female employees with derogatory sexual slurs. (Paragraphs 20, 21 and 22 of the Complaint.)</p>\n<p>To be protected by the First Amendment of the United States Constitution, and the provisions of the North Carolina Constitution are no broader, an employee's speech must involve a matter of \"public concern.\" <i>Connick</i> at 146, 103 S.Ct. at 1689-90. The court has concluded that the plaintiff's statements quoted above do not measure up to this requirement.</p>\n<p>While the fact that the statements were not made in a public forum is not controlling, the test is whether the matter is one in which \"free and open debate is vital to informed decision-making by the electorate.\" <i>Connick</i> at 145, 103 S.Ct. at 1689. The definite impression here is that the plaintiff was simply grousing about the conditions of her own employment, a matter in which at best the public would have had only limited interest. Personal grievances concerning working conditions do not qualify as matters of public concern. <i>Lewis v. Blackburn,</i> 759 F.2d 1171 (4th Cir.1985).</p>\n<p>The plaintiff has argued on the basis of a self-serving declaration of her own and the inadmissible hearsay statement of a friendly fellow employee that she had security of the jail in mind when she made her statements about understaffing, and, of course, jail security would be a matter of undoubted public importance, but there is no evidence that the statements followed a disturbance or riot demonstrating the need for additional personnel. Matters of public concern normally involve charges of illegal action, abuse of authority or power, corruption or waste, and plaintiff's speech in this case involved none of these things. <i>Jurgensen v. Fairfax County, Virginia,</i> 745 F.2d 868, 871 (4th Cir.1984).</p>\n<p>Having failed to find that plaintiff's speech in this case involved a matter of public concern, the court does not reach the second step of the three-part inquiry outlined in <i>Mt. Healthy City School District Board of Education v. Doyle,</i> 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977), and therefore does not decide whether the evidence would support a finding that plaintiff would not have been discharged \"but for\" her speech. It is observed, however, that plaintiff was discharged following her admitted violation of one serious security rule and that another similar incident occurred on plaintiff's shift for which she was responsible only a few days after the first incident. At the same time it will be recalled that the Sheriff agreed with the plaintiff that additional personnel was needed in the jail while stating that he could not employ additional help because of lack of funding. There is no evidence of any animus on the part of the Sheriff relating to plaintiff's speaking to the Jail Chaplain outside the chain of command or that he fired her on this account.</p>\n<p>In support of her claim that she was denied equal protection under the United States and North Carolina State Constitutions plaintiff has cited an instance in which a <span class=\"star-pagination\">*429</span> male employee of the Sheriff's Department was given less severe disciplinary action for the same offense for which she was disciplined and later discharged, that is, allowing jail doors to be unlocked. The explanation of the Sheriff is that this apparent discrepancy in punishment resulted from the failure of the evidence to establish with certainty that the male employee was responsible for the doors being found unlocked on the male employee's shift. Plaintiff has failed to establish by the evidence that she was in fact the victim of disparate treatment, and her equal protection claim will therefore be denied.</p>\n<p>Defendant has not raised the question as to whether the interest of the public, such as it was, in plaintiff's statements was nonetheless outweighed by the Sheriff's responsibility to manage the internal affairs of the CCSD and provide effective and efficient service to the public. This would involve the third step in the <i>Mt. Healthy</i> analysis which the court does not reach.</p>\n<p>Defendant Bedsole's motion for summary judgment on the free speech and equal protection issues will be allowed.</p>\n<p></p>\n<h2><i>The Sex Discrimination Claim</i></h2>\n<p>Plaintiff alleges and contends that she has offered evidence creating a genuine issue of fact as to whether she was discharged on account of being a female. She seeks to establish this claim under an exception to the employment at will doctrine which obtains in North Carolina which holds that employees may not be discharged for reasons which are in contravention of the public policy of the state. The plaintiff claims that Sheriff Bedsole discharged her in violation of the public policy of North Carolina expressed in its Equal Employment Practices Act, N.C.G.S. § 143-422.2.</p>\n<p>To begin with, the court rejects defendant's argument that since the plaintiff had an adequate remedy under Title VII of the federal equal employment statute, her cause of action based upon the North Carolina statute should be dismissed as was the case in <i>Frazier v. First Union National Bank,</i> 747 F.Supp. 1540 (W.D.N.C.1990). Defendant argues that while the North Carolina statute arguably constitutes an expression of public policy, it does not support a private action by a plaintiff alleging wrongful discharge. Since the case of <i>Amos v. Oakdale Knitting Company,</i> 331 N.C. 348, 416 S.E.2d 166 (1992), in which it was held that \"public policy is violated when an employee is fired in contravention of express policy declarations contained in the North Carolina General Statutes,\" the courts in this district have held that the existence of the right to bring an action under Title VII in the state and federal courts does not mandate the dismissal of a wrongful discharge claim based on a violation of North Carolina public policy. <i>Percell v. International Business Machines, Inc.,</i> No. 90-538-Civ-5-D, decided December 8, 1992.</p>\n<p>Defendant's position on summary judgment is nonetheless sound in this action, for there is simply no evidence in the record from which a reasonable jury could find that plaintiff was discharged because she was a woman, and defendant's motion for summary judgment on this ground will be allowed.</p>\n<p></p>\n<h2><i>The Procedural Due Process Claim</i></h2>\n<p>Plaintiff has alleged and offered evidence which she contends establishes a genuine issue of material fact as to whether she had a property interest in her job sufficient to support her claim that in the course of her discharge she was denied procedural due process under the United States and North Carolina Constitutions. Such a showing has long been required under the cases of <i>Board of Regents of State Colleges v. Roth,</i> 408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972), and <i>Bishop v. Wood,</i> 426 U.S. 341, 96 S.Ct. 2074, 48 L.Ed.2d 684 (1976).</p>\n<p>Under North Carolina law employees of a Sheriff's Department serve at the pleasure of the Sheriff. Subject to the exception to the employment at will doctrine noted above, they can be discharged for any reason or no reason at all.</p>\n<p>Plaintiff's argument that the existence of this public policy exception to the employment at will doctrine somehow vested her with a property interest in her employment is simply without merit. What was said by the Third Circuit in the recent case of <i>Clark</i> <span class=\"star-pagination\">*430</span> <i>v. Modern Group Ltd.,</i> 9 F.3d 321 (3rd Cir. 1993) is relevant here. The case involved the alleged unlawful discharge of an at will employee under Pennsylvania law contrary to that state's public policy exception to the rule:</p>\n<blockquote>When an employer that is engaging ... in an illegal activity seeks to coerce its employees into participating in that activity or condoning it by silence, the public's interest in exposing unlawful activities overrides the doctrine of employment at will. The public policy exception to the doctrine of employment at will does not exist, however, to protect the employee. Rather it is the protection of society from public harm, or the need to vindicate fundamental individual rights, that undergirds an at-will employee's common law action for wrongful discharge in Pennsylvania.</blockquote>\n<p>Defendant's motion for summary judgment based on plaintiff's claim of the violation of her rights to procedural due process will be allowed.</p>\n<p></p>\n<h2><i>The Claim of Handicap Discrimination</i></h2>\n<p>Plaintiff's claim that she was discharged on account of her handicap is apparently based on what Sheriff Bedsole told the EEOC investigator was his reason for his failure to demote plaintiff and put her back on road patrol. To begin with it will be noted that this statement attributed to the Sheriff was made after plaintiff had been discharged, and just how this statement can give rise to an inference that plaintiff's discharge was somehow related to the almost trivial injury she claims as a handicap is not readily apparent to the court. There might be a different case if plaintiff were suing on allegations that she was denied employment in the road patrol because of her alleged handicap, but she has only claimed that she was discharged because of her alleged handicap.</p>\n<p>Be these things as they may, in order to establish a claim based on handicap discrimination the plaintiff must first offer evidence that she in fact qualified as a handicapped person under the federal Vocational Rehabilitation Act of 1973, 29 U.S.C. § 706(8)(B); 29 C.F.R. § 1613.702(a). The Act requires that a claimant have a severe disability of a permanent nature which substantially limits \"functions, such as caring for one's self, performing manual tasks, walking, seeing, hearing, speaking, breathing, learning, and working,\" 29 C.F.R. § 1613.702(c). Plaintiff has made no showing that she has any such disability. On the contrary, she has alleged that she is fully capable of performing the duties which were assigned to her in the jail and when she was on road patrol.</p>\n<p>Finally, under the Act it was incumbent upon the plaintiff to offer evidence as to whether her disability was the sole basis for her discharge. There is no evidence whatever in this record to support any such contention.</p>\n<p>The defendants' motion for summary judgment based on plaintiff's claim of handicap discrimination will be allowed.</p>\n<p></p>\n<h2><i>WESTERN SURETY COMPANY, INC.</i></h2>\n<p>Having found that the principal under the Sheriff's bond has not breached any of the obligations of the bond, it follows that the motion of Western Surety Company, Inc. for summary judgment must be allowed.</p>\n<p>In view of the conclusions the court has reached on the summary judgment motions it is not necessary that the remaining issues relating to injunctive relief and punitive damages be addressed, and judgment sustaining the motions for summary judgment of all defendants will be entered.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">913</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">420</span></span> (1994)</b></center>\n<center><h1>Sandra K. HUGHES, Plaintiff<br>\nv.<br>\nMorris BEDSOLE, both individually and in his official capacity as Sheriff of Cumberland County, North Carolina, James D. Bowser, both individually and in his official capacity as a Major of the Cumberland County Sheriff's Department, Cumberland County, North Carolina, and the Western Surety Company, Inc., Defendants.</h1></center>\n<center>No. 91-115-CIV-3-H-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>January 3, 1994.</center>\n<p><span class=\"star-pagination\">*421</span> <span class=\"star-pagination\">*422</span> Robert J. Willis, Raleigh, NC, for plaintiff.</p>\n<p>Philip M. Van Hoy, Van Hoy, Reutinger &amp; Taylor, Charlotte, NC, Bobby G. Deaver, Fayetteville, NC, G.B. Johnson, Pembroke Pines, FL, and Larry J. McGlothlin, Fayetteville, NC, for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*423</span> MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>The plaintiff, who apparently has a penchant for prolixity, filed in this employment discrimination action a twenty-seven-page, 118-paragraph complaint alleging twelve separate causes of action the gist of which is that she was discharged from her position as a jailer by the defendant Sheriff of Cumberland County, North Carolina in violation of her free speech rights under the United States and North Carolina Constitutions, because she was a female and because she had a physical handicap. The case, which was randomly assigned to the Honorable Malcolm Howard of this court originally, was at his request transferred to the undersigned because of his overloaded docket. It is now before the court on the joint motion of all the defendants for summary judgment which motion has been fully briefed and argued orally by counsel. For the reasons to follow the motion will be granted.</p>\n<p>At the outset the court must dispose of two preliminary matters. The first of these which was raised by plaintiff's counsel for the first time at the hearing on the summary judgment motion is his charge that absent a formal recusal by Judge Howard (and there has been none) the undersigned has no jurisdiction to hear the case. This objection is without merit and will be denied. What the Fifth Circuit had to say in a similar situation is appropriate here:</p>\n<blockquote>Stone's contention that a district judge cannot transfer his arraignment calendar to another district judge without the consent of the accused and his lawyer is patently frivolous. District judges may by rule, order or consent transfer cases between themselves. Title 28, U.S.C.A. § 137.... Each judge of a multi-district court has the same power and authority as each other judge.... Moreover, District Judges have the inherent power to transfer cases from one to another for the expeditious administration of justice.</blockquote>\n<p><i>United States v. Stone,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">597</span></span>, 598 (5th Cir.1969).</p>\n<p>The second matter awaiting disposition prior to a ruling on the summary judgment motion is plaintiff's motion to strike the summary judgment motion and its supporting memorandum which the plaintiff has supported by a lengthy memorandum of law based on the alleged failure of defendants to comply with the local rules of this court with respect to the withdrawal and substitution of counsel, the furnishing of copies of unreported cases relied upon to opposing counsel and the filing of a brief in excess of thirty pages in length without the court's prior approval. Technically there was a failure on the part of defense counsel to comply with some of the requisites of the local rules, and the joint brief of the four defendants addressing the twelve causes of action set forth in plaintiff's complaint did exceed the authorized page limit by five pages, but upon being served with plaintiff's motion, defense counsel promptly furnished plaintiff's counsel and the court with copies of the unreported cases referred to in defendants' brief, and it is not perceived how the other technical violations complained of resulted in any prejudice to the plaintiff. In passing, the court observes that if the nineteen singled-spaced footnotes appended to plaintiff's own thirty-page brief had been doubled spaced, it, too, would have exceeded the thirty-page limit, and if its 116 pages of attached exhibits are counted, plaintiff's brief would exceed 150 pages in length!</p>\n<p>Plaintiff's motion to strike the summary judgment motion and its supporting memorandum of law will be denied.</p>\n<p>Turning now to the motion for summary judgment, the facts involved here are not in serious dispute and may be briefly summarized as follows:</p>\n<p>The plaintiff was first employed by the Cumberland County Sheriff's Department (CCSD) in 1976 as a matron in the jail. She filled this position for about eight and one-half years at which time she became a road patrol officer, a position she held for about three and one-half years during which time she sustained an injury to one of her arms which resulted in a chronic condition of epicondylitis commonly known as \"tennis elbow.\" Upon reaching maximum medical improvement from this condition plaintiff returned to fulltime duties in her road patrol <span class=\"star-pagination\">*424</span> position for about another year. In March of 1988 plaintiff was promoted to the rank of sergeant in the CCSD jail and assumed the duty of supervising one of the five platoons in the jail.</p>\n<p>In February 1989 plaintiff, who had apparently become dissatisfied with some of the working conditions in the jail, conferred with the Reverend Norman Mitchell, the Jail Chaplain, to express her concerns and complaints to him regarding what she considered to be understaffing in the jail, and she also arranged for other employees to meet with Mitchell and express their concerns. Sometime prior to March 16 Mitchell contacted the Sheriff and relayed plaintiff's concerns whereupon the Sheriff requested a meeting with the plaintiff and Mitchell to discuss matters.</p>\n<p>During the shift under plaintiff's supervision two cellblock doors in the jail were found unlocked on March 16, 1989, and when this incident was reported to Sheriff Bedsole he suspended plaintiff for three days without pay. Upon her return to work on March 20, 1989 plaintiff and Chaplain Mitchell met with Sheriff Bedsole at which time plaintiff informed him of her concerns regarding understaffing, the improper training which in her opinion some of the CCSD employees had had and that there had been complaints from some of the female employees of the jail about derogatory remarks made to them by some of the male employees. In response Bedsole stated that because of the lack of funds additional staff could not be employed right away, but at the same time he asked plaintiff for her suggestions as to how the other problems with which she was concerned might be corrected. Plaintiff then suggested the names of three longtime jail employees in the jail who might serve as training officers, one of whom Bedsole rejected out of hand. As to plaintiff's other concerns the Sheriff assured her \"that he would do an investigation into these matters, and things would get better.\"</p>\n<p>Plaintiff had readily admitted her responsibility with respect to the unlocked door incident of March 16, 1989, and on March 24, 1989 while the plaintiff was the supervisor on duty another unlocked door was discovered at the jail. Following this incident the Chief Jailer, defendant James Bowser, recommended to the Sheriff that the plaintiff be fired, and on March 27, 1989 the Sheriff accepted Bowser's recommendation and discharged the plaintiff.</p>\n<p>Between the two incidents of the unlocked doors plaintiff had gone to her immediate superior, Major Washburn, and asked that she be transferred to some other position even if it meant surrendering her sergeant's stripes. In a handwritten statement which appears in the record as Defendants' Exhibit 33 plaintiff stated:</p>\n<blockquote>[Washburn] told me to just hang on a few more weeks because he was looking into the problems in the jail, and I had been put up in the jail for a reason, so hang in there a little while longer and things would get better.</blockquote>\n<blockquote>I also told Lt. Morin I had asked Maj. Washburn for a transfer.</blockquote>\n<blockquote>I also gave Lt. Morin a two weeks verbal notice that I was going to quit, because of the stress they were keeping us under, but Lt. Morin refused to accept my notice and told me to just go on and work and forget about it.</blockquote>\n<p>Following her discharge the plaintiff filed a complaint with the Equal Employment Opportunity Commission, and an investigation was conducted by that agency resulting in her being furnished a right to sue letter. The EEOC's file has since been destroyed, but plaintiff has filed in this action the affidavit of the EEOC investigator in which she attests the accuracy of a copy of her handwritten notes of her investigation which have been attached to the affidavit. The following are pertinent excerpts from the notes of the investigator's interview with Sheriff Bedsole:</p>\n<blockquote>When I became Sheriff I looked at the problems in the dept. [Sandra Hughes] was on road patrol. There were problems in the jail. We thought Sandy [would] do a good job as a leader in the jail. I chose to put Sandy in the jail as Ass't Shift Leader. She had problems. The Capt worked [with] her. We tried to get people to help her. There were problems on her shift....</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*425</span> I am trying to recruit/promote [female and] minorities. There are 290 employees in the [Sheriff's] Dept. [Female] Sgts in Supply, Detectives, Jails &amp; an acting supervisor in Juvenile. We look for minority [females] to put through school.</blockquote>\n<blockquote>Sandy was not demoted [because couldn't] put her back on the road (a lot of injuries) nor [could] she be put down into a jailer's position....</blockquote>\n<blockquote>On 3/16 Sandy was disciplined for the doors being unlocked [because] 1. she was in charge 2. she probably neglected to lock them 3. she [should] have discovered the doors unlocked. Because we are short handed we [could] not afford to actually have them take the days off.</blockquote>\n<blockquote>3/16 Sandy [received] reprimand. Hearing held. Discipline upheld.</blockquote>\n<blockquote>3/24 Cellblocks left open again.</blockquote>\n<blockquote>Sandy caused problems [with] some of her employees....</blockquote>\n<blockquote>I don't normally get involved unless supervisors aren't doing their jobs.</blockquote>\n<blockquote>Sgt. Parks did not [receive] a reprimand in 2/89 [because] it [could] not be determined who left the doors unlocked [on his shift]....</blockquote>\n<blockquote>When Sandy &amp; Rev. Mitchell came to see me a lot of her complaints had to do [with] being understaff &amp; staff was not trained. Now we have a training [program] established. I was in agreement [with] her. I told her all 4 shift leaders had the same problem. I think her lack of \"coping\" had a lot to do with the situation. We have asked for personnel (from [county] commissioners but they've not allowed us to hire more people.</blockquote>\n<blockquote>Re Sandy's [allegations] concerning this discussion: I put out an order that profanity [could] not be used to any employees. I do not remember her making any allegations re discrimination. I agreed [with] her that there were problems, but I do not remember her stating that discrimination had occurred. There was no mention of any actions I took which she considered to be discriminatory. We have no set policies regarding disciplining employees for security violations.</blockquote>\n<blockquote>No knowledge of allegations made (during our discussion) re different [treatment], unfair [treatment], etc. as perceived by Sandy.</blockquote>\n<p>Following the unlocked doors incidents plaintiff requested and was given a grievance hearing before a board whose members she had chosen. The board concurred in Bowser's recommendation that plaintiff be discharged.</p>\n<p>On these facts the plaintiff has managed to allege twelve causes of action against the defendants. She alleges:</p>\n<p>1. That her rights of free speech and freedom of association under the United States Constitution were violated by defendants;</p>\n<p>2. That her substantive due process rights under the Constitution were violated;</p>\n<p>3. That her procedural due process rights under the Constitution were violated;</p>\n<p>4. That her rights to free speech and freedom of association under the North Carolina Constitution were violated;</p>\n<p>5. That her substantive due process rights under the North Carolina Constitution were violated;</p>\n<p>6. That her procedural due process rights under the North Carolina Constitution were violated;</p>\n<p>7. That she was discharged in violation of public policy;</p>\n<p>8. That she was discharged as a result of discrimination under the federal handicap statutes;</p>\n<p>9. That her rights to equal protection under the United States Constitution were violated;</p>\n<p>10. That she was discharged as a result of unlawful discrimination under the North Carolina Constitution based on her sex;</p>\n<p>11. That she is entitled to recover under the Sheriff's surety bond issued by the defendant, Western Surety Company, Inc.; and</p>\n<p>12. That she is entitled to recover punitive damages.</p>\n<p>In her brief on the summary judgment motion and during the course of oral argument <span class=\"star-pagination\">*426</span> on it counsel for plaintiff has conceded that defendants are entitled to summary judgment on portions of the twelve listed causes of action, and it will not be necessary for the court to deal with the matters thus conceded in this memorandum. Plaintiff's concessions are as follows:</p>\n<p>1. Summary judgment should be granted in favor of defendants Bedsole and Bowser in their respective individual capacities as to the plaintiff's claims under the North Carolina Constitution.</p>\n<p>2. Defendants Cumberland County, Cumberland County Sheriff's Department, Bedsole and Bowser in their respective official capacities are all entitled to summary judgment with respect to the plaintiff's claim for punitive damages.</p>\n<p>3. Plaintiff has not established that she was deprived of any liberty interest as a result of reference information CCSD provided to the Hope Mills Police Department.</p>\n<p>4. Defendants are entitled to summary judgment on plaintiff's claim of the violation of her right to associate under the United States and North Carolina State Constitutions.</p>\n<p>5. Defendants are entitled to summary judgment with respect to the plaintiff's claims of violation of her substantive due process rights.</p>\n<p>The court will now consider the motion for summary judgment as it relates to the defendants separately.</p>\n<p></p>\n<h2><i>CUMBERLAND COUNTY SHERIFF'S DEPARTMENT</i></h2>\n<p>The plaintiff has produced no law and presented no argument to show that the CCSD is a legal entity with the capacity to sue and be sued. In any event, there is no evidence in the record to show that any action was taken with respect to the plaintiff by the Sheriff's Department as such. Instead, all of the action relating to plaintiff's discharge was taken by the individual defendants, Bowser and Bedsole. The motion of CCSD for summary judgment will therefore be allowed.</p>\n<p></p>\n<h2><i>CUMBERLAND COUNTY</i></h2>\n<p>Defendant Bedsole is an elected official of Cumberland County. He is not hired by the Board of County Commissioners or the County Manager but retains his office by popular election, and he is forbidden by statute to delegate to another person the final responsibility for discharging his official duties. N.C.G.S. § 162-24. One of his official duties is set forth in N.C.G.S. § 153A-103(1) as follows: \"Each sheriff ... elected by the people has the exclusive right to hire, discharge, and supervise the employees in his office.\"</p>\n<p>In the face of this statutory law plaintiff strenuously insists that the employees of the CCSD are employees of Cumberland County which is therefore responsible for plaintiff's alleged wrongful discharge. Citing <i>Dotson v. Chester,</i> <span class=\"citation\" data-id=\"564335\"><a href=\"/opinion/564335/michael-n-dotson-wayne-musgrove-and-all-others-similarly-situated-v/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span> (4th Cir.1991), plaintiff argues that because Sheriff Bedsole has \"final policymaking authority\" for Cumberland County with respect to personnel actions such as the one involved here and the county pays the salaries of the Sheriff's Department employees, federal law imposes liability on the county in this action. <i>See </i><i>City of St. Louis v. Praprotnik,</i> <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">915</span></a></span>, <span class=\"citation\" data-id=\"112017\"><a href=\"/opinion/112017/st-louis-v-praprotnik/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">107</span></a></span> (1988).</p>\n<p>In the court's view plaintiff's reliance on <i>Dotson</i> is misplaced. That case decided under Maryland law involved an action to recover fees awarded the plaintiffs under a consent judgment entered in an action involving the maintenance of the county jail. It was the county's responsibility to provide a jail, and the Sheriff was held to be the county's final policymaking authority with respect to the maintenance of the jail. No Maryland statute giving the sheriff the exclusive right to hire and discharge his employees was involved in that case.</p>\n<p>Cited for the first time on oral argument by counsel for the plaintiff was a 74-page memorandum and recommendation made by Magistrate Judge Dixon of this court involving Cumberland County which was thereafter approved and adopted by Judge Howard. That case, which is entitled <i>Brewington v. Bedsole and County of Cumberland,</i> No. 91-120-Civ-3-H, entered May 14, 1993 in the Fayetteville Division of this court, is seemingly <span class=\"star-pagination\">*427</span> at variance with the conclusion reached here. At pages 33-34 of his memorandum of decision Magistrate Judge Dixon says:</p>\n<blockquote>The County has no authority whatsoever in the Sheriff's personnel decisions pursuant to applicable state law. However, the Sheriff is the final policy-making official for the County on personnel decisions within the CCSD. His actions as an elected official bind the County, at least in this context, as the County has been given notice and an opportunity to respond.</blockquote>\n<p>The difficulty this court has with that conclusion is that notwithstanding it correctly states the law that the county has no authority in the Sheriff's personnel decisions, it assumes that the county does in fact have authority in personnel decisions within the CCSD and that the Sheriff is the county's \"final policy-making official\" with respect thereto. In this court's view this simply begs the question. Under the state statute quoted above the county is in no way concerned in the hiring and firing of the Sheriff's employees, and the county therefore has no need whatever for a \"final policy-making official\" in CCSD personnel decisions.</p>\n<p>In his memorandum of decision Magistrate Judge Dixon said that the question involved in the <i>Brewington</i> case was \"a close one,\" and it is predicted here that when that case comes to trial, Judge Howard will take a closer look at the question of whether Sheriff Bedsole is \"the final policy-making official for the County on personnel decisions within the CCSD.\"</p>\n<p>The fact that Cumberland County pays the salaries of the Sheriff's Department employees is of no moment. The salaries have to be paid from some source, and the county, not the Sheriff, provides this source pursuant to its taxing authority, but this does not make the Sheriff's employees county employees. An analogous situation arises under the Eleventh Amendment cases in which the state is accorded immunity for the actions of certain employees notwithstanding the county pays the salaries of such employees. <i>See also </i><i>Allen v. Fidelity &amp; Deposit Company,</i> <span class=\"citation\" data-id=\"1963255\"><a href=\"/opinion/1963255/allen-v-fidelity-deposit-co-of-md/\"><span class=\"volume\">515</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1185</span></a></span> (D.S.C.1981), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">694</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">716</span></span> (4th Cir.1982).</p>\n<p>The motion of Cumberland County for summary judgment will be allowed.</p>\n<p></p>\n<h2><i>DEFENDANT BOWSER</i></h2>\n<p>The complaint alleges that during the times in question the defendant Bowser was employed in an executive capacity by CCSD and that he had immediate supervisory authority over the plaintiff; that he had \"authority to make policy with respect to the discipline and/or discharge of any employee of the CCSD;\" that he is sued in his official and individual capacities; and that all of his actions complained of were taken under color of his authority as a captain or major in the CCSD \"pursuant to the custom, practice, and/or policy of the CCSD.\" The complaint goes on to allege that following the two incidents in which jail doors were found unlocked on plaintiff's shift Bowser recommended to Sheriff Bedsole that she be discharged and that this recommendation was made in retaliation for plaintiff's having conferred with the jail chaplain concerning problems she perceived to be existing in the operation of the jail.</p>\n<p>Sheriff Bedsole accepted Bowser's recommendation and discharged the plaintiff, but he did not have to do so, and it is difficult to see how this simple recommendation made by Bowser to the Sheriff, regardless of its motivation, could impose liability on him when the Sheriff was the only person vested with the statutory authority to hire and fire employees.</p>\n<p>Bowser's motion for summary judgment will be allowed.</p>\n<p></p>\n<h2><i>DEFENDANT BEDSOLE</i></h2>\n<p>This brings us to a consideration of plaintiff's case against Morris Bedsole, Sheriff of Cumberland County, as the person solely responsible under the statute for all the personnel decisions made in the CCSD. The plaintiff alleges and has offered evidence which she contends shows that Bedsole fired her in violation of her free speech rights under the United States and North Carolina Constitutions; in violation of her rights on account of her sex; for violation of her rights under the due process clauses of the United States and North Carolina Constitutions; <span class=\"star-pagination\">*428</span> and in violation of her rights under the handicap statutes. These claims will be addressed seriatim.</p>\n<p></p>\n<h2><i>The Free Speech and Equal Protection Claims</i></h2>\n<p>This claim is predicated upon plaintiff's claim that Bedsole fired her in retaliation for her having exercised her free speech rights in communicating her concerns about the operation of the jail to Chaplain Mitchell, and she correctly asserts that as a general principle public employees have the right not to have their employment conditioned upon refraining from speech protected under the First Amendment. <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 142, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1684</span></a></span>, 1687, <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1983). The complaint alleges that in her meeting with the Chaplain she expressed \"some concerns and/or complaints that she had with respect to the understaffing at the Cumberland County Jail\" and that when she met with Bedsole she complained \"about the shortage of jailers and/or staff that were necessary to properly maintain the Cumberland County Jail during her shift.\" She also told Bedsole \"of her concerns that some CCSD employees that were associated with her shift were not properly trained,\" and she also told him that some of the male employees of the jail were referring to female employees with derogatory sexual slurs. (Paragraphs 20, 21 and 22 of the Complaint.)</p>\n<p>To be protected by the First Amendment of the United States Constitution, and the provisions of the North Carolina Constitution are no broader, an employee's speech must involve a matter of \"public concern.\" <i>Connick</i> at 146, 103 S.Ct. at 1689-90. The court has concluded that the plaintiff's statements quoted above do not measure up to this requirement.</p>\n<p>While the fact that the statements were not made in a public forum is not controlling, the test is whether the matter is one in which \"free and open debate is vital to informed decision-making by the electorate.\" <i>Connick</i> at 145, 103 S.Ct. at 1689. The definite impression here is that the plaintiff was simply grousing about the conditions of her own employment, a matter in which at best the public would have had only limited interest. Personal grievances concerning working conditions do not qualify as matters of public concern. <i>Lewis v. Blackburn,</i> <span class=\"citation\" data-id=\"450739\"><a href=\"/opinion/450739/georgia-j-lewis-v-r-max-blackburn-and-frank-w-snepp-north-carolina/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1171</span></a></span> (4th Cir.1985).</p>\n<p>The plaintiff has argued on the basis of a self-serving declaration of her own and the inadmissible hearsay statement of a friendly fellow employee that she had security of the jail in mind when she made her statements about understaffing, and, of course, jail security would be a matter of undoubted public importance, but there is no evidence that the statements followed a disturbance or riot demonstrating the need for additional personnel. Matters of public concern normally involve charges of illegal action, abuse of authority or power, corruption or waste, and plaintiff's speech in this case involved none of these things. <i>Jurgensen v. Fairfax County, Virginia,</i> <span class=\"citation\" data-id=\"442878\"><a href=\"/opinion/442878/robert-e-jurgensen-v-fairfax-county-virginia-carroll-d-buracker-chief/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">868</span></a></span>, 871 (4th Cir.1984).</p>\n<p>Having failed to find that plaintiff's speech in this case involved a matter of public concern, the court does not reach the second step of the three-part inquiry outlined in <i>Mt. Healthy City School District Board of Education v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977), and therefore does not decide whether the evidence would support a finding that plaintiff would not have been discharged \"but for\" her speech. It is observed, however, that plaintiff was discharged following her admitted violation of one serious security rule and that another similar incident occurred on plaintiff's shift for which she was responsible only a few days after the first incident. At the same time it will be recalled that the Sheriff agreed with the plaintiff that additional personnel was needed in the jail while stating that he could not employ additional help because of lack of funding. There is no evidence of any animus on the part of the Sheriff relating to plaintiff's speaking to the Jail Chaplain outside the chain of command or that he fired her on this account.</p>\n<p>In support of her claim that she was denied equal protection under the United States and North Carolina State Constitutions plaintiff has cited an instance in which a <span class=\"star-pagination\">*429</span> male employee of the Sheriff's Department was given less severe disciplinary action for the same offense for which she was disciplined and later discharged, that is, allowing jail doors to be unlocked. The explanation of the Sheriff is that this apparent discrepancy in punishment resulted from the failure of the evidence to establish with certainty that the male employee was responsible for the doors being found unlocked on the male employee's shift. Plaintiff has failed to establish by the evidence that she was in fact the victim of disparate treatment, and her equal protection claim will therefore be denied.</p>\n<p>Defendant has not raised the question as to whether the interest of the public, such as it was, in plaintiff's statements was nonetheless outweighed by the Sheriff's responsibility to manage the internal affairs of the CCSD and provide effective and efficient service to the public. This would involve the third step in the <i>Mt. Healthy</i> analysis which the court does not reach.</p>\n<p>Defendant Bedsole's motion for summary judgment on the free speech and equal protection issues will be allowed.</p>\n<p></p>\n<h2><i>The Sex Discrimination Claim</i></h2>\n<p>Plaintiff alleges and contends that she has offered evidence creating a genuine issue of fact as to whether she was discharged on account of being a female. She seeks to establish this claim under an exception to the employment at will doctrine which obtains in North Carolina which holds that employees may not be discharged for reasons which are in contravention of the public policy of the state. The plaintiff claims that Sheriff Bedsole discharged her in violation of the public policy of North Carolina expressed in its Equal Employment Practices Act, N.C.G.S. § 143-422.2.</p>\n<p>To begin with, the court rejects defendant's argument that since the plaintiff had an adequate remedy under Title VII of the federal equal employment statute, her cause of action based upon the North Carolina statute should be dismissed as was the case in <i>Frazier v. First Union National Bank,</i> <span class=\"citation\" data-id=\"1479922\"><a href=\"/opinion/1479922/frazier-v-first-union-nat-bank/\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1540</span></a></span> (W.D.N.C.1990). Defendant argues that while the North Carolina statute arguably constitutes an expression of public policy, it does not support a private action by a plaintiff alleging wrongful discharge. Since the case of <i>Amos v. Oakdale Knitting Company,</i> <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span> (1992), in which it was held that \"public policy is violated when an employee is fired in contravention of express policy declarations contained in the North Carolina General Statutes,\" the courts in this district have held that the existence of the right to bring an action under Title VII in the state and federal courts does not mandate the dismissal of a wrongful discharge claim based on a violation of North Carolina public policy. <i>Percell v. International Business Machines, Inc.,</i> No. 90-538-Civ-5-D, decided December 8, 1992.</p>\n<p>Defendant's position on summary judgment is nonetheless sound in this action, for there is simply no evidence in the record from which a reasonable jury could find that plaintiff was discharged because she was a woman, and defendant's motion for summary judgment on this ground will be allowed.</p>\n<p></p>\n<h2><i>The Procedural Due Process Claim</i></h2>\n<p>Plaintiff has alleged and offered evidence which she contends establishes a genuine issue of material fact as to whether she had a property interest in her job sufficient to support her claim that in the course of her discharge she was denied procedural due process under the United States and North Carolina Constitutions. Such a showing has long been required under the cases of <i>Board of Regents of State Colleges v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972), and <i>Bishop v. Wood,</i> <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></a></span>, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, <span class=\"citation\" data-id=\"109476\"><a href=\"/opinion/109476/bishop-v-wood/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></a></span> (1976).</p>\n<p>Under North Carolina law employees of a Sheriff's Department serve at the pleasure of the Sheriff. Subject to the exception to the employment at will doctrine noted above, they can be discharged for any reason or no reason at all.</p>\n<p>Plaintiff's argument that the existence of this public policy exception to the employment at will doctrine somehow vested her with a property interest in her employment is simply without merit. What was said by the Third Circuit in the recent case of <i>Clark</i> <span class=\"star-pagination\">*430</span> <i>v. Modern Group Ltd.,</i> <span class=\"citation\" data-id=\"657177\"><a href=\"/opinion/657177/william-n-clark-v-modern-group-ltd-john-f-smith/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">321</span></a></span> (3rd Cir. 1993) is relevant here. The case involved the alleged unlawful discharge of an at will employee under Pennsylvania law contrary to that state's public policy exception to the rule:</p>\n<blockquote>When an employer that is engaging ... in an illegal activity seeks to coerce its employees into participating in that activity or condoning it by silence, the public's interest in exposing unlawful activities overrides the doctrine of employment at will. The public policy exception to the doctrine of employment at will does not exist, however, to protect the employee. Rather it is the protection of society from public harm, or the need to vindicate fundamental individual rights, that undergirds an at-will employee's common law action for wrongful discharge in Pennsylvania.</blockquote>\n<p>Defendant's motion for summary judgment based on plaintiff's claim of the violation of her rights to procedural due process will be allowed.</p>\n<p></p>\n<h2><i>The Claim of Handicap Discrimination</i></h2>\n<p>Plaintiff's claim that she was discharged on account of her handicap is apparently based on what Sheriff Bedsole told the EEOC investigator was his reason for his failure to demote plaintiff and put her back on road patrol. To begin with it will be noted that this statement attributed to the Sheriff was made after plaintiff had been discharged, and just how this statement can give rise to an inference that plaintiff's discharge was somehow related to the almost trivial injury she claims as a handicap is not readily apparent to the court. There might be a different case if plaintiff were suing on allegations that she was denied employment in the road patrol because of her alleged handicap, but she has only claimed that she was discharged because of her alleged handicap.</p>\n<p>Be these things as they may, in order to establish a claim based on handicap discrimination the plaintiff must first offer evidence that she in fact qualified as a handicapped person under the federal Vocational Rehabilitation Act of 1973, 29 U.S.C. § 706(8)(B); 29 C.F.R. § 1613.702(a). The Act requires that a claimant have a severe disability of a permanent nature which substantially limits \"functions, such as caring for one's self, performing manual tasks, walking, seeing, hearing, speaking, breathing, learning, and working,\" 29 C.F.R. § 1613.702(c). Plaintiff has made no showing that she has any such disability. On the contrary, she has alleged that she is fully capable of performing the duties which were assigned to her in the jail and when she was on road patrol.</p>\n<p>Finally, under the Act it was incumbent upon the plaintiff to offer evidence as to whether her disability was the sole basis for her discharge. There is no evidence whatever in this record to support any such contention.</p>\n<p>The defendants' motion for summary judgment based on plaintiff's claim of handicap discrimination will be allowed.</p>\n<p></p>\n<h2><i>WESTERN SURETY COMPANY, INC.</i></h2>\n<p>Having found that the principal under the Sheriff's bond has not breached any of the obligations of the bond, it follows that the motion of Western Surety Company, Inc. for summary judgment must be allowed.</p>\n<p>In view of the conclusions the court has reached on the summary judgment motions it is not necessary that the remaining issues relating to injunctive relief and punitive damages be addressed, and judgment sustaining the motions for summary judgment of all defendants will be entered.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1479922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1963255/"
  ]
}