{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1428084/",
  "absolute_url": "/opinion/1428084/morrison-v-martin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1428084/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:05:29.515141Z",
  "date_modified": "2016-04-26T20:25:39.979589Z",
  "type": "010combined",
  "sha1": "afac8e08462deddafb962460f9f812a797924165",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>755 F.Supp. 683 (1990)</b></center>\n<center><h1>Kenneth MORRISON, Plaintiff,<br>\nv.<br>\nJim MARTIN, et al., Defendants.</h1></center>\n<center>No. 89-461-CRT-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 16, 1990.</center>\n<p><span class=\"star-pagination\">*684</span> <span class=\"star-pagination\">*685</span> Kenneth Morrison, pro se.</p>\n<p>Jane Ray Garvey, State of N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>Kenneth Morrison (Morrison) is a former law enforcement and correctional officer who is now a prisoner in the custody of the North Carolina Department of Correction. He has filed and is pursuing this action <i>pro se,</i> having declined the services of North Carolina Prisoner Legal Services. He complains of various incidents of alleged physical mistreatment while at Central Prison and Odom Correctional Institution. He also accuses the staff at Odom, Central Prison and Caledonia of emitting voices into his head while applying pressure to cause headaches and also applying presumably remote \"stinging impulses\" to his body resulting in various embarrassing bodily functions. He states that he has been denied meals and mattresses on occasion and that on one occasion legal materials were removed and withheld from him for nineteen days. Defendants have moved for summary judgment. Morrison has responded thereto, and the matter is ripe for deposition.</p>\n<p>At the outset, the court notes that the complaint does not state whether the <span class=\"star-pagination\">*686</span> defendants are sued in their official capacities or individually. In any event, this court is without jurisdiction over a civil rights suit against state officials in their <i>official</i> capacities. <i>Will v. Michigan Department of State Police,</i> 491 U.S. 58, 109 S.Ct. 2304, 105 L.Ed.2d 45 (1989). To the extent Morrison attempts to assert such a claim, this action is DISMISSED.</p>\n<p>More significantly, Morrison's non-force allegations do not constitute cognizable claims.</p>\n<p>Morrison complains of the noise around him. Apparently some is external (\"tapping sound,\" \"constant sound waves\") and some results from voices in his head, allegedly placed there by staff members. He complains of sleep disturbance.</p>\n<p>As to the external \"tapping noises\" and the like, the court perceives that no constitutional imperative has been transgressed, even were Morrison's contentions accepted on face value.<sup>[1]</sup></p>\n<p>To the extent that Morrison accuses correctional personnel of placing voices in his head to ask about his court case and emitting constant sound waves, the court takes judicial notice that impossible contentions cannot be true. <i>Cohen v. United States,</i> 129 F.2d 733, 736 (8th Cir.1942).</p>\n<blockquote>Where the facts testified to are opposed to all natural laws and common experience, that it is inconceivable that any such thing could have occurred, courts will refuse to believe it, on the ground that they will take judicial notice of its incredibility.</blockquote>\n<p><i>Black v. Berea,</i> 137 Ohio St. 611, 19 Ohio Ops. 427, 32 N.E.2d 1, 132 A.L.R. 1391 (1941). <i>See also,</i> 30 Am.Jur.2d: Evidence 1086. The court disregards such testimony as inherently improbable. <i>Urban Redevelopment Corporation v. C.I.R.,</i> 294 F.2d 328 (4th Cir.1961).</p>\n<p>The United States Supreme Court recently had occasion to opine as to the legal sufficiency of inherently impossible allegations in construing the authority of federal courts under 28 U.S.C. 1915.</p>\n<blockquote>[Section 1915] accords judges not only the authority to dismiss a claim based on an indisputably meritless legal theory, but also the unusual power to pierce the veil of the complaint's factual allegations and dismiss those claims whose factual contentions are clearly baseless. Examples of the former class are claims against which it is clear that the defendants are immune from suit ... and claims of infringement of a legal interest which clearly does not exist.... Examples of the latter class are claims describing fantastic or delusional scenarios, claims with which federal district judges are all too familiar.</blockquote>\n<p><i>Neitzke v. Williams,</i> 490 U.S. 319, 109 S.Ct. 1827, 1833, 104 L.Ed.2d 338 (1989).</p>\n<p>The court views this approach to inherently incredible inmate allegations to be available at any stage of litigation, including the evaluation of a motion for dismissal or summary judgment. The court is not precluded from the use of common sense in dealing with preposterous contentions, whether made <i>pro se</i> or otherwise.</p>\n<p>Morrison also makes generalized allegations that he has missed meals from time to time and that he occasionally has not had a mattress. These contentions contain no information as to location, date or circumstances. Such vague and generalized claims do not support an action based on 42 U.S.C. 1983.</p>\n<p>In order for a constitutional deprivation to be shown, the conditions of confinement must be \"shocking to the conscience\" and lasting for a substantial period of time, <i>Sweet v. South Carolina Department of Corrections,</i> 529 F.2d 854, 860-61 (4th Cir. 1975), so that conditions amount to \"punishment.\" <i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979).</p>\n<p>The court is not empowered to act unless deprivations are of constitutional dimensions. Highly undesirable conditions supply no predicate for a cognizable claim. <i>Minns v. Simpson,</i> 391 F.Supp. 1156 (W.D. Va.1975), <i>aff'd,</i> 537 F.2d 77 (4th Cir.1976); <i>Preast v. Cox,</i> 628 F.2d 292 (4th Cir.1980); <span class=\"star-pagination\">*687</span> <i>Breeden v. Jackson,</i> 457 F.2d 578 (4th Cir. 1972).</p>\n<p>Morrison's contention fails to state a claim for relief.<sup>[2]</sup> Further, it would appear that whatever meals Morrison may have missed were by his own choice during periods when this fixation came to the fore.</p>\n<p>Morrison complains of being cursed while at Southern Correctional Center. Words by themselves do not state a constitutional claim, without regard to their nature. <i>Collins v. Cundy,</i> 603 F.2d 825, 827 (10th Cir.1979); <i>Jones v. Superintendent,</i> 370 F.Supp. 488, 491 (W.D.Va.1974); <i>Zeno v. Cropper,</i> 650 F.Supp. 138 (S.D.N. Y.1986); <i>Keyes v. City of Albany,</i> 594 F.Supp. 1147 (N.D.N.Y.1984); <i>Gaut v. Sunn,</i> 810 F.2d 923 (9th Cir.1987); <i>Mann v. Smith,</i> 796 F.2d 79, 85 (5th Cir.1986). The subjection of a prisoner to verbal abuse or profanity does not arise to the level of a constitutional deprivation. <i>Collins v. Haga,</i> 373 F.Supp. 923 (W.D.Va. 1974); <i>Morris v. Sheffer,</i><i> aff'd,</i> 519 F.2d 1399 (4th Cir.1975).</p>\n<p>The law is clear that \"[m]ere threatening language and gestures of a custodial officer do not, even if true, amount to constitutional violations.\" <i>Coyle v. Hughs</i> 436 F.Supp. 591, 593 (W.D.Okla.1977) (citing <i>Fisher v. Woodson,</i> 373 F.Supp. 970 (E.D. Va.1973)); <i>Emmons v. McLaughlin,</i> 874 F.2d 351, 353 (6th Cir.1989).</p>\n<p>Morrison was denied contact visits for a period while on administrative segregation at Southern Correctional Center pending a custody review, a normal practice for persons on that custody status. The period during which these restrictions existed was a result of Morrison's refusal to cooperate with the normal classification process and expedite his assignment to a facility at which these privileges could be extended.</p>\n<p>There is no constitutional entitlement to contact visitation for the limited period of time involved in this matter. <i>Block v. Rutherford,</i> 468 U.S. 576, 104 S.Ct. 3227, 82 L.Ed.2d 438 (1984); <i>Oxendine v. Williams,</i> 509 F.2d 1405 (4th Cir. 1975). Moreover, reasonable administrative response to institutional considerations may further justify restricting privileges. The standard for review of prison regulations affecting inmates is whether it is reasonably related to a legitimate institutional objective. <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987). Given Morrison's self-confessed refusal to cooperate with the diagnostic and intake procedures at Southern and his pending custody review, the denial of contact visits, done pursuant to policy, was a legitimate administrative decision.</p>\n<p>Morrison also complains that various appeals materials were removed from his cell for a period of nineteen days. He also states that he was not allowed to keep his Bibles.</p>\n<p>Morrison has not shown harm caused by the alleged seizure of these vaguely identified items and his claim is therefore barred under <i>Magee v. Waters,</i> 810 F.2d 451, 452 (4th Cir.1987). There can be no constitutionally based recovery in the absence of actual injury or specific harm to the inmate from the alleged deprivation of access. <i>Hudson v. Robinson,</i> 678 F.2d 462 (3d Cir.1982); <i>Cookish v. Cunningham,</i> 787 F.2d 1 (1st Cir.1986); At the very least, the complaining prisoner must allege some quantum of detriment caused by the challenged conduct of the authorities resulting in the interruption or delay of litigation. <i>Hossman v. Spradlin,</i> 812 F.2d 1019, 1021 (7th Cir.1987).</p>\n<p>Moreover, any materials which were removed from Morrison's possession on March 20, 1989, were taken because he had been placed on suicide watch and for his own protection. Some delay in their return was occasioned by the plaintiff's refusal to sign the property receipt as required. Nevertheless, these materials were returned on April 7, 1989.</p>\n<p>The deference due to facility administrators in the establishment of policies reasonably <span class=\"star-pagination\">*688</span> related to legitimate governmental objectives is a principle well established in the law. <i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979); <i>Procunier v. Martinez,</i> 416 U.S. 396, 404, 94 S.Ct. 1800, 1807, 40 L.Ed.2d 224 (1974); <i>Cruz v. Beto,</i> 405 U.S. 319, 321, 92 S.Ct. 1079, 1081, 31 L.Ed.2d 263 (1972); <i>Crowe v. Leek,</i> 540 F.2d 740 (4th Cir.1976); <i>Ross v. Blackledge,</i> 477 F.2d 616, 618 (4th Cir.1973); <i>Sweet v. South Carolina Department of Corrections,</i> 529 F.2d 854, 859 (4th Cir. 1975).</p>\n<p>That legal or other materials were denied Morrison for a brief period while confined to suicide watch (particularly in light of the absence of any harm occasioned thereby) does not constitute a cognizable constitutional claim.</p>\n<p>Morrison's allegations of use of force, while more troublesome, are subject to summary judgment. Morrison contends that the staff at Central Prison subjected him to daily \"stinging\" and \"humiliating impulses\" which caused him to ejaculate and urinate on himself. He also contends that during a two-month period, he was given \"violent and painful shocks behind his left ear\" at two different facilities, sometimes at the instant of sleep. He further contends that the staff applied pressure to his head in order to give him severe headaches. The court perceives Morrison to assert that these assaults were conducted by some remote means in much the same manner as the voices which asked him about legal matters.</p>\n<p>Again, the court takes judicial notice of the inherent incredibility of such allegations. In this regard the court has carefully reviewed all affidavits relating to the history and nature of Morrison's grievances.</p>\n<p>The only contentions which approach a statement of a claim cognizable under the Constitution are the various allegations of excessive force which Morrison contends occurred on several occasions and at different facilities. Such allegations cannot be divorced from the remainder of the complaint, but must be evaluated in conjunction with the other allegations concerning voices, sound waves and \"impulses.\"</p>\n<p>Morrison states that he was beaten on April 6, 1988, by unnamed parties. The incident began as a result of the facility's desire to provide psychological assistance to Morrison in view of his delusional and paranoid allegations. Morrison may or may not have initiated the altercation, but in any event he injured several officers who required attention at the hospital and follow-up treatment by specialists. Morrison refused medical attention for minor abrasions and swelling himself.</p>\n<p>Morrison states that on April 7, 1988, his hand was beaten and he was pulled into the cell bars by Sgt. Drew, injuring his lip. This conduct occurred when Morrison was to be taken to the facility psychologist and in response to the earlier incident. Because of the prior violence, Sgt. Drew attempted to restrain him by placing handcuffs on Morrison prior to opening the door. Morrison refused to put his second hand forward to be cuffed. At that point, Sgt. Drew pulled on the restraint in order to gain control of Morrison's other hand. No injury was observed. The use of force of this nature or for these purposes is lawful. <i>See </i><i>Anderson v. Sullivan,</i> 702 F.Supp. 424, 427 (S.D.N.Y.1988).</p>\n<p>Morrison contends that defendants Drew, Parrish and Arp beat him on April 8, 1988. Prison records reflect no incident on the 8th. However, on April 7, 1988, Morrison again resisted restraints. When the officers entered the cell in order to take Morrison to see the nurse as he had requested, he attempted to hit one officer who is not named as a defendant. The officers present used force to control Morrison and to place the restraints on him. He continued to resist vigorously throughout. Upon arrival, he again refused medical attention.</p>\n<p>Morrison alleges that at Central Prison he was removed from his cell and dragged down the hall, where he was thrown into a chair three times. No injury is alleged. Apparently, Sgt. Jones entered Morrison's cell in order to escort him to see the Lieutenant and Morrison refused restraints. <span class=\"star-pagination\">*689</span> He also refused to walk to the office and refused to sit in the chair as ordered, such refusal resulting in the use of force by Jones.</p>\n<p>\"[C]entral to all other corrections goals is the institutional consideration of internal security within the corrections facilities themselves.\" <i>Pell v. Procunier,</i> 417 U.S. 817, 823, 94 S.Ct. 2800, 2804, 41 L.Ed.2d 495, 502 (1974). It has long been recognized that this essential goal may require limitations on the retained constitutional rights of inmates. Indeed:</p>\n<blockquote>[t]he management by a few guards of large numbers of prisoners, not usually the most gentle or tractable of men and women, may require and justify the occasional use of a degree of intentional force. Not every push or shove, even if it may later seem unnecessary in the peace of a judge's chambers, violates a prisoner's constitutional rights.</blockquote>\n<p><i>Johnson v. Glick,</i> 481 F.2d 1028, 1033 (2d Cir.1973), <i>cert. denied,</i> 414 U.S. 1033, 94 S.Ct. 462, 38 L.Ed.2d 324 (1973).</p>\n<p>North Carolina General Statute 148-46 specifically permits the use of force to enforce lawful orders by prison officials.<sup>[3]</sup> The deference due to prison administrators in the establishment of policies reasonably related to legitimate governmental objectives is well established. <i>Bell v. Wolfish,</i> 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979); <i>Procunier v. Martinez,</i> 416 U.S. 396, 404, 94 S.Ct. 1800, 1807, 40 L.Ed.2d 224 (1974). As long as prison authorities are rationally pursuing a legitimate penological objective, the administrator has the \"last word.\" <i>Pittman v. Hutto,</i> 594 F.2d 407, 412 (4th Cir.1977) (citing <i>Jones v. Prisoner's Labor Union,</i> 433 U.S. 119, 97 S.Ct. 2532, 53 L.Ed.2d 629 (1977)).</p>\n<p>While simple reasonableness governs official forcible encounters with \"free citizens,\"<sup>[4]</sup> a vastly different standard governs use of force against convicted prisoners. The Eighth Amendment prohibition against Cruel and Unusual Punishment requires for liability the unnecessary and wanton infliction of pain. <i>Whitley v. Albers,</i> 475 U.S. 312, 106 S.Ct. 1078, 89 L.Ed.2d 251 (1986). Correctional officers can be held answerable at law only for \"obduracy and wantonness,\" not merely because lesser measures might have sufficed or where ordinary errors of judgment occurred. <i>Whitley,</i> 475 U.S. at 319-322, 106 S.Ct. at 1084-86, 89 L.Ed.2d at 260-263. Neither is the <i>Whitley</i> standard confined only to large scale prison disturbances.</p>\n<blockquote>While the particular setting of <i>Whitley</i> involved a prison riot, the standard announced in that case is not limited to the quelling of institutional disturbances. The <i>Whitley</i> standard applies to any \"claim of excessive force to subdue [a] convicted prisoner,\" <i>Graham,</i> 109 S.Ct. at 1871, or to \"prophylactic or preventive measures intended to reduce the incidence of ... any other breaches of prison discipline.\" <i>Whitley,</i> 475 U.S. at 322, 106 S.Ct. at 1085.</blockquote>\n<p><i>Miller v. Leather,</i> 885 F.2d 151, 153 (4th Cir.1989).</p>\n<p>For many years, the standard utilized by this Circuit in assessing force claims has been found in <i>Johnson v. Glick, supra</i><i>.</i> Although the substantive Due Process aspects of <i>Glick</i> were recently rejected by the United States Supreme Court, that case was nonetheless approved in the context of Eighth Amendment issues. <i>Graham v. Connor,</i> 109 S.Ct. at 1873, n. 11. The four-prong standard in the Second Circuit opinion was specifically noted as being useful in cases of this type.</p>\n<p>In essence, analysis of an Eighth Amendment use of force should look to (1) the need for the use of force, (2) the relationship between that need and the amount of force used, (3) the extent of the injury inflicted and (4) whether force was applied <span class=\"star-pagination\">*690</span> in a good faith effort to maintain or restore discipline or was imposed maliciously and sadistically and for the purpose of causing harm. <i>Johnson v. Glick,</i> 481 F.2d at 1033. These factors as applied to the instant case will be considered seriatim.</p>\n<p></p>\n<h2>1. <i>The need for force</i>\n</h2>\n<p>Under the <i>Glick</i> analysis, it is significant if the inmate was resisting a legitimate need or request of an officer. An individual does not have a right to challenge the officer's authority. When force is used to disarm or subdue an arrestee, for example, and thereafter no force is used, plaintiff will not have a cause of action even under the higher Fourth Amendment standard. <i>Prosise v. Haring,</i> 667 F.2d 1133 (4th Cir. 1981), <i>aff'd,</i> 462 U.S. 306, 103 S.Ct. 2368, 76 L.Ed.2d 595 (1983).</p>\n<p>Liability requires a showing by the plaintiff that there was no plausible basis for the official belief in the necessity for using the degree of force employed. <i>Whitley v. Albers,</i> 475 U.S. at 323, 106 S.Ct. at 1086, 89 L.Ed.2d at 263. Such a predicate is not existent in the case <i>sub judice.</i></p>\n<p>Morrison's overall conduct reflects his recalcitrance in the face of legitimate institutional inquiries. In each instance, the correctional officers were attempting either to control him or to move him to another area where he could receive needed psychological assistance. Whether to defend themselves from his attacks or to accomplish some legitimate administrative or security purpose, the need for force existed.</p>\n<p></p>\n<h2>2. <i>The relationship between the force used and the need</i>\n</h2>\n<p>One of the threshold issues in all use of force cases is whether the degree of force employed is necessary to protect a legitimate state interest, and therefore permissible under the totality of the circumstances. <i>Justice v. Dennis,</i> 793 F.2d 573, 576-77 (4th Cir.1986).</p>\n<p>In this case, the court perceives Morrison's obduracy, not that of the correctional staff, unquestionably to have caused these incidents. Unlike many such claims, the predicate facts are not in real dispute between the parties. It is only as to the necessity for force and the degree used that the contentions of the parties appear to diverge.</p>\n<p>However, taking Morrison's allegations as a given, even the use of force which is unnecessary or excessive in some ultimate factual sense does not perforce violate the Eighth Amendment standard.</p>\n<p>There is no constitutional imperative for an officer in a threatening situation to select the minimally forceful means to accomplish his objective. <i>Whitley v. Albers,</i> 475 U.S. at 322, 106 S.Ct. at 1085, 89 L.Ed.2d at 262. <i>O'Neal v. DeKalb Co. Ga.,</i> 850 F.2d 653, 656-657 (11th Cir.1988); <i>Estate of Belew v. Ruppert,</i> 694 F.Supp. 1214 (D.Md.1988).</p>\n<p>Because this is an action founded on the protections of the United States Constitution, not state law, even an unequivocal assault by a correctional officer does not necessarily meet the extremely high burden the Supreme Court has placed upon prisoners in these actions. The amount of force sufficient for a state claim does not necessarily rise to a constitutionally violative level. <i>Daniels v. Williams,</i> 474 U.S. 327, 106 S.Ct. 662, 666, 88 L.Ed.2d 662 (1986).</p>\n<p>The difference between an act of physical force and an act of brutality shocking to the conscience is not necessarily a fine one. Every instance of even unequivocally excessive force does not give rise to a Section 1983 violation. Given the hostile environment generally found in a prison, one punch by a guard, for example, is simply not \"shocking to the conscience.\" <i>Sheffey v. Greer,</i> 391 F.Supp. 1044 (E.D.Ill. 1975). And, generally speaking a claim cannot rise to a constitutional level where there are no visible cuts or bruises, no bleeding, and no torn clothing. <i>Porter v. City of Detroit,</i> 639 F.Supp. 589, 594 (E.D. Mich.1986).</p>\n<p>The Fifth Circuit recently engaged in a succinct statement of the analysis. In the case of <i>James v. Alfred,</i> 835 F.2d 605 (5th Cir.1988), <i>cert. denied,</i> 485 U.S. 1036, 108 S.Ct. 1599, 99 L.Ed.2d 913, the court disposed <span class=\"star-pagination\">*691</span> of a prisoner force claim relating to a claim of physical force. The district court's finding that the complaint related to an isolated incident of non-remarkable proportions placed the matter squarely within the reach of <i>Whitley</i> and the judgment of dismissal was affirmed.</p>\n<p>Furthermore, the Due Process rights of the Fourteenth Amendment can provide no greater protection. <i>Whitley v. Albers,</i> 475 U.S. at 326-28, 106 S.Ct. at 1087-89; <i>Hall v. Tawney,</i> 621 F.2d 607, 611, n. 5 (4th Cir.1980). A good faith effort to restore discipline and order in a disruptive situation will not transgress the applicable constitutional standard. <i>See </i><i>Bean v. Cunningham,</i> 650 F.Supp. 709 (D.N.H. 1986), <i>aff'd,</i> 836 F.2d 1341 (1st Cir.1987).</p>\n<p>The entire picture presented in Morrison's unrealistic and delusional complaint renders credible beyond doubt the averments in defendant's numerous affidavits that force was needed to cope with Morrison's irrationality and that the degree of force used was not excessive under the exigencies and circumstances as they then existed.</p>\n<p></p>\n<h2>3. <i>Extent of injury inflicted</i>\n</h2>\n<p>Equally fatal to Morrison's cause of action is the absence of any serious or permanent injury.</p>\n<blockquote>We agree with the district court that official force justifiably applied against a resisting prisoner which causes no <i>verifiable</i> injury cannot support a claim of constitutional violation. (emphasis supplied)</blockquote>\n<p><i>Pressly v. Gregory,</i> 831 F.2d 514, 518 (4th Cir.1987).</p>\n<p>In this case, Morrison was examined following each incident in which force was required pursuant to standing operating policy. The April 6, 1988 incidents resulted in a superficial abrasion, minor swelling of the thumb and a small contusion to the elbow. The April 7, 1988 incident resulted in a bruise, abrasions, and some wrist swelling. Following this incident, he was sent to the hospital, where he refused treatment. The May 5, 1988 incident, which continued into the early hours of May 6, 1988, resulted in a small laceration to the wrist, and a small abrasion on the chest and left shoulder. No head injury was noted despite the allegation of a baton strike to that area. The March 1, 1989 incident involved two officers taking plaintiff by the arms to prevent him from walking away from the doctor who had come to him in an effort to render assistance. Morrison refused to speak with the medical staff member who came to check him and no apparent problems were noted.</p>\n<p>Even assuming an unprovoked physical assault occurred, such action cannot be said to \"shock the conscience\" where injury is de minimus, i.e., where there are no visible cuts or bruises, no bleeding and no torn clothing. <i>Porter,</i> 639 F.Supp. at 594.</p>\n<blockquote>The extent of the injury inflicted is not just something that a jury may consider, it is a relevant factor as to whether or not the punishment inflicted was cruel and unusual. Indeed, a court <i>must</i> look to the extent of the pain inflicted in determining whether a constitutional violation occurred. (Citations omitted and emphasis supplied)</blockquote>\n<p><i>Cowans v. Wyrick,</i> 862 F.2d 697, 700 (8th Cir.1988).</p>\n<p>Thus, the absence of verifiable serious injury to Morrison negates the existence of Morrison's claims.</p>\n<p></p>\n<h2>4. <i>Motive and purpose</i>\n</h2>\n<p>The intent behind the use of force, while apparently injecting subjective factors into an otherwise objective analysis, does not permit the unfettered substitution of lay judgment. Both <i>Graham</i> and <i>Whitley</i> expressly counseled against the allure of 20/20 hindsight.</p>\n<p>A good faith effort to impose discipline and order in the face of Morrison's recalcitrance and irrationality cannot support constitutionally based liability. <i>Bean v. Cunningham,</i> 650 F.Supp. 709 (D.N.H.1986), <i>aff'd,</i> 836 F.2d 1341 (1987) (table). The United States Supreme Court ruled in <i>Pierson v. Ray,</i> 386 U.S. 547, 557, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967), that public <span class=\"star-pagination\">*692</span> officials are immune from civil liability in actions brought in connection with the performance of their duty when their actions were reasonable under the circumstances and taken in good faith. The test for evaluating such good faith is the totality of those circumstances. <i>See </i><i>Bailey v. Turner,</i> 736 F.2d 963, 969 (4th Cir.1984). To the extent that a defendant does not transgress against a clearly established constitutional interest, he is protected. <i>Harlow v. Fitzgerald,</i> 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396, 410 (1982).</p>\n<p>It is the duty of a law enforcement officer who is assaulted to stand his ground, carry through on the performance of his duties, and meet force with force, so long as he acts in good faith and uses no more force than reasonably appears to him to be necessary to effectuate his duties and save himself from harm. <i>State v. Ellis,</i> 241 N.C. 702, 705, 86 S.E.2d 272 (1955). Within reasonable limits, that officer is properly left with the discretion to determine the amount of force required under the circumstances as they appeared to him at that time. <i>State v. Anderson,</i> 40 N.C. App. 318, 321, 253 S.E.2d 48, 50 (1979).</p>\n<p>The record here is devoid of evidence suggesting bad faith or improper motive on the part of the defendants. Furthermore, Morrison has demonstrated no serious injury. <i>Cowans v. Wyrick,</i> 862 F.2d 697, 700 (8th Cir.1988).</p>\n<p>In the instant case, the court perceives the undisputed facts to warrant a grant of summary judgment for the defendants under the <i>Albers</i> standard. Accordingly, defendants' motion for summary judgment is herewith ALLOWED.</p>\n<p>SO ORDERED.<sup>[5]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  Morrison's claims are patently unrealistic and delusional.</p>\n<p>[2]  Even an allegation of only one meal per day for fifteen days does not state a claim where that meal is shown to be adequate to maintain health. <i>Cunningham v. Jones,</i> 667 F.2d 565 (6th Cir.1982).</p>\n<p>[3]  (a) When any prisoner ... shall offer violence to any officer ... or guard ... or shall attempt to escape, or shall resist or disobey any lawful command, the officer ... or guard shall use any means necessary to defend himself, or enforce the observance of discipline, or to secure the person of the offender, and to prevent an escape.</p>\n<p>[4]  <i>Graham v. Connor,</i> 490 U.S. 386, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989).</p>\n<p>[5]  Morrison's motions for leave to file supplemental complaint and amended complaint are DENIED for his failure to comply with this court's order of April 13, 1990. Morrison's motions (2) for discovery and motion to compel production of documents, and defendants' motion for protective order are all DENIED as moot.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">755</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">683</span></span> (1990)</b></center>\n<center><h1>Kenneth MORRISON, Plaintiff,<br>\nv.<br>\nJim MARTIN, et al., Defendants.</h1></center>\n<center>No. 89-461-CRT-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 16, 1990.</center>\n<p><span class=\"star-pagination\">*684</span> <span class=\"star-pagination\">*685</span> Kenneth Morrison, pro se.</p>\n<p>Jane Ray Garvey, State of N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p>Kenneth Morrison (Morrison) is a former law enforcement and correctional officer who is now a prisoner in the custody of the North Carolina Department of Correction. He has filed and is pursuing this action <i>pro se,</i> having declined the services of North Carolina Prisoner Legal Services. He complains of various incidents of alleged physical mistreatment while at Central Prison and Odom Correctional Institution. He also accuses the staff at Odom, Central Prison and Caledonia of emitting voices into his head while applying pressure to cause headaches and also applying presumably remote \"stinging impulses\" to his body resulting in various embarrassing bodily functions. He states that he has been denied meals and mattresses on occasion and that on one occasion legal materials were removed and withheld from him for nineteen days. Defendants have moved for summary judgment. Morrison has responded thereto, and the matter is ripe for deposition.</p>\n<p>At the outset, the court notes that the complaint does not state whether the <span class=\"star-pagination\">*686</span> defendants are sued in their official capacities or individually. In any event, this court is without jurisdiction over a civil rights suit against state officials in their <i>official</i> capacities. <i>Will v. Michigan Department of State Police,</i> <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2304</span></a></span>, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">45</span></a></span> (1989). To the extent Morrison attempts to assert such a claim, this action is DISMISSED.</p>\n<p>More significantly, Morrison's non-force allegations do not constitute cognizable claims.</p>\n<p>Morrison complains of the noise around him. Apparently some is external (\"tapping sound,\" \"constant sound waves\") and some results from voices in his head, allegedly placed there by staff members. He complains of sleep disturbance.</p>\n<p>As to the external \"tapping noises\" and the like, the court perceives that no constitutional imperative has been transgressed, even were Morrison's contentions accepted on face value.<sup>[1]</sup></p>\n<p>To the extent that Morrison accuses correctional personnel of placing voices in his head to ask about his court case and emitting constant sound waves, the court takes judicial notice that impossible contentions cannot be true. <i>Cohen v. United States,</i> <span class=\"citation\" data-id=\"1483561\"><a href=\"/opinion/1483561/cohen-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span></a></span>, 736 (8th Cir.1942).</p>\n<blockquote>Where the facts testified to are opposed to all natural laws and common experience, that it is inconceivable that any such thing could have occurred, courts will refuse to believe it, on the ground that they will take judicial notice of its incredibility.</blockquote>\n<p><i>Black v. Berea,</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">611</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">Ohio Op.</span> <span class=\"page\">427</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1</span></span>, 132 A.L.R. 1391 (1941). <i>See also,</i> 30 Am.Jur.2d: Evidence 1086. The court disregards such testimony as inherently improbable. <i>Urban Redevelopment Corporation v. C.I.R.,</i> <span class=\"citation\" data-id=\"254968\"><a href=\"/opinion/254968/urban-redevelopment-corporation-v-commissioner-of-internal-revenue/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span> (4th Cir.1961).</p>\n<p>The United States Supreme Court recently had occasion to opine as to the legal sufficiency of inherently impossible allegations in construing the authority of federal courts under 28 U.S.C. 1915.</p>\n<blockquote>[Section 1915] accords judges not only the authority to dismiss a claim based on an indisputably meritless legal theory, but also the unusual power to pierce the veil of the complaint's factual allegations and dismiss those claims whose factual contentions are clearly baseless. Examples of the former class are claims against which it is clear that the defendants are immune from suit ... and claims of infringement of a legal interest which clearly does not exist.... Examples of the latter class are claims describing fantastic or delusional scenarios, claims with which federal district judges are all too familiar.</blockquote>\n<p><i>Neitzke v. Williams,</i> <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, 1833, <span class=\"citation\" data-id=\"112254\"><a href=\"/opinion/112254/neitzke-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></a></span> (1989).</p>\n<p>The court views this approach to inherently incredible inmate allegations to be available at any stage of litigation, including the evaluation of a motion for dismissal or summary judgment. The court is not precluded from the use of common sense in dealing with preposterous contentions, whether made <i>pro se</i> or otherwise.</p>\n<p>Morrison also makes generalized allegations that he has missed meals from time to time and that he occasionally has not had a mattress. These contentions contain no information as to location, date or circumstances. Such vague and generalized claims do not support an action based on 42 U.S.C. 1983.</p>\n<p>In order for a constitutional deprivation to be shown, the conditions of confinement must be \"shocking to the conscience\" and lasting for a substantial period of time, <i>Sweet v. South Carolina Department of Corrections,</i> <span class=\"citation\" data-id=\"332972\"><a href=\"/opinion/332972/james-e-sweet-v-south-carolina-department-of-corrections-director/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 860-61 (4th Cir. 1975), so that conditions amount to \"punishment.\" <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979).</p>\n<p>The court is not empowered to act unless deprivations are of constitutional dimensions. Highly undesirable conditions supply no predicate for a cognizable claim. <i>Minns v. Simpson,</i> <span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1156</span></span> (W.D. Va.1975), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></span> (4th Cir.1976); <i>Preast v. Cox,</i> <span class=\"citation\" data-id=\"381295\"><a href=\"/opinion/381295/james-e-preast-jr-stephen-waskiewicz-willie-w-butler-bobby-d-a/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span> (4th Cir.1980); <span class=\"star-pagination\">*687</span> <i>Breeden v. Jackson,</i> <span class=\"citation\" data-id=\"302481\"><a href=\"/opinion/302481/nathan-breeden-v-hunter-p-jackson/\"><span class=\"volume\">457</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (4th Cir. 1972).</p>\n<p>Morrison's contention fails to state a claim for relief.<sup>[2]</sup> Further, it would appear that whatever meals Morrison may have missed were by his own choice during periods when this fixation came to the fore.</p>\n<p>Morrison complains of being cursed while at Southern Correctional Center. Words by themselves do not state a constitutional claim, without regard to their nature. <i>Collins v. Cundy,</i> <span class=\"citation\" data-id=\"368937\"><a href=\"/opinion/368937/jessie-w-collins-v-cecil-cundy-campbell-county-attorney-and-sheriff/\"><span class=\"volume\">603</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span>, 827 (10th Cir.1979); <i>Jones v. Superintendent,</i> <span class=\"citation\" data-id=\"1801786\"><a href=\"/opinion/1801786/jones-v-superintendent/\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">488</span></a></span>, 491 (W.D.Va.1974); <i>Zeno v. Cropper,</i> <span class=\"citation\" data-id=\"1661685\"><a href=\"/opinion/1661685/zeno-v-cropper/\"><span class=\"volume\">650</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">138</span></a></span> (S.D.N. Y.1986); <i>Keyes v. City of Albany,</i> <span class=\"citation\" data-id=\"1902508\"><a href=\"/opinion/1902508/keyes-v-city-of-albany/\"><span class=\"volume\">594</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1147</span></a></span> (N.D.N.Y.1984); <i>Gaut v. Sunn,</i> <span class=\"citation\" data-id=\"482567\"><a href=\"/opinion/482567/kenneth-gaut-v-franklin-sunn-director-of-social-services-and-housing/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">923</span></a></span> (9th Cir.1987); <i>Mann v. Smith,</i> <span class=\"citation\" data-id=\"473694\"><a href=\"/opinion/473694/stewart-m-mann-v-dallas-smith/\"><span class=\"volume\">796</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">79</span></a></span>, 85 (5th Cir.1986). The subjection of a prisoner to verbal abuse or profanity does not arise to the level of a constitutional deprivation. <i>Collins v. Haga,</i> <span class=\"citation\" data-id=\"2098272\"><a href=\"/opinion/2098272/collins-v-haga/\"><span class=\"volume\">373</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">923</span></a></span> (W.D.Va. 1974); <i>Morris v. Sheffer,</i><i> aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1399</span></span> (4th Cir.1975).</p>\n<p>The law is clear that \"[m]ere threatening language and gestures of a custodial officer do not, even if true, amount to constitutional violations.\" <i>Coyle v. Hughs</i> <span class=\"citation\" data-id=\"1429892\"><a href=\"/opinion/1429892/coyle-v-hughs/\"><span class=\"volume\">436</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">591</span></a></span>, 593 (W.D.Okla.1977) (citing <i>Fisher v. Woodson,</i> <span class=\"citation\" data-id=\"2098307\"><a href=\"/opinion/2098307/fisher-v-woodson/\"><span class=\"volume\">373</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">970</span></a></span> (E.D. Va.1973)); <i>Emmons v. McLaughlin,</i> <span class=\"citation\" data-id=\"522917\"><a href=\"/opinion/522917/douglas-emmons-v-robert-mclaughlin-donald-ratliff-gary-dewalt-city-of/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">351</span></a></span>, 353 (6th Cir.1989).</p>\n<p>Morrison was denied contact visits for a period while on administrative segregation at Southern Correctional Center pending a custody review, a normal practice for persons on that custody status. The period during which these restrictions existed was a result of Morrison's refusal to cooperate with the normal classification process and expedite his assignment to a facility at which these privileges could be extended.</p>\n<p>There is no constitutional entitlement to contact visitation for the limited period of time involved in this matter. <i>Block v. Rutherford,</i> <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3227</span></a></span>, <span class=\"citation\" data-id=\"111254\"><a href=\"/opinion/111254/block-v-rutherford/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">438</span></a></span> (1984); <i>Oxendine v. Williams,</i> <span class=\"citation\" data-id=\"324806\"><a href=\"/opinion/324806/craig-martin-oxendine-and-all-other-inmates-similarly-situated-at-the/\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1405</span></a></span> (4th Cir. 1975). Moreover, reasonable administrative response to institutional considerations may further justify restricting privileges. The standard for review of prison regulations affecting inmates is whether it is reasonably related to a legitimate institutional objective. <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987). Given Morrison's self-confessed refusal to cooperate with the diagnostic and intake procedures at Southern and his pending custody review, the denial of contact visits, done pursuant to policy, was a legitimate administrative decision.</p>\n<p>Morrison also complains that various appeals materials were removed from his cell for a period of nineteen days. He also states that he was not allowed to keep his Bibles.</p>\n<p>Morrison has not shown harm caused by the alleged seizure of these vaguely identified items and his claim is therefore barred under <i>Magee v. Waters,</i> <span class=\"citation\" data-id=\"482495\"><a href=\"/opinion/482495/joseph-emmett-magee-v-gw-waters-sheriff-portsmouth-city-jail/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">451</span></a></span>, 452 (4th Cir.1987). There can be no constitutionally based recovery in the absence of actual injury or specific harm to the inmate from the alleged deprivation of access. <i>Hudson v. Robinson,</i> <span class=\"citation\" data-id=\"403779\"><a href=\"/opinion/403779/hudson-james-r-savage-donald-v-robinson-william-b-commissioner/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span> (3d Cir.1982); <i>Cookish v. Cunningham,</i> <span class=\"citation\" data-id=\"467534\"><a href=\"/opinion/467534/dennis-r-cookish-v-michael-cunningham-warden-new-hampshire-state-prison/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1st Cir.1986); At the very least, the complaining prisoner must allege some quantum of detriment caused by the challenged conduct of the authorities resulting in the interruption or delay of litigation. <i>Hossman v. Spradlin,</i> <span class=\"citation\" data-id=\"483855\"><a href=\"/opinion/483855/howard-hossman-v-william-spradlin-james-kimmel-and-jack-r-duckworth/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1019</span></a></span>, 1021 (7th Cir.1987).</p>\n<p>Moreover, any materials which were removed from Morrison's possession on March 20, 1989, were taken because he had been placed on suicide watch and for his own protection. Some delay in their return was occasioned by the plaintiff's refusal to sign the property receipt as required. Nevertheless, these materials were returned on April 7, 1989.</p>\n<p>The deference due to facility administrators in the establishment of policies reasonably <span class=\"star-pagination\">*688</span> related to legitimate governmental objectives is a principle well established in the law. <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979); <i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 404, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1807, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974); <i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 321, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, 1081, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1972); <i>Crowe v. Leek,</i> <span class=\"citation\" data-id=\"338525\"><a href=\"/opinion/338525/niles-crowe-v-william-d-leeke-director-of-s-c-department-of/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">740</span></a></span> (4th Cir.1976); <i>Ross v. Blackledge,</i> <span class=\"citation\" data-id=\"310717\"><a href=\"/opinion/310717/daniel-ross-v-dr-stanley-blackledge/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></a></span>, 618 (4th Cir.1973); <i>Sweet v. South Carolina Department of Corrections,</i> <span class=\"citation\" data-id=\"332972\"><a href=\"/opinion/332972/james-e-sweet-v-south-carolina-department-of-corrections-director/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 859 (4th Cir. 1975).</p>\n<p>That legal or other materials were denied Morrison for a brief period while confined to suicide watch (particularly in light of the absence of any harm occasioned thereby) does not constitute a cognizable constitutional claim.</p>\n<p>Morrison's allegations of use of force, while more troublesome, are subject to summary judgment. Morrison contends that the staff at Central Prison subjected him to daily \"stinging\" and \"humiliating impulses\" which caused him to ejaculate and urinate on himself. He also contends that during a two-month period, he was given \"violent and painful shocks behind his left ear\" at two different facilities, sometimes at the instant of sleep. He further contends that the staff applied pressure to his head in order to give him severe headaches. The court perceives Morrison to assert that these assaults were conducted by some remote means in much the same manner as the voices which asked him about legal matters.</p>\n<p>Again, the court takes judicial notice of the inherent incredibility of such allegations. In this regard the court has carefully reviewed all affidavits relating to the history and nature of Morrison's grievances.</p>\n<p>The only contentions which approach a statement of a claim cognizable under the Constitution are the various allegations of excessive force which Morrison contends occurred on several occasions and at different facilities. Such allegations cannot be divorced from the remainder of the complaint, but must be evaluated in conjunction with the other allegations concerning voices, sound waves and \"impulses.\"</p>\n<p>Morrison states that he was beaten on April 6, 1988, by unnamed parties. The incident began as a result of the facility's desire to provide psychological assistance to Morrison in view of his delusional and paranoid allegations. Morrison may or may not have initiated the altercation, but in any event he injured several officers who required attention at the hospital and follow-up treatment by specialists. Morrison refused medical attention for minor abrasions and swelling himself.</p>\n<p>Morrison states that on April 7, 1988, his hand was beaten and he was pulled into the cell bars by Sgt. Drew, injuring his lip. This conduct occurred when Morrison was to be taken to the facility psychologist and in response to the earlier incident. Because of the prior violence, Sgt. Drew attempted to restrain him by placing handcuffs on Morrison prior to opening the door. Morrison refused to put his second hand forward to be cuffed. At that point, Sgt. Drew pulled on the restraint in order to gain control of Morrison's other hand. No injury was observed. The use of force of this nature or for these purposes is lawful. <i>See </i><i>Anderson v. Sullivan,</i> <span class=\"citation\" data-id=\"2252271\"><a href=\"/opinion/2252271/anderson-v-sullivan/\"><span class=\"volume\">702</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">424</span></a></span>, 427 (S.D.N.Y.1988).</p>\n<p>Morrison contends that defendants Drew, Parrish and Arp beat him on April 8, 1988. Prison records reflect no incident on the 8th. However, on April 7, 1988, Morrison again resisted restraints. When the officers entered the cell in order to take Morrison to see the nurse as he had requested, he attempted to hit one officer who is not named as a defendant. The officers present used force to control Morrison and to place the restraints on him. He continued to resist vigorously throughout. Upon arrival, he again refused medical attention.</p>\n<p>Morrison alleges that at Central Prison he was removed from his cell and dragged down the hall, where he was thrown into a chair three times. No injury is alleged. Apparently, Sgt. Jones entered Morrison's cell in order to escort him to see the Lieutenant and Morrison refused restraints. <span class=\"star-pagination\">*689</span> He also refused to walk to the office and refused to sit in the chair as ordered, such refusal resulting in the use of force by Jones.</p>\n<p>\"[C]entral to all other corrections goals is the institutional consideration of internal security within the corrections facilities themselves.\" <i>Pell v. Procunier,</i> <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 823, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, 2804, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></a></span>, 502 (1974). It has long been recognized that this essential goal may require limitations on the retained constitutional rights of inmates. Indeed:</p>\n<blockquote>[t]he management by a few guards of large numbers of prisoners, not usually the most gentle or tractable of men and women, may require and justify the occasional use of a degree of intentional force. Not every push or shove, even if it may later seem unnecessary in the peace of a judge's chambers, violates a prisoner's constitutional rights.</blockquote>\n<p><i>Johnson v. Glick,</i> <span class=\"citation\" data-id=\"312370\"><a href=\"/opinion/312370/australia-johnson-v-a-glick-warden-of-manhattan-house-of-detention-for/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span>, 1033 (2d Cir.1973), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span></span> (1973).</p>\n<p>North Carolina General Statute 148-46 specifically permits the use of force to enforce lawful orders by prison officials.<sup>[3]</sup> The deference due to prison administrators in the establishment of policies reasonably related to legitimate governmental objectives is well established. <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979); <i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 404, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, 1807, <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></a></span> (1974). As long as prison authorities are rationally pursuing a legitimate penological objective, the administrator has the \"last word.\" <i>Pittman v. Hutto,</i> <span class=\"citation\" data-id=\"364182\"><a href=\"/opinion/364182/james-e-pittman-jr-and-robert-a-bailey-v-terrell-don-hutto/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></a></span>, 412 (4th Cir.1977) (citing <i>Jones v. Prisoner's Labor Union,</i> <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977)).</p>\n<p>While simple reasonableness governs official forcible encounters with \"free citizens,\"<sup>[4]</sup> a vastly different standard governs use of force against convicted prisoners. The Eighth Amendment prohibition against Cruel and Unusual Punishment requires for liability the unnecessary and wanton infliction of pain. <i>Whitley v. Albers,</i> <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1986). Correctional officers can be held answerable at law only for \"obduracy and wantonness,\" not merely because lesser measures might have sufficed or where ordinary errors of judgment occurred. <i>Whitley,</i> 475 U.S. at 319-322, 106 S.Ct. at 1084-86, 89 L.Ed.2d at 260-263. Neither is the <i>Whitley</i> standard confined only to large scale prison disturbances.</p>\n<blockquote>While the particular setting of <i>Whitley</i> involved a prison riot, the standard announced in that case is not limited to the quelling of institutional disturbances. The <i>Whitley</i> standard applies to any \"claim of excessive force to subdue [a] convicted prisoner,\" <i>Graham,</i> 109 S.Ct. at 1871, or to \"prophylactic or preventive measures intended to reduce the incidence of ... any other breaches of prison discipline.\" <i>Whitley,</i> 475 U.S. at 322, 106 S.Ct. at 1085.</blockquote>\n<p><i>Miller v. Leather,</i> <span class=\"citation\" data-id=\"529304\"><a href=\"/opinion/529304/nathan-miller-v-emery-leathers-officer/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></a></span>, 153 (4th Cir.1989).</p>\n<p>For many years, the standard utilized by this Circuit in assessing force claims has been found in <i>Johnson v. Glick, supra</i><i>.</i> Although the substantive Due Process aspects of <i>Glick</i> were recently rejected by the United States Supreme Court, that case was nonetheless approved in the context of Eighth Amendment issues. <i>Graham v. Connor,</i> 109 S.Ct. at 1873, n. 11. The four-prong standard in the Second Circuit opinion was specifically noted as being useful in cases of this type.</p>\n<p>In essence, analysis of an Eighth Amendment use of force should look to (1) the need for the use of force, (2) the relationship between that need and the amount of force used, (3) the extent of the injury inflicted and (4) whether force was applied <span class=\"star-pagination\">*690</span> in a good faith effort to maintain or restore discipline or was imposed maliciously and sadistically and for the purpose of causing harm. <i>Johnson v. Glick,</i> 481 F.2d at 1033. These factors as applied to the instant case will be considered seriatim.</p>\n<p></p>\n<h2>1. <i>The need for force</i>\n</h2>\n<p>Under the <i>Glick</i> analysis, it is significant if the inmate was resisting a legitimate need or request of an officer. An individual does not have a right to challenge the officer's authority. When force is used to disarm or subdue an arrestee, for example, and thereafter no force is used, plaintiff will not have a cause of action even under the higher Fourth Amendment standard. <i>Prosise v. Haring,</i> <span class=\"citation\" data-id=\"398591\"><a href=\"/opinion/398591/john-franklin-prosise-v-gilbert-a-haring-lieutenant-henry-w-allen/\"><span class=\"volume\">667</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1133</span></a></span> (4th Cir. 1981), <i>aff'd,</i> <span class=\"citation\" data-id=\"110961\"><a href=\"/opinion/110961/haring-v-prosise/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, <span class=\"citation\" data-id=\"110961\"><a href=\"/opinion/110961/haring-v-prosise/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2368</span></a></span>, <span class=\"citation\" data-id=\"110961\"><a href=\"/opinion/110961/haring-v-prosise/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">595</span></a></span> (1983).</p>\n<p>Liability requires a showing by the plaintiff that there was no plausible basis for the official belief in the necessity for using the degree of force employed. <i>Whitley v. Albers,</i> 475 U.S. at 323, 106 S.Ct. at 1086, 89 L.Ed.2d at 263. Such a predicate is not existent in the case <i>sub judice.</i></p>\n<p>Morrison's overall conduct reflects his recalcitrance in the face of legitimate institutional inquiries. In each instance, the correctional officers were attempting either to control him or to move him to another area where he could receive needed psychological assistance. Whether to defend themselves from his attacks or to accomplish some legitimate administrative or security purpose, the need for force existed.</p>\n<p></p>\n<h2>2. <i>The relationship between the force used and the need</i>\n</h2>\n<p>One of the threshold issues in all use of force cases is whether the degree of force employed is necessary to protect a legitimate state interest, and therefore permissible under the totality of the circumstances. <i>Justice v. Dennis,</i> <span class=\"citation\" data-id=\"471785\"><a href=\"/opinion/471785/gary-w-justice-v-john-w-dennis-individually-and-in-his-official/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">573</span></a></span>, 576-77 (4th Cir.1986).</p>\n<p>In this case, the court perceives Morrison's obduracy, not that of the correctional staff, unquestionably to have caused these incidents. Unlike many such claims, the predicate facts are not in real dispute between the parties. It is only as to the necessity for force and the degree used that the contentions of the parties appear to diverge.</p>\n<p>However, taking Morrison's allegations as a given, even the use of force which is unnecessary or excessive in some ultimate factual sense does not perforce violate the Eighth Amendment standard.</p>\n<p>There is no constitutional imperative for an officer in a threatening situation to select the minimally forceful means to accomplish his objective. <i>Whitley v. Albers,</i> 475 U.S. at 322, 106 S.Ct. at 1085, 89 L.Ed.2d at 262. <i>O'Neal v. DeKalb Co. Ga.,</i> <span class=\"citation\" data-id=\"508276\"><a href=\"/opinion/508276/george-washington-oneal-jr-cross-appellees-v-dekalb-county-georgia/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 656-657 (11th Cir.1988); <i>Estate of Belew v. Ruppert,</i> <span class=\"citation no-link\"><span class=\"volume\">694</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1214</span></span> (D.Md.1988).</p>\n<p>Because this is an action founded on the protections of the United States Constitution, not state law, even an unequivocal assault by a correctional officer does not necessarily meet the extremely high burden the Supreme Court has placed upon prisoners in these actions. The amount of force sufficient for a state claim does not necessarily rise to a constitutionally violative level. <i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, 666, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986).</p>\n<p>The difference between an act of physical force and an act of brutality shocking to the conscience is not necessarily a fine one. Every instance of even unequivocally excessive force does not give rise to a Section 1983 violation. Given the hostile environment generally found in a prison, one punch by a guard, for example, is simply not \"shocking to the conscience.\" <i>Sheffey v. Greer,</i> <span class=\"citation\" data-id=\"1494664\"><a href=\"/opinion/1494664/sheffey-v-greer/\"><span class=\"volume\">391</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1044</span></a></span> (E.D.Ill. 1975). And, generally speaking a claim cannot rise to a constitutional level where there are no visible cuts or bruises, no bleeding, and no torn clothing. <i>Porter v. City of Detroit,</i> <span class=\"citation\" data-id=\"1745753\"><a href=\"/opinion/1745753/porter-v-city-of-detroit/\"><span class=\"volume\">639</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">589</span></a></span>, 594 (E.D. Mich.1986).</p>\n<p>The Fifth Circuit recently engaged in a succinct statement of the analysis. In the case of <i>James v. Alfred,</i> <span class=\"citation\" data-id=\"498744\"><a href=\"/opinion/498744/terry-ray-james-v-warden-alfred-and-lieutenant-gilmore/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span> (5th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1036</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">913</span></span>, the court disposed <span class=\"star-pagination\">*691</span> of a prisoner force claim relating to a claim of physical force. The district court's finding that the complaint related to an isolated incident of non-remarkable proportions placed the matter squarely within the reach of <i>Whitley</i> and the judgment of dismissal was affirmed.</p>\n<p>Furthermore, the Due Process rights of the Fourteenth Amendment can provide no greater protection. <i>Whitley v. Albers,</i> 475 U.S. at 326-28, 106 S.Ct. at 1087-89; <i>Hall v. Tawney,</i> <span class=\"citation\" data-id=\"378096\"><a href=\"/opinion/378096/faye-elizabeth-hall-as-next-friend-and-mother-of-naomi-faye-hall-a-minor/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 611, n. 5 (4th Cir.1980). A good faith effort to restore discipline and order in a disruptive situation will not transgress the applicable constitutional standard. <i>See </i><i>Bean v. Cunningham,</i> <span class=\"citation\" data-id=\"1661462\"><a href=\"/opinion/1661462/bean-v-cunningham/\"><span class=\"volume\">650</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">709</span></a></span> (D.N.H. 1986), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1341</span></span> (1st Cir.1987).</p>\n<p>The entire picture presented in Morrison's unrealistic and delusional complaint renders credible beyond doubt the averments in defendant's numerous affidavits that force was needed to cope with Morrison's irrationality and that the degree of force used was not excessive under the exigencies and circumstances as they then existed.</p>\n<p></p>\n<h2>3. <i>Extent of injury inflicted</i>\n</h2>\n<p>Equally fatal to Morrison's cause of action is the absence of any serious or permanent injury.</p>\n<blockquote>We agree with the district court that official force justifiably applied against a resisting prisoner which causes no <i>verifiable</i> injury cannot support a claim of constitutional violation. (emphasis supplied)</blockquote>\n<p><i>Pressly v. Gregory,</i> <span class=\"citation\" data-id=\"496205\"><a href=\"/opinion/496205/francis-hunter-pressly-v-hh-gregory-s-hedgepeth-james-p-rogers-sled/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">514</span></a></span>, 518 (4th Cir.1987).</p>\n<p>In this case, Morrison was examined following each incident in which force was required pursuant to standing operating policy. The April 6, 1988 incidents resulted in a superficial abrasion, minor swelling of the thumb and a small contusion to the elbow. The April 7, 1988 incident resulted in a bruise, abrasions, and some wrist swelling. Following this incident, he was sent to the hospital, where he refused treatment. The May 5, 1988 incident, which continued into the early hours of May 6, 1988, resulted in a small laceration to the wrist, and a small abrasion on the chest and left shoulder. No head injury was noted despite the allegation of a baton strike to that area. The March 1, 1989 incident involved two officers taking plaintiff by the arms to prevent him from walking away from the doctor who had come to him in an effort to render assistance. Morrison refused to speak with the medical staff member who came to check him and no apparent problems were noted.</p>\n<p>Even assuming an unprovoked physical assault occurred, such action cannot be said to \"shock the conscience\" where injury is de minimus, i.e., where there are no visible cuts or bruises, no bleeding and no torn clothing. <i>Porter,</i> 639 F.Supp. at 594.</p>\n<blockquote>The extent of the injury inflicted is not just something that a jury may consider, it is a relevant factor as to whether or not the punishment inflicted was cruel and unusual. Indeed, a court <i>must</i> look to the extent of the pain inflicted in determining whether a constitutional violation occurred. (Citations omitted and emphasis supplied)</blockquote>\n<p><i>Cowans v. Wyrick,</i> <span class=\"citation\" data-id=\"515225\"><a href=\"/opinion/515225/chris-c-cowans-v-donald-w-wyrick-warden-msp-urban-a-lock/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span></a></span>, 700 (8th Cir.1988).</p>\n<p>Thus, the absence of verifiable serious injury to Morrison negates the existence of Morrison's claims.</p>\n<p></p>\n<h2>4. <i>Motive and purpose</i>\n</h2>\n<p>The intent behind the use of force, while apparently injecting subjective factors into an otherwise objective analysis, does not permit the unfettered substitution of lay judgment. Both <i>Graham</i> and <i>Whitley</i> expressly counseled against the allure of 20/20 hindsight.</p>\n<p>A good faith effort to impose discipline and order in the face of Morrison's recalcitrance and irrationality cannot support constitutionally based liability. <i>Bean v. Cunningham,</i> <span class=\"citation\" data-id=\"1661462\"><a href=\"/opinion/1661462/bean-v-cunningham/\"><span class=\"volume\">650</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">709</span></a></span> (D.N.H.1986), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1341</span></span> (1987) (table). The United States Supreme Court ruled in <i>Pierson v. Ray,</i> <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">547</span></a></span>, 557, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1213</span></a></span>, <span class=\"citation\" data-id=\"107411\"><a href=\"/opinion/107411/pierson-v-ray/\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></a></span> (1967), that public <span class=\"star-pagination\">*692</span> officials are immune from civil liability in actions brought in connection with the performance of their duty when their actions were reasonable under the circumstances and taken in good faith. The test for evaluating such good faith is the totality of those circumstances. <i>See </i><i>Bailey v. Turner,</i> <span class=\"citation\" data-id=\"437253\"><a href=\"/opinion/437253/no-82-6552/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></a></span>, 969 (4th Cir.1984). To the extent that a defendant does not transgress against a clearly established constitutional interest, he is protected. <i>Harlow v. Fitzgerald,</i> <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, 2738, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span>, 410 (1982).</p>\n<p>It is the duty of a law enforcement officer who is assaulted to stand his ground, carry through on the performance of his duties, and meet force with force, so long as he acts in good faith and uses no more force than reasonably appears to him to be necessary to effectuate his duties and save himself from harm. <i>State v. Ellis,</i> <span class=\"citation\" data-id=\"1401667\"><a href=\"/opinion/1401667/state-v-ellis/\"><span class=\"volume\">241</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">702</span></a></span>, 705, <span class=\"citation\" data-id=\"1401667\"><a href=\"/opinion/1401667/state-v-ellis/\"><span class=\"volume\">86</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">272</span></a></span> (1955). Within reasonable limits, that officer is properly left with the discretion to determine the amount of force required under the circumstances as they appeared to him at that time. <i>State v. Anderson,</i> <span class=\"citation\" data-id=\"1316442\"><a href=\"/opinion/1316442/state-v-anderson/\"><span class=\"volume\">40</span> <span class=\"reporter\">N.C. App.</span> <span class=\"page\">318</span></a></span>, 321, <span class=\"citation\" data-id=\"1316442\"><a href=\"/opinion/1316442/state-v-anderson/\"><span class=\"volume\">253</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">48</span></a></span>, 50 (1979).</p>\n<p>The record here is devoid of evidence suggesting bad faith or improper motive on the part of the defendants. Furthermore, Morrison has demonstrated no serious injury. <i>Cowans v. Wyrick,</i> <span class=\"citation\" data-id=\"515225\"><a href=\"/opinion/515225/chris-c-cowans-v-donald-w-wyrick-warden-msp-urban-a-lock/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span></a></span>, 700 (8th Cir.1988).</p>\n<p>In the instant case, the court perceives the undisputed facts to warrant a grant of summary judgment for the defendants under the <i>Albers</i> standard. Accordingly, defendants' motion for summary judgment is herewith ALLOWED.</p>\n<p>SO ORDERED.<sup>[5]</sup></p>\n<h2>NOTES</h2>\n<p>[1]  Morrison's claims are patently unrealistic and delusional.</p>\n<p>[2]  Even an allegation of only one meal per day for fifteen days does not state a claim where that meal is shown to be adequate to maintain health. <i>Cunningham v. Jones,</i> <span class=\"citation\" data-id=\"398263\"><a href=\"/opinion/398263/alford-cunningham-v-russell-jones-jailer-hershel-king-deputy-jailer-ed/\"><span class=\"volume\">667</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">565</span></a></span> (6th Cir.1982).</p>\n<p>[3]  (a) When any prisoner ... shall offer violence to any officer ... or guard ... or shall attempt to escape, or shall resist or disobey any lawful command, the officer ... or guard shall use any means necessary to defend himself, or enforce the observance of discipline, or to secure the person of the offender, and to prevent an escape.</p>\n<p>[4]  <i>Graham v. Connor,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989).</p>\n<p>[5]  Morrison's motions for leave to file supplemental complaint and amended complaint are DENIED for his failure to comply with this court's order of April 13, 1990. Morrison's motions (2) for discovery and motion to compel production of documents, and defendants' motion for protective order are all DENIED as moot.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/403779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/467534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1401667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1429892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1483561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1494664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1661462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1661685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1745753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1801786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1902508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2098272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2098307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2252271/"
  ]
}