{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1429034/",
  "absolute_url": "/opinion/1429034/johnson-v-branch/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1429034/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:05:52.769691Z",
  "date_modified": "2016-04-26T21:11:50.912452Z",
  "type": "010combined",
  "sha1": "74da79a64eca496bc1e4d3d298a17a05dbd0590b",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>242 F.Supp. 721 (1965)</b></center>\n<center><h1>Willa JOHNSON, individually and as a representative of a class composed of herself and other Negro school teachers of Halifax County, North Carolina, similarly situated, and as a representative of a class composed of herself and other Negro citizens of Halifax County, North Carolina, similarly situated, Plaintiffs,<br>\nv.<br>\nJoseph BRANCH, individually and as attorney for the Board of Education of Halifax County, North Carolina, et al., Defendants.</h1></center>\n<center>Civ. No. 884.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>June 11, 1965.</center>\n<p><span class=\"star-pagination\">*722</span> William M. Kunstler, Kunstler, Kunstler &amp; Kinoy, New York City, Samuel S. Mitchell, Raleigh, N. C., Philip J. Hirschkop, Lainof, Cohen &amp; Cohen, Alexandria, Va., for plaintiffs.</p>\n<p>Allsbrook, Benton &amp; Knott, Roanoke Rapids, N. C., for defendants.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This cause comes before the Court as a class action in equity. The plaintiff, who is a negro school teacher, seeks injunctive relief as well as damages and attorney's fees. Jurisdiction is asserted to be under Title 28 U.S.C.A. § 1343(3); Title 42 U.S.C.A. §§ 1971, 1981, 1983, and 1985; and the Constitution of the United States; more particularly the First, Fifth, Thirteenth, Fourteenth and Fifteenth Amendments thereto.</p>\n<p>The plaintiff seeks to have the defendants, and all others acting in concert with them, restrained from acting and conspiring in any manner designed to intimidate, deter and harass plaintiff and members of her class whom she allegedly <span class=\"star-pagination\">*723</span> represents, from exercising their civil rights guaranteed to them under the Constitution of the United States.</p>\n<p>The plaintiff is a member of the negro race and was a teacher in the public school system of Halifax County, North Carolina. She has participated in various activities which are frequently labeled, for lack of a better term, \"civil rights activities\" in Halifax County during the years 1963 and 1964. After the close of the 1963-1964 school year, she received information that her employment contract as a teacher was not renewed for the school year 1964-1965.</p>\n<p>Plaintiff alleges that the failure to renew her teacher's contract was the result of a conspiracy by defendants to harass her and members of her class, and that no legal cause exists for the decision not to renew her contract. For this reason, plaintiff seeks the equitable relief previously stated, counsel fees and special and exemplary damages.</p>\n<p>The defendants have answered and filed numerous motions including a motion to dismiss for failure to state a claim upon which relief can be granted, and a motion for summary judgment.</p>\n<p>Hearings have been held wherein the testimony of plaintiff and the principal defendants has been heard on three separate occasions: July 31, 1964, at the Craven County Courthouse, New Bern, North Carolina; September 28, 1964, at the same location; and on March 15, 1965 at the Federal Court in New Bern.</p>\n<p>This Court was not called upon to pass upon the question of issuing a temporary restraining order so as to preserve the teaching position plaintiff claims, until this matter could be disposed of on the merits, because the parties entered in an agreement whereby plaintiff's teaching position has been filled by a temporary appointment only.</p>\n<p>Defendant Joseph Branch has been dismissed as a party on March 15, 1965 by agreement of the parties.</p>\n<p>Before the Court at this time, after having been presented with affidavits, depositions and exhibits, after hearing testimony and oral arguments, and after examining written arguments and briefs, are the questions of plaintiff's prayer for a permanent mandatory injunction (designated a restraining order by the plaintiff), damages and attorney's fees. Also before the Court are defendants' motions to dismiss and motion for summary judgment.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>At the outset it is necessary to determine the plaintiff's status within the public school system. In this respect, the Court looks to her employment contracts<sup>[1]</sup> and the appropriate North Carolina General Statutes.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*724</span> The State of North Carolina has its own public school system which exists under the Constitution of the State of North Carolina<sup>[3]</sup> and the statutes of the state.<sup>[4]</sup> Section 115-142 of the North Carolina General Statutes provides no tenure system for public school teachers. Teachers in the public schools are employed under written contracts for the school academic year and these are not <span class=\"star-pagination\">*725</span> continuing contracts; they expire at the end of the contract period and the employing board of education or district committee does not have to renew the contract.</p>\n<p>The plan adopted by the State of North Carolina gives the various school committees, superintendents of county and city schools, and the boards of education of county and city administrative units the power to employ or not to employ public school teachers as they see fit, and for any reasons or motives which in their discretion may seem proper, so long as they remain within reasonable constitutional bounds.</p>\n<p>There are no vested rights in regard to re-employment of public school teachers. As the statutes clearly indicate, the right to be employed or reemployed for another school year is to be distinguished from the problem of dismissal of a teacher for cause. The problem of a dismissal is not now before the Court.</p>\n<p>Prior to the school year 1963-1964, plaintiff established a record as a teacher that would compare favorably with most teachers. This fact was clearly established by the testimony of a Mr. Phillip Constan. According to his testimony, plaintiff was a highly qualified teacher and after the recommendation of her principal was given there were no sufficient grounds not to re-hire the plaintiff.<sup>[5]</sup></p>\n<p>Plaintiff testified, and defendant Williams, the principal of the High School where plaintiff was employed as a teacher also testified, that there was no problem until the school year 1963-1964. Prior to that time the only problems were over minor details and their relationship was in no way strained.</p>\n<p>Plaintiff had taught for a period of twelve years, ten of these at Inborden High School, the school of plaintiff's last employment. During that time plaintiff was the sponsor of the Inborden High School National Honor Society and the Student Council. She also sponsored the school paper, aided in the preparation of one of the editions of the Teacher's Handbook, and chaired at least two county wide committees relating to the teaching profession and the administration of schools. It can readily be seen that plaintiff was a diligent and dedicated teacher, and was fully engrossed in family and professional affairs.</p>\n<p>In respect to her family, plaintiff is the mother of one child, and was forced to remain absent from teaching for a short period while she gave birth to her child. It was not long before she returned to teaching, however.</p>\n<p>As a classroom teacher, during the entire twelve years of plaintiff's career, there can be no doubt that she was beloved by her students and highly respected by her fellow teachers. Other teachers who have worked with plaintiff have submitted affidavits acknowledging her learning, preparation and helpfulness. Former students have likewise submitted affidavits, and they all testify to plaintiff's competency and dedication.</p>\n<p>It is in evidence that plaintiff was a diligent member of the Parent-Teachers' Association, having been the treasurer of the Inborden School section for two years. Most of plaintiff's interests were directed toward her family and profession. It is clear that she could have done very little else for either, or for any other outside interests, when one considers her teaching and family commitments.</p>\n<p>During the most part of this twelve year span, plaintiff's relations with her superiors was good. It is in evidence that principal Williams requested her return to a position at Inborden High School after she had taken leave for purposes of having her baby.</p>\n<p><span class=\"star-pagination\">*726</span> In April 1963, plaintiff began actively participating in a negro voters registration movement in Halifax County and in the City of Enfield, North Carolina. Her contract was renewed, however, for the following school year, 1963-1964. The renewal may not be of any significance, however, when it is realized the contract was probably considered at about the same time her civil rights activities began.</p>\n<p>The period between April 1963 and November 1964 was the period of plaintiff's most active participation in the drive to register negro voters. There is no substantial evidence that plaintiff was a militant or acknowledged leader or participant in the movement.</p>\n<p>It was in the fall of 1963, and at the commencement of the school year 1963-1964, that plaintiff testifies to a noticeable change in the attitude of principal Williams toward her.</p>\n<p>One bone of contention which quickly appeared was the controversial \"English 12 Project.\" Plaintiff sought to have speakers attend her senior students' English Class, and to have them speak to the class. At least one of these speakers to be invited, and probably more, was a local leader in the negro movement. All such projects require the approval of the principal, and principal Williams would not approve this particular project although he had never disapproved a project request of plaintiff prior to this request.</p>\n<p>On another occasion, plaintiff discussed the negro movement with some twelve of her students. Shortly thereafter, they conducted a \"demonstration\" at the local Enfield public library. Plaintiff insists that she did not instigate this conduct on the part of her students, but she admits encouraging the students in their activities. She also met with them at her home the night following the demonstration, and she testified that they were delighted in their endeavors and confessed their feelings of elation with her and that she was part of the discussion.</p>\n<p>These students were called to principal Williams' office the following day and were admonished by him not to participate in such activities again until they had designated one of their number as spokesman and leader. The students told plaintiff of this admonition of principal Williams, and she testified that she considered it a reprimand.</p>\n<p>Plaintiff stated that P.T.A. meetings were used as platforms to urge the members of the negro community of Halifax County to register and vote. Both plaintiff and principal Williams were regular in their attendance at P.T.A. meetings.</p>\n<p>During this school year 1963-1964, plaintiff often seized opportunities to advance the cause of the negro movement. It is obvious that she was willing to encourage the use of the public school, and the students who so devoutly admired her, in the furtherance of the negro voter registration drive. It is also obvious that principal Williams did not wish to see the school which he administered embroiled in the turmoil of a civil rights dispute.</p>\n<p>While plaintiff was attempting to use the school in this way, principal Williams was noting a definite change in her personality and conduct. He noted violations of standards of teacher conduct which he testified were almost daily in frequency. He admonished her directly by conferences with her, and indirectly by calling various regulations and statements in the Teacher's Handbook to her attention.</p>\n<p>Plaintiff finally came to believe that every admonition given at a teachers' meeting was directly aimed at her alone. She then ceased to approach principal Williams on school projects, but would send one of her students to him in her stead.</p>\n<p>Defendant Williams, in turn, noted more violations and found that she tried to circumvent regulations rather than obey his instructions; she tended to quibble with him about their interpretation. This becomes especially apparent on the question of lateness at the opening of the school day.</p>\n<p>Plaintiff insisted that she did not have to be in her room at 8:00 A.M., but only at the \"sign in\" registry. Principal Williams <span class=\"star-pagination\">*727</span> felt otherwise and instructed plaintiff accordingly. A clash over this matter resulted.</p>\n<p>It further developed that plaintiff would make false entries on the \"sign in\" register in order to avoid the appearance of being at school later than 8:00 A.M.</p>\n<p>As the school year progressed, a definite personality clash developed. It reached such proportions that principal Williams, on March 10, 1964, felt compelled to send a letter of criticism to plaintiff.<sup>[6]</sup> The import of this letter of March 10, 1964 is realized when principal Williams observed that in every other case involving the sending of such a letter as this, the recipient resigned from the teaching position at the end of the school year.</p>\n<p>Plaintiff, however, decided to seek reelection to a teaching position at Inborden School, in spite of the feelings between her and principal Williams.</p>\n<p>This letter of March 10, 1964 specified seven items about which principal Williams was complaining. He testified, however, that they in no way indicated the frequency of plaintiff's violations of school regulations. Plaintiff's testimony confirms the fact there were indeed many clashes over violations and that they occurred with a greater frequency than indicated by this letter of March 10, 1964.</p>\n<p>A copy of this letter was brought to the attention of defendant Henry Overman, Superintendent of Schools of Halifax County. It was also brought to the attention of the members of District Committee No. Five.</p>\n<p>At this point in the development of the situation which brought on this action, a series of circumstances occurred which are of particular significance.</p>\n<p>In early April 1964, on the evening of either the eighth or the ninth, the monthly Inborden School P.T.A. meeting was held. This meeting was attended by both the plaintiff and principal Williams. Plaintiff was now seriously concerned about losing her teaching position and had expressed this concern to the leaders of the negro voters registration movement. These leaders addressed the P.T. A. on this April night.</p>\n<p>A Mr. John Salter, a spokesman for the voters registration drive, publicly stated at this P.T.A. meeting that if any person lost his position of employment for participating in the movement, then a very aggressive lawsuit would ensue. These remarks were made with specific reference to teachers. Plaintiff, in an affidavit, then stated that this announcement seemed to greatly distress principal Williams.</p>\n<p>On the following day plaintiff was summoned to principal Williams' office for a conference. At this conference he advised plaintiff that he would conditionally recommend her for re-employment in her prior teacher's position. A letter to <span class=\"star-pagination\">*728</span> this effect was then handed plaintiff at this conference of April ninth or tenth. The letter was dated March 31, 1964.<sup>[7]</sup></p>\n<p>It is now appropriate to digress from the discussion of the facts surrounding the situation within the school and examine the circumstances that appear in regard to all the other parties to this action.</p>\n<p>Plaintiff is a member of a negro family of Enfield which has actively and vigorously championed the cause of negro rights. Her husband, Reed Johnson, ran for public office (State Senator) and obtained some newspaper coverage by newspapers of general circulation in the local area. Plaintiff's father and uncle also were active in civil rights movements and received some publicity in this respect.</p>\n<p>All three of these men were leading negro members of the negro voters registration drive. But as to plaintiff's actual participation in demonstrations, picketing and marches, it does not appear in evidence that she actively participated to such an extent as to draw attention to herself in any individual and special capacity. She was not known to the press or public in general as were the other members of her immediate family.</p>\n<p>Plaintiff was sympathetic toward the movement, however, and lent it her moral support; and she was probably vocal in her support. She did not, however, solicit active participation of her fellow teachers, nor did she openly involve herself in the direct action proceedings, although she stood on the sidelines and witnessed them.</p>\n<p>She retained her status as a teacher during this turbulent period in the lives of the negro community. It was during this period that her family was involved in a federal civil rights action in this Court concerning registration of voters. (Alston v. Butts) It is obvious that a definite effect was had on plaintiff's general conduct and attitude during these times, as well it might have on anyone.</p>\n<p>Plaintiff found it more difficult to get to school on time; she was not able and free to perform those extra-curricular activities which she had previously performed in prior years. Plaintiff was also now willing to speak up when she felt she was being unjustly criticized and she appeared to be extra sensitive to criticism, believing all references to shortcomings on the part of the teachers of Inborden School by its principal were directed at her.</p>\n<p>In respect to plaintiff's testimony, it is noted that there are discrepancies between that which she indicates in her original affidavit and that which appears to be the facts as disclosed by plaintiff when she was examined orally in Court. Plaintiff has tended to minimize her professional transgressions while maximizing her notoriety as a known participant in the civil rights movement.</p>\n<p>Other factors also appear which bear upon plaintiff's professional adjustment during this period of strife. Plaintiff was a devoted teacher, mother and housewife. These three demanding duties had absorbed her time in the preceding years of her teaching career, as well they would. Then, during this civil rights drive, an additional element was injected upon her time which was as equally demanding as the other two careers. Plaintiff now had the additional duty of trying to assist her husband, her father and her uncle all campaign for public office.</p>\n<p><span class=\"star-pagination\">*729</span> In addition, this campaign for elective office was part and parcel of the voters registration drive. It would be indeed difficult for her to take on these additional duties without finding it necessary to detract from some of the duties she had formerly performed.</p>\n<p>Plaintiff's testimony reflects this conflict and indicates that her devotion to extra-curricular duties in her teaching profession could not help but suffer. At one point plaintiff admits being late for \"game duty\" because she had to prepare dinner for her family. At another time, she admitted being late for school in the morning due to the fact that an important house guest required her attention.</p>\n<p>Principal Williams has testified that he was unaware of plaintiff's voter registration activities at the time he wrote the letters on March 10 and March 31. He must have known of her feelings and actions in relation to civil rights activities in general, however, because he attended many of the P.T.A. meetings which she attended and spoke with her about the quotation in the foreword of the Teacher's Handbook, wherein it made reference to silence. In these conversations, plaintiff found much to arouse her ire.</p>\n<p>Subsequent to principal Williams attending the P.T.A. meeting of early April 1964, he conditionally recommended plaintiff for re-employment as a teacher at Inborden High School. It is not difficult to conclude that this conditional recommendation was not made while he was exercising his free will and discretion. This fact becomes more apparent when it is noted that at no time has he been willing to give plaintiff his full endorsement. He does not criticize her as a teacher, but as a professional member of his staff. It is obvious that he considers plaintiff academically qualified. He also considers her highly competent as a classroom teacher,<sup>[8]</sup> but he appears to have serious doubts concerning her capacity to function effectively as a member of his professional staff. This attitude of principal Williams has been continuously manifested upon the record, and appears to be justified since the beginning of plaintiff's participation in civil rights activities. She has not been able to perform efficiently in all matters related to school activities. Plaintiff's difficulties appear, and principal Williams' inability to rectify, is evidenced by the letter of January 23, 1964,<sup>[9]</sup> March 10, 1964, and in the letter of March 31, 1964, as well as in his affidavit, deposition and testimony. Principal Williams did not fully yield to the pressures exerted at the P.T.A. meeting of early April.</p>\n<p>This Court is compelled to conclude that the members of school District Committee No. Five were also left with the impression that plaintiff was no longer able to fully perform her duties efficiently. This conclusion is apparent in the manner in which the members testified and in the answers propounded in their depositions.</p>\n<p>Not one of the members of the Committee knew of her as an active civil rights participant. She does not appear to have been one. They did know of the activities her husband and father and uncle, and they do not appear to have associated the <span class=\"star-pagination\">*730</span> name of Reed Johnson with that of the teacher Willa Johnson.</p>\n<p>All members of the Committee were greatly disturbed by the letter of March 10, as well they might be. One member felt it reflected insubordination on the part of plaintiff. They were also not satisfied that the letter of March 31 restored her to principal Williams' required standards of competency and efficiency. This is a reasonable conclusion when it is noted that there was only a conditional recommendation in the latter letter. Being dissatisfied with the March 31 letter, the members of the Committee questioned principal Williams closely on the matter. His answers were evasive and indirect. He stated he noted \"some improvement\" in \"some areas.\" The impression left was one of resignation at best.</p>\n<p>At this point the Committee determined to withhold any further decision until a later date, after they had time to further consider the matter. A meeting was then held some two weeks later, and at this meeting all the contracts recommended by principal Williams were accepted but plaintiff's. Plaintiff, of course, did not have an unqualified recommendation as did all others.</p>\n<p>It is to be noted that at this later meeting where the actual vote was taken on the contract of plaintiff, there was one vote in favor of employing her and two against. This fact would tend to indicate someone was exercising a free will in the vote.<sup>[10]</sup></p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The Court has serious doubts about whether a Federal jurisdictional issue has been raised. The North Carolina General Statutes (G.S. § 115-72 and 115-142) have given the various school committees, superintendents of county and city schools, and boards of education of county and city administrative units the power to employ or not to employ public school teachers. There are no conditions or vested rights in regards to employment or re-employment of public school teachers, and the methods and reasons for employing or not employing a teacher would seem to be a local matter. For the federal courts to trespass on this local procedure would be to trespass on the discretion of those empowered with discretion. See Brooks v. School District of the City of Moberly, 267 F.2d 733 (8th Cir., 1959); Charters v. Shaffer, 181 F.2d 764 (3rd Cir., 1950); and Hopkins v. Wasson, 227 F.Supp. 278 (E.D.Tenn., 1962).</p>\n<p>To hold these public officials liable in legal proceedings when they are exercising their discretionary duties would be to place such a burden on them that it would become hazardous for them to so exercise that discretion with which they have been endowed by statute. A Court, therefore, should be extremely reluctant not to recognize immunity of a state or local official when he is in the process of so exercising his discretionary authority. See Hoffman v. Halden, 268 F.2d 280 (9th Cir., 1959); and Basista v. Weir, 225 F.Supp. 619 (W.D., Pa., 1964).</p>\n<p>The complaint, however, insists that a conspiracy has been perpetrated by defendants in order to punish plaintiff for her acts whereby she exercised rights guaranteed her by the Federal Constitution and Acts of Congress. It is well recognized that the discretion of the defendants, in effectuating their hiring policies, does not extend to an arbitrary denial of <span class=\"star-pagination\">*731</span> these protected rights, when the denial is made under color of state law. Garner v. Board of Public Works, 341 U.S. 716, 71 S.Ct. 909, 95 L.Ed. 1317 (1951); Wieman v. Updegraff, 344 U.S. 183, 73 S.Ct. 215, 97 L.Ed. 216 (1952); Cohen v. Norris, 300 F.2d 24 (9th Cir., 1962); and Lee v. Hodges, 321 F.2d 480 (4th Cir., 1963).</p>\n<p>Because of these contentions of plaintiff, the Court has proceeded to examine plaintiff's allegations, in light of the record, pleadings, testimony, depositions, affidavits and exhibits (including newspaper articles), in order to weigh the evidence according to its credibility, and thereby conclude this matter on its merits.</p>\n<p>The Court concludes: there has been a failure by plaintiff to show a conspiracy on the part of defendants when they failed to re-employ plaintiff for school year 1964-1965. See Henry v. Coahoma County Board of Education (N. D., Miss., 1963), 8 Race Relation L.R., No. 4, p. 1480; United States v. Board of Education of Greene County, Mississippi et al., 332 F.2d 40 (5th Cir., 1964); and Goode v. Board of Education for the County of Summers. 8 Race Relations L.R., No. 4, p. 1485. The Court specifically finds that there was good cause for not re-employing the plaintiff under the circumstances as established by the evidence.</p>\n<p>Plaintiff failed to observe the school rules as interpreted by her immediate supervisor and as published in the Teachers' Handbook. The rules and the interpretation of them was in no way unreasonable nor discriminatory, and it is not contended that they were. It is reasonable to infer that plaintiff's civil rights activities did have a bearing on her abilities to perform her duties, but not in the manner she contends in this action. The additional demands made on her time by the civil rights activities of 1963-1964 prevented her from devoting that usual amount of time which plaintiff normally devoted to her teaching profession, and in that respect one might conclude that she was not rehired due to her civil rights activities. This factual situation does not set up a conspiracy, and it certainly does not develop a parallel situation to that found in Shelton v. Tucker, 364 U.S. 479, 81 S.Ct. 247, 5 L.Ed.2d 231 (1960), the case which plaintiff so vigorously asserts.</p>\n<p>Plaintiff's inability to perform those extra-curricular duties required of her promptly and in a cooperative manner gave the District Committee members ample cause to decide that she was not eligible for re-employment. It is clear that ability within the confines of the classroom is not the only criteria used in determining whether a teacher is the caliber employee desired in a school system. See Adler v. Board of Education, 342 U.S. 485, 72 S.Ct. 380, 96 L.Ed. 517 (1962); and Beilan v. Board of Public Education, 357 U.S. 399, 406, 78 S.Ct. 1317, 2 L.Ed.2d 1414 (1958).</p>\n<p>In this respect it is appropriate to observe that if the District Committee had been aware of plaintiff's civil rights activities (and in weighing the evidence, it appears that this was most unlikely), it would have been entirely justified in not re-employing plaintiff when it appears that she was insubordinate and uncooperative with her immediate supervisor, principal Williams. If, in their opinion, she was participating in civil rights activities to such an extent as to interfere with her duties as a member of the Inborden High School staff, then there was legitimate grounds not to continue her contract. See Hoffman v. Halden, 268 F.2d 280, supra; and Parker v. Board of Education, 237 F.Supp. 222 (D., Md., 1965).</p>\n<p>It is incumbent upon a court, when acting as the fact finder in a conspiracy action, to draw all rational inferences from the evidence. Meredith v. Fair, 305 F.2d 343 (5th Cir., 1962). This duty is not a one-sided duty. The inferences may be drawn to find a conspiracy, but they may also be drawn to explain the conduct of defendants.</p>\n<p>Because of plaintiff's contentions, the Court has been very liberal in admitting evidence and permitting testimony when <span class=\"star-pagination\">*732</span> its relevancy was in serious doubt. It has searched the record for evidence that would lead to an inference that defendants' actions were arbitrary and based on race; but it can only speculate on such matters, for the inferences, when drawn in light of the demeanor and credibility of witnesses, finds the inferences weigh heavily in favor of finding there was good cause not to renew the contract and to override the half-hearted and conditional recommendation of principal Williams. This is most apparent when it is realized by the Court that this conditional recommendation was extracted from him. That is what is meant by making a reasonable inference from the surrounding circumstances.</p>\n<p>The plaintiff must do more than set forth facts showing a vague possibility of a conspiracy. She must, with some particularity, prove overt acts which defendants engaged in and that are reasonably related to the promotion of this claimed conspiracy. Powell v. Workman's Compensation Board, 327 F.2d 131 (2nd Cir., 1964).</p>\n<p>It is acknowledged that plaintiff need not prove the date and place of defendants' meetings and a summary of their conversation (Hoffman v. Holder, 268 F.2d 280, supra), but when plaintiff's proof establishes a factual situation which would just as well justify defendants' conduct as to lead to an inference of conspiracy, then plaintiff has failed to carry her burden. The plaintiff had to show that the purpose or motivation behind the failure to re-employ her was to violate her protected rights. Brotherhood of R. R. Trainmen v. Central of Ga. Ry. Co., 305 F.2d 605 (5th Cir., 1962).</p>\n<p>Plaintiff's evidence failed to present sufficient facts from which an inference, to the effect that defendants were depriving her of her constitutionally protected rights as alleged, could be drawn.</p>\n<p>See Joyce v. Ferrazzi, 323 F.2d 931 (1st Cir., 1963); and Parker v. Board of Education, 237 F.Supp. 222, supra.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, it is ordered that, upon a determination of the factual issues before the Court, this action being determined on its merits, defendants' motion to dismiss be, and the same is hereby granted.</p>\n<p>It is further ordered that plaintiff's prayer for injunctive relief be, and the same is hereby denied.</p>\n                                       APPENDIX A\n                             CONTRACT FOR INSTRUCTIONAL SERVICE\n                              (For Use In County Administrative Units)\n<i>STATE OF NORTH CAROLINA,</i> |\n   HALIFAX                         &gt;\n__________________<i>COUNTY</i> |\n  THIS AGREEMENT entered into between the board of education of the\n  Halifax                                          Willa C. Johnson\n___________ County Administrative Unit and ___________________________________________,\n                                           (Name as it appears on back of certificate)\n                                                          Secondary A\nwho now holds, or is entitled to hold, a North Carolina _______________________ Certificate,\n                                                         (Kind of certificate)\n              408340\nNo. ____________, now in force, in accordance with the provisions of the school\nlaw applicable thereto, which are hereby made a part of this contract, WITNESSETH:\nThat said teacher or principal having been duly elected by the Public School\n                V\nCommittee of _______ District in said administrative unit, agrees to teach in the\n                                               63   64\nschool of said district for the school term 19___-19___  xxxxxxxxxxxx (strike out\none)  and to discharge faithfully all the duties imposed on teachers or principals\n<p>by the Laws of North Carolina and the rules and regulations of the board of education of said administrative unit.</p>\n<p>In consideration of this agreement, said board of education promises to pay the above-named person for services rendered during the life of this contract the sum to which he is entitled according to the State Salary Schedule from State funds plus the local supplement, if any, applicable thereto, subject to the allotment of teachers by the State Board of Education, and subject to the condition that the amount paid from State funds shall be within the allotment of funds made to said administrative unit for instructional salaries.</p>\n<p>That said board of education has authorized, in a regular or in a called meeting, its Secretary to execute this contract when such employment is approved in accordance with the provisions of the public school law.</p>\n   Special conditions: ____________________________________________________________________\n___________________________________________________________________________________________\n___________________________________________________________________________________________\n___________________________________________________________________________________________\n___________________________________________________________________________________________\n(s) Willa C. Johnson           Halifax\n________________________     _________________________ <i>County Board of Education</i>\n  Teacher or Principal\n                                                (s) W. Henry Overman\n_______________________, 19___             <i>By</i> _______________________, <i>Secretary</i>\n<p>NOTE: This form should be used annually in the employment of teachers and principals. A copy of this contract should be kept on file in the office of the superintendent and a copy furnished the teacher.</p>\n<p></p>\n<h2>SUPERINTENDENT'S NOMINATION OF PRINCIPAL</h2>\n<p></p>\n<h2>(For Use by Superintendent in Nominating Principal)</h2>\n  In compliance with school law, I, as superintendent of the schools of _____________\nCounty hereby nominate _______________________________ for the position of\n                       (Name as it appears on back of certificate)\nprincipal of _______________ school for the school term 19___-19___  unexpired part\nof the 19___-19___ school term (strike out one).\nDate ____________, 19___             Signed ___________________________________________\n                                                                       Superintendent\n<p></p>\n<h2>PRINCIPAL'S NOMINATION</h2>\n<p></p>\n<h2>(For Use by Principal in Nominating Teacher)</h2>\n                                                                         V\nIn compliance with school law, I, as principal of the schools of the _____________\n                                  Willa C. Johnson\nDistrict, hereby nominate ________________________________ for the position of\n                          (Name as it appears on back of certificate)\n        high school\n________________________teacher in the schools of this district, for the school term\n  (Elementary high school)\n    63      64\n19___-19___xxxxxxxxxxx (strike out one).\n         3-20         63                            (s) L. M. Williams\nDate _____________, 19___              Signed _____________________________\n                                                                Principal\n<p></p>\n<h2>\n<span class=\"star-pagination\">*734</span> CERTIFICATION OF ELECTION</h2>\n<p></p>\n<h2>(For Use by School Committee in Certifying Election of Principal or Teacher)</h2>\n                                   Willa C. Johnson\n   THIS IS TO CERTIFY that ____________________________________ who now holds\n                          (Name as it appears on back of certificate)\n                                        Secondary A                     408340\nor is entitled to hold a North Carolina ______________ Certificate, No._________,\n                                                       Apr. 23, '63\nnow in force, at a meeting of the Committee, held on _____________________, 19__, was\n                                             V\nduly elected to teach in the schools of the __________ District, for the school term\n  63      64\n19___-19___xxxxxxxxxxxx (strike out one).\nDate _________________, 19___       ____________________________ District Committee\n                                                    (s) R. L. Coppage\n                                                 __________________________________\n                                                    (s) Frances M. Arnold\n                                                 __________________________________\n                                                                       Secretary\n<p></p>\n<h2>APPROVAL OF SUPERINTENDENT</h2>\n<p>(For Use by Superintendent in Approving Election of Principal or Teacher: Execution of Contract on Reverse Side Constitutes Approval of Board of Education)</p>\n<p>In compliance with school law, I hereby approve the election of the above-named person.</p>\n                                                               (s) W. Henry Overman\nDate _________________, 19___                                      ________________\n                                                                    Superintendent\n<p></p>\n<h2>APPENDIX B</h2>\n<p></p>\n<h2>TEACHER RECOMMENDATION FORM</h2>\n<p></p>\n<h2>HALIFAX COUNTY SCHOOLS HALIFAX, N. C.</h2>\n             Willa C. Johnson                                HS\nTEACHER _____________________________      GRADE _____________________________\n                Inborden                                        1962-63\nSCHOOL ______________________________      SCHOOL YEAR _______________________\nRating Scale: 5 = Excellent                2 = Below average\n              4 = Above average            1 = Poor\n              3 = Average                  0 = Failure\n<p><span class=\"star-pagination\">*735</span> Place the appropriate number in the space provided.</p>\n<p></p>\n<pre>\n  I. PERSONAL QUALITIES                III. SCHOOL MANAGEMENT\n      5  Character                           4  Discipline\n      5  Appearance                          4  Interest in Physical Welfare\n      5  Health                              of Pupils, Playground\n      5  Initiative                          Activities, etc.\n      5  Enthusiasm                          4  Care of Room\n      5  Self-Control                        4  Business Routine, etc.\n                                        IV. TECHNIQUE OF TEACHING\n      5  Tact                                5  Daily Preparation\n      5  Voice                               5  Skill in Motivating Work\n      5  Personality                         4  Attention to Individual\n II. SOCIAL AND PROFESSIONAL                    Needs\n       QUALITIES\n                                         V. RESULTS\n      4  Understanding of Children           4  Attentive and Responsive\n                                                Class\n      4  Cooperation and Loyalty             4  Moral Influence\n      4  Professional Interest and           4  General Development of\n         Growth                                 Pupils\n      5  Use of English\n      5  Scholarship                    VI. For what position is the applicant\n                                            best suited?\n                                            1. _______________________________\n                                            2. _______________________________\n                                            3. _______________________________\n VII.\n      1. Careful of conduct in and out of school?    4  \n      2. Any peculiarities either physical or mental?   None  \n    3. Give strongest point as teacher:\n        ______________________________________________________________________\n        ______________________________________________________________________\n      4. Give weakest point as teacher:\n        ______________________________________________________________________\n        ______________________________________________________________________\n      5. This evaluation is based on ______ hours of supervision.\nVIII. COMMENTS:\n  DATE     June 7, 1963                        PRINCIPAL     L. M. Williams   \n</pre>\n<h2>NOTES</h2>\n<p>[1]  See Appendix A for plaintiff's contract for the year 1963-1964, and proposed contract for the year 1964-1965.</p>\n<p>[2]  North Carolina General Statutes, Chapter 115, and more specifically the following sections:\n</p>\n<p>\"§ 115-32. <i>Power to subpoena and to punish for contempt.</i>  County and city boards of education shall have power to issue subpoenas for the attendance of witnesses. Subpoenas may be issued in any and all matters which may lawfully come within the powers of a board and which, in the discretion of the board, requires investigation; and it shall be the duty of the sheriff or any process serving officer to serve such subpoenas upon payment of their lawful fees.</p>\n<p>\"County and city boards of education shall have power to punish for contempt for any disorderly conduct or disturbance tending to disrupt them in the transaction of official business.</p>\n<p>\"§ 115-34. <i>Appeals to board of education and to superior court.</i>  An appeal shall lie from the decision of all school personnel to the appropriate county or city board of education. In all such appeals it shall be the duty of the board of education to see that a proper notice is given to all parties concerned and that a record of the hearing is properly entered in the records of the board conducting the hearing.</p>\n<p>\"An appeal shall lie from the decision of a county or city board of education to the superior court of the State in any action of a county or city board of education affecting one's character or right to teach.</p>\n<p>\"§ 115-72. <i>How to employ principals, teachers, janitors and maids.</i>  The district committee, upon the recommendation of the county superintendent of schools, shall elect the principals for the schools of the district, subject to the approval of the county board of education. The principal of the district shall nominate and the district committee shall elect the teachers for all the schools of the district, subject to the approval of the county superintendent of schools and the county board of education. * * * No election of a principal or teacher, * * *, shall be deemed valid until such election or appointment has been approved by the county superintendent and the county board of education. No teacher under eighteen years of age may be employed, and the election of all teachers and principals and the appointment of all janitors and maids shall be done at regular or called meetings of the committee.</p>\n<p>\"In the event the district committee and the county superintendent are unable to agree upon the nomination and election of a principal or the principal and the district committee are unable to agree upon the nomination and election of teachers * * *, the county board of education shall select the principal and teachers * * *, which selection and appointment shall be final.</p>\n<p>\"§ 115-142. <i>Contracts of principals and teachers terminated at end of 1954-1955 term; employment thereafter.</i>  (a) The contracts of all principals and teachers now employed in the public schools of North Carolina are hereby terminated as of the end of the school term 1954-1955. County and city superintendents shall give each principal and teacher notice by mail of the termination of his contract, * * *.</p>\n<p>\"(b) Any teacher or principal desiring election as teacher or principal in a particular administrative unit shall file his or her application in writing with the county or city superintendent of such unit. The application shall state the name and number of the certificate held, when the certificate expires, experience in teaching, if any, and the administrative unit in which the applicant last taught. It shall be the duty of all county and city boards of education to cause written contracts on forms to be furnished by the State Superintendent of Public Instruction to be executed by all teachers and principals before any salary vouchers shall be paid. The contracts of teachers and principals shall be made for the next succeeding school year or for the unexpired part of a current school year. No county or city board of education shall enter into a contract for the employment of more teachers, including vocational teachers, than are allotted to that particular administrative unit by the State Board of Education unless provision has been made for the payment of the salaries of such teachers from local funds. All contracts shall be subject to the condition that when the position for which any principal or teacher is employed is terminated the contract is likewise terminated.</p>\n<p>\"§ 115-145. <i>Removal of principals and teachers.</i>  The county and city boards of education and district committees, with the approval of the superintendent, may dismiss a principal or teacher for immoral or disreputable conduct or for failure to comply with the provisions of the contract. The superintendent of schools, with the approval of the committee or the board of education, has authority and it is his duty to dismiss a principal or teacher who has proven himself incompetent, or who wilfully refuses to discharge the duties of a public school principal or teacher, or who may be persistently neglectful of such duties. However, no principal or teacher shall be dismissed until charges have been filed in writing in the office of the superintendent and such principal or teacher given at least five days notice in which he shall have the opportunity to appear before the board of education or district committee before whom the matter is being investigated. After a full and fair hearing the action of the board of education or the committee shall be final: Provided, the principal or teacher shall have the right to appeal to the county board of education if the action was taken by a district committee, and thereafter to the courts, * * *.</p>\n<p>\"* * *.\"</p>\n<p>[3]  North Carolina Constitution, Art. 1, Sec. 27, Art. IX, Sec. 1-11.</p>\n<p>[4]  Chapter 115 of the General Statutes of North Carolina, and those more specifically set out in footnote 2, supra.</p>\n<p>[5]  Mr. Constan was a teacher with fifteen years classroom experience, and he is now a principal of a school in Cape Canaveral, Florida. He was also a member of a panel of experts and members of the National Education Association which interrogated the plaintiff for some three to four hours in Washington, D. C., in order to determine the competency of plaintiff as a teacher according to the standards of the NEA.</p>\n<p>[6]  Letter dated March 10, 1964, from L. M. Williams, Principal, T. S. Inborden High School, Enfield, North Carolina, to Mrs. Willa C. Johnson T. S. Inborden High School, Enfield, North Carolina, with carbon copies to W. Henry Overman and R. L. Coppage, as follows:\n</p>\n<p>\"Dear Mrs. Johnson:</p>\n<p>This is to inform and advise you that you are expected to abide by and adhere to the policies and regulations that govern the operation of the school just as any other teacher is expected to do.</p>\n<p>I have reminded you of the following:</p>\n<p>1. Being late for game duty December 2, 1964.</p>\n<p>2. Failing to report to work on time and a conference was held with you January 6, 1964 regarding being late for work.</p>\n<p>3. Failing to do ground duty the week of February 3-7, 1964.</p>\n<p>4. Failing to give a written explanation as requested for not attending a P.T.A. meeting on February 5, 1964.</p>\n<p>5. Failing to do building duty the week of March 2-6, 1964.</p>\n<p>6. Failing to stand at your door to supervise pupils as they change classes.</p>\n<p>7. Failing to see that the cabinets in your room were clean and free of fire hazard.</p>\n<p>A copy of this information is being submitted to the superintendent for his suggestions or recommendations regarding this matter.</p>\n                                Yours respectfully,\"\n\n<p>[7]  Letter dated March 31, 1964 from L. M. Williams, Principal, T. S. Inborden High School, Enfield, North Carolina, to Mrs. Willa C. Johnson, T. S. Inborden High School, Enfield, North Carolina, with carbon copies to W. H. Overman and R. L. Coppage, as follows:\n</p>\n<p>\"Dear Mrs. Johnson:</p>\n<p>I have seen improvement in the areas mentioned in the letter of March 10, 1964. It is hopeful that improvement will continue.</p>\n<p>I am recommending you for re-election for a teacher for the 1964-1965 school term on condition that you continue to show improvement in the areas mentioned in the letter dated March 10, providing that the District School Committee, Board of Education and the Superintendent approves of my recommendation.</p>\n                      Sincerely yours,\"\n\n<p>[8]  Plaintiff's Exhibit No. 4. Teacher's Recommendation Form dated June 7, 1963. See Appendix B.</p>\n<p>[9]  Letter dated January 23, 1964 from L. M. Williams, Principal, T. S. Inborden High School, Enfield, North Carolina, to Mrs. Willa C. Johnson, Inborden High School, Enfield, North Carolina, with a carbon copy to Teacher's personal file, as follows:\n</p>\n<p>\"Dear Mrs. Johnson:</p>\n<p>Each time your register has been checked, you have been reminded that all entries were not in ink.</p>\n<p>Part I of the METHOD OF KEEPING REGISTER, section one states, `The register is a permanent record which shall be kept posted to date and be convenient for inspection at any time. All entries must be neat, legible, accurate, and in ink'.</p>\n<p>The signing of your register has been marked void because the above has not been executed.</p>\n                           Very truly yours,\"\n\n<p>[10]  Defendant's Exhibit No. 1. Minutes of local School Committee, dated May 27 by Natalia J. Morrisette, Acting Secretary, as follows:\n</p>\n<p>\"The local School Committee met May 27 with all members present except Mrs. Arnold. Jeff Whitehead was also present.</p>\n<p>A motion was made and seconded that contracts for teachers at Inborden High School be renewed, with the exception of Mrs. Willa C. Johnson. Failure to renew the contract was on the grounds of a letter from principal L. M. Williams written to Mrs. Johnson, with copies going to Sup't. Overman and chairman R. L. Coppage. This letter listed 7 complaints wherein she did not adhere to the policies and regulations of the school.</p>\n<p>The vote was 2 to 1. The meeting was adjourned.</p>\n                            Respectfully,\"\n\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">721</span></span> (1965)</b></center>\n<center><h1>Willa JOHNSON, individually and as a representative of a class composed of herself and other Negro school teachers of Halifax County, North Carolina, similarly situated, and as a representative of a class composed of herself and other Negro citizens of Halifax County, North Carolina, similarly situated, Plaintiffs,<br>\nv.<br>\nJoseph BRANCH, individually and as attorney for the Board of Education of Halifax County, North Carolina, et al., Defendants.</h1></center>\n<center>Civ. No. 884.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>June 11, 1965.</center>\n<p><span class=\"star-pagination\">*722</span> William M. Kunstler, Kunstler, Kunstler &amp; Kinoy, New York City, Samuel S. Mitchell, Raleigh, N. C., Philip J. Hirschkop, Lainof, Cohen &amp; Cohen, Alexandria, Va., for plaintiffs.</p>\n<p>Allsbrook, Benton &amp; Knott, Roanoke Rapids, N. C., for defendants.</p>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This cause comes before the Court as a class action in equity. The plaintiff, who is a negro school teacher, seeks injunctive relief as well as damages and attorney's fees. Jurisdiction is asserted to be under Title 28 U.S.C.A. § 1343(3); Title 42 U.S.C.A. §§ 1971, 1981, 1983, and 1985; and the Constitution of the United States; more particularly the First, Fifth, Thirteenth, Fourteenth and Fifteenth Amendments thereto.</p>\n<p>The plaintiff seeks to have the defendants, and all others acting in concert with them, restrained from acting and conspiring in any manner designed to intimidate, deter and harass plaintiff and members of her class whom she allegedly <span class=\"star-pagination\">*723</span> represents, from exercising their civil rights guaranteed to them under the Constitution of the United States.</p>\n<p>The plaintiff is a member of the negro race and was a teacher in the public school system of Halifax County, North Carolina. She has participated in various activities which are frequently labeled, for lack of a better term, \"civil rights activities\" in Halifax County during the years 1963 and 1964. After the close of the 1963-1964 school year, she received information that her employment contract as a teacher was not renewed for the school year 1964-1965.</p>\n<p>Plaintiff alleges that the failure to renew her teacher's contract was the result of a conspiracy by defendants to harass her and members of her class, and that no legal cause exists for the decision not to renew her contract. For this reason, plaintiff seeks the equitable relief previously stated, counsel fees and special and exemplary damages.</p>\n<p>The defendants have answered and filed numerous motions including a motion to dismiss for failure to state a claim upon which relief can be granted, and a motion for summary judgment.</p>\n<p>Hearings have been held wherein the testimony of plaintiff and the principal defendants has been heard on three separate occasions: July 31, 1964, at the Craven County Courthouse, New Bern, North Carolina; September 28, 1964, at the same location; and on March 15, 1965 at the Federal Court in New Bern.</p>\n<p>This Court was not called upon to pass upon the question of issuing a temporary restraining order so as to preserve the teaching position plaintiff claims, until this matter could be disposed of on the merits, because the parties entered in an agreement whereby plaintiff's teaching position has been filled by a temporary appointment only.</p>\n<p>Defendant Joseph Branch has been dismissed as a party on March 15, 1965 by agreement of the parties.</p>\n<p>Before the Court at this time, after having been presented with affidavits, depositions and exhibits, after hearing testimony and oral arguments, and after examining written arguments and briefs, are the questions of plaintiff's prayer for a permanent mandatory injunction (designated a restraining order by the plaintiff), damages and attorney's fees. Also before the Court are defendants' motions to dismiss and motion for summary judgment.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>At the outset it is necessary to determine the plaintiff's status within the public school system. In this respect, the Court looks to her employment contracts<sup>[1]</sup> and the appropriate North Carolina General Statutes.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*724</span> The State of North Carolina has its own public school system which exists under the Constitution of the State of North Carolina<sup>[3]</sup> and the statutes of the state.<sup>[4]</sup> Section 115-142 of the North Carolina General Statutes provides no tenure system for public school teachers. Teachers in the public schools are employed under written contracts for the school academic year and these are not <span class=\"star-pagination\">*725</span> continuing contracts; they expire at the end of the contract period and the employing board of education or district committee does not have to renew the contract.</p>\n<p>The plan adopted by the State of North Carolina gives the various school committees, superintendents of county and city schools, and the boards of education of county and city administrative units the power to employ or not to employ public school teachers as they see fit, and for any reasons or motives which in their discretion may seem proper, so long as they remain within reasonable constitutional bounds.</p>\n<p>There are no vested rights in regard to re-employment of public school teachers. As the statutes clearly indicate, the right to be employed or reemployed for another school year is to be distinguished from the problem of dismissal of a teacher for cause. The problem of a dismissal is not now before the Court.</p>\n<p>Prior to the school year 1963-1964, plaintiff established a record as a teacher that would compare favorably with most teachers. This fact was clearly established by the testimony of a Mr. Phillip Constan. According to his testimony, plaintiff was a highly qualified teacher and after the recommendation of her principal was given there were no sufficient grounds not to re-hire the plaintiff.<sup>[5]</sup></p>\n<p>Plaintiff testified, and defendant Williams, the principal of the High School where plaintiff was employed as a teacher also testified, that there was no problem until the school year 1963-1964. Prior to that time the only problems were over minor details and their relationship was in no way strained.</p>\n<p>Plaintiff had taught for a period of twelve years, ten of these at Inborden High School, the school of plaintiff's last employment. During that time plaintiff was the sponsor of the Inborden High School National Honor Society and the Student Council. She also sponsored the school paper, aided in the preparation of one of the editions of the Teacher's Handbook, and chaired at least two county wide committees relating to the teaching profession and the administration of schools. It can readily be seen that plaintiff was a diligent and dedicated teacher, and was fully engrossed in family and professional affairs.</p>\n<p>In respect to her family, plaintiff is the mother of one child, and was forced to remain absent from teaching for a short period while she gave birth to her child. It was not long before she returned to teaching, however.</p>\n<p>As a classroom teacher, during the entire twelve years of plaintiff's career, there can be no doubt that she was beloved by her students and highly respected by her fellow teachers. Other teachers who have worked with plaintiff have submitted affidavits acknowledging her learning, preparation and helpfulness. Former students have likewise submitted affidavits, and they all testify to plaintiff's competency and dedication.</p>\n<p>It is in evidence that plaintiff was a diligent member of the Parent-Teachers' Association, having been the treasurer of the Inborden School section for two years. Most of plaintiff's interests were directed toward her family and profession. It is clear that she could have done very little else for either, or for any other outside interests, when one considers her teaching and family commitments.</p>\n<p>During the most part of this twelve year span, plaintiff's relations with her superiors was good. It is in evidence that principal Williams requested her return to a position at Inborden High School after she had taken leave for purposes of having her baby.</p>\n<p><span class=\"star-pagination\">*726</span> In April 1963, plaintiff began actively participating in a negro voters registration movement in Halifax County and in the City of Enfield, North Carolina. Her contract was renewed, however, for the following school year, 1963-1964. The renewal may not be of any significance, however, when it is realized the contract was probably considered at about the same time her civil rights activities began.</p>\n<p>The period between April 1963 and November 1964 was the period of plaintiff's most active participation in the drive to register negro voters. There is no substantial evidence that plaintiff was a militant or acknowledged leader or participant in the movement.</p>\n<p>It was in the fall of 1963, and at the commencement of the school year 1963-1964, that plaintiff testifies to a noticeable change in the attitude of principal Williams toward her.</p>\n<p>One bone of contention which quickly appeared was the controversial \"English 12 Project.\" Plaintiff sought to have speakers attend her senior students' English Class, and to have them speak to the class. At least one of these speakers to be invited, and probably more, was a local leader in the negro movement. All such projects require the approval of the principal, and principal Williams would not approve this particular project although he had never disapproved a project request of plaintiff prior to this request.</p>\n<p>On another occasion, plaintiff discussed the negro movement with some twelve of her students. Shortly thereafter, they conducted a \"demonstration\" at the local Enfield public library. Plaintiff insists that she did not instigate this conduct on the part of her students, but she admits encouraging the students in their activities. She also met with them at her home the night following the demonstration, and she testified that they were delighted in their endeavors and confessed their feelings of elation with her and that she was part of the discussion.</p>\n<p>These students were called to principal Williams' office the following day and were admonished by him not to participate in such activities again until they had designated one of their number as spokesman and leader. The students told plaintiff of this admonition of principal Williams, and she testified that she considered it a reprimand.</p>\n<p>Plaintiff stated that P.T.A. meetings were used as platforms to urge the members of the negro community of Halifax County to register and vote. Both plaintiff and principal Williams were regular in their attendance at P.T.A. meetings.</p>\n<p>During this school year 1963-1964, plaintiff often seized opportunities to advance the cause of the negro movement. It is obvious that she was willing to encourage the use of the public school, and the students who so devoutly admired her, in the furtherance of the negro voter registration drive. It is also obvious that principal Williams did not wish to see the school which he administered embroiled in the turmoil of a civil rights dispute.</p>\n<p>While plaintiff was attempting to use the school in this way, principal Williams was noting a definite change in her personality and conduct. He noted violations of standards of teacher conduct which he testified were almost daily in frequency. He admonished her directly by conferences with her, and indirectly by calling various regulations and statements in the Teacher's Handbook to her attention.</p>\n<p>Plaintiff finally came to believe that every admonition given at a teachers' meeting was directly aimed at her alone. She then ceased to approach principal Williams on school projects, but would send one of her students to him in her stead.</p>\n<p>Defendant Williams, in turn, noted more violations and found that she tried to circumvent regulations rather than obey his instructions; she tended to quibble with him about their interpretation. This becomes especially apparent on the question of lateness at the opening of the school day.</p>\n<p>Plaintiff insisted that she did not have to be in her room at 8:00 A.M., but only at the \"sign in\" registry. Principal Williams <span class=\"star-pagination\">*727</span> felt otherwise and instructed plaintiff accordingly. A clash over this matter resulted.</p>\n<p>It further developed that plaintiff would make false entries on the \"sign in\" register in order to avoid the appearance of being at school later than 8:00 A.M.</p>\n<p>As the school year progressed, a definite personality clash developed. It reached such proportions that principal Williams, on March 10, 1964, felt compelled to send a letter of criticism to plaintiff.<sup>[6]</sup> The import of this letter of March 10, 1964 is realized when principal Williams observed that in every other case involving the sending of such a letter as this, the recipient resigned from the teaching position at the end of the school year.</p>\n<p>Plaintiff, however, decided to seek reelection to a teaching position at Inborden School, in spite of the feelings between her and principal Williams.</p>\n<p>This letter of March 10, 1964 specified seven items about which principal Williams was complaining. He testified, however, that they in no way indicated the frequency of plaintiff's violations of school regulations. Plaintiff's testimony confirms the fact there were indeed many clashes over violations and that they occurred with a greater frequency than indicated by this letter of March 10, 1964.</p>\n<p>A copy of this letter was brought to the attention of defendant Henry Overman, Superintendent of Schools of Halifax County. It was also brought to the attention of the members of District Committee No. Five.</p>\n<p>At this point in the development of the situation which brought on this action, a series of circumstances occurred which are of particular significance.</p>\n<p>In early April 1964, on the evening of either the eighth or the ninth, the monthly Inborden School P.T.A. meeting was held. This meeting was attended by both the plaintiff and principal Williams. Plaintiff was now seriously concerned about losing her teaching position and had expressed this concern to the leaders of the negro voters registration movement. These leaders addressed the P.T. A. on this April night.</p>\n<p>A Mr. John Salter, a spokesman for the voters registration drive, publicly stated at this P.T.A. meeting that if any person lost his position of employment for participating in the movement, then a very aggressive lawsuit would ensue. These remarks were made with specific reference to teachers. Plaintiff, in an affidavit, then stated that this announcement seemed to greatly distress principal Williams.</p>\n<p>On the following day plaintiff was summoned to principal Williams' office for a conference. At this conference he advised plaintiff that he would conditionally recommend her for re-employment in her prior teacher's position. A letter to <span class=\"star-pagination\">*728</span> this effect was then handed plaintiff at this conference of April ninth or tenth. The letter was dated March 31, 1964.<sup>[7]</sup></p>\n<p>It is now appropriate to digress from the discussion of the facts surrounding the situation within the school and examine the circumstances that appear in regard to all the other parties to this action.</p>\n<p>Plaintiff is a member of a negro family of Enfield which has actively and vigorously championed the cause of negro rights. Her husband, Reed Johnson, ran for public office (State Senator) and obtained some newspaper coverage by newspapers of general circulation in the local area. Plaintiff's father and uncle also were active in civil rights movements and received some publicity in this respect.</p>\n<p>All three of these men were leading negro members of the negro voters registration drive. But as to plaintiff's actual participation in demonstrations, picketing and marches, it does not appear in evidence that she actively participated to such an extent as to draw attention to herself in any individual and special capacity. She was not known to the press or public in general as were the other members of her immediate family.</p>\n<p>Plaintiff was sympathetic toward the movement, however, and lent it her moral support; and she was probably vocal in her support. She did not, however, solicit active participation of her fellow teachers, nor did she openly involve herself in the direct action proceedings, although she stood on the sidelines and witnessed them.</p>\n<p>She retained her status as a teacher during this turbulent period in the lives of the negro community. It was during this period that her family was involved in a federal civil rights action in this Court concerning registration of voters. (Alston v. Butts) It is obvious that a definite effect was had on plaintiff's general conduct and attitude during these times, as well it might have on anyone.</p>\n<p>Plaintiff found it more difficult to get to school on time; she was not able and free to perform those extra-curricular activities which she had previously performed in prior years. Plaintiff was also now willing to speak up when she felt she was being unjustly criticized and she appeared to be extra sensitive to criticism, believing all references to shortcomings on the part of the teachers of Inborden School by its principal were directed at her.</p>\n<p>In respect to plaintiff's testimony, it is noted that there are discrepancies between that which she indicates in her original affidavit and that which appears to be the facts as disclosed by plaintiff when she was examined orally in Court. Plaintiff has tended to minimize her professional transgressions while maximizing her notoriety as a known participant in the civil rights movement.</p>\n<p>Other factors also appear which bear upon plaintiff's professional adjustment during this period of strife. Plaintiff was a devoted teacher, mother and housewife. These three demanding duties had absorbed her time in the preceding years of her teaching career, as well they would. Then, during this civil rights drive, an additional element was injected upon her time which was as equally demanding as the other two careers. Plaintiff now had the additional duty of trying to assist her husband, her father and her uncle all campaign for public office.</p>\n<p><span class=\"star-pagination\">*729</span> In addition, this campaign for elective office was part and parcel of the voters registration drive. It would be indeed difficult for her to take on these additional duties without finding it necessary to detract from some of the duties she had formerly performed.</p>\n<p>Plaintiff's testimony reflects this conflict and indicates that her devotion to extra-curricular duties in her teaching profession could not help but suffer. At one point plaintiff admits being late for \"game duty\" because she had to prepare dinner for her family. At another time, she admitted being late for school in the morning due to the fact that an important house guest required her attention.</p>\n<p>Principal Williams has testified that he was unaware of plaintiff's voter registration activities at the time he wrote the letters on March 10 and March 31. He must have known of her feelings and actions in relation to civil rights activities in general, however, because he attended many of the P.T.A. meetings which she attended and spoke with her about the quotation in the foreword of the Teacher's Handbook, wherein it made reference to silence. In these conversations, plaintiff found much to arouse her ire.</p>\n<p>Subsequent to principal Williams attending the P.T.A. meeting of early April 1964, he conditionally recommended plaintiff for re-employment as a teacher at Inborden High School. It is not difficult to conclude that this conditional recommendation was not made while he was exercising his free will and discretion. This fact becomes more apparent when it is noted that at no time has he been willing to give plaintiff his full endorsement. He does not criticize her as a teacher, but as a professional member of his staff. It is obvious that he considers plaintiff academically qualified. He also considers her highly competent as a classroom teacher,<sup>[8]</sup> but he appears to have serious doubts concerning her capacity to function effectively as a member of his professional staff. This attitude of principal Williams has been continuously manifested upon the record, and appears to be justified since the beginning of plaintiff's participation in civil rights activities. She has not been able to perform efficiently in all matters related to school activities. Plaintiff's difficulties appear, and principal Williams' inability to rectify, is evidenced by the letter of January 23, 1964,<sup>[9]</sup> March 10, 1964, and in the letter of March 31, 1964, as well as in his affidavit, deposition and testimony. Principal Williams did not fully yield to the pressures exerted at the P.T.A. meeting of early April.</p>\n<p>This Court is compelled to conclude that the members of school District Committee No. Five were also left with the impression that plaintiff was no longer able to fully perform her duties efficiently. This conclusion is apparent in the manner in which the members testified and in the answers propounded in their depositions.</p>\n<p>Not one of the members of the Committee knew of her as an active civil rights participant. She does not appear to have been one. They did know of the activities her husband and father and uncle, and they do not appear to have associated the <span class=\"star-pagination\">*730</span> name of Reed Johnson with that of the teacher Willa Johnson.</p>\n<p>All members of the Committee were greatly disturbed by the letter of March 10, as well they might be. One member felt it reflected insubordination on the part of plaintiff. They were also not satisfied that the letter of March 31 restored her to principal Williams' required standards of competency and efficiency. This is a reasonable conclusion when it is noted that there was only a conditional recommendation in the latter letter. Being dissatisfied with the March 31 letter, the members of the Committee questioned principal Williams closely on the matter. His answers were evasive and indirect. He stated he noted \"some improvement\" in \"some areas.\" The impression left was one of resignation at best.</p>\n<p>At this point the Committee determined to withhold any further decision until a later date, after they had time to further consider the matter. A meeting was then held some two weeks later, and at this meeting all the contracts recommended by principal Williams were accepted but plaintiff's. Plaintiff, of course, did not have an unqualified recommendation as did all others.</p>\n<p>It is to be noted that at this later meeting where the actual vote was taken on the contract of plaintiff, there was one vote in favor of employing her and two against. This fact would tend to indicate someone was exercising a free will in the vote.<sup>[10]</sup></p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>The Court has serious doubts about whether a Federal jurisdictional issue has been raised. The North Carolina General Statutes (G.S. § 115-72 and 115-142) have given the various school committees, superintendents of county and city schools, and boards of education of county and city administrative units the power to employ or not to employ public school teachers. There are no conditions or vested rights in regards to employment or re-employment of public school teachers, and the methods and reasons for employing or not employing a teacher would seem to be a local matter. For the federal courts to trespass on this local procedure would be to trespass on the discretion of those empowered with discretion. See Brooks v. School District of the City of Moberly, <span class=\"citation\" data-id=\"248330\"><a href=\"/opinion/248330/naomi-brooks-v-school-district-of-city-of-moberly-missouri-etc/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span></a></span> (8th Cir., 1959); Charters v. Shaffer, <span class=\"citation\" data-id=\"224957\"><a href=\"/opinion/224957/charters-v-shaffer/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">764</span></a></span> (3rd Cir., 1950); and Hopkins v. Wasson, <span class=\"citation\" data-id=\"1803679\"><a href=\"/opinion/1803679/hopkins-v-wasson/\"><span class=\"volume\">227</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">278</span></a></span> (E.D.Tenn., 1962).</p>\n<p>To hold these public officials liable in legal proceedings when they are exercising their discretionary duties would be to place such a burden on them that it would become hazardous for them to so exercise that discretion with which they have been endowed by statute. A Court, therefore, should be extremely reluctant not to recognize immunity of a state or local official when he is in the process of so exercising his discretionary authority. See Hoffman v. Halden, <span class=\"citation\" data-id=\"248499\"><a href=\"/opinion/248499/adolph-g-hoffman-v-c-h-halden-dr-donald-e-wair-dr-g-f-keller-and/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span> (9th Cir., 1959); and Basista v. Weir, <span class=\"citation\" data-id=\"1872296\"><a href=\"/opinion/1872296/basista-v-weir/\"><span class=\"volume\">225</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">619</span></a></span> (W.D., Pa., 1964).</p>\n<p>The complaint, however, insists that a conspiracy has been perpetrated by defendants in order to punish plaintiff for her acts whereby she exercised rights guaranteed her by the Federal Constitution and Acts of Congress. It is well recognized that the discretion of the defendants, in effectuating their hiring policies, does not extend to an arbitrary denial of <span class=\"star-pagination\">*731</span> these protected rights, when the denial is made under color of state law. Garner v. Board of Public Works, <span class=\"citation\" data-id=\"104923\"><a href=\"/opinion/104923/garner-v-board-of-public-works-of-los-angeles/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">716</span></a></span>, <span class=\"citation\" data-id=\"104923\"><a href=\"/opinion/104923/garner-v-board-of-public-works-of-los-angeles/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">909</span></a></span>, <span class=\"citation\" data-id=\"104923\"><a href=\"/opinion/104923/garner-v-board-of-public-works-of-los-angeles/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1317</span></a></span> (1951); Wieman v. Updegraff, <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">215</span></a></span>, <span class=\"citation\" data-id=\"105054\"><a href=\"/opinion/105054/wieman-v-updegraff/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">216</span></a></span> (1952); Cohen v. Norris, <span class=\"citation\" data-id=\"256449\"><a href=\"/opinion/256449/michael-cohen-v-russell-k-norris/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span> (9th Cir., 1962); and Lee v. Hodges, <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">480</span></span> (4th Cir., 1963).</p>\n<p>Because of these contentions of plaintiff, the Court has proceeded to examine plaintiff's allegations, in light of the record, pleadings, testimony, depositions, affidavits and exhibits (including newspaper articles), in order to weigh the evidence according to its credibility, and thereby conclude this matter on its merits.</p>\n<p>The Court concludes: there has been a failure by plaintiff to show a conspiracy on the part of defendants when they failed to re-employ plaintiff for school year 1964-1965. See Henry v. Coahoma County Board of Education (N. D., Miss., 1963), 8 Race Relation L.R., No. 4, p. 1480; United States v. Board of Education of Greene County, Mississippi et al., <span class=\"citation\" data-id=\"264379\"><a href=\"/opinion/264379/united-states-v-board-of-education-of-greene-county-mississippi/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">40</span></a></span> (5th Cir., 1964); and Goode v. Board of Education for the County of Summers. 8 Race Relations L.R., No. 4, p. 1485. The Court specifically finds that there was good cause for not re-employing the plaintiff under the circumstances as established by the evidence.</p>\n<p>Plaintiff failed to observe the school rules as interpreted by her immediate supervisor and as published in the Teachers' Handbook. The rules and the interpretation of them was in no way unreasonable nor discriminatory, and it is not contended that they were. It is reasonable to infer that plaintiff's civil rights activities did have a bearing on her abilities to perform her duties, but not in the manner she contends in this action. The additional demands made on her time by the civil rights activities of 1963-1964 prevented her from devoting that usual amount of time which plaintiff normally devoted to her teaching profession, and in that respect one might conclude that she was not rehired due to her civil rights activities. This factual situation does not set up a conspiracy, and it certainly does not develop a parallel situation to that found in Shelton v. Tucker, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">247</span></a></span>, <span class=\"citation\" data-id=\"106142\"><a href=\"/opinion/106142/shelton-v-tucker/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1960), the case which plaintiff so vigorously asserts.</p>\n<p>Plaintiff's inability to perform those extra-curricular duties required of her promptly and in a cooperative manner gave the District Committee members ample cause to decide that she was not eligible for re-employment. It is clear that ability within the confines of the classroom is not the only criteria used in determining whether a teacher is the caliber employee desired in a school system. See Adler v. Board of Education, <span class=\"citation no-link\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">380</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">517</span></span> (1962); and Beilan v. Board of Public Education, <span class=\"citation\" data-id=\"105743\"><a href=\"/opinion/105743/beilan-v-board-of-public-ed-school-dist-of-philadelphia/\"><span class=\"volume\">357</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span>, 406, <span class=\"citation\" data-id=\"105743\"><a href=\"/opinion/105743/beilan-v-board-of-public-ed-school-dist-of-philadelphia/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1317</span></a></span>, <span class=\"citation\" data-id=\"105743\"><a href=\"/opinion/105743/beilan-v-board-of-public-ed-school-dist-of-philadelphia/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1414</span></a></span> (1958).</p>\n<p>In this respect it is appropriate to observe that if the District Committee had been aware of plaintiff's civil rights activities (and in weighing the evidence, it appears that this was most unlikely), it would have been entirely justified in not re-employing plaintiff when it appears that she was insubordinate and uncooperative with her immediate supervisor, principal Williams. If, in their opinion, she was participating in civil rights activities to such an extent as to interfere with her duties as a member of the Inborden High School staff, then there was legitimate grounds not to continue her contract. See Hoffman v. Halden, <span class=\"citation\" data-id=\"248499\"><a href=\"/opinion/248499/adolph-g-hoffman-v-c-h-halden-dr-donald-e-wair-dr-g-f-keller-and/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, supra; and Parker v. Board of Education, <span class=\"citation\" data-id=\"1458781\"><a href=\"/opinion/1458781/parker-v-board-of-education-of-prince-georges-county-md/\"><span class=\"volume\">237</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">222</span></a></span> (D., Md., 1965).</p>\n<p>It is incumbent upon a court, when acting as the fact finder in a conspiracy action, to draw all rational inferences from the evidence. Meredith v. Fair, <span class=\"citation\" data-id=\"257716\"><a href=\"/opinion/257716/james-h-meredith-on-behalf-of-himself-and-others-similarly-situated-v/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">343</span></a></span> (5th Cir., 1962). This duty is not a one-sided duty. The inferences may be drawn to find a conspiracy, but they may also be drawn to explain the conduct of defendants.</p>\n<p>Because of plaintiff's contentions, the Court has been very liberal in admitting evidence and permitting testimony when <span class=\"star-pagination\">*732</span> its relevancy was in serious doubt. It has searched the record for evidence that would lead to an inference that defendants' actions were arbitrary and based on race; but it can only speculate on such matters, for the inferences, when drawn in light of the demeanor and credibility of witnesses, finds the inferences weigh heavily in favor of finding there was good cause not to renew the contract and to override the half-hearted and conditional recommendation of principal Williams. This is most apparent when it is realized by the Court that this conditional recommendation was extracted from him. That is what is meant by making a reasonable inference from the surrounding circumstances.</p>\n<p>The plaintiff must do more than set forth facts showing a vague possibility of a conspiracy. She must, with some particularity, prove overt acts which defendants engaged in and that are reasonably related to the promotion of this claimed conspiracy. Powell v. Workman's Compensation Board, <span class=\"citation\" data-id=\"263044\"><a href=\"/opinion/263044/thomas-powell-v-workmens-compensation-board-of-the-state-of-new-york/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span> (2nd Cir., 1964).</p>\n<p>It is acknowledged that plaintiff need not prove the date and place of defendants' meetings and a summary of their conversation (Hoffman v. Holder, <span class=\"citation\" data-id=\"248499\"><a href=\"/opinion/248499/adolph-g-hoffman-v-c-h-halden-dr-donald-e-wair-dr-g-f-keller-and/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, supra), but when plaintiff's proof establishes a factual situation which would just as well justify defendants' conduct as to lead to an inference of conspiracy, then plaintiff has failed to carry her burden. The plaintiff had to show that the purpose or motivation behind the failure to re-employ her was to violate her protected rights. Brotherhood of R. R. Trainmen v. Central of Ga. Ry. Co., <span class=\"citation\" data-id=\"257772\"><a href=\"/opinion/257772/brotherhood-of-railroad-trainmen-and-b-crady-byington-v-central-of/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span> (5th Cir., 1962).</p>\n<p>Plaintiff's evidence failed to present sufficient facts from which an inference, to the effect that defendants were depriving her of her constitutionally protected rights as alleged, could be drawn.</p>\n<p>See Joyce v. Ferrazzi, <span class=\"citation\" data-id=\"262135\"><a href=\"/opinion/262135/edward-m-joyce-v-william-ferrazzi/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span> (1st Cir., 1963); and Parker v. Board of Education, <span class=\"citation\" data-id=\"1458781\"><a href=\"/opinion/1458781/parker-v-board-of-education-of-prince-georges-county-md/\"><span class=\"volume\">237</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">222</span></a></span>, supra.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>Therefore, it is ordered that, upon a determination of the factual issues before the Court, this action being determined on its merits, defendants' motion to dismiss be, and the same is hereby granted.</p>\n<p>It is further ordered that plaintiff's prayer for injunctive relief be, and the same is hereby denied.</p>\n                                       APPENDIX A\n                             CONTRACT FOR INSTRUCTIONAL SERVICE\n                              (For Use In County Administrative Units)\n<i>STATE OF NORTH CAROLINA,</i> |\n   HALIFAX                         &gt;\n__________________<i>COUNTY</i> |\n  THIS AGREEMENT entered into between the board of education of the\n  Halifax                                          Willa C. Johnson\n___________ County Administrative Unit and ___________________________________________,\n                                           (Name as it appears on back of certificate)\n                                                          Secondary A\nwho now holds, or is entitled to hold, a North Carolina _______________________ Certificate,\n                                                         (Kind of certificate)\n              408340\nNo. ____________, now in force, in accordance with the provisions of the school\nlaw applicable thereto, which are hereby made a part of this contract, WITNESSETH:\nThat said teacher or principal having been duly elected by the Public School\n                V\nCommittee of _______ District in said administrative unit, agrees to teach in the\n                                               63   64\nschool of said district for the school term 19___-19___  xxxxxxxxxxxx (strike out\none)  and to discharge faithfully all the duties imposed on teachers or principals\n<p>by the Laws of North Carolina and the rules and regulations of the board of education of said administrative unit.</p>\n<p>In consideration of this agreement, said board of education promises to pay the above-named person for services rendered during the life of this contract the sum to which he is entitled according to the State Salary Schedule from State funds plus the local supplement, if any, applicable thereto, subject to the allotment of teachers by the State Board of Education, and subject to the condition that the amount paid from State funds shall be within the allotment of funds made to said administrative unit for instructional salaries.</p>\n<p>That said board of education has authorized, in a regular or in a called meeting, its Secretary to execute this contract when such employment is approved in accordance with the provisions of the public school law.</p>\n   Special conditions: ____________________________________________________________________\n___________________________________________________________________________________________\n___________________________________________________________________________________________\n___________________________________________________________________________________________\n___________________________________________________________________________________________\n(s) Willa C. Johnson           Halifax\n________________________     _________________________ <i>County Board of Education</i>\n  Teacher or Principal\n                                                (s) W. Henry Overman\n_______________________, 19___             <i>By</i> _______________________, <i>Secretary</i>\n<p>NOTE: This form should be used annually in the employment of teachers and principals. A copy of this contract should be kept on file in the office of the superintendent and a copy furnished the teacher.</p>\n<p></p>\n<h2>SUPERINTENDENT'S NOMINATION OF PRINCIPAL</h2>\n<p></p>\n<h2>(For Use by Superintendent in Nominating Principal)</h2>\n  In compliance with school law, I, as superintendent of the schools of _____________\nCounty hereby nominate _______________________________ for the position of\n                       (Name as it appears on back of certificate)\nprincipal of _______________ school for the school term 19___-19___  unexpired part\nof the 19___-19___ school term (strike out one).\nDate ____________, 19___             Signed ___________________________________________\n                                                                       Superintendent\n<p></p>\n<h2>PRINCIPAL'S NOMINATION</h2>\n<p></p>\n<h2>(For Use by Principal in Nominating Teacher)</h2>\n                                                                         V\nIn compliance with school law, I, as principal of the schools of the _____________\n                                  Willa C. Johnson\nDistrict, hereby nominate ________________________________ for the position of\n                          (Name as it appears on back of certificate)\n        high school\n________________________teacher in the schools of this district, for the school term\n  (Elementary high school)\n    63      64\n19___-19___xxxxxxxxxxx (strike out one).\n         3-20         63                            (s) L. M. Williams\nDate _____________, 19___              Signed _____________________________\n                                                                Principal\n<p></p>\n<h2>\n<span class=\"star-pagination\">*734</span> CERTIFICATION OF ELECTION</h2>\n<p></p>\n<h2>(For Use by School Committee in Certifying Election of Principal or Teacher)</h2>\n                                   Willa C. Johnson\n   THIS IS TO CERTIFY that ____________________________________ who now holds\n                          (Name as it appears on back of certificate)\n                                        Secondary A                     408340\nor is entitled to hold a North Carolina ______________ Certificate, No._________,\n                                                       Apr. 23, '63\nnow in force, at a meeting of the Committee, held on _____________________, 19__, was\n                                             V\nduly elected to teach in the schools of the __________ District, for the school term\n  63      64\n19___-19___xxxxxxxxxxxx (strike out one).\nDate _________________, 19___       ____________________________ District Committee\n                                                    (s) R. L. Coppage\n                                                 __________________________________\n                                                    (s) Frances M. Arnold\n                                                 __________________________________\n                                                                       Secretary\n<p></p>\n<h2>APPROVAL OF SUPERINTENDENT</h2>\n<p>(For Use by Superintendent in Approving Election of Principal or Teacher: Execution of Contract on Reverse Side Constitutes Approval of Board of Education)</p>\n<p>In compliance with school law, I hereby approve the election of the above-named person.</p>\n                                                               (s) W. Henry Overman\nDate _________________, 19___                                      ________________\n                                                                    Superintendent\n<p></p>\n<h2>APPENDIX B</h2>\n<p></p>\n<h2>TEACHER RECOMMENDATION FORM</h2>\n<p></p>\n<h2>HALIFAX COUNTY SCHOOLS HALIFAX, N. C.</h2>\n             Willa C. Johnson                                HS\nTEACHER _____________________________      GRADE _____________________________\n                Inborden                                        1962-63\nSCHOOL ______________________________      SCHOOL YEAR _______________________\nRating Scale: 5 = Excellent                2 = Below average\n              4 = Above average            1 = Poor\n              3 = Average                  0 = Failure\n<p><span class=\"star-pagination\">*735</span> Place the appropriate number in the space provided.</p>\n<p></p>\n<pre>\n  I. PERSONAL QUALITIES                III. SCHOOL MANAGEMENT\n      5  Character                           4  Discipline\n      5  Appearance                          4  Interest in Physical Welfare\n      5  Health                              of Pupils, Playground\n      5  Initiative                          Activities, etc.\n      5  Enthusiasm                          4  Care of Room\n      5  Self-Control                        4  Business Routine, etc.\n                                        IV. TECHNIQUE OF TEACHING\n      5  Tact                                5  Daily Preparation\n      5  Voice                               5  Skill in Motivating Work\n      5  Personality                         4  Attention to Individual\n II. SOCIAL AND PROFESSIONAL                    Needs\n       QUALITIES\n                                         V. RESULTS\n      4  Understanding of Children           4  Attentive and Responsive\n                                                Class\n      4  Cooperation and Loyalty             4  Moral Influence\n      4  Professional Interest and           4  General Development of\n         Growth                                 Pupils\n      5  Use of English\n      5  Scholarship                    VI. For what position is the applicant\n                                            best suited?\n                                            1. _______________________________\n                                            2. _______________________________\n                                            3. _______________________________\n VII.\n      1. Careful of conduct in and out of school?    4  \n      2. Any peculiarities either physical or mental?   None  \n    3. Give strongest point as teacher:\n        ______________________________________________________________________\n        ______________________________________________________________________\n      4. Give weakest point as teacher:\n        ______________________________________________________________________\n        ______________________________________________________________________\n      5. This evaluation is based on ______ hours of supervision.\nVIII. COMMENTS:\n  DATE     June 7, 1963                        PRINCIPAL     L. M. Williams   \n</pre>\n<h2>NOTES</h2>\n<p>[1]  See Appendix A for plaintiff's contract for the year 1963-1964, and proposed contract for the year 1964-1965.</p>\n<p>[2]  North Carolina General Statutes, Chapter 115, and more specifically the following sections:\n</p>\n<p>\"§ 115-32. <i>Power to subpoena and to punish for contempt.</i>  County and city boards of education shall have power to issue subpoenas for the attendance of witnesses. Subpoenas may be issued in any and all matters which may lawfully come within the powers of a board and which, in the discretion of the board, requires investigation; and it shall be the duty of the sheriff or any process serving officer to serve such subpoenas upon payment of their lawful fees.</p>\n<p>\"County and city boards of education shall have power to punish for contempt for any disorderly conduct or disturbance tending to disrupt them in the transaction of official business.</p>\n<p>\"§ 115-34. <i>Appeals to board of education and to superior court.</i>  An appeal shall lie from the decision of all school personnel to the appropriate county or city board of education. In all such appeals it shall be the duty of the board of education to see that a proper notice is given to all parties concerned and that a record of the hearing is properly entered in the records of the board conducting the hearing.</p>\n<p>\"An appeal shall lie from the decision of a county or city board of education to the superior court of the State in any action of a county or city board of education affecting one's character or right to teach.</p>\n<p>\"§ 115-72. <i>How to employ principals, teachers, janitors and maids.</i>  The district committee, upon the recommendation of the county superintendent of schools, shall elect the principals for the schools of the district, subject to the approval of the county board of education. The principal of the district shall nominate and the district committee shall elect the teachers for all the schools of the district, subject to the approval of the county superintendent of schools and the county board of education. * * * No election of a principal or teacher, * * *, shall be deemed valid until such election or appointment has been approved by the county superintendent and the county board of education. No teacher under eighteen years of age may be employed, and the election of all teachers and principals and the appointment of all janitors and maids shall be done at regular or called meetings of the committee.</p>\n<p>\"In the event the district committee and the county superintendent are unable to agree upon the nomination and election of a principal or the principal and the district committee are unable to agree upon the nomination and election of teachers * * *, the county board of education shall select the principal and teachers * * *, which selection and appointment shall be final.</p>\n<p>\"§ 115-142. <i>Contracts of principals and teachers terminated at end of 1954-1955 term; employment thereafter.</i>  (a) The contracts of all principals and teachers now employed in the public schools of North Carolina are hereby terminated as of the end of the school term 1954-1955. County and city superintendents shall give each principal and teacher notice by mail of the termination of his contract, * * *.</p>\n<p>\"(b) Any teacher or principal desiring election as teacher or principal in a particular administrative unit shall file his or her application in writing with the county or city superintendent of such unit. The application shall state the name and number of the certificate held, when the certificate expires, experience in teaching, if any, and the administrative unit in which the applicant last taught. It shall be the duty of all county and city boards of education to cause written contracts on forms to be furnished by the State Superintendent of Public Instruction to be executed by all teachers and principals before any salary vouchers shall be paid. The contracts of teachers and principals shall be made for the next succeeding school year or for the unexpired part of a current school year. No county or city board of education shall enter into a contract for the employment of more teachers, including vocational teachers, than are allotted to that particular administrative unit by the State Board of Education unless provision has been made for the payment of the salaries of such teachers from local funds. All contracts shall be subject to the condition that when the position for which any principal or teacher is employed is terminated the contract is likewise terminated.</p>\n<p>\"§ 115-145. <i>Removal of principals and teachers.</i>  The county and city boards of education and district committees, with the approval of the superintendent, may dismiss a principal or teacher for immoral or disreputable conduct or for failure to comply with the provisions of the contract. The superintendent of schools, with the approval of the committee or the board of education, has authority and it is his duty to dismiss a principal or teacher who has proven himself incompetent, or who wilfully refuses to discharge the duties of a public school principal or teacher, or who may be persistently neglectful of such duties. However, no principal or teacher shall be dismissed until charges have been filed in writing in the office of the superintendent and such principal or teacher given at least five days notice in which he shall have the opportunity to appear before the board of education or district committee before whom the matter is being investigated. After a full and fair hearing the action of the board of education or the committee shall be final: Provided, the principal or teacher shall have the right to appeal to the county board of education if the action was taken by a district committee, and thereafter to the courts, * * *.</p>\n<p>\"* * *.\"</p>\n<p>[3]  North Carolina Constitution, Art. 1, Sec. 27, Art. IX, Sec. 1-11.</p>\n<p>[4]  Chapter 115 of the General Statutes of North Carolina, and those more specifically set out in footnote 2, supra.</p>\n<p>[5]  Mr. Constan was a teacher with fifteen years classroom experience, and he is now a principal of a school in Cape Canaveral, Florida. He was also a member of a panel of experts and members of the National Education Association which interrogated the plaintiff for some three to four hours in Washington, D. C., in order to determine the competency of plaintiff as a teacher according to the standards of the NEA.</p>\n<p>[6]  Letter dated March 10, 1964, from L. M. Williams, Principal, T. S. Inborden High School, Enfield, North Carolina, to Mrs. Willa C. Johnson T. S. Inborden High School, Enfield, North Carolina, with carbon copies to W. Henry Overman and R. L. Coppage, as follows:\n</p>\n<p>\"Dear Mrs. Johnson:</p>\n<p>This is to inform and advise you that you are expected to abide by and adhere to the policies and regulations that govern the operation of the school just as any other teacher is expected to do.</p>\n<p>I have reminded you of the following:</p>\n<p>1. Being late for game duty December 2, 1964.</p>\n<p>2. Failing to report to work on time and a conference was held with you January 6, 1964 regarding being late for work.</p>\n<p>3. Failing to do ground duty the week of February 3-7, 1964.</p>\n<p>4. Failing to give a written explanation as requested for not attending a P.T.A. meeting on February 5, 1964.</p>\n<p>5. Failing to do building duty the week of March 2-6, 1964.</p>\n<p>6. Failing to stand at your door to supervise pupils as they change classes.</p>\n<p>7. Failing to see that the cabinets in your room were clean and free of fire hazard.</p>\n<p>A copy of this information is being submitted to the superintendent for his suggestions or recommendations regarding this matter.</p>\n                                Yours respectfully,\"\n\n<p>[7]  Letter dated March 31, 1964 from L. M. Williams, Principal, T. S. Inborden High School, Enfield, North Carolina, to Mrs. Willa C. Johnson, T. S. Inborden High School, Enfield, North Carolina, with carbon copies to W. H. Overman and R. L. Coppage, as follows:\n</p>\n<p>\"Dear Mrs. Johnson:</p>\n<p>I have seen improvement in the areas mentioned in the letter of March 10, 1964. It is hopeful that improvement will continue.</p>\n<p>I am recommending you for re-election for a teacher for the 1964-1965 school term on condition that you continue to show improvement in the areas mentioned in the letter dated March 10, providing that the District School Committee, Board of Education and the Superintendent approves of my recommendation.</p>\n                      Sincerely yours,\"\n\n<p>[8]  Plaintiff's Exhibit No. 4. Teacher's Recommendation Form dated June 7, 1963. See Appendix B.</p>\n<p>[9]  Letter dated January 23, 1964 from L. M. Williams, Principal, T. S. Inborden High School, Enfield, North Carolina, to Mrs. Willa C. Johnson, Inborden High School, Enfield, North Carolina, with a carbon copy to Teacher's personal file, as follows:\n</p>\n<p>\"Dear Mrs. Johnson:</p>\n<p>Each time your register has been checked, you have been reminded that all entries were not in ink.</p>\n<p>Part I of the METHOD OF KEEPING REGISTER, section one states, `The register is a permanent record which shall be kept posted to date and be convenient for inspection at any time. All entries must be neat, legible, accurate, and in ink'.</p>\n<p>The signing of your register has been marked void because the above has not been executed.</p>\n                           Very truly yours,\"\n\n<p>[10]  Defendant's Exhibit No. 1. Minutes of local School Committee, dated May 27 by Natalia J. Morrisette, Acting Secretary, as follows:\n</p>\n<p>\"The local School Committee met May 27 with all members present except Mrs. Arnold. Jeff Whitehead was also present.</p>\n<p>A motion was made and seconded that contracts for teachers at Inborden High School be renewed, with the exception of Mrs. Willa C. Johnson. Failure to renew the contract was on the grounds of a letter from principal L. M. Williams written to Mrs. Johnson, with copies going to Sup't. Overman and chairman R. L. Coppage. This letter listed 7 complaints wherein she did not adhere to the policies and regulations of the school.</p>\n<p>The vote was 2 to 1. The meeting was adjourned.</p>\n                            Respectfully,\"\n\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/224957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/248330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/248499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/256449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/257716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/257772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/262135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/263044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/264379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1803679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1872296/"
  ]
}