{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1429856/",
  "absolute_url": "/opinion/1429856/tedder-v-union-fidelity-life-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1429856/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:06:13.317370Z",
  "date_modified": "2016-02-29T11:21:04.688301Z",
  "type": "010combined",
  "sha1": "390397f1b30757ca85cfd04a637d39716bd72f22",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>436 F.Supp. 847 (1977)</b></center>\n<center><h1>Mollie S. TEDDER, Plaintiff,<br>\nv.<br>\nUNION FIDELITY LIFE INSURANCE COMPANY, Defendant.</h1></center>\n<center>Civ. A. No. 75-0084-CIV-7.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>August 25, 1977.</center>\n<p>Marvin J. Tedder, Whiteville, N. C., for plaintiff.</p>\n<p>A. Dumay Gorham, Jr., Marshall, Williams, Gorham &amp; Brawley, Wilmington, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>CLARKE, District Judge.</p>\n<p>The defendant moves the Court for summary judgment pursuant to Rule 56(b), Federal Rules of Civil Procedure, on the ground that there is no genuine issue as to any material fact pertaining to the defense of material misrepresentation and that defendant is therefore entitled to judgment as a matter of law.</p>\n<p>This action was commenced in the Superior Court, Columbus County, North Carolina, and removed to this Court pursuant to 28 U.S.C. ยง 1441. Jurisdiction is grounded in diversity, plaintiff being a citizen of the State of North Carolina and the defendant, a corporation created and having its principal place of business in Pennsylvania. The face amount of the policy sued for ($20,000) is greater than the required jurisdictional amount. 28 U.S.C. ยง 1332.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>On September 8, 1974, Maxie D. Tedder, plaintiff's husband, filled out and signed an application for life insurance and sent it to defendant, Union Fidelity Life Insurance Company. On October 4, 1974, defendant issued Policy No. 0739483 on the life of Mr. <span class=\"star-pagination\">*848</span> Tedder in the face amount of $20,000. In his application for insurance, Mr. Tedder was asked, among other items, two specific questions:</p>\n<blockquote>1) Have you or any family member to be covered ever been treated for or had indication of heart trouble, diabetes, cancer, high blood pressure, alcoholism, drug addiction or disorder of the lungs, stomach, kidneys, brain or nervous system?</blockquote>\n<blockquote>2) Have you or any family member to be covered had medical advice, consultation, or treatment in the past 5 years for any disease, injury, physical or mental condition?</blockquote>\n<p>Mr. Tedder answered \"no\" to both these questions. In fact, the insured had since November 19, 1973, been under a continuous course of examination and treatment for diabetes mellitus and hypertension. Mr. Tedder's medical visits averaged one per month during this time for treatment by Dr. Cox and Dr. Bullock of Fair Bluff, North Carolina, who operated a joint practice. The treatment continued until October 25, 1974, which includes the period in which the insurance application had been filed and the policy issued.</p>\n<p>On August 24, 1975, Maxie D. Tedder died of acute leukemia. Subsequently, the Union Fidelity Life Insurance Company tendered a refund of premiums and refused to pay on the policy alleging material misrepresentation in the deceased's insurance application. On November 25, 1975, plaintiff, Mollie S. Tedder, the widow of the insured and beneficiary under the policy commenced this action.</p>\n<p>A review of the pleadings, interrogatories, deposition, affidavits and documents submitted on this motion discloses no genuine issue as to any material fact. There is no question but that Maxie D. Tedder filled out the application and that he denied ever having been treated for high blood pressure or diabetes and that he also denied having had medical treatment in the past five years. That these answers were false in light of the insured's continuous treatment for high blood pressure and diabetes by Drs. Cox and Bullock during late 1973 and most of 1974 is not controvertible.</p>\n<p>Maxie Tedder's diabetic and hypertensive conditions were diagnosed on November 13, 1973, during his first visit to the office of Drs. Cox and Bullock. Two drugs were then prescribed, one to treat high blood pressure and the other for diabetes. In addition, Mr. Tedder was placed on an 1800 calorie per day American Diabetic Association diet. He was further cautioned against the use of alcohol and cigarettes as substances aggravating to diabetes and hypertension. There is uncontradicted evidence in the record from both Drs. Cox and Bullock that plaintiff during the course of treatment was advised of the nature of his illnesses and counselled on how best to cope with them. Maxie D. Tedder continued on the special diet and medication through the period in which he applied for and was issued the life insurance policy contested here. There is no room for doubt that Mr. Tedder at the time of application for and issuance of the life insurance policy knew that his answers to the two specific questions in the application were false.</p>\n<p>The affidavits of the deceased's wife (plaintiff herein) and his daughter stating that the insured appeared unhampered and unbothered by hypertension and diabetes in the years prior to his death are totally insufficient in view of the uncontradicted testimony of the treating physicians and plaintiff's own answers to interrogatories to create an issue of fact as to the insured's physical condition or his awareness of it.</p>\n<p>Since there is no issue as to whether the insured made the representation in the application concerning his health and that these representations were false, the only question remaining is whether the misrepresentations made by Mr. Tedder were material and therefore sufficient to avoid the policy.</p>\n<p></p>\n<h2><i>The Law</i></h2>\n<p>The pertinent North Carolina statute (N.C.G.C. 58-30) provides:</p>\n<blockquote>\n<span class=\"star-pagination\">*849</span> All statements or descriptions in any application for a policy of insurance, or in the policy itself shall be deemed representations and not warranties, and a representation, unless material or fraudulent, will not prevent a recovery on the policy.</blockquote>\n<p>There has been no allegation of fraud advanced by defendant as a ground for avoiding the policy. Defendant relies instead on the materiality of the false representations made by Maxie D. Tedder in his application for insurance. The materiality of the misrepresentation is judged in terms of its effect upon the insurer's decision to underwrite the risk and therefore, the actual cause of death does not have to be related to the health matters misrepresented.</p>\n<p>In <i>Fishblate v. Fidelity Co.,</i> 140 N.C. 589, 53 S.E. 354 (1906), an early case construing the statute, and one which has continued to govern its application, the Supreme Court of North Carolina held:</p>\n<blockquote>\". . . a charge that a misrepresentation to become material must be as to a defect which contributes in some way to the loss for which indemnity is claimed is erroneous . . . Second. Every fact untruly asserted or wrongfully suppressed must be regarded as material, if the knowledge or ignorance of it would naturally influence the judgment of the underwriter in making the contract at all, or in estimating the degree and character of the risk, or in fixing the rate of premium.\"</blockquote>\n<p>If the representation is material and false, it is not necessary for avoidance of the policy that the misrepresentation be intentional. <i>Mutual Life Insurance Co. v. Leaksville Woolen Mills,</i> 172 N.C. 534, 90 S.E. 574 (1916).</p>\n<p>Early in the history of the statute, the North Carolina Supreme Court held that an applicant's written answers to written questions concerning his health, including inquiries as to diseases and medical treatment, were material as a matter of law. This rule of law has applied in succeeding years. <i>Bryant v. Metropolitan Life Insurance Co.,</i> 147 N.C. 181, 60 S.E. 983 (1908); <i>Alexander v. Metropolitan Life Insurance Co.,</i> 150 N.C. 536, 64 S.E. 432 (1909); <i>Gardner v. North State Mutual Life Insurance Co.,</i> 163 N.C. 367, 79 S.E. 806 (1913); <i>Schas v. Equitable Life Assurance Society,</i> 166 N.C. 55, 81 S.E. 1014 (1914); <i>Mutual Life Insurance Co. v. Leaksville Woolen Mills,</i> 172 N.C. 534, 90 S.E. 574 (1916); <i>Geo. Washington Life Insurance Co. v. American Collapsible Box Co.,</i> 185 N.C. 543, 117 S.E. 785 (1923); <i>Petty v. Pacific Mutual Life Insurance Co. of California,</i> 212 N.C. 157, 193 S.E. 228 (1937); <i>Wells v. Jefferson Standard Life Insurance Co.,</i> 214 N.C. 351, 199 S.E. 291 (1938); <i>Equitable Life Assurance Society of U. S. v. Ashby,</i> 215 N.C. 280, 1 S.E.2d 830 (1939); <i>Thomas-Yelverton Co. v. State Capital Life Insurance Co.,</i> 238 N.C. 278, 77 S.E.2d 692 (1953); <i>Jones v. Home Security Life Insurance Co.,</i> 254 N.C. 407, 119 S.E.2d 215 (1961).</p>\n<p>Although it has occasionally been held that the materiality of the misrepresentation is a question of fact for the jury these cases are exceptional and usually involve a dispute as to whether the insured actually had a disease or infirmity at the time of the application or the question of whether the insured's opinion as to his good health was truthful, at least to the insured's knowledge, at the time he applied. See, <i>e. g., </i><i>Weeks v. Charlotte Liberty Mutual Insurance Co.,</i> 264 N.C. 140, 141 S.E.2d 7 (1965); <i>Carroll v. Carolina Casualty Insurance Co.,</i> 227 N.C. 456, 42 S.E.2d 607 (1947); <i>Harrison v. Metropolitan Life Insurance Co.,</i> 207 N.C. 487, 177 S.E. 423 (1934); <i>Howell v. American National Insurance Co.,</i> 189 N.C. 212, 126 S.E. 603 (1925); <i>Hines v. New England Casualty Co.,</i> 172 N.C. 225, 90 S.E. 131 (1916).</p>\n<p>In the case at bar where there is no dispute as to the insured's physical condition prior to and at the time of application or to the fact that he was at that time under treatment by two physicians, the rule of law enunciated in <i>Rhinehardt v. North Carolina Mutual Life Insurance Co.,</i> 254 N.C. 671, 119 S.E.2d 614 (1961) is dispositive of the issue of materiality. In <i>Rhinehardt,</i> the insured had represented in her application <span class=\"star-pagination\">*850</span> that she did not have diabetes when in fact she did. In reversing a judgment for the beneficiary, the North Carolina Supreme Court held:</p>\n<blockquote>\"The Court erred in permitting the jury to determine whether or not the representation was material. In an application for a policy of life insurance, written questions relating to health and written answers thereto are deemed <i>material as a matter of law. </i><i>Tolbert v. Mutual Benefit Life Insurance Co.,</i> 236 N.C. 416, 419, 72 S.E.2d 915. The inquiry for the jury is whether the insured made the statement and whether or not it was false. If insured made the statement and it was false, the question as to whether it was fraudulently, knowingly, or innocently made is of no importance. The statement in either case is material as a matter of law, and the policy will be avoided.\" [emphasis in original]</blockquote>\n<p>See: <i>Sims v. Charlotte Liberty Mutual Insurance Co.,</i> 257 N.C. 32, 125 S.E.2d 326 (1962); <i>Swartzberg v. Reserve Life Insurance Co.,</i> 252 N.C. 150, 113 S.E.2d 270 (1960); <i>Huffman v. State Capital Life Insurance Co.,</i> 8 N.C.App. 186, 174 S.E.2d 17 (1970).</p>\n<p>Federal courts applying North Carolina law in diversity cases have consistently followed the rule that representations of the kind here in issue are material as a matter of law. <i>Fountain &amp; Herrington, Inc. v. Mutual Life Insurance Co. of N. Y.,</i> 55 F.2d 120 (4th Cir. 1932); <i>Jeffress v. New York Life Insurance Co.,</i> 74 F.2d 874 (4th Cir. 1935); <i>Walker v. Philadelphia Life Insurance Co.,</i> 127 F.Supp. 26 (E.D.N.C.1954). See also: <i>Shenandoah Life Insurance Co. v. Hawes,</i> 256 F.Supp. 366 (E.D.N.C.1966).</p>\n<p>It is clear that Maxie D. Tedder answered the two specific questions in his life insurance application falsely and that under North Carolina law such misrepresentations are material as a matter of law and sufficient to avoid the policy. Briefly turning to plaintiff's argument concerning waiver, it is enough to note that it completely lacks factual support in the record and that plaintiff's reliance on <i>Prudential Insurance Company of America v. Barden,</i> 424 F.2d 1006 (4th Cir. 1970) is therefore misplaced. There the defendant-insured successfully raised the issue of waiver on the part of the insurer by showing that the answers given in the insurance application were sufficient to put the insurance company on inquiry and that its failure to further investigate the insured's health constituted a waiver of material misrepresentation as a ground for avoiding the policy.</p>\n<p>Here the plaintiff does not assert, and there is no evidence to show, that the defendant insurance company had knowledge of the true facts concerning Mr. Tedder's health and medical history. No waiver, therefore, may be charged on that ground. <i>Hicks v. Home Security Life Insurance Co.,</i> 226 N.C. 614, 39 S.E.2d 914 (1946). Furthermore, the two specific questions pertaining to the applicant's health were answered by Mr. Tedder with an unequivocal \"no,\" thus failing to create any duty of inquiry on the insurer's part. The issue of waiver cannot be raised on these facts and <i>Prudential Insurance Company of America v. Barden, supra</i><i>,</i> is therefore clearly distinguishable.</p>\n<p>For the reasons stated above, the Court GRANTS defendant's motion for summary judgment pursuant to Rule 56, Federal Rules of Civil Procedure. Judgment is entered for the defendant.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">847</span></span> (1977)</b></center>\n<center><h1>Mollie S. TEDDER, Plaintiff,<br>\nv.<br>\nUNION FIDELITY LIFE INSURANCE COMPANY, Defendant.</h1></center>\n<center>Civ. A. No. 75-0084-CIV-7.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilmington Division.</b></p></center>\n<center>August 25, 1977.</center>\n<p>Marvin J. Tedder, Whiteville, N. C., for plaintiff.</p>\n<p>A. Dumay Gorham, Jr., Marshall, Williams, Gorham &amp; Brawley, Wilmington, N. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>CLARKE, District Judge.</p>\n<p>The defendant moves the Court for summary judgment pursuant to Rule 56(b), Federal Rules of Civil Procedure, on the ground that there is no genuine issue as to any material fact pertaining to the defense of material misrepresentation and that defendant is therefore entitled to judgment as a matter of law.</p>\n<p>This action was commenced in the Superior Court, Columbus County, North Carolina, and removed to this Court pursuant to 28 U.S.C. ยง 1441. Jurisdiction is grounded in diversity, plaintiff being a citizen of the State of North Carolina and the defendant, a corporation created and having its principal place of business in Pennsylvania. The face amount of the policy sued for ($20,000) is greater than the required jurisdictional amount. 28 U.S.C. ยง 1332.</p>\n<p></p>\n<h2><i>Facts</i></h2>\n<p>On September 8, 1974, Maxie D. Tedder, plaintiff's husband, filled out and signed an application for life insurance and sent it to defendant, Union Fidelity Life Insurance Company. On October 4, 1974, defendant issued Policy No. 0739483 on the life of Mr. <span class=\"star-pagination\">*848</span> Tedder in the face amount of $20,000. In his application for insurance, Mr. Tedder was asked, among other items, two specific questions:</p>\n<blockquote>1) Have you or any family member to be covered ever been treated for or had indication of heart trouble, diabetes, cancer, high blood pressure, alcoholism, drug addiction or disorder of the lungs, stomach, kidneys, brain or nervous system?</blockquote>\n<blockquote>2) Have you or any family member to be covered had medical advice, consultation, or treatment in the past 5 years for any disease, injury, physical or mental condition?</blockquote>\n<p>Mr. Tedder answered \"no\" to both these questions. In fact, the insured had since November 19, 1973, been under a continuous course of examination and treatment for diabetes mellitus and hypertension. Mr. Tedder's medical visits averaged one per month during this time for treatment by Dr. Cox and Dr. Bullock of Fair Bluff, North Carolina, who operated a joint practice. The treatment continued until October 25, 1974, which includes the period in which the insurance application had been filed and the policy issued.</p>\n<p>On August 24, 1975, Maxie D. Tedder died of acute leukemia. Subsequently, the Union Fidelity Life Insurance Company tendered a refund of premiums and refused to pay on the policy alleging material misrepresentation in the deceased's insurance application. On November 25, 1975, plaintiff, Mollie S. Tedder, the widow of the insured and beneficiary under the policy commenced this action.</p>\n<p>A review of the pleadings, interrogatories, deposition, affidavits and documents submitted on this motion discloses no genuine issue as to any material fact. There is no question but that Maxie D. Tedder filled out the application and that he denied ever having been treated for high blood pressure or diabetes and that he also denied having had medical treatment in the past five years. That these answers were false in light of the insured's continuous treatment for high blood pressure and diabetes by Drs. Cox and Bullock during late 1973 and most of 1974 is not controvertible.</p>\n<p>Maxie Tedder's diabetic and hypertensive conditions were diagnosed on November 13, 1973, during his first visit to the office of Drs. Cox and Bullock. Two drugs were then prescribed, one to treat high blood pressure and the other for diabetes. In addition, Mr. Tedder was placed on an 1800 calorie per day American Diabetic Association diet. He was further cautioned against the use of alcohol and cigarettes as substances aggravating to diabetes and hypertension. There is uncontradicted evidence in the record from both Drs. Cox and Bullock that plaintiff during the course of treatment was advised of the nature of his illnesses and counselled on how best to cope with them. Maxie D. Tedder continued on the special diet and medication through the period in which he applied for and was issued the life insurance policy contested here. There is no room for doubt that Mr. Tedder at the time of application for and issuance of the life insurance policy knew that his answers to the two specific questions in the application were false.</p>\n<p>The affidavits of the deceased's wife (plaintiff herein) and his daughter stating that the insured appeared unhampered and unbothered by hypertension and diabetes in the years prior to his death are totally insufficient in view of the uncontradicted testimony of the treating physicians and plaintiff's own answers to interrogatories to create an issue of fact as to the insured's physical condition or his awareness of it.</p>\n<p>Since there is no issue as to whether the insured made the representation in the application concerning his health and that these representations were false, the only question remaining is whether the misrepresentations made by Mr. Tedder were material and therefore sufficient to avoid the policy.</p>\n<p></p>\n<h2><i>The Law</i></h2>\n<p>The pertinent North Carolina statute (N.C.G.C. 58-30) provides:</p>\n<blockquote>\n<span class=\"star-pagination\">*849</span> All statements or descriptions in any application for a policy of insurance, or in the policy itself shall be deemed representations and not warranties, and a representation, unless material or fraudulent, will not prevent a recovery on the policy.</blockquote>\n<p>There has been no allegation of fraud advanced by defendant as a ground for avoiding the policy. Defendant relies instead on the materiality of the false representations made by Maxie D. Tedder in his application for insurance. The materiality of the misrepresentation is judged in terms of its effect upon the insurer's decision to underwrite the risk and therefore, the actual cause of death does not have to be related to the health matters misrepresented.</p>\n<p>In <i>Fishblate v. Fidelity Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">589</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">354</span></span> (1906), an early case construing the statute, and one which has continued to govern its application, the Supreme Court of North Carolina held:</p>\n<blockquote>\". . . a charge that a misrepresentation to become material must be as to a defect which contributes in some way to the loss for which indemnity is claimed is erroneous . . . Second. Every fact untruly asserted or wrongfully suppressed must be regarded as material, if the knowledge or ignorance of it would naturally influence the judgment of the underwriter in making the contract at all, or in estimating the degree and character of the risk, or in fixing the rate of premium.\"</blockquote>\n<p>If the representation is material and false, it is not necessary for avoidance of the policy that the misrepresentation be intentional. <i>Mutual Life Insurance Co. v. Leaksville Woolen Mills,</i> <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">534</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">574</span></span> (1916).</p>\n<p>Early in the history of the statute, the North Carolina Supreme Court held that an applicant's written answers to written questions concerning his health, including inquiries as to diseases and medical treatment, were material as a matter of law. This rule of law has applied in succeeding years. <i>Bryant v. Metropolitan Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">181</span></span>, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">983</span></span> (1908); <i>Alexander v. Metropolitan Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">536</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">432</span></span> (1909); <i>Gardner v. North State Mutual Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">163</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">367</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">806</span></span> (1913); <i>Schas v. Equitable Life Assurance Society,</i> <span class=\"citation no-link\"><span class=\"volume\">166</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">55</span></span>, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">1014</span></span> (1914); <i>Mutual Life Insurance Co. v. Leaksville Woolen Mills,</i> <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">534</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">574</span></span> (1916); <i>Geo. Washington Life Insurance Co. v. American Collapsible Box Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">543</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">785</span></span> (1923); <i>Petty v. Pacific Mutual Life Insurance Co. of California,</i> <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">157</span></span>, <span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">228</span></span> (1937); <i>Wells v. Jefferson Standard Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">351</span></span>, <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">291</span></span> (1938); <i>Equitable Life Assurance Society of U. S. v. Ashby,</i> <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">280</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">830</span></span> (1939); <i>Thomas-Yelverton Co. v. State Capital Life Insurance Co.,</i> <span class=\"citation\" data-id=\"1342684\"><a href=\"/opinion/1342684/thomas-yelverton-co-v-state-capital-life-ins-co/\"><span class=\"volume\">238</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">278</span></a></span>, <span class=\"citation\" data-id=\"1342684\"><a href=\"/opinion/1342684/thomas-yelverton-co-v-state-capital-life-ins-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">692</span></a></span> (1953); <i>Jones v. Home Security Life Insurance Co.,</i> <span class=\"citation\" data-id=\"1356502\"><a href=\"/opinion/1356502/jones-v-home-security-life-insurance-company/\"><span class=\"volume\">254</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">407</span></a></span>, <span class=\"citation\" data-id=\"1356502\"><a href=\"/opinion/1356502/jones-v-home-security-life-insurance-company/\"><span class=\"volume\">119</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">215</span></a></span> (1961).</p>\n<p>Although it has occasionally been held that the materiality of the misrepresentation is a question of fact for the jury these cases are exceptional and usually involve a dispute as to whether the insured actually had a disease or infirmity at the time of the application or the question of whether the insured's opinion as to his good health was truthful, at least to the insured's knowledge, at the time he applied. See, <i>e. g., </i><i>Weeks v. Charlotte Liberty Mutual Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">140</span></span>, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">7</span></span> (1965); <i>Carroll v. Carolina Casualty Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">456</span></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">607</span></span> (1947); <i>Harrison v. Metropolitan Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">487</span></span>, <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">423</span></span> (1934); <i>Howell v. American National Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">212</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">603</span></span> (1925); <i>Hines v. New England Casualty Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">225</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">131</span></span> (1916).</p>\n<p>In the case at bar where there is no dispute as to the insured's physical condition prior to and at the time of application or to the fact that he was at that time under treatment by two physicians, the rule of law enunciated in <i>Rhinehardt v. North Carolina Mutual Life Insurance Co.,</i> <span class=\"citation\" data-id=\"1356514\"><a href=\"/opinion/1356514/rhinehardt-v-north-carolina-mutual-life-ins-co/\"><span class=\"volume\">254</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">671</span></a></span>, <span class=\"citation\" data-id=\"1356514\"><a href=\"/opinion/1356514/rhinehardt-v-north-carolina-mutual-life-ins-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">614</span></a></span> (1961) is dispositive of the issue of materiality. In <i>Rhinehardt,</i> the insured had represented in her application <span class=\"star-pagination\">*850</span> that she did not have diabetes when in fact she did. In reversing a judgment for the beneficiary, the North Carolina Supreme Court held:</p>\n<blockquote>\"The Court erred in permitting the jury to determine whether or not the representation was material. In an application for a policy of life insurance, written questions relating to health and written answers thereto are deemed <i>material as a matter of law. </i><i>Tolbert v. Mutual Benefit Life Insurance Co.,</i> <span class=\"citation\" data-id=\"1365118\"><a href=\"/opinion/1365118/tolbert-v-mutual-benefit-life-ins-co/\"><span class=\"volume\">236</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">416</span></a></span>, 419, 72 S.E.2d 915. The inquiry for the jury is whether the insured made the statement and whether or not it was false. If insured made the statement and it was false, the question as to whether it was fraudulently, knowingly, or innocently made is of no importance. The statement in either case is material as a matter of law, and the policy will be avoided.\" [emphasis in original]</blockquote>\n<p>See: <i>Sims v. Charlotte Liberty Mutual Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">32</span></span>, <span class=\"citation\" data-id=\"1215460\"><a href=\"/opinion/1215460/sims-v-charlotte-liberty-mutual-insurance-co/\"><span class=\"volume\">125</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">326</span></a></span> (1962); <i>Swartzberg v. Reserve Life Insurance Co.,</i> <span class=\"citation\" data-id=\"1331445\"><a href=\"/opinion/1331445/swartzberg-v-reserve-life-insurance-company/\"><span class=\"volume\">252</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation\" data-id=\"1331445\"><a href=\"/opinion/1331445/swartzberg-v-reserve-life-insurance-company/\"><span class=\"volume\">113</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">270</span></a></span> (1960); <i>Huffman v. State Capital Life Insurance Co.,</i> 8 N.C.App. 186, <span class=\"citation\" data-id=\"1281593\"><a href=\"/opinion/1281593/huffman-v-state-capital-life-insurance-company/\"><span class=\"volume\">174</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">17</span></a></span> (1970).</p>\n<p>Federal courts applying North Carolina law in diversity cases have consistently followed the rule that representations of the kind here in issue are material as a matter of law. <i>Fountain &amp; Herrington, Inc. v. Mutual Life Insurance Co. of N. Y.,</i> <span class=\"citation\" data-id=\"1564926\"><a href=\"/opinion/1564926/fountain-herrington-v-mutual-life-ins-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span> (4th Cir. 1932); <i>Jeffress v. New York Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">874</span></span> (4th Cir. 1935); <i>Walker v. Philadelphia Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">26</span></span> (E.D.N.C.1954). See also: <i>Shenandoah Life Insurance Co. v. Hawes,</i> <span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">366</span></span> (E.D.N.C.1966).</p>\n<p>It is clear that Maxie D. Tedder answered the two specific questions in his life insurance application falsely and that under North Carolina law such misrepresentations are material as a matter of law and sufficient to avoid the policy. Briefly turning to plaintiff's argument concerning waiver, it is enough to note that it completely lacks factual support in the record and that plaintiff's reliance on <i>Prudential Insurance Company of America v. Barden,</i> <span class=\"citation\" data-id=\"289613\"><a href=\"/opinion/289613/the-prudential-insurance-company-of-america-v-frances-s-barden/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1006</span></a></span> (4th Cir. 1970) is therefore misplaced. There the defendant-insured successfully raised the issue of waiver on the part of the insurer by showing that the answers given in the insurance application were sufficient to put the insurance company on inquiry and that its failure to further investigate the insured's health constituted a waiver of material misrepresentation as a ground for avoiding the policy.</p>\n<p>Here the plaintiff does not assert, and there is no evidence to show, that the defendant insurance company had knowledge of the true facts concerning Mr. Tedder's health and medical history. No waiver, therefore, may be charged on that ground. <i>Hicks v. Home Security Life Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">614</span></span>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">914</span></span> (1946). Furthermore, the two specific questions pertaining to the applicant's health were answered by Mr. Tedder with an unequivocal \"no,\" thus failing to create any duty of inquiry on the insurer's part. The issue of waiver cannot be raised on these facts and <i>Prudential Insurance Company of America v. Barden, supra</i><i>,</i> is therefore clearly distinguishable.</p>\n<p>For the reasons stated above, the Court GRANTS defendant's motion for summary judgment pursuant to Rule 56, Federal Rules of Civil Procedure. Judgment is entered for the defendant.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/289613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1281593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1356514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1365118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1564926/"
  ]
}