{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1430165/",
  "absolute_url": "/opinion/1430165/goldsboro-christian-schools-inc-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1430165/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:06:20.095323Z",
  "date_modified": "2016-02-29T11:22:01.930542Z",
  "type": "010combined",
  "sha1": "59ce0ed99d13ba70640a9b17ce3bbab43f5ec096",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>436 F.Supp. 1314 (1977)</b></center>\n<center><h1>GOLDSBORO CHRISTIAN SCHOOLS, INC., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 75-0020-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>September 12, 1977.</center>\n<p><span class=\"star-pagination\">*1315</span> Claude C. Pierce, William G. McNairy, Edward C. Winslow, III, of Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., associated with John E. Duke, of Duke &amp; Brown, Goldsboro, N. C., for plaintiff.</p>\n<p>Carl L. Tilghman, U. S. Atty., Raleigh, N. C., and John A. Townsend, Tax Div., Dept. of Justice, Washington, D. C., for defendant.</p>\n<p></p>\n<h2>ORDER ON CROSS MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>HEMPHILL, District Judge.</p>\n<p>This is a federal income tax refund suit instituted by plaintiff to recover $3,459.93 in federal withholding, Federal Insurance <span class=\"star-pagination\">*1316</span> Contributions Act (F.I.C.A.) and Federal Unemployment Tax Act (F.U.T.A.) taxes paid by plaintiff for the period from 1969 through 1972. Defendant has counterclaimed against plaintiff to recover $160,073.96 in federal taxes in addition to the amounts plaintiff has previously paid.</p>\n<p>This case involves three major issues. First, the plaintiff seeks to qualify as an organization exempted from F.I.C.A. and F.U.T.A. taxes. Plaintiff's exemption depends upon whether plaintiff was, during the years in question, an organization described in Section 501(c)(3) of the Internal Revenue Code of 1954, which contains the basic definition of \"charitable\" organizations which qualify for federal tax benefits. The second issue is whether plaintiff's provision of housing to its teachers constitutes remuneration to the teachers upon which plaintiff is required to withhold and pay employment taxes. The third issue, to be reached only if the second is answered in the affirmative, is the amount of the remuneration to the employees arising from the provided housing. The record as presently developed contains a sufficiency of undisputed facts to allow a resolution of the first two issues on a motion for partial summary judgment. The third issue is inherently factual and accordingly can only be resolved at trial.</p>\n<p>The following material facts have been properly established through discovery and are not in dispute by the parties: Plaintiff was incorporated under the laws of the State of North Carolina in 1963. Its founders desired to provide a private school education in a religious setting, a setting which the founders felt was unavailable in public schools because of, for example, prohibitions against prayer. Consistent with this desire, plaintiff's purpose was set forth in its articles of incorporation as follows (Townsend Affidavit Ex. 22):</p>\n<blockquote>(a) The General nature and object of the corporation shall be to conduct an institution or institutions of learning for the general education of Youth in the essentials of culture and its arts and sciences, giving special emphasis to the Christian religion and the ethics revealed in the Holy scriptures; combating all atheistic, agnostic, pagan and so-called scientific adulterations of the Gospel; unqualifiedly affirming and teaching the inspiration of the Bible (both the Old and New Testament); the creation of man by the direct act of God; the incarnation and virgin birth of our Lord and Saviour Jesus Christ; His identification as the Son of God; His vicarious atonement for the sins of mankind by the shedding of His blood on the cross; the resurrection of His body from the tomb; His power to save men from sin; the new birth through the regeneration by the Holy Spirit; and the gift of eternal life by the grace of God.</blockquote>\n<blockquote>This charter shall never be amended, modified, altered, or changed as to the provisions hereinbefore set forth.</blockquote>\n<p>The Second Baptist Church of Goldsboro, an independent, fundamentalist institution, figured prominently in plaintiff's establishment, and has continued to figure prominently in its operation. Dr. Ed Ulrich, the pastor of the church from 1948 through 1975, was the prime moving force in plaintiff's establishment. Various members of the congregation were also involved, as were several persons from other churches. Since 1963, the church has provided physical facilities to plaintiff, and has provided plaintiff the services of various church employees (e. g., the pastor, secretary and janitor) without cost.</p>\n<p>Since at least 1969, plaintiff has satisfied the State of North Carolina's requirements for secular education in private schools. The submissions to the State indicate that plaintiff requires its high school students to take one Bible-related course during each semester, with the remaining course requirements and offerings having titles suggesting secular subjects. However, regardless of the title of the course, it is plaintiff's practice to begin each class with prayer. This practice is apparently in keeping with plaintiff's overall purpose of providing a secular education in a religious setting.</p>\n<p><span class=\"star-pagination\">*1317</span> Since its incorporation, plaintiff has maintained a racially discriminatory admissions policy. That policy, based upon plaintiff's interpretation of the Bible, would seemingly require the exclusion of all noncaucasians. Nevertheless, plaintiff has on occasion accepted noncaucasians; hence, the racially discriminatory admissions policy in fact requires the exclusion of only applicants of the Negro race. For purposes of this motion for partial summary judgment, the court will assume that plaintiff's racially discriminatory admissions policy is based upon a valid religious belief.</p>\n<p>Plaintiff never received a determination by the Internal Revenue Service that it was an organization qualifying under Section 501(c)(3) of the Internal Revenue Code of 1954, thereby qualifying for certain tax exemption and other benefits.</p>\n<p>Upon audit of the plaintiff's books and records for the years 1969 through 1972, the Commissioner of Internal Revenue (through his duly authorized delegate) determined that the plaintiff was not an organization described in Section 501(c)(3) and, therefore, was an organization required to pay Federal Insurance Contributions Act and Federal Unemployment Tax Act taxes. The Commissioner, accordingly, determined the amount of those taxes which the plaintiff owed and made assessments accordingly.</p>\n<p>Plaintiff employed teachers in the conduct of its business of operating a school and compensated them with salaries. Additionally, some of the teachers were provided residences. The number of residences owned by the plaintiff and provided to its teachers increased from 6 in 1969 to 29 in 1972. The residences were \"located either adjacent to the property on which the school is situated or in the immediate vicinity\"  i. e., a one-mile radius of the school. In addition to the residences themselves, plaintiff provided the utilities used in these residences.</p>\n<p>The bulk of the teachers' actual instructional responsibilities are conducted on the actual school premises. Plaintiff has alleged two teaching responsibilities which could be conducted in the provided residences. First, the teachers could plan their lessons in the residences, although it was a matter of little consequence to plaintiff where the teachers planned their lessons. Second, the teachers could be available in the residences for consultation with the parents of the students, although that could also have been accomplished elsewhere. Apparently there is no requirement that the teachers carry out any teaching responsibility in their residences. Plaintiff makes no distinction between teachers who are provided free housing and teachers who are not provided free lodging vis-a-vis what responsibilities they are either required to or may choose to undertake at their residences.</p>\n<p>Upon audit, the Commissioner of Internal Revenue (through his duly authorized delegate) determined that the provision of housing to the teachers constituted additional remuneration to the teachers and, therefore, that plaintiff should have withheld additional income tax from the teachers' salaries, as well as should have paid additional F.I.C.A. and F.U.T.A. taxes with respect thereto. Additional tax liabilities were assessed against plaintiff accordingly.</p>\n<p>The initial question presented in this case is whether plaintiff's racially discriminatory admissions policy precludes it from qualifying as an organization described in Section 501(c)(3), Internal Revenue Code of 1954, which sets forth requirements for qualifying as a so-called charitable corporation entitled to various federal tax benefits, including the exemption from F.I.C.A. and F.U.T.A. taxes here in issue. Determination of this question will decide whether plaintiff was required to pay certain employment taxes during the period from 1969 through 1972. Employers, such as plaintiff, are generally required to pay Federal Insurance Contributions Act (F.I.C.A.) taxes (including the employer's share as well as the employee's share which the employer is required to withhold and pay over) and Federal Unemployment Tax Act (F.U.T.A.) taxes. 26 U.S.C. §§ 3301, 3101 and 3102. However, employers meeting the description <span class=\"star-pagination\">*1318</span> contained in 26 U.S.C. § 501(c)(3) are excluded from liability for these taxes. 26 U.S.C. §§ 3121(b)(8)(B) and 3306(c)(8); see <i>Bob Jones University v. Simon,</i> 416 U.S. 725, 727, 94 S.Ct. 2038, 40 L.Ed.2d 496 (1974). The issue presented in this case is whether plaintiff is an organization described in Section 501(c)(3), so as to qualify for exclusion from these employment taxes.</p>\n<p>The description contained in Section 501(c)(3) controls the qualifications necessary for organizations to receive the various tax benefits conferred upon \"charitable\" organizations. See <i>Simon v. Eastern Kentucky Welfare Rights Organization,</i> 426 U.S. 26, 96 S.Ct. 1917, 48 L.Ed.2d 450, fn. 1 (1976). That description is as follows (Section 501(c)(3):</p>\n<blockquote>(3) Corporations, and any community chest, fund, or foundation, organized and operated exclusively for religious, charitable, scientific, testing for public safety, literary, or educational purposes, or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private shareholder or individuals, no substantial part of the activities of which is carrying on propaganda, or otherwise attempting to influence legislation, and which does not participate in, or intervene in (including the publishing or distributing of statements), any political campaign on behalf of any candidate for public office.</blockquote>\n<p>An organization meeting this description is exempt from federal income tax under 26 U.S.C. § 501(a),<sup>[1]</sup> as well as being excluded from other taxes such as the employment taxes in issue here.</p>\n<p>Section 501(c)(3) describes qualifying organizations in part here pertinent as entities \"organized and operated exclusively for religious, charitable, scientific, testing for public safety, literary, or educational purposes, or for the prevention of cruelty to children or animals.</p>\n<p>The legislative intent behind § 501(c)(3) is stated as follows:</p>\n<blockquote>The exemption from taxation of money and property devoted to charitable and other purposes is based upon the theory that the Government is compensated for the loss of revenue by its relief from financial burden which would otherwise have to be met by appropriations from public funds, and by the benefits resulting from the promotion of the general welfare. H.R.Rep.No.1820, 75th Cong., 3rd Sess. 19 (1939).</blockquote>\n<p>In other words the nation as a whole receives a <i>quid pro quo</i> by fostering the growth of private institutions which provide worthwhile services to the public.</p>\n<p>Since benefit to the public is the justification for the tax benefits, it would be improper to permit tax benefits to organizations whose practices violate clearly declared public policy. It cannot be assumed that Congress intended to confer this encouragement, however indirect, to organizations which actively violate declared national policy. While there is no specific language in the statute to the effect that an organization satisfying one or more of these qualifying purposes is excluded because its practices violate public policy, this limitation has been held to be inherent in and compelled by both common rules of statutory construction and congressional intent. <i>Tank Truck Rentals v. Commissioner of Internal Revenue,</i> 356 U.S. 30, 78 S.Ct. 507, 2 L.Ed.2d 562 (1958); <i>Green v. Connally,</i> 330 F.Supp. 1150 (D.C.D.C.1971) (three-judge court, <i>aff'd</i> per curiam sub nom. <i>Coit v. Green,</i> 404 U.S. 997, 92 S.Ct. 564, 30 L.Ed.2d 550 (1971)).</p>\n<p>As the court held in <i>Green v. Connally, supra</i><i>,</i> private schools maintaining racially discriminatory admissions policies violate clearly declared federal policy and, therefore, must be denied the federal tax benefits flowing from qualification under Section 501(c)(3). Although the Supreme Court's affirmance of the <i>Green</i> decision <span class=\"star-pagination\">*1319</span> did not constitute a plenary consideration of the issue because of the procedural posture of the case the reasoning of the appellate panel is persuasive and this court has so held previously in <i>Bob Jones University v. Simon,</i> 396 F.Supp. 597 (D.S.C.1974).</p>\n<p>Basically, the <i>Green</i> court held that federal policy, as expressed in the Constitution, in federal statutes, and in decisions of the Supreme Court, would be frustrated by granting the federal tax benefits flowing from qualification under Section 501(c)(3) to educational organizations maintaining racially discriminatory admissions policies. Prominent among the examples of this policy are the Thirteenth and Fourteenth Amendments to the Constitution, the Civil Rights Acts of 1866 and 1871, and 1964, and <i>Brown v. Board of Education,</i> 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954), and its legal progeny. <i>See, </i><i>Green v. Connally, supra,</i> pp. 1163, 1164. Given this clearly declared federal policy against racial bars to educational institutions, it would be at least anomalous and unseemly to confer federal tax benefits (having the purpose and effect of fostering and encouraging the organizations upon whom they are conferred) upon educational institutions which do, in fact, discriminate on racial grounds. Accordingly, Section 501(c)(3) must be read as imposing a general limitation prohibiting qualification for educational organizations that do practice racial discrimination.</p>\n<p>Plaintiff also argues that its racially discriminatory admissions policy is based upon religious belief and, therefore, urges that denial of qualification under Section 501(c)(3) violates the First and Fifth Amendments to the United States Constitution. The argument of violation of the First Amendment apparently is that denial of qualification constitutes an impermissible burden upon the free exercise of religious beliefs and/or that the denial of qualification to plaintiff while conferring qualification upon opposing religious beliefs that do not require such discrimination constitutes a prohibited establishment of those opposing beliefs. The Fifth Amendment argument apparently is that a denial of qualification for the tax benefit because of religiously motivated actions is so invidious and devoid of reasonable justification, as to constitute an impermissible deprivation of \"life, liberty, and property, without due process of law.\"</p>\n<p>In <i>Green v. Connally, supra</i><i>,</i> the court specifically declined to reach the merits of the Constitutional issues raised by a discriminatory admissions policy based upon religious belief. 330 F.Supp., p. 1169. The court did note, however (p. 1163), that </p>\n<blockquote>We are persuaded that there is a declared Federal public policy against support for racial discrimination in education which overrides any assertion of value in practicing private racial discrimination, whether ascribed to philosophical pluralism or divine inspiration for racial segregation.</blockquote>\n<p>This language is in keeping with cases which hold that incidental distinctions in government treatment of religions which indirectly arise from the valid exercise of legitimate governmental interest are not prohibited by either the Establishment or the Free Exercise Clauses of the First Amendment.</p>\n<p>Perhaps the leading opinion in this area is <i>Gillette v. United States,</i> 401 U.S. 437, 91 S.Ct. 828, 28 L.Ed.2d 168 (1971), rehearing denied <i>sub nom. </i><i>Negre v. Larsen,</i> 402 U.S. 934, 91 S.Ct. 1521, 28 L.Ed.2d 869 (1971), where the law conferred conscientious objector status, a qualification for exclusion from the draft, only upon persons having religious scruples against all wars. Plaintiff argued, <i>inter alia,</i> that the First Amendment compelled conscientious objector status to be extended to persons having religious scruples against selective wars. The argument was that, otherwise, the distinction in the statute operated as a <i>de facto</i> governmental discrimination against religions which, while not opposed to all wars, might be opposed to selective wars. The court held that the distinction was valid under both the Establishment and the Free Exercise Clauses, for the purpose was grounded in legitimate governmental interests purely secular in nature and the distinction <span class=\"star-pagination\">*1320</span> did not have the prohibited effect of establishing a religion. For much the same reason, the court held that the legitimate secular interest avoided any Free Exercise problems. The appropriate test in this area, based upon <i>Gillette and Lemon v. Kurtzman,</i> 403 U.S. 602, 612-613, 91 S.Ct. 2105, 29 L.Ed.2d 745 (1971), is whether (1) there is a secular legislative purpose, (2) the enactment has principal or primary effect which neither enhances nor inhibits religion, and (3) the enactment avoids excessive entanglement with religion. See <i>Committee for Public Education v. Nyquist,</i> 413 U.S. 756, 772-773, 93 S.Ct. 2955, 37 L.Ed.2d 948 (1973); and <i>Hunt v. McNair,</i> 413 U.S. 734, 741, 93 S.Ct. 2868, 37 L.Ed.2d 923 (1973).</p>\n<p>In the present case, there is a legitimate secular purpose for denying tax exempt status to schools generally maintaining a racially discriminatory admissions policy. Moreover, the general across-the-board denial of tax benefits to such schools is essentially neutral, in that its principal or primary effect cannot be viewed as either enhancing or inhibiting religion. Finally, the policy patently avoids excessive governmental entanglement with and, in fact, prevents indirect government aid to, religion. Indeed, making qualification under Section 501(c)(3) turn upon whether the organization maintains a policy and practice of excluding one or more races is a reasonably objective standard, whereas the standard the plaintiff proposes to adopt would require, at a minimum, inquiry into the sincerity of the plaintiff's religious beliefs as it impacts upon the admissions policy.</p>\n<p>Therefore, the Treasury Department may validly disallow benefits to plaintiff which arise by virtue of qualification as an organization under 26 U.S.C. § 501(c)(3) in that plaintiff's policy of racial discrimination is patently violative of the declared public policy of the United States.</p>\n<p>The second question for consideration by the court is whether plaintiff's provision of housing to its teachers on the school premises is remuneration to those teachers for purposes of withholding tax and F.I.C.A. and F.U.T.A. As noted in the statements of facts, plaintiff provided free housing and utilities to some of its teachers during the years in question. The Commissioner of Internal Revenue determined that this housing was additional taxable compensation to the teachers and, therefore, that plaintiff should have withheld income taxes from the periodic pay checks for the teachers. The Commissioner also determined that this housing was subject to F.I.C.A. and F.U.T.A. taxes. Tax assessments were made against plaintiff accordingly and plaintiff now contests the determinations resulting in these tax assessments.</p>\n<p>For many years, Congress has provided a comprehensive withholding system for the annual income tax which is effectuated through a requirement that the employer withhold from the employee's gross wages an amount sufficient to ultimately pay the employee's income tax liability for the year. See <i>Graske v. Commissioner,</i> 20 T.C. 418, 420 (1953) and 26 U.S.C. §§ 3401-3403. The \"wages\" upon which the employer is required to withhold is defined as \"all remuneration * * * for services performed by an employee * * * including the cash value of all remuneration paid in any medium other than cash,\" with certain exceptions not here pertinent. 26 U.S.C. § 3401(a).<sup>[2]</sup></p>\n<p>This sweeping inclusion of \"all remuneration\" regardless of form is analogous to 26 U.S.C. § 61(a)<sup>[3]</sup>, which is the <span class=\"star-pagination\">*1321</span> starting point for the computation of the federal income tax. In pertinent part, that section includes in \"gross income\" (from which various deductions are taken in computing the amount of net income subject to the appropriate tax rate) \"all income from whatever source derived, including * * (1) Compensation for services * * *.\" Section 61(a) thus requires the inclusion in gross income of all compensation, regardless of whether it is paid in cash or in some other form. 26 C.F.R. § 1.61-2(d)(1). Hence, the provision of lodging as compensation for services rendered is included in the employee's gross income for purposes of computing his tax liability at year end. 26 C.F.R. § 1.61-2(d)(3).</p>\n<p>26 U.S.C. § 119<sup>[4]</sup> provides a limited exclusion of lodging in certain carefully circumscribed instances. An employee may exclude the fair value of the lodging received if the following three conditions are met:</p>\n<blockquote>1. the lodging must be furnished to him \"for the convenience of the employer\".</blockquote>\n<blockquote>2. the employee must be \"required to accept such lodging * * * as a condition of his employment\".</blockquote>\n<blockquote>3. the lodging must be \"on the business premises of his employer\".</blockquote>\n<p>Since the employee is required, for income tax purposes, to include in gross income the fair rental value of employer-provided housing unless it qualifies under Section 119, the withholding provisions require that the fair rental value of such housing be subject to withholding unless the conditions of Section 119 are met. 26 C.F.R. § 31.3401(a)-1(a)(4) and (b)(9). Plaintiff here is thus subject to withholding taxes on the housing it provided its employees unless the housing was provided under the limited conditions set forth in Section 119.</p>\n<p>Under the undisputed facts as established by the case, plaintiff cannot meet the requirement that the lodging be furnished on the business premises of the employer. Here, plaintiff's business premises were the school's physical facilities in which the teaching occurred. In point is <i>Commissioner of Internal Revenue v. Anderson,</i> 371 F.2d 59 (6th Cir. 1966), <i>cert. denied</i> 387 U.S. 906, 87 S.Ct. 1687, 18 L.Ed.2d 623 (1967). There, the taxpayer was employed as the manager of a motel. He was required to be available virtually 24 hours a day. Initially, he was provided a suite of rooms in the motel, but this arrangement proved unsatisfactory. The employer acquired a residential lot two blocks from the motel and constructed a residence on the lot. The taxpayer thereafter resided at the residence under the same conditions as he had resided in the motel. The only question raised was whether the residence was on the motel's business premises.</p>\n<p>At the trial level, the Tax Court in <i>Anderson</i> applied the \"business premises\" requirement as meaning only that the property be owned by the employer and be in the vicinity of the property upon which the employer's business was located. The Court of Appeals reversed the Tax Court, holding that the requirement that the lodging be furnished \"on the business premises\" meant precisely that, and not \"near\" the business premises of the employer. Although the court recognized that there might be gray areas in which the residence was so near that it must be considered on the business <span class=\"star-pagination\">*1322</span> premises, the court held that <i>Anderson</i> was not such a case. Rather, the court applied a test requiring that \"a significant portion of his duties\" be conducted in the residence.</p>\n<p>In reaching this result, the Sixth Circuit relied heavily upon the repudiation of <i>Anderson</i> in a case intervening between the Tax Court decision in <i>Anderson</i> and the Sixth Circuit's resolution of the appeal in <i>Anderson.</i> In <i>Dole v. Commissioner,</i> 43 T.C. 697 (1965), <i>aff'd</i> per curiam on Judge Raum's concurring opinion, 351 F.2d 308 (1st Cir. 1965), the facts were virtually identical. A mill provided some of its employees lodging away from but near the plant property. In a reviewed opinion in the Tax Court, the majority opinion cast doubt upon the Tax Court's prior opinion in <i>Anderson</i> and held that the lodging failed to meet the \"business premises\" requirement. In his concurring opinion, Judge Raum specifically stated that <i>Anderson</i> had been incorrectly decided. The Court of Appeals affirmed on the basis of Judge Raum's concurring opinion.</p>\n<p>Plaintiff has admitted that all actual teaching responsibilities for which the teachers were hired were conducted on the school premises, and not in the residences. The only job related duties which plaintiff's employees may possibly perform at their residences are class preparations and conferences with the parents of students and it is clear that they are not required chores at such sites. The occasional, noncompulsory performance of work related duties at a residence provided by the employer does not constitute \"a significant portion of employee's duties\". The housing provided by employer in the present case is not located on the business premises and is not the site of \"a significant portion of employee's duties\" and therefore, is not within the exclusion set out in 26 U.S.C. § 119.</p>\n<p>F.I.C.A. and F.U.T.A. taxes are required to be paid by an employer with respect to \"wages\" which are defined as \"all remuneration for employment, including the cash value of all remuneration paid in any medium other than cash.\" 26 U.S.C. §§ 3121(a) and 3306(b). The Treasury Regulations thus require that F.I.C.A. and F.U.T.A. taxes be paid with respect to all facilities and privileges provided by an employer to an employee unless of small value and offered by the employer merely as a means of promoting the health, good will, contentment or efficiency of his employees. 26 C.F.R. § 31.3121(a)-1(f). The regulations then proceed to state that the limited exclusion \"does not ordinarily include the value of meals or lodging furnished * * * since generally these items constitute an appreciable part of the total remuneration of such employees.\" Hence, the fair value for the use of the residences in this case are subject to F.I.C.A. and F.U.T.A. taxes.</p>\n<p>Therefore, for the foregoing reasons, defendant's motion for partial summary judgment is granted in its entirety. Plaintiff's motion is denied.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  26 U.S.C. 501(a) provides: Exemption from tax on corporations, certain trusts, etc.\n</p>\n<p>Exemption from taxation.  An organization described in subsection (c) or (d) or section 401(a) shall be exempt from taxation under this subtitle unless such exemption is denied under section 502 or 503.</p>\n<p>[2]  26 U.S.C. § 3401(a) provides: Definitions\n</p>\n<p>(a) Wages.  For purposes of this chapter, the term \"wages\" means all remuneration (other than fees paid to a public official) for services performed by an employee for his employer, including the cash value of all remuneration paid in any medium other than cash; except that such term shall not include remuneration paid </p>\n<p>[3]  26 U.S.C. § 61(a) provides: Gross income defined\n</p>\n<p>(a) General definition.  Except as otherwise provided in this subtitle, gross income means all income from whatever source derived, including (but not limited to) the following items:</p>\n<p>(1) Compensation for services, including fees, commissions, and similar items. . .</p>\n<p>[4]  26 U.S.C. § 119 provides: Meals or lodging furnished for the convenience of the employer\n</p>\n<p>There shall be excluded from gross income of an employee the value of any meals or lodging furnished to him by his employer for the convenience of the employer, but only if </p>\n<p>(1) in the case of meals, the meals are furnished on the business premises of the employer, or</p>\n<p>(2) in the case of lodging, the employee is required to accept such lodging on the business premises of his employer as a condition of his employment.</p>\n<p>In determining whether meals or lodging are furnished for the convenience of the employer, the provisions of an employment contract or of a State statute fixing terms of employment shall not be determinative of whether the meals or lodging are intended as compensation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1314</span></span> (1977)</b></center>\n<center><h1>GOLDSBORO CHRISTIAN SCHOOLS, INC., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 75-0020-CIV-8.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>September 12, 1977.</center>\n<p><span class=\"star-pagination\">*1315</span> Claude C. Pierce, William G. McNairy, Edward C. Winslow, III, of Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., associated with John E. Duke, of Duke &amp; Brown, Goldsboro, N. C., for plaintiff.</p>\n<p>Carl L. Tilghman, U. S. Atty., Raleigh, N. C., and John A. Townsend, Tax Div., Dept. of Justice, Washington, D. C., for defendant.</p>\n<p></p>\n<h2>ORDER ON CROSS MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>HEMPHILL, District Judge.</p>\n<p>This is a federal income tax refund suit instituted by plaintiff to recover $3,459.93 in federal withholding, Federal Insurance <span class=\"star-pagination\">*1316</span> Contributions Act (F.I.C.A.) and Federal Unemployment Tax Act (F.U.T.A.) taxes paid by plaintiff for the period from 1969 through 1972. Defendant has counterclaimed against plaintiff to recover $160,073.96 in federal taxes in addition to the amounts plaintiff has previously paid.</p>\n<p>This case involves three major issues. First, the plaintiff seeks to qualify as an organization exempted from F.I.C.A. and F.U.T.A. taxes. Plaintiff's exemption depends upon whether plaintiff was, during the years in question, an organization described in Section 501(c)(3) of the Internal Revenue Code of 1954, which contains the basic definition of \"charitable\" organizations which qualify for federal tax benefits. The second issue is whether plaintiff's provision of housing to its teachers constitutes remuneration to the teachers upon which plaintiff is required to withhold and pay employment taxes. The third issue, to be reached only if the second is answered in the affirmative, is the amount of the remuneration to the employees arising from the provided housing. The record as presently developed contains a sufficiency of undisputed facts to allow a resolution of the first two issues on a motion for partial summary judgment. The third issue is inherently factual and accordingly can only be resolved at trial.</p>\n<p>The following material facts have been properly established through discovery and are not in dispute by the parties: Plaintiff was incorporated under the laws of the State of North Carolina in 1963. Its founders desired to provide a private school education in a religious setting, a setting which the founders felt was unavailable in public schools because of, for example, prohibitions against prayer. Consistent with this desire, plaintiff's purpose was set forth in its articles of incorporation as follows (Townsend Affidavit Ex. 22):</p>\n<blockquote>(a) The General nature and object of the corporation shall be to conduct an institution or institutions of learning for the general education of Youth in the essentials of culture and its arts and sciences, giving special emphasis to the Christian religion and the ethics revealed in the Holy scriptures; combating all atheistic, agnostic, pagan and so-called scientific adulterations of the Gospel; unqualifiedly affirming and teaching the inspiration of the Bible (both the Old and New Testament); the creation of man by the direct act of God; the incarnation and virgin birth of our Lord and Saviour Jesus Christ; His identification as the Son of God; His vicarious atonement for the sins of mankind by the shedding of His blood on the cross; the resurrection of His body from the tomb; His power to save men from sin; the new birth through the regeneration by the Holy Spirit; and the gift of eternal life by the grace of God.</blockquote>\n<blockquote>This charter shall never be amended, modified, altered, or changed as to the provisions hereinbefore set forth.</blockquote>\n<p>The Second Baptist Church of Goldsboro, an independent, fundamentalist institution, figured prominently in plaintiff's establishment, and has continued to figure prominently in its operation. Dr. Ed Ulrich, the pastor of the church from 1948 through 1975, was the prime moving force in plaintiff's establishment. Various members of the congregation were also involved, as were several persons from other churches. Since 1963, the church has provided physical facilities to plaintiff, and has provided plaintiff the services of various church employees (e. g., the pastor, secretary and janitor) without cost.</p>\n<p>Since at least 1969, plaintiff has satisfied the State of North Carolina's requirements for secular education in private schools. The submissions to the State indicate that plaintiff requires its high school students to take one Bible-related course during each semester, with the remaining course requirements and offerings having titles suggesting secular subjects. However, regardless of the title of the course, it is plaintiff's practice to begin each class with prayer. This practice is apparently in keeping with plaintiff's overall purpose of providing a secular education in a religious setting.</p>\n<p><span class=\"star-pagination\">*1317</span> Since its incorporation, plaintiff has maintained a racially discriminatory admissions policy. That policy, based upon plaintiff's interpretation of the Bible, would seemingly require the exclusion of all noncaucasians. Nevertheless, plaintiff has on occasion accepted noncaucasians; hence, the racially discriminatory admissions policy in fact requires the exclusion of only applicants of the Negro race. For purposes of this motion for partial summary judgment, the court will assume that plaintiff's racially discriminatory admissions policy is based upon a valid religious belief.</p>\n<p>Plaintiff never received a determination by the Internal Revenue Service that it was an organization qualifying under Section 501(c)(3) of the Internal Revenue Code of 1954, thereby qualifying for certain tax exemption and other benefits.</p>\n<p>Upon audit of the plaintiff's books and records for the years 1969 through 1972, the Commissioner of Internal Revenue (through his duly authorized delegate) determined that the plaintiff was not an organization described in Section 501(c)(3) and, therefore, was an organization required to pay Federal Insurance Contributions Act and Federal Unemployment Tax Act taxes. The Commissioner, accordingly, determined the amount of those taxes which the plaintiff owed and made assessments accordingly.</p>\n<p>Plaintiff employed teachers in the conduct of its business of operating a school and compensated them with salaries. Additionally, some of the teachers were provided residences. The number of residences owned by the plaintiff and provided to its teachers increased from 6 in 1969 to 29 in 1972. The residences were \"located either adjacent to the property on which the school is situated or in the immediate vicinity\"  i. e., a one-mile radius of the school. In addition to the residences themselves, plaintiff provided the utilities used in these residences.</p>\n<p>The bulk of the teachers' actual instructional responsibilities are conducted on the actual school premises. Plaintiff has alleged two teaching responsibilities which could be conducted in the provided residences. First, the teachers could plan their lessons in the residences, although it was a matter of little consequence to plaintiff where the teachers planned their lessons. Second, the teachers could be available in the residences for consultation with the parents of the students, although that could also have been accomplished elsewhere. Apparently there is no requirement that the teachers carry out any teaching responsibility in their residences. Plaintiff makes no distinction between teachers who are provided free housing and teachers who are not provided free lodging vis-a-vis what responsibilities they are either required to or may choose to undertake at their residences.</p>\n<p>Upon audit, the Commissioner of Internal Revenue (through his duly authorized delegate) determined that the provision of housing to the teachers constituted additional remuneration to the teachers and, therefore, that plaintiff should have withheld additional income tax from the teachers' salaries, as well as should have paid additional F.I.C.A. and F.U.T.A. taxes with respect thereto. Additional tax liabilities were assessed against plaintiff accordingly.</p>\n<p>The initial question presented in this case is whether plaintiff's racially discriminatory admissions policy precludes it from qualifying as an organization described in Section 501(c)(3), Internal Revenue Code of 1954, which sets forth requirements for qualifying as a so-called charitable corporation entitled to various federal tax benefits, including the exemption from F.I.C.A. and F.U.T.A. taxes here in issue. Determination of this question will decide whether plaintiff was required to pay certain employment taxes during the period from 1969 through 1972. Employers, such as plaintiff, are generally required to pay Federal Insurance Contributions Act (F.I.C.A.) taxes (including the employer's share as well as the employee's share which the employer is required to withhold and pay over) and Federal Unemployment Tax Act (F.U.T.A.) taxes. 26 U.S.C. §§ 3301, 3101 and 3102. However, employers meeting the description <span class=\"star-pagination\">*1318</span> contained in 26 U.S.C. § 501(c)(3) are excluded from liability for these taxes. 26 U.S.C. §§ 3121(b)(8)(B) and 3306(c)(8); see <i>Bob Jones University v. Simon,</i> <span class=\"citation\" data-id=\"109028\"><a href=\"/opinion/109028/bob-jones-univ-v-simon/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 727, <span class=\"citation\" data-id=\"109028\"><a href=\"/opinion/109028/bob-jones-univ-v-simon/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>, <span class=\"citation\" data-id=\"109028\"><a href=\"/opinion/109028/bob-jones-univ-v-simon/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">496</span></a></span> (1974). The issue presented in this case is whether plaintiff is an organization described in Section 501(c)(3), so as to qualify for exclusion from these employment taxes.</p>\n<p>The description contained in Section 501(c)(3) controls the qualifications necessary for organizations to receive the various tax benefits conferred upon \"charitable\" organizations. See <i>Simon v. Eastern Kentucky Welfare Rights Organization,</i> <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></a></span>, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1917</span></a></span>, <span class=\"citation\" data-id=\"109462\"><a href=\"/opinion/109462/simon-v-eastern-ky-welfare-rights-organization/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span>, fn. 1 (1976). That description is as follows (Section 501(c)(3):</p>\n<blockquote>(3) Corporations, and any community chest, fund, or foundation, organized and operated exclusively for religious, charitable, scientific, testing for public safety, literary, or educational purposes, or for the prevention of cruelty to children or animals, no part of the net earnings of which inures to the benefit of any private shareholder or individuals, no substantial part of the activities of which is carrying on propaganda, or otherwise attempting to influence legislation, and which does not participate in, or intervene in (including the publishing or distributing of statements), any political campaign on behalf of any candidate for public office.</blockquote>\n<p>An organization meeting this description is exempt from federal income tax under 26 U.S.C. § 501(a),<sup>[1]</sup> as well as being excluded from other taxes such as the employment taxes in issue here.</p>\n<p>Section 501(c)(3) describes qualifying organizations in part here pertinent as entities \"organized and operated exclusively for religious, charitable, scientific, testing for public safety, literary, or educational purposes, or for the prevention of cruelty to children or animals.</p>\n<p>The legislative intent behind § 501(c)(3) is stated as follows:</p>\n<blockquote>The exemption from taxation of money and property devoted to charitable and other purposes is based upon the theory that the Government is compensated for the loss of revenue by its relief from financial burden which would otherwise have to be met by appropriations from public funds, and by the benefits resulting from the promotion of the general welfare. H.R.Rep.No.1820, 75th Cong., 3rd Sess. 19 (1939).</blockquote>\n<p>In other words the nation as a whole receives a <i>quid pro quo</i> by fostering the growth of private institutions which provide worthwhile services to the public.</p>\n<p>Since benefit to the public is the justification for the tax benefits, it would be improper to permit tax benefits to organizations whose practices violate clearly declared public policy. It cannot be assumed that Congress intended to confer this encouragement, however indirect, to organizations which actively violate declared national policy. While there is no specific language in the statute to the effect that an organization satisfying one or more of these qualifying purposes is excluded because its practices violate public policy, this limitation has been held to be inherent in and compelled by both common rules of statutory construction and congressional intent. <i>Tank Truck Rentals v. Commissioner of Internal Revenue,</i> <span class=\"citation\" data-id=\"105654\"><a href=\"/opinion/105654/tank-truck-rentals-inc-v-commissioner/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"105654\"><a href=\"/opinion/105654/tank-truck-rentals-inc-v-commissioner/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"105654\"><a href=\"/opinion/105654/tank-truck-rentals-inc-v-commissioner/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">562</span></a></span> (1958); <i>Green v. Connally,</i> <span class=\"citation\" data-id=\"2126265\"><a href=\"/opinion/2126265/green-v-connally/\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1150</span></a></span> (D.C.D.C.1971) (three-judge court, <i>aff'd</i> per curiam sub nom. <i>Coit v. Green,</i> <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">997</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">564</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">550</span></span> (1971)).</p>\n<p>As the court held in <i>Green v. Connally, supra</i><i>,</i> private schools maintaining racially discriminatory admissions policies violate clearly declared federal policy and, therefore, must be denied the federal tax benefits flowing from qualification under Section 501(c)(3). Although the Supreme Court's affirmance of the <i>Green</i> decision <span class=\"star-pagination\">*1319</span> did not constitute a plenary consideration of the issue because of the procedural posture of the case the reasoning of the appellate panel is persuasive and this court has so held previously in <i>Bob Jones University v. Simon,</i> <span class=\"citation\" data-id=\"1872991\"><a href=\"/opinion/1872991/bob-jones-university-v-johnson/\"><span class=\"volume\">396</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">597</span></a></span> (D.S.C.1974).</p>\n<p>Basically, the <i>Green</i> court held that federal policy, as expressed in the Constitution, in federal statutes, and in decisions of the Supreme Court, would be frustrated by granting the federal tax benefits flowing from qualification under Section 501(c)(3) to educational organizations maintaining racially discriminatory admissions policies. Prominent among the examples of this policy are the Thirteenth and Fourteenth Amendments to the Constitution, the Civil Rights Acts of 1866 and 1871, and 1964, and <i>Brown v. Board of Education,</i> <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></a></span> (1954), and its legal progeny. <i>See, </i><i>Green v. Connally, supra,</i> pp. 1163, 1164. Given this clearly declared federal policy against racial bars to educational institutions, it would be at least anomalous and unseemly to confer federal tax benefits (having the purpose and effect of fostering and encouraging the organizations upon whom they are conferred) upon educational institutions which do, in fact, discriminate on racial grounds. Accordingly, Section 501(c)(3) must be read as imposing a general limitation prohibiting qualification for educational organizations that do practice racial discrimination.</p>\n<p>Plaintiff also argues that its racially discriminatory admissions policy is based upon religious belief and, therefore, urges that denial of qualification under Section 501(c)(3) violates the First and Fifth Amendments to the United States Constitution. The argument of violation of the First Amendment apparently is that denial of qualification constitutes an impermissible burden upon the free exercise of religious beliefs and/or that the denial of qualification to plaintiff while conferring qualification upon opposing religious beliefs that do not require such discrimination constitutes a prohibited establishment of those opposing beliefs. The Fifth Amendment argument apparently is that a denial of qualification for the tax benefit because of religiously motivated actions is so invidious and devoid of reasonable justification, as to constitute an impermissible deprivation of \"life, liberty, and property, without due process of law.\"</p>\n<p>In <i>Green v. Connally, supra</i><i>,</i> the court specifically declined to reach the merits of the Constitutional issues raised by a discriminatory admissions policy based upon religious belief. 330 F.Supp., p. 1169. The court did note, however (p. 1163), that </p>\n<blockquote>We are persuaded that there is a declared Federal public policy against support for racial discrimination in education which overrides any assertion of value in practicing private racial discrimination, whether ascribed to philosophical pluralism or divine inspiration for racial segregation.</blockquote>\n<p>This language is in keeping with cases which hold that incidental distinctions in government treatment of religions which indirectly arise from the valid exercise of legitimate governmental interest are not prohibited by either the Establishment or the Free Exercise Clauses of the First Amendment.</p>\n<p>Perhaps the leading opinion in this area is <i>Gillette v. United States,</i> <span class=\"citation\" data-id=\"108285\"><a href=\"/opinion/108285/gillette-v-united-states/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"108285\"><a href=\"/opinion/108285/gillette-v-united-states/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">828</span></a></span>, <span class=\"citation\" data-id=\"108285\"><a href=\"/opinion/108285/gillette-v-united-states/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">168</span></a></span> (1971), rehearing denied <i>sub nom. </i><i>Negre v. Larsen,</i> <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1521</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">869</span></span> (1971), where the law conferred conscientious objector status, a qualification for exclusion from the draft, only upon persons having religious scruples against all wars. Plaintiff argued, <i>inter alia,</i> that the First Amendment compelled conscientious objector status to be extended to persons having religious scruples against selective wars. The argument was that, otherwise, the distinction in the statute operated as a <i>de facto</i> governmental discrimination against religions which, while not opposed to all wars, might be opposed to selective wars. The court held that the distinction was valid under both the Establishment and the Free Exercise Clauses, for the purpose was grounded in legitimate governmental interests purely secular in nature and the distinction <span class=\"star-pagination\">*1320</span> did not have the prohibited effect of establishing a religion. For much the same reason, the court held that the legitimate secular interest avoided any Free Exercise problems. The appropriate test in this area, based upon <i>Gillette and Lemon v. Kurtzman,</i> <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 612-613, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2105</span></a></span>, <span class=\"citation\" data-id=\"108380\"><a href=\"/opinion/108380/lemon-v-kurtzman/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">745</span></a></span> (1971), is whether (1) there is a secular legislative purpose, (2) the enactment has principal or primary effect which neither enhances nor inhibits religion, and (3) the enactment avoids excessive entanglement with religion. See <i>Committee for Public Education v. Nyquist,</i> <span class=\"citation\" data-id=\"108863\"><a href=\"/opinion/108863/committee-for-public-ed-religious-liberty-v-nyquist/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">756</span></a></span>, 772-773, <span class=\"citation\" data-id=\"108863\"><a href=\"/opinion/108863/committee-for-public-ed-religious-liberty-v-nyquist/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2955</span></a></span>, <span class=\"citation\" data-id=\"108863\"><a href=\"/opinion/108863/committee-for-public-ed-religious-liberty-v-nyquist/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">948</span></a></span> (1973); and <i>Hunt v. McNair,</i> <span class=\"citation\" data-id=\"108862\"><a href=\"/opinion/108862/hunt-v-mcnair/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">734</span></a></span>, 741, <span class=\"citation\" data-id=\"108862\"><a href=\"/opinion/108862/hunt-v-mcnair/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2868</span></a></span>, <span class=\"citation\" data-id=\"108862\"><a href=\"/opinion/108862/hunt-v-mcnair/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">923</span></a></span> (1973).</p>\n<p>In the present case, there is a legitimate secular purpose for denying tax exempt status to schools generally maintaining a racially discriminatory admissions policy. Moreover, the general across-the-board denial of tax benefits to such schools is essentially neutral, in that its principal or primary effect cannot be viewed as either enhancing or inhibiting religion. Finally, the policy patently avoids excessive governmental entanglement with and, in fact, prevents indirect government aid to, religion. Indeed, making qualification under Section 501(c)(3) turn upon whether the organization maintains a policy and practice of excluding one or more races is a reasonably objective standard, whereas the standard the plaintiff proposes to adopt would require, at a minimum, inquiry into the sincerity of the plaintiff's religious beliefs as it impacts upon the admissions policy.</p>\n<p>Therefore, the Treasury Department may validly disallow benefits to plaintiff which arise by virtue of qualification as an organization under 26 U.S.C. § 501(c)(3) in that plaintiff's policy of racial discrimination is patently violative of the declared public policy of the United States.</p>\n<p>The second question for consideration by the court is whether plaintiff's provision of housing to its teachers on the school premises is remuneration to those teachers for purposes of withholding tax and F.I.C.A. and F.U.T.A. As noted in the statements of facts, plaintiff provided free housing and utilities to some of its teachers during the years in question. The Commissioner of Internal Revenue determined that this housing was additional taxable compensation to the teachers and, therefore, that plaintiff should have withheld income taxes from the periodic pay checks for the teachers. The Commissioner also determined that this housing was subject to F.I.C.A. and F.U.T.A. taxes. Tax assessments were made against plaintiff accordingly and plaintiff now contests the determinations resulting in these tax assessments.</p>\n<p>For many years, Congress has provided a comprehensive withholding system for the annual income tax which is effectuated through a requirement that the employer withhold from the employee's gross wages an amount sufficient to ultimately pay the employee's income tax liability for the year. See <i>Graske v. Commissioner,</i> <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">418</span></span>, 420 (1953) and 26 U.S.C. §§ 3401-3403. The \"wages\" upon which the employer is required to withhold is defined as \"all remuneration * * * for services performed by an employee * * * including the cash value of all remuneration paid in any medium other than cash,\" with certain exceptions not here pertinent. 26 U.S.C. § 3401(a).<sup>[2]</sup></p>\n<p>This sweeping inclusion of \"all remuneration\" regardless of form is analogous to 26 U.S.C. § 61(a)<sup>[3]</sup>, which is the <span class=\"star-pagination\">*1321</span> starting point for the computation of the federal income tax. In pertinent part, that section includes in \"gross income\" (from which various deductions are taken in computing the amount of net income subject to the appropriate tax rate) \"all income from whatever source derived, including * * (1) Compensation for services * * *.\" Section 61(a) thus requires the inclusion in gross income of all compensation, regardless of whether it is paid in cash or in some other form. 26 C.F.R. § 1.61-2(d)(1). Hence, the provision of lodging as compensation for services rendered is included in the employee's gross income for purposes of computing his tax liability at year end. 26 C.F.R. § 1.61-2(d)(3).</p>\n<p>26 U.S.C. § 119<sup>[4]</sup> provides a limited exclusion of lodging in certain carefully circumscribed instances. An employee may exclude the fair value of the lodging received if the following three conditions are met:</p>\n<blockquote>1. the lodging must be furnished to him \"for the convenience of the employer\".</blockquote>\n<blockquote>2. the employee must be \"required to accept such lodging * * * as a condition of his employment\".</blockquote>\n<blockquote>3. the lodging must be \"on the business premises of his employer\".</blockquote>\n<p>Since the employee is required, for income tax purposes, to include in gross income the fair rental value of employer-provided housing unless it qualifies under Section 119, the withholding provisions require that the fair rental value of such housing be subject to withholding unless the conditions of Section 119 are met. 26 C.F.R. § 31.3401(a)-1(a)(4) and (b)(9). Plaintiff here is thus subject to withholding taxes on the housing it provided its employees unless the housing was provided under the limited conditions set forth in Section 119.</p>\n<p>Under the undisputed facts as established by the case, plaintiff cannot meet the requirement that the lodging be furnished on the business premises of the employer. Here, plaintiff's business premises were the school's physical facilities in which the teaching occurred. In point is <i>Commissioner of Internal Revenue v. Anderson,</i> <span class=\"citation\" data-id=\"274324\"><a href=\"/opinion/274324/commissioner-of-internal-revenue-v-charles-n-anderson-and-grace-m/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span> (6th Cir. 1966), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">906</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1687</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">623</span></span> (1967). There, the taxpayer was employed as the manager of a motel. He was required to be available virtually 24 hours a day. Initially, he was provided a suite of rooms in the motel, but this arrangement proved unsatisfactory. The employer acquired a residential lot two blocks from the motel and constructed a residence on the lot. The taxpayer thereafter resided at the residence under the same conditions as he had resided in the motel. The only question raised was whether the residence was on the motel's business premises.</p>\n<p>At the trial level, the Tax Court in <i>Anderson</i> applied the \"business premises\" requirement as meaning only that the property be owned by the employer and be in the vicinity of the property upon which the employer's business was located. The Court of Appeals reversed the Tax Court, holding that the requirement that the lodging be furnished \"on the business premises\" meant precisely that, and not \"near\" the business premises of the employer. Although the court recognized that there might be gray areas in which the residence was so near that it must be considered on the business <span class=\"star-pagination\">*1322</span> premises, the court held that <i>Anderson</i> was not such a case. Rather, the court applied a test requiring that \"a significant portion of his duties\" be conducted in the residence.</p>\n<p>In reaching this result, the Sixth Circuit relied heavily upon the repudiation of <i>Anderson</i> in a case intervening between the Tax Court decision in <i>Anderson</i> and the Sixth Circuit's resolution of the appeal in <i>Anderson.</i> In <i>Dole v. Commissioner,</i> <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">697</span></span> (1965), <i>aff'd</i> per curiam on Judge Raum's concurring opinion, <span class=\"citation\" data-id=\"269249\"><a href=\"/opinion/269249/gordon-s-dole-v-commissioner-of-internal-revenue/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></a></span> (1st Cir. 1965), the facts were virtually identical. A mill provided some of its employees lodging away from but near the plant property. In a reviewed opinion in the Tax Court, the majority opinion cast doubt upon the Tax Court's prior opinion in <i>Anderson</i> and held that the lodging failed to meet the \"business premises\" requirement. In his concurring opinion, Judge Raum specifically stated that <i>Anderson</i> had been incorrectly decided. The Court of Appeals affirmed on the basis of Judge Raum's concurring opinion.</p>\n<p>Plaintiff has admitted that all actual teaching responsibilities for which the teachers were hired were conducted on the school premises, and not in the residences. The only job related duties which plaintiff's employees may possibly perform at their residences are class preparations and conferences with the parents of students and it is clear that they are not required chores at such sites. The occasional, noncompulsory performance of work related duties at a residence provided by the employer does not constitute \"a significant portion of employee's duties\". The housing provided by employer in the present case is not located on the business premises and is not the site of \"a significant portion of employee's duties\" and therefore, is not within the exclusion set out in 26 U.S.C. § 119.</p>\n<p>F.I.C.A. and F.U.T.A. taxes are required to be paid by an employer with respect to \"wages\" which are defined as \"all remuneration for employment, including the cash value of all remuneration paid in any medium other than cash.\" 26 U.S.C. §§ 3121(a) and 3306(b). The Treasury Regulations thus require that F.I.C.A. and F.U.T.A. taxes be paid with respect to all facilities and privileges provided by an employer to an employee unless of small value and offered by the employer merely as a means of promoting the health, good will, contentment or efficiency of his employees. 26 C.F.R. § 31.3121(a)-1(f). The regulations then proceed to state that the limited exclusion \"does not ordinarily include the value of meals or lodging furnished * * * since generally these items constitute an appreciable part of the total remuneration of such employees.\" Hence, the fair value for the use of the residences in this case are subject to F.I.C.A. and F.U.T.A. taxes.</p>\n<p>Therefore, for the foregoing reasons, defendant's motion for partial summary judgment is granted in its entirety. Plaintiff's motion is denied.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  26 U.S.C. 501(a) provides: Exemption from tax on corporations, certain trusts, etc.\n</p>\n<p>Exemption from taxation.  An organization described in subsection (c) or (d) or section 401(a) shall be exempt from taxation under this subtitle unless such exemption is denied under section 502 or 503.</p>\n<p>[2]  26 U.S.C. § 3401(a) provides: Definitions\n</p>\n<p>(a) Wages.  For purposes of this chapter, the term \"wages\" means all remuneration (other than fees paid to a public official) for services performed by an employee for his employer, including the cash value of all remuneration paid in any medium other than cash; except that such term shall not include remuneration paid </p>\n<p>[3]  26 U.S.C. § 61(a) provides: Gross income defined\n</p>\n<p>(a) General definition.  Except as otherwise provided in this subtitle, gross income means all income from whatever source derived, including (but not limited to) the following items:</p>\n<p>(1) Compensation for services, including fees, commissions, and similar items. . .</p>\n<p>[4]  26 U.S.C. § 119 provides: Meals or lodging furnished for the convenience of the employer\n</p>\n<p>There shall be excluded from gross income of an employee the value of any meals or lodging furnished to him by his employer for the convenience of the employer, but only if </p>\n<p>(1) in the case of meals, the meals are furnished on the business premises of the employer, or</p>\n<p>(2) in the case of lodging, the employee is required to accept such lodging on the business premises of his employer as a condition of his employment.</p>\n<p>In determining whether meals or lodging are furnished for the convenience of the employer, the provisions of an employment contract or of a State statute fixing terms of employment shall not be determinative of whether the meals or lodging are intended as compensation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1872991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2126265/"
  ]
}