{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1431793/",
  "absolute_url": "/opinion/1431793/bratcher-v-pharmaceutical-product-development/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1431793/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:06:58.831694Z",
  "date_modified": "2016-04-27T01:22:41.084696Z",
  "type": "010combined",
  "sha1": "6a5a8d89ef8914db4ba9557e9a942ae68a01a7a5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>545 F.Supp.2d 533 (2008)</b></center>\n<center><h1>Carol Holder BRATCHER, Plaintiff,<br>\nv.<br>\nPHARMACEUTICAL PRODUCT DEVELOPMENT, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-451-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 7, 2008.</center>\n<p><span class=\"star-pagination\">*536</span> Annette Exum, Exum Law Group, Rose Marie Pahl, Raleigh, NC, for Plaintiff.</p>\n<p>Michael Murchison, Andrew Kent McVey, Murchison, Taylor &amp; Gibson, PLLC, Wilmington, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On October 19, 2007, plaintiff Carol Holder Bratcher (\"Bratcher\") filed this action in Wake County Superior Court against her former employer, defendant Pharmaceutical Product Development, Inc. (\"PPD\").<sup>[1]</sup> Bratcher, an African-American female, alleges numerous claims against PPD including employment discrimination on the basis of age, race, and sex, and retaliation in violation of Title VII of the Civil Rights Act of 1964 (\"Title VII\") and the Age Discrimination in Employment Act of 1967 (\"ADEA\"). On November 15, 2007, defendant removed the action to this court. Defendant moves to dismiss the complaint pursuant to Federal Rule of Civil Procedure 12(b)(6), or alternatively, moves for judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c). As explained below, the court grants defendant's motion to dismiss the complaint, dismisses the complaint without prejudice, and dismisses defendant's motion for judgment on the pleadings as moot.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*537</span> I.</h2>\n<p>According to the complaint, PPD employed Bratcher as a senior analyst from 2000 until November 1, 2006, when PPD terminated her employment. Compl. ¶¶ 6-9. At the time of her termination, Bratcher was 42 years old. <i>Id.</i> ¶ 10. Bratcher alleges that her termination was \"motivated solely by the Defendant's intent to discriminate against [her] on the basis of her race, gender and age and with a retaliatory effort.\" <i>Id.</i> ¶ 11. Bratcher identifies her supervisor John Glisson (\"Glisson\") as the PPD decisionmaker with respect to the alleged employment discrimination. <i>See id.</i></p>\n<p>In support of her claims, Bratcher alleges the following discriminatory conduct. Shortly after Bratcher began working at PPD, PPD re-classified her position and downgraded her salary. <i>Id.</i> ¶ 48. A younger counterpart who performed the same or similar job functions as Bratcher, but who had less experience, allegedly received a higher pay grade. <i>Id.</i> ¶¶ 12-17. According to Bratcher, PPD excluded her from \"mentoring status\" due to her age. <i>Id.</i> ¶¶ 23-24, 41-45. Bratcher alleges that in March 2003, her supervisor, Glisson, promoted a younger Caucasian female who did not have the requisite experience and told Bratcher that she would not be promoted to that position. <i>Id.</i> ¶ 32. In August or September 2006, PPD modified Bratcher's job description, which resulted in diminished responsibility. <i>Id.</i> ¶¶ 60-61. Bratcher alleges that in October 2006, she qualified for a designer position which PPD advertised, but PPD did not promote her. <i>Id.</i> ¶¶ 46-47.</p>\n<p>Additionally, Bratcher alleges that she continuously requested training necessary for advancement to the position of associate manager, but never received it. <i>Id.</i> ¶¶ 36-39. Unlike her male counterparts who maintained three supervisees, Bratcher states that she never supervised more than one individual. <i>Id.</i> ¶¶ 69-70. Bratcher alleges that her team of supervisees,<sup>[2]</sup> who were all African-American, also failed to receive adequate training despite Bratcher's requests. <i>Id.</i> ¶¶ 53-54. As a result, performance evaluations \"reflected negative outcomes which jeopardized the employment opportunities for advancement.\" <i>Id.</i> ¶ 55. Bratcher alleges that her supervisor did not support her or insist that her instructions be followed. <i>Id.</i> ¶ 58.</p>\n<p>In support of her retaliation claim, Bratcher states that when she reported alleged discriminatory conduct favoring an East Indian contractor who received training which made him eligible for promotion, PPD transferred her and continued to refuse her training. <i>Id.</i> ¶¶ 71-75. Bratcher alleges that PPD \"immediately began a series of acts that affected her ability for promotions and work assignments,\" including decreasing her supervisory duties to file management duties and prohibiting her from attending weekly meetings with Glisson. <i>Id.</i> ¶¶ 76-80. Bratcher also alleges that PPD denied her request for office space, but granted three Caucasians' requests, despite assurances that she would receive the next available office. <i>Id.</i> 78-84. Bratcher contends that these actions gave her a perceived position of lesser rank among her peers. <i>Id.</i> ¶¶ 84-85. Rather than investigating the office space matter, PPD placed Bratcher on a corrective action plan and allegedly used past excused absences for disciplinary purposes. <i>Id.</i> ¶¶ 86-89. According to the complaint, PPD terminated Bratcher's employment <span class=\"star-pagination\">*538</span> on November 1, 2006, after she refused to sign an amended corrective action plan. <i>Id.</i> ¶¶ 9, 91-93.</p>\n<p>On May 21, 2007, Bratcher filed a charge of discrimination with the Equal Employment Opportunity Commission (\"EEOC\"), alleging discrimination on the basis of age, race, sex, and retaliation. <i>See</i> Def.'s Mem. in Supp. of Mot. to Dismiss [hereinafter \"Def.'s Mem.\"] Ex. 1. The EEOC charge states that the alleged discrimination occurred on November 1, 2006  the date of Bratcher's termination. <i>Id.</i> On July 16, 2007, the EEOC dismissed plaintiffs charge and issued a right-to-sue letter indicating that Bratcher's \"charge was not timely filed with [the] EEOC\" and that Bratcher \"waited too long after the date(s) of the alleged discrimination to file [her] charge.\" <i>See</i> Def.'s Mem. Ex. 2.<sup>[3]</sup> On October 19, 2007, Bratcher filed this action against PPD in Wake County Superior Court alleging the following claims for relief: (1) age discrimination; (2) race discrimination; (3) sex discrimination; (4) retaliation; (5) negligent infliction of emotional distress; (6) intentional infliction of emotional distress; (7) bad faith; (8) negligent hiring; (9) negligent supervision; and (10) punitive damages. PPD removed the action to this court, and seeks dismissal of the complaint pursuant to Federal Rule of Civil Procedure 12(b)(6), or alternatively, judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c).</p>\n<p></p>\n<h2>II.</h2>\n<p>In analyzing a motion to dismiss a complaint under Federal Rule of Civil Procedure 12(b)(6) for \"failure to state a claim upon which relief can be granted,\" a court must determine whether the complaint is legally and factually sufficient. <i>See </i><i>Bell All. Corp. v. Twombly,</i> ___ U.S. ___, ___-___, 127 S.Ct. 1955, 1968-70, 167 L.Ed.2d 929 (2007); <i>Kloth v. Microsoft Corp.,</i> 444 F.3d 312, 319 (4th Cir.2006); <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, ___, 127 S.Ct. 2197, 2200, 167 L.Ed.2d 1081 (2007) (per curiam). A court need not accept the legal conclusions drawn from the facts. Similarly, \"[a court] need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319. The court addresses plaintiffs claims seriatim.</p>\n<p></p>\n<h2>A.</h2>\n<p>Bratcher alleges that PPD discriminated against her based on her age, race, and sex, and retaliated against her. <i>See</i> Compl. ¶¶ 7-94. Although Bratcher is not proceeding pro se, Bratcher's complaint is very poorly drafted. In ruling on defendant's motion to dismiss, the court construes the complaint to rely on Title VII, the ADEA, and North Carolina law.</p>\n<p></p>\n<h2>1.</h2>\n<p>Bratcher's complaint includes claims of age, race, and sex discrimination and retaliation in violation of Title VII and the ADEA. <i>See</i> Compl. ¶¶ 7-94. To challenge an alleged unlawful employment practice under Title VII or the ADEA, a plaintiff must first file a timely charge with the EEOC. <i>See</i> 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. § 626(d). \"[I]f the employee does not submit a timely EEOC charge, the employee may not challenge that practice <span class=\"star-pagination\">*539</span> in court.\" <i>Ledbetter v. Goodyear Tire &amp; Rubber Co.,</i> ___ U.S. ___, ___-___, 127 S.Ct. 2162, 2166-67, 167 L.Ed.2d 982 (2007) (citing 42 U.S.C. § 2000e-5(e)(1); <i>accord </i><i>Nat'l R.R. Passenger Corp. v. Morgan,</i> 536 U.S. 101, 122, 122 S.Ct. 2061, 153 L.Ed.2d 106 (2002),</p>\n<p>Under Title VII and the ADEA, a plaintiff typically has 180 days following the alleged unlawful employment practice to file an EEOC charge. 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. § 626(d)(1); <i>see </i><i>Morgan,</i> 536 U.S. at 122, 122 S.Ct. 2061; <i>Williams v. Giant Food Inc.,</i> 370 F.3d 423, 428-29 (4th Cir.2004). The statutory filing period is extended to 300 days in a deferral state<sup>[4]</sup> if the plaintiff \"initially instituted proceedings with a [designated Fair Employment Practices ('FEP')] State or local agency.\" <i>See</i> 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. §§ 626(d)(2), 633(b).</p>\n<p>A FEP agency \"is a state or local agency that enforces state and local civil rights laws. The jurisdiction of such agencies overlaps that of the EEOC.\" <i>EEOC v. Navy Fed. Credit Union,</i> 424 F.3d 397, 410 n. 15 (4th Cir.2005) (internal citations omitted). A FEP agency has jurisdiction with respect to charges covering employment practices under section 706(c) of Title VII. <i>See</i> 29 C.F.R. § 1601.70(a) (2007). Section 706(c) pertains to allegedly unlawful employment practices occurring in states that have \"a State or local law prohibiting the unlawful employment practice alleged and establishing or authorizing a State or local authority to grant or seek relief from such practice ... upon receiving notice thereof ...\" 42 U.S.C. § 2000e-5(c). The deferral agency system permits state or local FEP agencies to remedy alleged race, color, religion, sex, national origin, disability, or age discrimination concurrently regulated by state or local law and Title VII or the ADEA. <i>See id.</i> § 2000e-5(e)(1); 29 U.S.C. § 633; 29 C.F.R. §§ 1601.13(a)(3)(i), 1626.7, 1626.9; <i>Kremer v. Chem. Constr. Corp.,</i> 456 U.S. 461, 469, 102 S.Ct. 1883, 72 L.Ed.2d 262 (1982); <i>Navy Fed. Credit Union,</i> 424 F.3d at 410,</p>\n<p>Bratcher claims that the alleged age, race, and sex discrimination and retaliation occurred on November 1, 2006, the date of her termination. <i>See</i> Def.'s Mem. Ex. 1. However, she did not file her EEOC charge regarding PPD's alleged discriminatory conduct until May 21, 2007  201 days after the alleged discriminatory conduct. <i>Id.</i> Thus, whether Bratcher timely filed her EEOC charge depends on the applicable statutory filing period. If the 180-day filing period applies, Bratcher's EEOC charge is untimely. If the 300-day filing period applies, her EEOC charge is timely.</p>\n<p>Bratcher seeks to rely on an oddity applicable to New Hanover County, North Carolina to argue that she is subject to the 300-day filing period. <i>See</i> PL's Resp. to Def.'s Mot. to Dismiss 4-7 [hereinafter \"PL's Resp.\"]. North Carolina has no state agency with statewide \"authority to grant or seek relief from [an unlawful employment] practice ... upon receiving notice thereof....\" 42 U.S.C. § 2000e-5(e)(1). Nonetheless, two of North Carolina's 100 counties (New Hanover County and Orange County) and one city within North Carolina (the City of Durham) have created Human Relations Commissions and adopted Fair Employment Ordinances applicable within those Ideal jurisdictions. As for New Hanover County, in 1978, the County enacted the Fair Employment Ordinance <span class=\"star-pagination\">*540</span> of New Hanover County. <i>See</i> New Hanover County, N.C., Code [hereinafter \"Ordinance\"] §§ 35-101 et seq. New Hanover County established and designated the New Hanover County Human Relations Commission (\"NHHRC\") as the fair employment agency for New Hanover County. <i>See</i> Ordinance §§ 35-31, 161.</p>\n<p>The Ordinance prohibits employment discrimination \"within [New Hanover] county and such cities within the county as may by resolution of their governing boards permit this article to be applicable.\" Ordinance § 35-102(a).<sup>[5]</sup> Additionally, the NHHRC states that \"[t]he only requirement [for filing a discrimination charge under the Ordinance] is that the citizen actually work within the jurisdiction of the Human Relations Commission (New Hanover County, City of Wilmington, Wrightsville Beach, Carolina Beach, and Kure Beach).\" New Hanover County, North Carolina, Department of Human Relations, Frequently Asked Questions, http://www.nhcgov.com/AgnAndDpt/ HREL/Pages/FAQS.aspx (last visited Apr. 4, 2008). Thus, a person alleging employment discrimination under the Ordinance must be working in New Hanover County at the time of the alleged employment discrimination.</p>\n<p>The Ordinance extensively describes the charge filing process. <i>See</i> Ordinance § 35-193. In connection with the relationship between the EEOC and the NHHRC, the Ordinance states:</p>\n<p>Deferrals from and waivers to federal and state agencies.</p>\n<blockquote>(1) Charges arising within the jurisdiction of this chapter and which fall under the jurisdiction of federal or state agencies may be deferred from such agencies according to the procedures established by such agencies for this purpose.</blockquote>\n<blockquote>(2) The United States Equal Employment Opportunity Commission (EEOC) is specifically required under section 706 of title VII of the Civil Rights Act of 1964, as amended, to defer any charge of job discrimination under its jurisdiction to the commission for a period of 60 days. Following such deferral period, the EEOC may proceed with its investigation, attempt to conciliate, and determine whether there is reasonable cause to believe the charge is true irrespective of the decision or action, if any, of the commission.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*541</span> (3) The commission may waive initial processing of a charge to the appropriate federal or state agency as outlined in the worksharing agreements and/or otherwise agreed upon by the agencies involved. Reasons for waiving initial processing may include but are not limited to potential for conflict of interest, workload or nature of the case. The director is authorized to make these decisions on behalf of the commission.</blockquote>\n<blockquote>(4) Jurisdiction over a charge may be claimed by a federal or state agency if the commission does not meet certain statutory or administrative requirements as may be outlined in the rules or regulations of these federal or state agencies.</blockquote>\n<p>Ordinance § 35-193(g).</p>\n<p>The EEOC has designated the Human Relations Commissions in New Hanover County, Orange County, and the City of Durham as FEP agencies \"with authority to grant or seek relief from, inter alia, age discrimination, race discrimination, sex discrimination, or retaliation. <i>See</i> 42 U.S.C. § 2000e-5(e); 29 U.S.C. §§ 626(d)(2), 633(b); 29 C.F.R. §§ 1601.74, 1626.9.<sup>[6]</sup> However, in 2003, the North Carolina Supreme Court invalidated enabling legislation authorizing the Orange County Board of Commissioners and the Orange County Human Relations Commission to enact and enforce the employment provisions of the Orange County Civil Rights Ordinance, Orange County, N.C., Code §§ 12-1 et seq., as violating Article II, Section 24 of the North Carolina Constitution. <i>See </i><i>Williams v. Blue Cross Blue Shield,</i> 357 N.C. 170, 189, 581 S.E.2d 415, 429 (2003). Article II, Section 24 of the North Carolina Constitution prohibits the General Assembly from enacting any local law regulating labor. <i>Id.</i> at 182, 581 S.E.2d at 425.</p>\n<p>In <i>Williams,</i> the North Carolina Supreme Court expressly declined to address the constitutionality of the enabling legislation and the employment discrimination provisions in the City of Durham's Ordinance or New Hanover County's Ordinance. <i>See id.</i> at 186 n. 2, 581 S.E.2d at 427 n. 2. Nevertheless, following the North Carolina Supreme Court's decision in <i>Williams,</i> the City of Durham suspended the employment discrimination provisions in its Ordinance. <i>See</i> Durham, N.C, Code §§ 8.6-1 to 27 (suspended July 24, 2003); <i>EEOC v. Circuit City Stores, Inc.,</i> 394 F.Supp.2d 747, 749-50 (M.D.N.C.2005). New Hanover County, however, has not suspended the employment discrimination provisions in its ordinance.<sup>[7]</sup></p>\n<p>In support of a 300-day filing period, Bratcher cites <i>Tinsley v. First Union National Bank,</i> 155 F.3d 435, 438 (4th Cir.1998), <i>abrogated on other grounds by </i><i>Edelman v. Lynchburg College,</i> 228 F.3d 503 (4th Cir.2000), <i>rev'd on other grounds,</i> 535 U.S. 106, 122 S.Ct. 1145, 152 L.Ed.2d 188 (2002), in which the Fourth Circuit held that a plaintiff in Virginia qualified for the 300-day filing period. In <i>Tinsley,</i> <span class=\"star-pagination\">*542</span> the plaintiff initially filed her charge with the EEOC, and the EEOC referred the charge to Virginia's FEP agency  the Virginia Council on Human Rights. <i>Tinsley,</i> 155 F.3d at 439; <i>see</i> 29 C.F.R. § 1601.74; <i>cf.</i> PL's Resp. 4. Unlike the plaintiff in <i>Tinsley,</i> Bratcher does not allege that she actually filed her charge with the NHHRC, that she ever alleged a violation of the Ordinance, or that the EEOC referred her charge to the NHHRC. <i>See</i> PL's Resp. 6-7. Rather, Bratcher argues that she is subject to the 300-day filing period because she constructively filed her charge with the NHHRC. <i>See id.</i> Under her theory, the EEOC filing constitutes a dual filing with the NHHRC because the EEOC charge has a pre-printed box on EEOC Form 5 which states \"I want this charge filed with both the EEOC and the State or local Agency, if any.\" <i>See id.</i> at 7; Def.'s Mem. Ex. 1.</p>\n<p>Because the NHHRC lacks subject matter jurisdiction over the charge, this court rejects plaintiffs argument that she constructively filed her EEOC charge with the NHHRC. In order for the NHHRC to have subject matter jurisdiction over a charge, the employee must work in New Hanover County at the time the alleged discrimination takes place. <i>See</i> Ordinance § 35-102; New Hanover County, North Carolina, Department of Human Relations, Frequently Asked Questions, http://www. nhcgov.com/Ag-nAndDpt/HRE L/Pages/FAQS.aspx (last visited Apr. 4, 2008). Bratcher's complaint, however, states that \"[t]he events alleged in this Complaint occurred in Wake County, Research Triangle Park, North Carolina.\" <i>See</i> Compl. ¶ 2. Further, the Raleigh, North Carolina office of the EEOC where she filed her charge had no obligation to send a copy of her charge to a FEP agency with no subject matter jurisdiction over the charge. <i>See</i> 29 C.F.R. § 1601.13(a)(2) (\"A jurisdiction having a FEP agency without subject matter jurisdiction over a charge ... is equivalent to a jurisdiction having no FEP agency. Charges over which a FEP agency has no subject matter jurisdiction are filed with the Commission upon receipt and are timely filed if received by the Commission within 180 days from the date of the alleged violation.\"); <i>see also Pearsall v. Child Advocacy Comm'n of Lower Cape Fear, Inc.,</i> No. 7:98CV200-BR, 2000 WL 33682693, at *2 n. 1 (E.D.N.C. Feb.15, 2000) (rejecting applicability of the 300day limitations period because the NHHRC had no authority to grant relief from the alleged discriminatory acts); <i>cf. </i><i>Tinsley,</i> 155 F.3d at 439 (noting that the EEOC had referred plaintiffs EEOC charge to Virginia's FEP agency).</p>\n<p>In order to avoid this conclusion, Bratcher argues in her brief that the NHHRC has subject matter jurisdiction over the charge because PPD is headquartered in New Hanover County, her paychecks originated from PPD's headquarters, and certain unidentified managers received oversight policy direction from headquarters. <i>See</i> PL's Resp. 6. Bratcher also argues in her brief that she worked at PPD's headquarters in New Hanover County \"for a brief period\" and worked with unidentified colleagues based at headquarters. <i>Id.</i> at 6-7. Bratcher, however, cannot use her brief to amend her complaint in order to bootstrap the jurisdiction of the NHHRC. <i>See </i><i>Car Carriers, Inc. v. Ford Motor Co.,</i> 745 F.2d 1101, 1107 (7th Cir.1984) (\"[I]t is axiomatic that the complaint may not be amended by the briefs in opposition to a motion to dismiss.\"); <i>In re aaiPharma Inc. Sec. Litig.,</i> 521 F.Supp.2d 507, 514 (E.D.N.C.2007): <i>accord </i><i>Barclay White Skanska, Inc. v. Battelle Mem'l Inst,</i> No. 07-1084, 2008 WL 238562, at *6 (4th Cir. Jan.29, 2008) (unpublished) (\"A plaintiff may not amend <span class=\"star-pagination\">*543</span> her complaint through argument in a brief opposing summary judgment.\" (internal quotation omitted)).</p>\n<p>Bratcher also argues that North Carolina is a deferral state with a 300-day filing period and cites <i>Mikels v. City of Durham,</i> 183 F.3d 323, 328 n. 3 (4th Cir. 1999). <i>See</i> PL's Resp. 6. In <i>Mikels,</i> the Fourth Circuit described North Carolina as a deferral state. <i>See </i><i>Mikels,</i> 183 F.3d at 328 n. 3. This statement, however, must be understood in context. First, the statement was made in connection with a case arising in the City of Durham at a time before the City of Durham suspended the employment discrimination provisions in the City of Durham's ordinance. <i>Cf. </i><i>Circuit City Stores, Inc.,</i> 394 F.Supp.2d at 749-50. Second, and more importantly, in light of the invalidation of Orange County's ordinance and the suspension of the City of Durham's ordinance, a more accurate description is that North Carolina is a deferral state in two very limited circumstances. The first circumstance is when the New Hanover County Human Relations Commission actually has subject matter jurisdiction over a charge. <i>See</i> 29 C.F.R. §§ 1601.13(a)(2), 1601.74. The second circumstance is when the North Carolina State Office of Administrative Hearings actually has subject matter jurisdiction over a charge that an employee of the State of North Carolina files. <i>See</i> 29 C.F.R. § 1601.74; <i>Booth v. N.C. Dep't of Env't, Health &amp; Natural Res.,</i> 899 F.Supp. 1457, 1460-64 (E.D.N.C.1995): <i>see also Gibbs v. Guilford Tech. Cmty. Coll.,</i> No. 1:98CV218, 1999 WL 33227441, at *2 (M.D.N.C. Nov. 24, 1999) (unpublished); 26 N.C. Admin. Code §§ 4.0101-.0110 (2006). Thus, in the overwhelming number of cases, it is accurate to describe North Carolina as a non-deferral state with a 180-day filing period. Neither of the limited circumstances described above applies to Bratcher. Accordingly, the 180-day filing period applies to Bratcher's Title VII and ADEA claims, and her EEOC charge is untimely.</p>\n<p>In order to avoid the effect of the 180-day filing period, Bratcher next argues that she meets the standard for equitable tolling. <i>See</i> PL's Resp. 7-8. The timeliness requirement for filing an EEOC charge is subject to equitable tolling. <i>See, e.g., </i><i>Zipes v. Trans World Airlines, Inc.,</i> 455 U.S. 385, 398, 102 S.Ct. 1127, 71 L.Ed.2d 234 (1982). Moreover, the Fourth Circuit permits equitable tolling of a statute of limitations where there are \"(1) extraordinary circumstances, (2) beyond [a party's] control or external to [the party's] own conduct, (3) that prevented [the party] from filing on time.\" <i>Rouse v. Lee,</i> 339 F.3d 238, 246 (4th Cir.2003) (en banc). Plaintiff, however, offers nothing in her complaint or in her brief to suggest that she meets this demanding standard. <i>Cf. </i><i>Circuit City Stores, Inc.,</i> 394 F.Supp.2d at 751. Thus, the court concludes that equitable tolling does not apply.</p>\n<p>In sum, Bratcher failed to file her charge of discrimination with the EEOC within 180 days following the alleged unlawful employment practice. <i>See</i> 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. § 626(d)(1). Accordingly, her claims concerning age, race, and sex discrimination and retaliation in violation of Title VII and the ADEA are time-barred. <i>See</i> 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. 626(d)(1); <i>Ledbetter,</i> 127 S.Ct. at 2166-67; <i>Morgan,</i> 536 U.S. at 122, 122 S.Ct. 2061. As such, Bratcher has failed to state a claim upon which relief may be granted under Title VII or the ADEA.</p>\n<p></p>\n<h2>2.</h2>\n<p>Bratcher's complaint alleges a state law claim under the North Carolina Equal Employment Practices Act (\"NCEEPA\"), N.C. Gen.Stat. § 143-422.2, <span class=\"star-pagination\">*544</span> for alleged employment discrimination on the basis of age, race, sex, and retaliation. <i>See</i> Compl. ¶¶ 26, 63, 70, 93. The NCEEPA states in relevant part:</p>\n<blockquote>It is the public policy of this State to protect and safeguard the right and opportunity of all persons to seek, obtain and hold employment without discrimination or abridgement on account of race, religion, color, national origin, age, sex or handicap by employers which regularly employ 15 or more employees.</blockquote>\n<p>N.C. Gen.Stat. § 143-422.2. North Carolina does not recognize a private cause of action under the NCEEPA. <i>See, e.g., </i><i>Smith v. First Union Nat'l Bank,</i> 202 F.3d 234, 247 (4th Cir.2000); <i>Mullis v. Mechanics &amp; Farmers Bank,</i> 994 F.Supp. 680, 687 (M.D.N.C.1997) (\"Absent a clear indication from the [appellate] courts or the legislature of North Carolina that a private right of action does exist under the NCEEPA, it would be inappropriate for a federal court to create a private right of action under the NCEEPA....\"). Accordingly, Bratcher's allegations concerning age, race, and sex discrimination in violation of the NCEEPA fail to state a claim. The same conclusion applies to her retaliation claim under the NCEEPA. <i>See, e.g., </i><i>Efird v. Riley,</i> 342 F.Supp.2d 413, 429 (M.D.N.C. 2004); <i>Leach v. N. Telecom, Inc.,</i> 141 F.R.D. 420, 426 (E.D.N.C.1991). Hence, the court dismisses claims one through four under state law for failure to state a claim upon which relief may be granted.<sup>[8]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>Next, Bratcher alleges an intentional infliction of emotional distress (\"IIED\") claim under North Carolina law based on Glisson's (and other unnamed employees') conduct toward Bratcher and PPD's recklessness in allowing such conduct to occur. <i>See</i> Compl. ¶¶ 102-05. The elements of an IIED claim are \"(1) extreme and outrageous conduct by the defendant (2) which is intended to and does in fact cause (3) severe emotional distress.\" <i>Waddle v. Sparks,</i> 331 N.C. 73, 82, 414 S.E.2d 22, 27 (1992) (quoting <i>Dickens v. Puryear,</i> 302 N.C. 437, 452, 276 S.E.2d 325, 335 (1981)). Under North Carolina law, conduct is extreme and outrageous only when it is \"so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community.\" <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 493, 340 S.E.2d 116, 123 (1986) (internal quotation omitted). Whether conduct meets this standard is a question of law. <i>Lenins v. K-Mart Corp.,</i> 98 N.C.App. 590, 599, 391 S.E.2d 843, 848 (1990).</p>\n<p>\"North Carolina courts have been extremely reluctant to find actionable IIED <span class=\"star-pagination\">*545</span> claims in the employment context.... <i>Efird,</i> 342 F.Supp.2d at 427; <i>see, e.g., </i><i>Hogan,</i> 79 N.C.App. at 493-94, 340 S.E.2d at 122-23 (finding no extreme or outrageous conduct where a supervisor screamed at employees, called them names, cursed at them, disrupted their work, threw menus at them, refused to grant pregnancy leave, and terminated an employee who left work due to labor pains). In cases where North Carolina courts have found IIED claims actionable, the conduct has been extremely egregious, and involved sexual advances, obscene language, and inappropriate touching. <i>See, e.g., </i><i>Guthrie v. Conroy,</i> 152 N.C.App. 15, 22-23, 567 S.E.2d 403, 409-10 (2002) (collecting cases); <i>Groves v. Travelers Ins. Co.,</i> 139 N.C.App. 795, 800-01, 535 S.E.2d 105, 107-09 (2000) (McGee, J., dissenting) (collecting cases), <i>rev'd per curiam on reasoning of dissent,</i> 354 N.C. 206, 552 S.E.2d 141 (2001). Moreover, \"termination, allegedly in violation of federal law alone, does not necessarily constitute extreme and outrageous conduct under North Carolina law.\" <i>Efird,</i> 342 F.Supp.2d at 427; <i>see </i><i>Pardasani v. Rack Room Shoes Inc.,</i> 912 F.Supp. 187, 192 (M.D.N.C.1996) (\"Plaintiff has alleged that he was given poor performance evaluations, not given promotions which, were given to others, excluded from training and finally terminated from his employment. Assuming these allegation[s] to be true, these actions do not rise to the level sufficient to exceed all bounds usually tolerated by decent society.\").</p>\n<p>Here, Bratcher alleges that PPD failed to promote her while promoting or hiring less qualified younger persons, refused her requests for additional training, failed to place her on mentoring status, retaliated against her for complaining about alleged race discrimination, and terminated her employment due to her age, race, and sex. North Carolina precedent makes clear that the conduct alleged in the complaint is not extreme and outrageous as a matter of law. Accordingly, defendant's motion to dismiss Bratcher's IIED claim is granted.</p>\n<p></p>\n<h2>C.</h2>\n<p>Next, Bratcher alleges negligent infliction of emotional distress (\"NIED\") under North Carolina law against PPD based on its conduct in allegedly permitting discrimination to occur and its negligent supervision of those who allegedly discriminated against Bratcher. <i>See</i> Compl. ¶¶ 95-101. To state a claim for NIED, \"a plaintiff must allege that (1) the defendant negligently engaged in conduct, (2) it was reasonably foreseeable that such conduct would cause the plaintiff severe emotional distress ..., and (3) the conduct did in fact cause the plaintiff severe emotional distress.\" <i>Johnson v. Ruark Obstetrics &amp; Gynecology Assocs., P.A.,</i> 327 N.C. 283, 304, 395 S.E.2d 85, 97 (1990): <i>see </i><i>McDougalr-Wilson v. Goodyear Tire &amp; Rubber Co.,</i> 427 F.Supp.2d 595, 619-20 (E.D.N.C.2006).</p>\n<p>Except for her negligent supervision claim, Bratcher's NIED claim does not describe negligent behavior by PPD. Rather, the complaint describes a course of alleged intentional discrimination and retaliation. <i>See, e.g.,</i> Compl. ¶ 11 (\"Ms. Bratcher's discharge was motivated solely by the Defendant's intent to discriminate against [Ms.] Bratcher on the basis of her race, gender, and age and with a retaliatory effect.\"); <i>id.</i> ¶ 99 (\"Ms. Bratcher has suffered ... due to the willful, wanton and malicious conduct of the Defendant's lack of intervention...\"). As such, Bratcher fails to state a NIED claim under North Carolina law. <i>See, e.g., </i><i>Mitchell v. Lydall, Inc.,</i> No. 93-1374, 1994 WL 38703, at *3 (4th Cir. Feb.10, 1994) (per curiam) (unpublished); <span class=\"star-pagination\">*546</span> <i>Thomas v. N. Telecom, Inc.,</i> 157 P.Supp.2d 627, 637 (M.D.N.C.2000).</p>\n<p>Additionally, Bratcher fails to state facts in support of her allegation that her injuries were foreseeable to PPD. <i>See</i> Compl. ¶ 100. Although Bratcher states that she notified her superiors and a human resource representative at PPD about alleged discriminatory conduct, Bratcher fails to allege facts that demonstrate it was reasonably foreseeable to PPD that the alleged discriminatory conduct would cause her severe emotional distress. \"Presumably, any termination will cause [a] discharged employee some degree of emotional upset.\" <i>Barber v. The Family Center,</i> No. 3.-04-CV-00258-W, 2006 WL 3246608, at *2 (W.D.N.C. Nov.6, 2006) (unpublished). To state a claim for NIED, however, a plaintiff must allege facts that indicate the \"[d]efendant should have reasonably foreseen that [p]laintiff would react in any way other than the usual anger and disappointment associated with being discharged.\" <i>Id.</i> Bratcher fails to do so. Accordingly, defendant's motion to dismiss Bratcher's NIED claim is granted.</p>\n<p></p>\n<h2>D.</h2>\n<p>Bratcher also alleges a claim of bad faith against PPD, stating that PPD had \"actual knowledge of the effects of [its] discriminatory conduct\" and acted recklessly. <i>See</i> Compl. ¶¶ 106-09. \"North Carolina does not recognize a separate claim for bad faith discharge.\" <i>Mullis,</i> 994 F.Supp. at 688: <i>see </i><i>Mitchell v. Bandag, Inc.,</i> 147 F.Supp.2d 395, 400-01 (E.D.N.C.1998); <i>Amos v. Oakdale Knitting Co.,</i> 331 N.C. 348, 360, 416 S.E.2d 166, 173-74 (1992). Thus, Bratcher's assertion that PPD acted in bad faith fails to state a claim upon which relief can be granted. Defendant's motion to dismiss Bratcher's bad faith claim is granted.</p>\n<p></p>\n<h2>E.</h2>\n<p>Next, Bratcher alleges that PPD negligently hired Glisson and negligently supervised Glisson (and other alleged unnamed employees). <i>See</i> Compl. ¶¶ 110-17. \"The elements of a claim for negligent hiring are: (1) a specific tortious act by the employee; (2) the employee's incompetence or unfitness; (3) the employer's actual or constructive notice of the employee's incompetency or unfitness; and (4) injury resulting from the employee's incompetency or unfitness.\" <i>White v. Consol. Planning, Inc.,</i> 166 N.C.App. 283, 292, 603 S.E.2d 147, 154 (2004) (citing <i>Medlin v. Bass,</i> 327 N.C. 587, 591, 398 S.E.2d 460, 462 (1990)). To state a claim of negligent supervision against an employer, a plaintiff \"must prove that the incompetent employee committed a tortious act resulting in injury to [the] plaintiff and that prior to the act, the employer knew or had reason to know of the employee's incompetency.\" <i>Smith v. Privette,</i> 128 N.C.App. 490, 494-95, 495 S.E.2d 395, 398 (1998) (internal quotation omitted).</p>\n<p>With respect to her negligent hiring claim,' Bratcher fails to allege any facts that show PPD had either actual or constructive knowledge of Glisson's incompetency or unfitness at the time of his hiring. <i>See</i> Compl. ¶¶ 110-13. Moreover, Bratcher predicates her negligent hiring and supervision claims on the alleged age, race, and sex discrimination and retaliation she endured as a result of PPD's actions. <i>See id.</i> ¶¶ 110, 114 (incorporating preceding paragraphs in complaint).<sup>[9]</sup> Bratcher's allegations are not sufficient to support her <span class=\"star-pagination\">*547</span> negligent hiring and supervision claims. <i>See, e.g., </i><i>McLean v. Patten Cmtys., Inc.,</i> 332 F.3d 714, 719 (4th Cir.2003) (holding that plaintiff could not base negligent retention or supervision claim on employer's alleged discriminatory or retaliatory conduct because the NCEEPA does not create a private cause of action for such claims); <i>cf. </i><i>Smith,</i> 202 F.3d at 247; <i>Efird,</i> 342 F.Supp.2d at 428-30; <i>Leach,</i> 141 F.R.D. at 426. Accordingly, Bratcher fails to state a claim for negligent hiring or supervision.<sup>[10]</sup></p>\n<p></p>\n<h2>F.</h2>\n<p>Finally, Bratcher seeks punitive damages for PPD's conduct. Because Bratcher fails to state any claims against defendant, Bratcher's claim for punitive damages is dismissed.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, the court GRANTS defendant's motion to dismiss the complaint for failure to state a claim upon which relief may be granted, and DISMISSES the complaint without prejudice. The court also DISMISSES defendant's motion for judgment on the pleadings as moot.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff incorrectly identified defendant in her complaint. <i>See</i> Def.'s Mem. in Supp. of Mot. to Dismiss 2 n. 1 [hereinafter \"Def.'s Mem.\"]. The correct name of plaintiff's former employer is PPD Development, LP. <i>Id.</i> All references to Pharmaceutical Product Development, Inc. in plaintiff's complaint are deemed to refer to PPD Development, LP.</p>\n<p>[2]  The court reads Bratcher's allegations concerning her \"team of supervisees\" to refer to the persons she supervised throughout her tenure, with there being just one supervisee at any given time. <i>See</i> Compl. ¶¶ 51, 66.</p>\n<p>[3]  The court takes judicial notice of plaintiff's EEOC charge and the EEOC right-to-sue letter. <i>Cf.</i> Compl. ¶ 4. A court may rely on documents that are integral to and explicitly relied on in the complaint without converting the motion into a motion for summary judgment. <i>See, e.g., </i><i>Phillips v. LCI Int'l Inc.,</i> 190 F.3d 609, 618 (4th Cir. 1999); <i>Whitesell v. Town of Morrisville,</i> 446 F.Supp.2d 419, 421-22 (E.D.N.C.2006); <i>accord</i> 5A Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 1327 (3d ed.2004).</p>\n<p>[4]  A deferral state is a state with an agency \"with authority to grant or seek relief from [an unlawful employment] practice or to institute criminal proceedings with respect thereto upon receiving notice thereof....\" 42 U.S.C. § 2000e-5(e)(1).</p>\n<p>[5]  Section 35-102 of the Ordinance describes the purpose of the Ordinance and states in full:\n</p>\n<p>(a) The general purpose of this article is to secure for all individuals freedom from discrimination in connection with employment because of race, color, religion, sex, national origin, handicap or age within the county and such cities within the county as may by resolution of their governing boards permit this article to be applicable. Thereby, this article is to protect individuals' interests and their personal dignity which makes available to such cities and the county their full productive capacities; to secure such cities and the county against domestic strife and unrest; to preserve the public safety, health and general welfare; and to promote the interests, rights and privileges of individuals within such cities and the county.</p>\n<p>(b) This article is intended to carry out in the county the policies provided for in various federal rules, regulations and laws prohibiting employment discrimination, including but not limited to title VII of the Civil Rights Act of 1964; the Age Discrimination in Employment Act of 1967; the Equal Pay Act of 1963; and the Rehabilitation Act of 1973; and any subsequent amendments to such acts.</p>\n<p>(c) This article shall be construed according to the fair import of its terms, and any and all actions and proceedings under this article are of a civil nature.</p>\n<p>Ordinance § 35-102.</p>\n<p>[6]  The EEOC has designated the NHHRC as a FEP agency with respect to employment discrimination within the City of Wilmington and the unincorporated areas of New Hanover County. <i>See</i> 29 C.F.R. § 1601.74 n.10. The designation does not include Wrightsville Beach, Carolina Beach, or Kure Beach. <i>See id.</i></p>\n<p>[7]  PPD acknowledges the delicate existence of the NHHRC and the employment discrimination provisions of the Ordinance, but does not use <i>Williams</i> to challenge the constitutionality of the enabling legislation and the employment discrimination provisions in the Ordinance. <i>See</i> Def.'s Reply 3 n.2. This order does not address whether the enabling legislation and the Ordinance are unconstitutional under North Carolina law.</p>\n<p>[8]  North Carolina recognizes a state law claim for wrongful discharge in violation of public policy, with that public policy being the NCEEPA. <i>See, e.g., </i><i>Jackson v. Blue Dolphin Commc'ns,</i> 226 F.Supp.2d 785, 792 (W.D.N.C.2002). To state a claim for wrongful discharge in violation of public policy, an employee must identify a North Carolina public policy and plead that she was discharged for an unlawful reason or purpose that violates the public policy. <i>See id.; </i><i>Garner v. Rentenhach Constructors Inc.,</i> 350 N.C. 567, 571-72, 515 S.E.2d 438, 441 (1999). Bratcher's complaint does neither. Indeed, it is through this court's liberal construction of the very poorly drafted complaint that the court even considers Bratcher's purported state law discrimination claims under the NCEEPA. Moreover, plaintiff may not amend her complaint through a memorandum of law opposing a motion to dismiss. <i>See </i><i>Car Carriers,</i> 745 F.2d at 1107; <i>In re aaiPharma,</i> 521 F.Supp.2d at 514; <i>cf. </i><i>Barclay White Skanska,</i> 2008 WL 238562, at *6. If Bratcher wishes to attempt to amend her complaint, she needs to do so in accordance with the Federal Rules of Civil Procedure.</p>\n<p>[9]  To the extent Bratcher now argues she predicated her negligent hiring and supervision claims on the torts of slander, defamation, IIED, or NIED, <i>see</i> PL's Resp. 12-13, the court rejects this argument. As noted, Bratcher fails to state a claim upon which relief may be granted for either IIED or NIED, and her complaint does not mention slander or defamation. Plaintiff may not amend her complaint through a memorandum of law opposing a motion to dismiss. <i>See </i><i>Car Carriers,</i> 745 F.2d at 1107: <i>In re aaiPharma,</i> 521 F.Supp.2d at 514: <i>cf. </i><i>Barclay White Skanska,</i> 2008 WL 238562, at *6.</p>\n<p>[10]  With respect to whether employment discrimination on the basis of age, race, sex, or retaliation in violation of Title VII or the ADEA theoretically may serve as the basis for a tortious act in a negligent hiring or supervision claim, neither the North Carolina Supreme Court nor the Fourth Circuit has addressed this issue. The Middle District of North Carolina has rejected motions to dismiss under Rule 12(b)(6) and held that a Title VII sexual harassment violation may serve as a \"tortious act\" for purposes of a negligent supervision claim. <i>See </i><i>Efird,</i> 342 F.Supp.2d at 430 <i>Barbier v. Durham County Bd. of Educ,</i> 225 F.Supp.2d 617, 630 n. 11 (M.D.N.C. 2002). Because Bratcher's complaint does not allege viable Title VII or ADEA claims, the court need not decide this issue. <i>Cf. </i><i>Smith,</i> 202 F.3d at 250 n. 12; <i>Hartsell v. Duplex Prods., Inc.,</i> 123 F.3d 766, 774 (4th Cir.1997).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">545</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">533</span></span> (2008)</b></center>\n<center><h1>Carol Holder BRATCHER, Plaintiff,<br>\nv.<br>\nPHARMACEUTICAL PRODUCT DEVELOPMENT, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-451-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 7, 2008.</center>\n<p><span class=\"star-pagination\">*536</span> Annette Exum, Exum Law Group, Rose Marie Pahl, Raleigh, NC, for Plaintiff.</p>\n<p>Michael Murchison, Andrew Kent McVey, Murchison, Taylor &amp; Gibson, PLLC, Wilmington, NC, for Defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>On October 19, 2007, plaintiff Carol Holder Bratcher (\"Bratcher\") filed this action in Wake County Superior Court against her former employer, defendant Pharmaceutical Product Development, Inc. (\"PPD\").<sup>[1]</sup> Bratcher, an African-American female, alleges numerous claims against PPD including employment discrimination on the basis of age, race, and sex, and retaliation in violation of Title VII of the Civil Rights Act of 1964 (\"Title VII\") and the Age Discrimination in Employment Act of 1967 (\"ADEA\"). On November 15, 2007, defendant removed the action to this court. Defendant moves to dismiss the complaint pursuant to Federal Rule of Civil Procedure 12(b)(6), or alternatively, moves for judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c). As explained below, the court grants defendant's motion to dismiss the complaint, dismisses the complaint without prejudice, and dismisses defendant's motion for judgment on the pleadings as moot.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*537</span> I.</h2>\n<p>According to the complaint, PPD employed Bratcher as a senior analyst from 2000 until November 1, 2006, when PPD terminated her employment. Compl. ¶¶ 6-9. At the time of her termination, Bratcher was 42 years old. <i>Id.</i> ¶ 10. Bratcher alleges that her termination was \"motivated solely by the Defendant's intent to discriminate against [her] on the basis of her race, gender and age and with a retaliatory effort.\" <i>Id.</i> ¶ 11. Bratcher identifies her supervisor John Glisson (\"Glisson\") as the PPD decisionmaker with respect to the alleged employment discrimination. <i>See id.</i></p>\n<p>In support of her claims, Bratcher alleges the following discriminatory conduct. Shortly after Bratcher began working at PPD, PPD re-classified her position and downgraded her salary. <i>Id.</i> ¶ 48. A younger counterpart who performed the same or similar job functions as Bratcher, but who had less experience, allegedly received a higher pay grade. <i>Id.</i> ¶¶ 12-17. According to Bratcher, PPD excluded her from \"mentoring status\" due to her age. <i>Id.</i> ¶¶ 23-24, 41-45. Bratcher alleges that in March 2003, her supervisor, Glisson, promoted a younger Caucasian female who did not have the requisite experience and told Bratcher that she would not be promoted to that position. <i>Id.</i> ¶ 32. In August or September 2006, PPD modified Bratcher's job description, which resulted in diminished responsibility. <i>Id.</i> ¶¶ 60-61. Bratcher alleges that in October 2006, she qualified for a designer position which PPD advertised, but PPD did not promote her. <i>Id.</i> ¶¶ 46-47.</p>\n<p>Additionally, Bratcher alleges that she continuously requested training necessary for advancement to the position of associate manager, but never received it. <i>Id.</i> ¶¶ 36-39. Unlike her male counterparts who maintained three supervisees, Bratcher states that she never supervised more than one individual. <i>Id.</i> ¶¶ 69-70. Bratcher alleges that her team of supervisees,<sup>[2]</sup> who were all African-American, also failed to receive adequate training despite Bratcher's requests. <i>Id.</i> ¶¶ 53-54. As a result, performance evaluations \"reflected negative outcomes which jeopardized the employment opportunities for advancement.\" <i>Id.</i> ¶ 55. Bratcher alleges that her supervisor did not support her or insist that her instructions be followed. <i>Id.</i> ¶ 58.</p>\n<p>In support of her retaliation claim, Bratcher states that when she reported alleged discriminatory conduct favoring an East Indian contractor who received training which made him eligible for promotion, PPD transferred her and continued to refuse her training. <i>Id.</i> ¶¶ 71-75. Bratcher alleges that PPD \"immediately began a series of acts that affected her ability for promotions and work assignments,\" including decreasing her supervisory duties to file management duties and prohibiting her from attending weekly meetings with Glisson. <i>Id.</i> ¶¶ 76-80. Bratcher also alleges that PPD denied her request for office space, but granted three Caucasians' requests, despite assurances that she would receive the next available office. <i>Id.</i> 78-84. Bratcher contends that these actions gave her a perceived position of lesser rank among her peers. <i>Id.</i> ¶¶ 84-85. Rather than investigating the office space matter, PPD placed Bratcher on a corrective action plan and allegedly used past excused absences for disciplinary purposes. <i>Id.</i> ¶¶ 86-89. According to the complaint, PPD terminated Bratcher's employment <span class=\"star-pagination\">*538</span> on November 1, 2006, after she refused to sign an amended corrective action plan. <i>Id.</i> ¶¶ 9, 91-93.</p>\n<p>On May 21, 2007, Bratcher filed a charge of discrimination with the Equal Employment Opportunity Commission (\"EEOC\"), alleging discrimination on the basis of age, race, sex, and retaliation. <i>See</i> Def.'s Mem. in Supp. of Mot. to Dismiss [hereinafter \"Def.'s Mem.\"] Ex. 1. The EEOC charge states that the alleged discrimination occurred on November 1, 2006  the date of Bratcher's termination. <i>Id.</i> On July 16, 2007, the EEOC dismissed plaintiffs charge and issued a right-to-sue letter indicating that Bratcher's \"charge was not timely filed with [the] EEOC\" and that Bratcher \"waited too long after the date(s) of the alleged discrimination to file [her] charge.\" <i>See</i> Def.'s Mem. Ex. 2.<sup>[3]</sup> On October 19, 2007, Bratcher filed this action against PPD in Wake County Superior Court alleging the following claims for relief: (1) age discrimination; (2) race discrimination; (3) sex discrimination; (4) retaliation; (5) negligent infliction of emotional distress; (6) intentional infliction of emotional distress; (7) bad faith; (8) negligent hiring; (9) negligent supervision; and (10) punitive damages. PPD removed the action to this court, and seeks dismissal of the complaint pursuant to Federal Rule of Civil Procedure 12(b)(6), or alternatively, judgment on the pleadings pursuant to Federal Rule of Civil Procedure 12(c).</p>\n<p></p>\n<h2>II.</h2>\n<p>In analyzing a motion to dismiss a complaint under Federal Rule of Civil Procedure 12(b)(6) for \"failure to state a claim upon which relief can be granted,\" a court must determine whether the complaint is legally and factually sufficient. <i>See </i><i>Bell All. Corp. v. Twombly,</i> ___ U.S. ___, ___-___, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1968-70, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007); <i>Kloth v. Microsoft Corp.,</i> <span class=\"citation\" data-id=\"793965\"><a href=\"/opinion/793965/center-incorporated-steven-nielsen-raymond-pryor-seastrom-associates-ltd/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 (4th Cir.2006); <i>accord </i><i>Erickson v. Pardus,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2200, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007) (per curiam). A court need not accept the legal conclusions drawn from the facts. Similarly, \"[a court] need not accept as true unwarranted inferences, unreasonable conclusions, or arguments.\" <i>Kloth,</i> 444 F.3d at 319. The court addresses plaintiffs claims seriatim.</p>\n<p></p>\n<h2>A.</h2>\n<p>Bratcher alleges that PPD discriminated against her based on her age, race, and sex, and retaliated against her. <i>See</i> Compl. ¶¶ 7-94. Although Bratcher is not proceeding pro se, Bratcher's complaint is very poorly drafted. In ruling on defendant's motion to dismiss, the court construes the complaint to rely on Title VII, the ADEA, and North Carolina law.</p>\n<p></p>\n<h2>1.</h2>\n<p>Bratcher's complaint includes claims of age, race, and sex discrimination and retaliation in violation of Title VII and the ADEA. <i>See</i> Compl. ¶¶ 7-94. To challenge an alleged unlawful employment practice under Title VII or the ADEA, a plaintiff must first file a timely charge with the EEOC. <i>See</i> 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. § 626(d). \"[I]f the employee does not submit a timely EEOC charge, the employee may not challenge that practice <span class=\"star-pagination\">*539</span> in court.\" <i>Ledbetter v. Goodyear Tire &amp; Rubber Co.,</i> ___ U.S. ___, ___-___, <span class=\"citation\" data-id=\"145727\"><a href=\"/opinion/145727/ledbetter-v-goodyear-tire-rubber-co-inc/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2162</span></a></span>, 2166-67, <span class=\"citation\" data-id=\"145727\"><a href=\"/opinion/145727/ledbetter-v-goodyear-tire-rubber-co-inc/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">982</span></a></span> (2007) (citing 42 U.S.C. § 2000e-5(e)(1); <i>accord </i><i>Nat'l R.R. Passenger Corp. v. Morgan,</i> <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 122, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (2002),</p>\n<p>Under Title VII and the ADEA, a plaintiff typically has 180 days following the alleged unlawful employment practice to file an EEOC charge. 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. § 626(d)(1); <i>see </i><i>Morgan,</i> 536 U.S. at 122, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>; <i>Williams v. Giant Food Inc.,</i> <span class=\"citation\" data-id=\"786411\"><a href=\"/opinion/786411/linda-a-williams-v-giant-food-incorporated-royal-ahold-jim-frazetti-in/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></a></span>, 428-29 (4th Cir.2004). The statutory filing period is extended to 300 days in a deferral state<sup>[4]</sup> if the plaintiff \"initially instituted proceedings with a [designated Fair Employment Practices ('FEP')] State or local agency.\" <i>See</i> 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. §§ 626(d)(2), 633(b).</p>\n<p>A FEP agency \"is a state or local agency that enforces state and local civil rights laws. The jurisdiction of such agencies overlaps that of the EEOC.\" <i>EEOC v. Navy Fed. Credit Union,</i> <span class=\"citation\" data-id=\"791987\"><a href=\"/opinion/791987/equal-employment-opportunity-commission-v-navy-federal-credit-union/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">397</span></a></span>, 410 n. 15 (4th Cir.2005) (internal citations omitted). A FEP agency has jurisdiction with respect to charges covering employment practices under section 706(c) of Title VII. <i>See</i> 29 C.F.R. § 1601.70(a) (2007). Section 706(c) pertains to allegedly unlawful employment practices occurring in states that have \"a State or local law prohibiting the unlawful employment practice alleged and establishing or authorizing a State or local authority to grant or seek relief from such practice ... upon receiving notice thereof ...\" 42 U.S.C. § 2000e-5(c). The deferral agency system permits state or local FEP agencies to remedy alleged race, color, religion, sex, national origin, disability, or age discrimination concurrently regulated by state or local law and Title VII or the ADEA. <i>See id.</i> § 2000e-5(e)(1); 29 U.S.C. § 633; 29 C.F.R. §§ 1601.13(a)(3)(i), 1626.7, 1626.9; <i>Kremer v. Chem. Constr. Corp.,</i> <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 469, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1883</span></a></span>, <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">262</span></a></span> (1982); <i>Navy Fed. Credit Union,</i> 424 F.3d at 410,</p>\n<p>Bratcher claims that the alleged age, race, and sex discrimination and retaliation occurred on November 1, 2006, the date of her termination. <i>See</i> Def.'s Mem. Ex. 1. However, she did not file her EEOC charge regarding PPD's alleged discriminatory conduct until May 21, 2007  201 days after the alleged discriminatory conduct. <i>Id.</i> Thus, whether Bratcher timely filed her EEOC charge depends on the applicable statutory filing period. If the 180-day filing period applies, Bratcher's EEOC charge is untimely. If the 300-day filing period applies, her EEOC charge is timely.</p>\n<p>Bratcher seeks to rely on an oddity applicable to New Hanover County, North Carolina to argue that she is subject to the 300-day filing period. <i>See</i> PL's Resp. to Def.'s Mot. to Dismiss 4-7 [hereinafter \"PL's Resp.\"]. North Carolina has no state agency with statewide \"authority to grant or seek relief from [an unlawful employment] practice ... upon receiving notice thereof....\" 42 U.S.C. § 2000e-5(e)(1). Nonetheless, two of North Carolina's 100 counties (New Hanover County and Orange County) and one city within North Carolina (the City of Durham) have created Human Relations Commissions and adopted Fair Employment Ordinances applicable within those Ideal jurisdictions. As for New Hanover County, in 1978, the County enacted the Fair Employment Ordinance <span class=\"star-pagination\">*540</span> of New Hanover County. <i>See</i> New Hanover County, N.C., Code [hereinafter \"Ordinance\"] §§ 35-101 et seq. New Hanover County established and designated the New Hanover County Human Relations Commission (\"NHHRC\") as the fair employment agency for New Hanover County. <i>See</i> Ordinance §§ 35-31, 161.</p>\n<p>The Ordinance prohibits employment discrimination \"within [New Hanover] county and such cities within the county as may by resolution of their governing boards permit this article to be applicable.\" Ordinance § 35-102(a).<sup>[5]</sup> Additionally, the NHHRC states that \"[t]he only requirement [for filing a discrimination charge under the Ordinance] is that the citizen actually work within the jurisdiction of the Human Relations Commission (New Hanover County, City of Wilmington, Wrightsville Beach, Carolina Beach, and Kure Beach).\" New Hanover County, North Carolina, Department of Human Relations, Frequently Asked Questions, http://www.nhcgov.com/AgnAndDpt/ HREL/Pages/FAQS.aspx (last visited Apr. 4, 2008). Thus, a person alleging employment discrimination under the Ordinance must be working in New Hanover County at the time of the alleged employment discrimination.</p>\n<p>The Ordinance extensively describes the charge filing process. <i>See</i> Ordinance § 35-193. In connection with the relationship between the EEOC and the NHHRC, the Ordinance states:</p>\n<p>Deferrals from and waivers to federal and state agencies.</p>\n<blockquote>(1) Charges arising within the jurisdiction of this chapter and which fall under the jurisdiction of federal or state agencies may be deferred from such agencies according to the procedures established by such agencies for this purpose.</blockquote>\n<blockquote>(2) The United States Equal Employment Opportunity Commission (EEOC) is specifically required under section 706 of title VII of the Civil Rights Act of 1964, as amended, to defer any charge of job discrimination under its jurisdiction to the commission for a period of 60 days. Following such deferral period, the EEOC may proceed with its investigation, attempt to conciliate, and determine whether there is reasonable cause to believe the charge is true irrespective of the decision or action, if any, of the commission.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*541</span> (3) The commission may waive initial processing of a charge to the appropriate federal or state agency as outlined in the worksharing agreements and/or otherwise agreed upon by the agencies involved. Reasons for waiving initial processing may include but are not limited to potential for conflict of interest, workload or nature of the case. The director is authorized to make these decisions on behalf of the commission.</blockquote>\n<blockquote>(4) Jurisdiction over a charge may be claimed by a federal or state agency if the commission does not meet certain statutory or administrative requirements as may be outlined in the rules or regulations of these federal or state agencies.</blockquote>\n<p>Ordinance § 35-193(g).</p>\n<p>The EEOC has designated the Human Relations Commissions in New Hanover County, Orange County, and the City of Durham as FEP agencies \"with authority to grant or seek relief from, inter alia, age discrimination, race discrimination, sex discrimination, or retaliation. <i>See</i> 42 U.S.C. § 2000e-5(e); 29 U.S.C. §§ 626(d)(2), 633(b); 29 C.F.R. §§ 1601.74, 1626.9.<sup>[6]</sup> However, in 2003, the North Carolina Supreme Court invalidated enabling legislation authorizing the Orange County Board of Commissioners and the Orange County Human Relations Commission to enact and enforce the employment provisions of the Orange County Civil Rights Ordinance, Orange County, N.C., Code §§ 12-1 et seq., as violating Article II, Section 24 of the North Carolina Constitution. <i>See </i><i>Williams v. Blue Cross Blue Shield,</i> <span class=\"citation\" data-id=\"1308090\"><a href=\"/opinion/1308090/williams-v-blue-cross-blue-shield-of-nc/\"><span class=\"volume\">357</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">170</span></a></span>, 189, <span class=\"citation\" data-id=\"1308090\"><a href=\"/opinion/1308090/williams-v-blue-cross-blue-shield-of-nc/\"><span class=\"volume\">581</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">415</span></a></span>, 429 (2003). Article II, Section 24 of the North Carolina Constitution prohibits the General Assembly from enacting any local law regulating labor. <i>Id.</i> at 182, 581 S.E.2d at 425.</p>\n<p>In <i>Williams,</i> the North Carolina Supreme Court expressly declined to address the constitutionality of the enabling legislation and the employment discrimination provisions in the City of Durham's Ordinance or New Hanover County's Ordinance. <i>See id.</i> at 186 n. 2, 581 S.E.2d at 427 n. 2. Nevertheless, following the North Carolina Supreme Court's decision in <i>Williams,</i> the City of Durham suspended the employment discrimination provisions in its Ordinance. <i>See</i> Durham, N.C, Code §§ 8.6-1 to 27 (suspended July 24, 2003); <i>EEOC v. Circuit City Stores, Inc.,</i> <span class=\"citation\" data-id=\"2427191\"><a href=\"/opinion/2427191/eeoc-v-circuit-city-stores-inc/\"><span class=\"volume\">394</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">747</span></a></span>, 749-50 (M.D.N.C.2005). New Hanover County, however, has not suspended the employment discrimination provisions in its ordinance.<sup>[7]</sup></p>\n<p>In support of a 300-day filing period, Bratcher cites <i>Tinsley v. First Union National Bank,</i> <span class=\"citation\" data-id=\"757763\"><a href=\"/opinion/757763/77-fair-emplpraccas-bna-1753-74-empl-prac-dec-p-45526-patricia/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">435</span></a></span>, 438 (4th Cir.1998), <i>abrogated on other grounds by </i><i>Edelman v. Lynchburg College,</i> <span class=\"citation\" data-id=\"770630\"><a href=\"/opinion/770630/leonard-edelman-v-lynchburg-college/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></a></span> (4th Cir.2000), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"118489\"><a href=\"/opinion/118489/edelman-v-lynchburg-college/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, <span class=\"citation\" data-id=\"118489\"><a href=\"/opinion/118489/edelman-v-lynchburg-college/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1145</span></a></span>, <span class=\"citation\" data-id=\"118489\"><a href=\"/opinion/118489/edelman-v-lynchburg-college/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">188</span></a></span> (2002), in which the Fourth Circuit held that a plaintiff in Virginia qualified for the 300-day filing period. In <i>Tinsley,</i> <span class=\"star-pagination\">*542</span> the plaintiff initially filed her charge with the EEOC, and the EEOC referred the charge to Virginia's FEP agency  the Virginia Council on Human Rights. <i>Tinsley,</i> 155 F.3d at 439; <i>see</i> 29 C.F.R. § 1601.74; <i>cf.</i> PL's Resp. 4. Unlike the plaintiff in <i>Tinsley,</i> Bratcher does not allege that she actually filed her charge with the NHHRC, that she ever alleged a violation of the Ordinance, or that the EEOC referred her charge to the NHHRC. <i>See</i> PL's Resp. 6-7. Rather, Bratcher argues that she is subject to the 300-day filing period because she constructively filed her charge with the NHHRC. <i>See id.</i> Under her theory, the EEOC filing constitutes a dual filing with the NHHRC because the EEOC charge has a pre-printed box on EEOC Form 5 which states \"I want this charge filed with both the EEOC and the State or local Agency, if any.\" <i>See id.</i> at 7; Def.'s Mem. Ex. 1.</p>\n<p>Because the NHHRC lacks subject matter jurisdiction over the charge, this court rejects plaintiffs argument that she constructively filed her EEOC charge with the NHHRC. In order for the NHHRC to have subject matter jurisdiction over a charge, the employee must work in New Hanover County at the time the alleged discrimination takes place. <i>See</i> Ordinance § 35-102; New Hanover County, North Carolina, Department of Human Relations, Frequently Asked Questions, http://www. nhcgov.com/Ag-nAndDpt/HRE L/Pages/FAQS.aspx (last visited Apr. 4, 2008). Bratcher's complaint, however, states that \"[t]he events alleged in this Complaint occurred in Wake County, Research Triangle Park, North Carolina.\" <i>See</i> Compl. ¶ 2. Further, the Raleigh, North Carolina office of the EEOC where she filed her charge had no obligation to send a copy of her charge to a FEP agency with no subject matter jurisdiction over the charge. <i>See</i> 29 C.F.R. § 1601.13(a)(2) (\"A jurisdiction having a FEP agency without subject matter jurisdiction over a charge ... is equivalent to a jurisdiction having no FEP agency. Charges over which a FEP agency has no subject matter jurisdiction are filed with the Commission upon receipt and are timely filed if received by the Commission within 180 days from the date of the alleged violation.\"); <i>see also Pearsall v. Child Advocacy Comm'n of Lower Cape Fear, Inc.,</i> No. 7:98CV200-BR, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">33682693</span></span>, at *2 n. 1 (E.D.N.C. Feb.15, 2000) (rejecting applicability of the 300day limitations period because the NHHRC had no authority to grant relief from the alleged discriminatory acts); <i>cf. </i><i>Tinsley,</i> 155 F.3d at 439 (noting that the EEOC had referred plaintiffs EEOC charge to Virginia's FEP agency).</p>\n<p>In order to avoid this conclusion, Bratcher argues in her brief that the NHHRC has subject matter jurisdiction over the charge because PPD is headquartered in New Hanover County, her paychecks originated from PPD's headquarters, and certain unidentified managers received oversight policy direction from headquarters. <i>See</i> PL's Resp. 6. Bratcher also argues in her brief that she worked at PPD's headquarters in New Hanover County \"for a brief period\" and worked with unidentified colleagues based at headquarters. <i>Id.</i> at 6-7. Bratcher, however, cannot use her brief to amend her complaint in order to bootstrap the jurisdiction of the NHHRC. <i>See </i><i>Car Carriers, Inc. v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"442906\"><a href=\"/opinion/442906/car-carriers-inc-v-ford-motor-company-and-nu-car-carriers-inc/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span>, 1107 (7th Cir.1984) (\"[I]t is axiomatic that the complaint may not be amended by the briefs in opposition to a motion to dismiss.\"); <i>In re aaiPharma Inc. Sec. Litig.,</i> <span class=\"citation\" data-id=\"1664201\"><a href=\"/opinion/1664201/in-re-aaipharma-inc-securities-litigation/\"><span class=\"volume\">521</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">507</span></a></span>, 514 (E.D.N.C.2007): <i>accord </i><i>Barclay White Skanska, Inc. v. Battelle Mem'l Inst,</i> No. 07-1084, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">238562</span></span>, at *6 (4th Cir. Jan.29, 2008) (unpublished) (\"A plaintiff may not amend <span class=\"star-pagination\">*543</span> her complaint through argument in a brief opposing summary judgment.\" (internal quotation omitted)).</p>\n<p>Bratcher also argues that North Carolina is a deferral state with a 300-day filing period and cites <i>Mikels v. City of Durham,</i> <span class=\"citation\" data-id=\"765112\"><a href=\"/opinion/765112/jasey-mikels-v-city-of-durham-north-carolina-ca-95-261-1/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 328 n. 3 (4th Cir. 1999). <i>See</i> PL's Resp. 6. In <i>Mikels,</i> the Fourth Circuit described North Carolina as a deferral state. <i>See </i><i>Mikels,</i> 183 F.3d at 328 n. 3. This statement, however, must be understood in context. First, the statement was made in connection with a case arising in the City of Durham at a time before the City of Durham suspended the employment discrimination provisions in the City of Durham's ordinance. <i>Cf. </i><i>Circuit City Stores, Inc.,</i> 394 F.Supp.2d at 749-50. Second, and more importantly, in light of the invalidation of Orange County's ordinance and the suspension of the City of Durham's ordinance, a more accurate description is that North Carolina is a deferral state in two very limited circumstances. The first circumstance is when the New Hanover County Human Relations Commission actually has subject matter jurisdiction over a charge. <i>See</i> 29 C.F.R. §§ 1601.13(a)(2), 1601.74. The second circumstance is when the North Carolina State Office of Administrative Hearings actually has subject matter jurisdiction over a charge that an employee of the State of North Carolina files. <i>See</i> 29 C.F.R. § 1601.74; <i>Booth v. N.C. Dep't of Env't, Health &amp; Natural Res.,</i> <span class=\"citation\" data-id=\"1671044\"><a href=\"/opinion/1671044/booth-v-nc-dept-of-environment-hlth-nat-res/\"><span class=\"volume\">899</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1457</span></a></span>, 1460-64 (E.D.N.C.1995): <i>see also Gibbs v. Guilford Tech. Cmty. Coll.,</i> No. 1:98CV218, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">33227441</span></span>, at *2 (M.D.N.C. Nov. 24, 1999) (unpublished); 26 N.C. Admin. Code §§ 4.0101-.0110 (2006). Thus, in the overwhelming number of cases, it is accurate to describe North Carolina as a non-deferral state with a 180-day filing period. Neither of the limited circumstances described above applies to Bratcher. Accordingly, the 180-day filing period applies to Bratcher's Title VII and ADEA claims, and her EEOC charge is untimely.</p>\n<p>In order to avoid the effect of the 180-day filing period, Bratcher next argues that she meets the standard for equitable tolling. <i>See</i> PL's Resp. 7-8. The timeliness requirement for filing an EEOC charge is subject to equitable tolling. <i>See, e.g., </i><i>Zipes v. Trans World Airlines, Inc.,</i> <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 398, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1127</span></a></span>, <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">234</span></a></span> (1982). Moreover, the Fourth Circuit permits equitable tolling of a statute of limitations where there are \"(1) extraordinary circumstances, (2) beyond [a party's] control or external to [the party's] own conduct, (3) that prevented [the party] from filing on time.\" <i>Rouse v. Lee,</i> <span class=\"citation\" data-id=\"783058\"><a href=\"/opinion/783058/kenneth-bernard-rouse-v-rc-lee-warden-central-prison-raleigh-north/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">238</span></a></span>, 246 (4th Cir.2003) (en banc). Plaintiff, however, offers nothing in her complaint or in her brief to suggest that she meets this demanding standard. <i>Cf. </i><i>Circuit City Stores, Inc.,</i> 394 F.Supp.2d at 751. Thus, the court concludes that equitable tolling does not apply.</p>\n<p>In sum, Bratcher failed to file her charge of discrimination with the EEOC within 180 days following the alleged unlawful employment practice. <i>See</i> 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. § 626(d)(1). Accordingly, her claims concerning age, race, and sex discrimination and retaliation in violation of Title VII and the ADEA are time-barred. <i>See</i> 42 U.S.C. § 2000e-5(e)(1); 29 U.S.C. 626(d)(1); <i>Ledbetter,</i> 127 S.Ct. at 2166-67; <i>Morgan,</i> 536 U.S. at 122, <span class=\"citation\" data-id=\"121149\"><a href=\"/opinion/121149/national-railroad-passenger-corporation-v-morgan/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2061</span></a></span>. As such, Bratcher has failed to state a claim upon which relief may be granted under Title VII or the ADEA.</p>\n<p></p>\n<h2>2.</h2>\n<p>Bratcher's complaint alleges a state law claim under the North Carolina Equal Employment Practices Act (\"NCEEPA\"), N.C. Gen.Stat. § 143-422.2, <span class=\"star-pagination\">*544</span> for alleged employment discrimination on the basis of age, race, sex, and retaliation. <i>See</i> Compl. ¶¶ 26, 63, 70, 93. The NCEEPA states in relevant part:</p>\n<blockquote>It is the public policy of this State to protect and safeguard the right and opportunity of all persons to seek, obtain and hold employment without discrimination or abridgement on account of race, religion, color, national origin, age, sex or handicap by employers which regularly employ 15 or more employees.</blockquote>\n<p>N.C. Gen.Stat. § 143-422.2. North Carolina does not recognize a private cause of action under the NCEEPA. <i>See, e.g., </i><i>Smith v. First Union Nat'l Bank,</i> <span class=\"citation\" data-id=\"767475\"><a href=\"/opinion/767475/elizabeth-f-smith-v-first-union-national-bank/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">234</span></a></span>, 247 (4th Cir.2000); <i>Mullis v. Mechanics &amp; Farmers Bank,</i> <span class=\"citation\" data-id=\"1531059\"><a href=\"/opinion/1531059/mullis-v-mechanics-farmers-bank/\"><span class=\"volume\">994</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">680</span></a></span>, 687 (M.D.N.C.1997) (\"Absent a clear indication from the [appellate] courts or the legislature of North Carolina that a private right of action does exist under the NCEEPA, it would be inappropriate for a federal court to create a private right of action under the NCEEPA....\"). Accordingly, Bratcher's allegations concerning age, race, and sex discrimination in violation of the NCEEPA fail to state a claim. The same conclusion applies to her retaliation claim under the NCEEPA. <i>See, e.g., </i><i>Efird v. Riley,</i> <span class=\"citation\" data-id=\"2379489\"><a href=\"/opinion/2379489/efird-v-riley/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">413</span></a></span>, 429 (M.D.N.C. 2004); <i>Leach v. N. Telecom, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">420</span></span>, 426 (E.D.N.C.1991). Hence, the court dismisses claims one through four under state law for failure to state a claim upon which relief may be granted.<sup>[8]</sup></p>\n<p></p>\n<h2>B.</h2>\n<p>Next, Bratcher alleges an intentional infliction of emotional distress (\"IIED\") claim under North Carolina law based on Glisson's (and other unnamed employees') conduct toward Bratcher and PPD's recklessness in allowing such conduct to occur. <i>See</i> Compl. ¶¶ 102-05. The elements of an IIED claim are \"(1) extreme and outrageous conduct by the defendant (2) which is intended to and does in fact cause (3) severe emotional distress.\" <i>Waddle v. Sparks,</i> <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">73</span></a></span>, 82, <span class=\"citation\" data-id=\"1235778\"><a href=\"/opinion/1235778/waddle-v-sparks/\"><span class=\"volume\">414</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">22</span></a></span>, 27 (1992) (quoting <i>Dickens v. Puryear,</i> <span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">437</span></span>, 452, <span class=\"citation\" data-id=\"1252351\"><a href=\"/opinion/1252351/dickens-v-puryear/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">325</span></a></span>, 335 (1981)). Under North Carolina law, conduct is extreme and outrageous only when it is \"so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community.\" <i>Hogan v. Forsyth Country Club Co.,</i> 79 N.C.App. 483, 493, <span class=\"citation\" data-id=\"1237640\"><a href=\"/opinion/1237640/hogan-v-forsyth-country-club-co/\"><span class=\"volume\">340</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">116</span></a></span>, 123 (1986) (internal quotation omitted). Whether conduct meets this standard is a question of law. <i>Lenins v. K-Mart Corp.,</i> 98 N.C.App. 590, 599, <span class=\"citation\" data-id=\"1268004\"><a href=\"/opinion/1268004/lenins-v-k-mart-corp/\"><span class=\"volume\">391</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">843</span></a></span>, 848 (1990).</p>\n<p>\"North Carolina courts have been extremely reluctant to find actionable IIED <span class=\"star-pagination\">*545</span> claims in the employment context.... <i>Efird,</i> 342 F.Supp.2d at 427; <i>see, e.g., </i><i>Hogan,</i> 79 N.C.App. at 493-94, 340 S.E.2d at 122-23 (finding no extreme or outrageous conduct where a supervisor screamed at employees, called them names, cursed at them, disrupted their work, threw menus at them, refused to grant pregnancy leave, and terminated an employee who left work due to labor pains). In cases where North Carolina courts have found IIED claims actionable, the conduct has been extremely egregious, and involved sexual advances, obscene language, and inappropriate touching. <i>See, e.g., </i><i>Guthrie v. Conroy,</i> 152 N.C.App. 15, 22-23, <span class=\"citation\" data-id=\"1243596\"><a href=\"/opinion/1243596/guthrie-v-conroy/\"><span class=\"volume\">567</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">403</span></a></span>, 409-10 (2002) (collecting cases); <i>Groves v. Travelers Ins. Co.,</i> 139 N.C.App. 795, 800-01, <span class=\"citation\" data-id=\"1273037\"><a href=\"/opinion/1273037/groves-v-travelers-ins-co/\"><span class=\"volume\">535</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">105</span></a></span>, 107-09 (2000) (McGee, J., dissenting) (collecting cases), <i>rev'd per curiam on reasoning of dissent,</i> <span class=\"citation no-link\"><span class=\"volume\">354</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">206</span></span>, <span class=\"citation no-link\"><span class=\"volume\">552</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">141</span></span> (2001). Moreover, \"termination, allegedly in violation of federal law alone, does not necessarily constitute extreme and outrageous conduct under North Carolina law.\" <i>Efird,</i> 342 F.Supp.2d at 427; <i>see </i><i>Pardasani v. Rack Room Shoes Inc.,</i> <span class=\"citation\" data-id=\"1986297\"><a href=\"/opinion/1986297/pardasani-v-rack-room-shoes-inc/\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">187</span></a></span>, 192 (M.D.N.C.1996) (\"Plaintiff has alleged that he was given poor performance evaluations, not given promotions which, were given to others, excluded from training and finally terminated from his employment. Assuming these allegation[s] to be true, these actions do not rise to the level sufficient to exceed all bounds usually tolerated by decent society.\").</p>\n<p>Here, Bratcher alleges that PPD failed to promote her while promoting or hiring less qualified younger persons, refused her requests for additional training, failed to place her on mentoring status, retaliated against her for complaining about alleged race discrimination, and terminated her employment due to her age, race, and sex. North Carolina precedent makes clear that the conduct alleged in the complaint is not extreme and outrageous as a matter of law. Accordingly, defendant's motion to dismiss Bratcher's IIED claim is granted.</p>\n<p></p>\n<h2>C.</h2>\n<p>Next, Bratcher alleges negligent infliction of emotional distress (\"NIED\") under North Carolina law against PPD based on its conduct in allegedly permitting discrimination to occur and its negligent supervision of those who allegedly discriminated against Bratcher. <i>See</i> Compl. ¶¶ 95-101. To state a claim for NIED, \"a plaintiff must allege that (1) the defendant negligently engaged in conduct, (2) it was reasonably foreseeable that such conduct would cause the plaintiff severe emotional distress ..., and (3) the conduct did in fact cause the plaintiff severe emotional distress.\" <i>Johnson v. Ruark Obstetrics &amp; Gynecology Assocs., P.A.,</i> <span class=\"citation\" data-id=\"1219473\"><a href=\"/opinion/1219473/johnson-v-ruark-obstetrics/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">283</span></a></span>, 304, <span class=\"citation\" data-id=\"1219473\"><a href=\"/opinion/1219473/johnson-v-ruark-obstetrics/\"><span class=\"volume\">395</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">85</span></a></span>, 97 (1990): <i>see </i><i>McDougalr-Wilson v. Goodyear Tire &amp; Rubber Co.,</i> <span class=\"citation\" data-id=\"2474451\"><a href=\"/opinion/2474451/mcdougal-wilson-v-goodyear-tire-and-rubber-co/\"><span class=\"volume\">427</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">595</span></a></span>, 619-20 (E.D.N.C.2006).</p>\n<p>Except for her negligent supervision claim, Bratcher's NIED claim does not describe negligent behavior by PPD. Rather, the complaint describes a course of alleged intentional discrimination and retaliation. <i>See, e.g.,</i> Compl. ¶ 11 (\"Ms. Bratcher's discharge was motivated solely by the Defendant's intent to discriminate against [Ms.] Bratcher on the basis of her race, gender, and age and with a retaliatory effect.\"); <i>id.</i> ¶ 99 (\"Ms. Bratcher has suffered ... due to the willful, wanton and malicious conduct of the Defendant's lack of intervention...\"). As such, Bratcher fails to state a NIED claim under North Carolina law. <i>See, e.g., </i><i>Mitchell v. Lydall, Inc.,</i> No. 93-1374, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">38703</span></span>, at *3 (4th Cir. Feb.10, 1994) (per curiam) (unpublished); <span class=\"star-pagination\">*546</span> <i>Thomas v. N. Telecom, Inc.,</i> 157 P.Supp.2d 627, 637 (M.D.N.C.2000).</p>\n<p>Additionally, Bratcher fails to state facts in support of her allegation that her injuries were foreseeable to PPD. <i>See</i> Compl. ¶ 100. Although Bratcher states that she notified her superiors and a human resource representative at PPD about alleged discriminatory conduct, Bratcher fails to allege facts that demonstrate it was reasonably foreseeable to PPD that the alleged discriminatory conduct would cause her severe emotional distress. \"Presumably, any termination will cause [a] discharged employee some degree of emotional upset.\" <i>Barber v. The Family Center,</i> No. 3.-04-CV-00258-W, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">3246608</span></span>, at *2 (W.D.N.C. Nov.6, 2006) (unpublished). To state a claim for NIED, however, a plaintiff must allege facts that indicate the \"[d]efendant should have reasonably foreseen that [p]laintiff would react in any way other than the usual anger and disappointment associated with being discharged.\" <i>Id.</i> Bratcher fails to do so. Accordingly, defendant's motion to dismiss Bratcher's NIED claim is granted.</p>\n<p></p>\n<h2>D.</h2>\n<p>Bratcher also alleges a claim of bad faith against PPD, stating that PPD had \"actual knowledge of the effects of [its] discriminatory conduct\" and acted recklessly. <i>See</i> Compl. ¶¶ 106-09. \"North Carolina does not recognize a separate claim for bad faith discharge.\" <i>Mullis,</i> 994 F.Supp. at 688: <i>see </i><i>Mitchell v. Bandag, Inc.,</i> <span class=\"citation\" data-id=\"2409062\"><a href=\"/opinion/2409062/mitchell-v-bandag-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">395</span></a></span>, 400-01 (E.D.N.C.1998); <i>Amos v. Oakdale Knitting Co.,</i> <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, 360, <span class=\"citation\" data-id=\"1270231\"><a href=\"/opinion/1270231/amos-v-oakdale-knitting-co/\"><span class=\"volume\">416</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">166</span></a></span>, 173-74 (1992). Thus, Bratcher's assertion that PPD acted in bad faith fails to state a claim upon which relief can be granted. Defendant's motion to dismiss Bratcher's bad faith claim is granted.</p>\n<p></p>\n<h2>E.</h2>\n<p>Next, Bratcher alleges that PPD negligently hired Glisson and negligently supervised Glisson (and other alleged unnamed employees). <i>See</i> Compl. ¶¶ 110-17. \"The elements of a claim for negligent hiring are: (1) a specific tortious act by the employee; (2) the employee's incompetence or unfitness; (3) the employer's actual or constructive notice of the employee's incompetency or unfitness; and (4) injury resulting from the employee's incompetency or unfitness.\" <i>White v. Consol. Planning, Inc.,</i> 166 N.C.App. 283, 292, <span class=\"citation\" data-id=\"1323945\"><a href=\"/opinion/1323945/white-v-consolidated-planning-inc/\"><span class=\"volume\">603</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">147</span></a></span>, 154 (2004) (citing <i>Medlin v. Bass,</i> <span class=\"citation\" data-id=\"1223489\"><a href=\"/opinion/1223489/medlin-v-bass/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">587</span></a></span>, 591, <span class=\"citation\" data-id=\"1223489\"><a href=\"/opinion/1223489/medlin-v-bass/\"><span class=\"volume\">398</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">460</span></a></span>, 462 (1990)). To state a claim of negligent supervision against an employer, a plaintiff \"must prove that the incompetent employee committed a tortious act resulting in injury to [the] plaintiff and that prior to the act, the employer knew or had reason to know of the employee's incompetency.\" <i>Smith v. Privette,</i> 128 N.C.App. 490, 494-95, <span class=\"citation\" data-id=\"1341407\"><a href=\"/opinion/1341407/smith-v-privette/\"><span class=\"volume\">495</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">395</span></a></span>, 398 (1998) (internal quotation omitted).</p>\n<p>With respect to her negligent hiring claim,' Bratcher fails to allege any facts that show PPD had either actual or constructive knowledge of Glisson's incompetency or unfitness at the time of his hiring. <i>See</i> Compl. ¶¶ 110-13. Moreover, Bratcher predicates her negligent hiring and supervision claims on the alleged age, race, and sex discrimination and retaliation she endured as a result of PPD's actions. <i>See id.</i> ¶¶ 110, 114 (incorporating preceding paragraphs in complaint).<sup>[9]</sup> Bratcher's allegations are not sufficient to support her <span class=\"star-pagination\">*547</span> negligent hiring and supervision claims. <i>See, e.g., </i><i>McLean v. Patten Cmtys., Inc.,</i> <span class=\"citation\" data-id=\"782332\"><a href=\"/opinion/782332/kym-mclean-v-patten-communities-incorporated-patten-corporation-bluegreen/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">714</span></a></span>, 719 (4th Cir.2003) (holding that plaintiff could not base negligent retention or supervision claim on employer's alleged discriminatory or retaliatory conduct because the NCEEPA does not create a private cause of action for such claims); <i>cf. </i><i>Smith,</i> 202 F.3d at 247; <i>Efird,</i> 342 F.Supp.2d at 428-30; <i>Leach,</i> 141 F.R.D. at 426. Accordingly, Bratcher fails to state a claim for negligent hiring or supervision.<sup>[10]</sup></p>\n<p></p>\n<h2>F.</h2>\n<p>Finally, Bratcher seeks punitive damages for PPD's conduct. Because Bratcher fails to state any claims against defendant, Bratcher's claim for punitive damages is dismissed.</p>\n<p></p>\n<h2>III.</h2>\n<p>For the reasons stated above, the court GRANTS defendant's motion to dismiss the complaint for failure to state a claim upon which relief may be granted, and DISMISSES the complaint without prejudice. The court also DISMISSES defendant's motion for judgment on the pleadings as moot.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff incorrectly identified defendant in her complaint. <i>See</i> Def.'s Mem. in Supp. of Mot. to Dismiss 2 n. 1 [hereinafter \"Def.'s Mem.\"]. The correct name of plaintiff's former employer is PPD Development, LP. <i>Id.</i> All references to Pharmaceutical Product Development, Inc. in plaintiff's complaint are deemed to refer to PPD Development, LP.</p>\n<p>[2]  The court reads Bratcher's allegations concerning her \"team of supervisees\" to refer to the persons she supervised throughout her tenure, with there being just one supervisee at any given time. <i>See</i> Compl. ¶¶ 51, 66.</p>\n<p>[3]  The court takes judicial notice of plaintiff's EEOC charge and the EEOC right-to-sue letter. <i>Cf.</i> Compl. ¶ 4. A court may rely on documents that are integral to and explicitly relied on in the complaint without converting the motion into a motion for summary judgment. <i>See, e.g., </i><i>Phillips v. LCI Int'l Inc.,</i> <span class=\"citation\" data-id=\"766028\"><a href=\"/opinion/766028/lionel-phillips-on-behalf-of-himself-and-all-others-similarly-situated-v/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">609</span></a></span>, 618 (4th Cir. 1999); <i>Whitesell v. Town of Morrisville,</i> <span class=\"citation\" data-id=\"2315594\"><a href=\"/opinion/2315594/whitesell-v-town-of-morrisville/\"><span class=\"volume\">446</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">419</span></a></span>, 421-22 (E.D.N.C.2006); <i>accord</i> 5A Charles Alan Wright &amp; Arthur R. Miller, <i>Federal Practice &amp; Procedure</i> § 1327 (3d ed.2004).</p>\n<p>[4]  A deferral state is a state with an agency \"with authority to grant or seek relief from [an unlawful employment] practice or to institute criminal proceedings with respect thereto upon receiving notice thereof....\" 42 U.S.C. § 2000e-5(e)(1).</p>\n<p>[5]  Section 35-102 of the Ordinance describes the purpose of the Ordinance and states in full:\n</p>\n<p>(a) The general purpose of this article is to secure for all individuals freedom from discrimination in connection with employment because of race, color, religion, sex, national origin, handicap or age within the county and such cities within the county as may by resolution of their governing boards permit this article to be applicable. Thereby, this article is to protect individuals' interests and their personal dignity which makes available to such cities and the county their full productive capacities; to secure such cities and the county against domestic strife and unrest; to preserve the public safety, health and general welfare; and to promote the interests, rights and privileges of individuals within such cities and the county.</p>\n<p>(b) This article is intended to carry out in the county the policies provided for in various federal rules, regulations and laws prohibiting employment discrimination, including but not limited to title VII of the Civil Rights Act of 1964; the Age Discrimination in Employment Act of 1967; the Equal Pay Act of 1963; and the Rehabilitation Act of 1973; and any subsequent amendments to such acts.</p>\n<p>(c) This article shall be construed according to the fair import of its terms, and any and all actions and proceedings under this article are of a civil nature.</p>\n<p>Ordinance § 35-102.</p>\n<p>[6]  The EEOC has designated the NHHRC as a FEP agency with respect to employment discrimination within the City of Wilmington and the unincorporated areas of New Hanover County. <i>See</i> 29 C.F.R. § 1601.74 n.10. The designation does not include Wrightsville Beach, Carolina Beach, or Kure Beach. <i>See id.</i></p>\n<p>[7]  PPD acknowledges the delicate existence of the NHHRC and the employment discrimination provisions of the Ordinance, but does not use <i>Williams</i> to challenge the constitutionality of the enabling legislation and the employment discrimination provisions in the Ordinance. <i>See</i> Def.'s Reply 3 n.2. This order does not address whether the enabling legislation and the Ordinance are unconstitutional under North Carolina law.</p>\n<p>[8]  North Carolina recognizes a state law claim for wrongful discharge in violation of public policy, with that public policy being the NCEEPA. <i>See, e.g., </i><i>Jackson v. Blue Dolphin Commc'ns,</i> <span class=\"citation\" data-id=\"2322898\"><a href=\"/opinion/2322898/jackson-v-blue-dolphin-communications-of-nc/\"><span class=\"volume\">226</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">785</span></a></span>, 792 (W.D.N.C.2002). To state a claim for wrongful discharge in violation of public policy, an employee must identify a North Carolina public policy and plead that she was discharged for an unlawful reason or purpose that violates the public policy. <i>See id.; </i><i>Garner v. Rentenhach Constructors Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">567</span></span>, 571-72, <span class=\"citation\" data-id=\"1335507\"><a href=\"/opinion/1335507/garner-v-rentenbach-constructors-inc/\"><span class=\"volume\">515</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">438</span></a></span>, 441 (1999). Bratcher's complaint does neither. Indeed, it is through this court's liberal construction of the very poorly drafted complaint that the court even considers Bratcher's purported state law discrimination claims under the NCEEPA. Moreover, plaintiff may not amend her complaint through a memorandum of law opposing a motion to dismiss. <i>See </i><i>Car Carriers,</i> 745 F.2d at 1107; <i>In re aaiPharma,</i> 521 F.Supp.2d at 514; <i>cf. </i><i>Barclay White Skanska,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">238562</span></span>, at *6. If Bratcher wishes to attempt to amend her complaint, she needs to do so in accordance with the Federal Rules of Civil Procedure.</p>\n<p>[9]  To the extent Bratcher now argues she predicated her negligent hiring and supervision claims on the torts of slander, defamation, IIED, or NIED, <i>see</i> PL's Resp. 12-13, the court rejects this argument. As noted, Bratcher fails to state a claim upon which relief may be granted for either IIED or NIED, and her complaint does not mention slander or defamation. Plaintiff may not amend her complaint through a memorandum of law opposing a motion to dismiss. <i>See </i><i>Car Carriers,</i> 745 F.2d at 1107: <i>In re aaiPharma,</i> 521 F.Supp.2d at 514: <i>cf. </i><i>Barclay White Skanska,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">238562</span></span>, at *6.</p>\n<p>[10]  With respect to whether employment discrimination on the basis of age, race, sex, or retaliation in violation of Title VII or the ADEA theoretically may serve as the basis for a tortious act in a negligent hiring or supervision claim, neither the North Carolina Supreme Court nor the Fourth Circuit has addressed this issue. The Middle District of North Carolina has rejected motions to dismiss under Rule 12(b)(6) and held that a Title VII sexual harassment violation may serve as a \"tortious act\" for purposes of a negligent supervision claim. <i>See </i><i>Efird,</i> 342 F.Supp.2d at 430 <i>Barbier v. Durham County Bd. of Educ,</i> <span class=\"citation\" data-id=\"2566883\"><a href=\"/opinion/2566883/barbier-v-durham-county-bd-of-educ/\"><span class=\"volume\">225</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">617</span></a></span>, 630 n. 11 (M.D.N.C. 2002). Because Bratcher's complaint does not allege viable Title VII or ADEA claims, the court need not decide this issue. <i>Cf. </i><i>Smith,</i> 202 F.3d at 250 n. 12; <i>Hartsell v. Duplex Prods., Inc.,</i> <span class=\"citation\" data-id=\"745391\"><a href=\"/opinion/745391/74-fair-emplpraccas-bna-1495-71-empl-prac-dec-p-44943-margaret/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">766</span></a></span>, 774 (4th Cir.1997).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1219473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1223489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1243596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1268004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1270231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1273037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1308090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1335507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1531059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1664201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1671044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1986297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2315594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2322898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2379489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2409062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2427191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2474451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2566883/"
  ]
}