{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1431362/",
  "absolute_url": "/opinion/1431362/alexander-v-civil-air-patrol/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1431362/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1403/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:06:47.922960Z",
  "date_modified": "2016-04-26T20:19:36.941052Z",
  "type": "010combined",
  "sha1": "3855f436dc241568cc6f601d3a1c05589823835a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>134 F.Supp. 691 (1955)</b></center>\n<center><h1>Stewart M. ALEXANDER, Jr.<br>\nv.<br>\nCIVIL AIR PATROL and the United States of America.</h1></center>\n<center>Civ. No. 190.</center>\n<center><p><b>United States District Court Middle D. North Carolina, Durham Division.</b></p></center>\n<center>September 26, 1955.</center>\n<p><span class=\"star-pagination\">*692</span> Edwards &amp; Sanders, Durham, N. C., for plaintiff.</p>\n<p>Edwin M. Stanley, U. S. Atty., Greensboro, N. C., John J. Finn, U. S. Dept. of Justice, Washington, D. C., William D. McCarthy, Capt. USAF, Office of Judge Advocate General USAF, Washington, D. C., for defendant.</p>\n<p>HAYES, District Judge.</p>\n<p>This action is brought under the Federal Tort Claims Act<sup>[1]</sup> against the United States and Civil Air Patrol, Inc., to recover damages for serious permanent injuries sustained by plaintiff in an Army airplane accident which killed the pilot, co-pilot and the Commander. The accident occurred September 24, 1950, near Evansville, Indiana, airport, where the plane hit the ground and burst into flames 600 yards before reaching the runway where the pilot intended to land the plane.</p>\n<p>At the close of all of the evidence the action against the Civil Air Patrol, Inc., was dismissed because the evidence disclosed that the plane was owned, maintained, operated and exclusively controlled by the Army Air Force of the United States.</p>\n<p>It is necessary to decide first of all what authority, if any, the pilot had to take the plaintiff on the plane. If the pilot had no authority, then no liability against the United States can arise. It may be assumed that the pilot had no authority unless it was included expressly or by implication in his general authorization to act as Liaison officer of the Army Air Force, assigned to the Civil Air Patrol.</p>\n<p>The CAP was created by Chap. 527, Act July 1, 1946, 36 U.S.C.A. §§ 201-208. It was created at the instance of the Civil Air Patrol of the United States Air Force whose more than one hundred thousand senior and cadet members were made members of the corporation. Section 203. It was created as an auxiliary of the AAF and to relieve the AAF from functions it was performing for the predecessor CAP. Its objects and purposes are set forth below.<sup>[2]</sup> By section <span class=\"star-pagination\">*693</span> 205 it was authorized to accept gifts and devises which will further the corporate purposes and to establish offices in each of the 48 States and \"To do any and all acts and things necessary and proper to carry into effect the objects and purposes of the corporation.\" By Section 207 it was required to make annual reports to Congress of its proceedings and activities for the preceding calendar year.</p>\n<p>Pursuant to Public Law 557, 80th Congress, approved May 26, 1948, 5 U.S. C.A. §§ 626<i>l,</i> 626m, the Secretary of the Air Force was given broad authority in assigning officers and materiel to CAP and to promulgate regulations governing CAP and Air Force personnel. Excerpts of such regulations are set out below.<sup>[3]</sup></p>\n<p>It is admitted that Lieutenant Singleton was an officer of the United States <span class=\"star-pagination\">*694</span> Air Force assigned at the Air Force Liaison Office to South Dakota Wing of the Civil Air Patrol for the purpose of accomplishing liaison between the United <span class=\"star-pagination\">*695</span> States Air Force and the said wing and of assisting the wing in the furtherance of its mission. The aircraft was assigned to him to aid and assist him in the <span class=\"star-pagination\">*696</span> accomplishment of these purposes, and that he was authorized to use said aircraft to assist the Civil Air Patrol in its efforts to raise funds for its legitimate <span class=\"star-pagination\">*697</span> purposes. It was likewise admitted that he was authorized to fly missions in aircraft pursuant to request received from officers of the Civil Air Patrol.</p>\n<p><span class=\"star-pagination\">*698</span> The defendant admits that the maintenance of the aircraft and its inspection were duties of the USAF and was unable to show what inspection, if any, was <span class=\"star-pagination\">*699</span> made immediately before the flight or who furnished the gasoline. It was also admitted that Lieutenant Singleton was acting in line of duty in making this flight for CAP.</p>\n<p>In any view of the facts, Lieutenant Singleton was acting in line of duty and acting within the scope of his employment as an officer of the USAF in making this flight in the AF plane. If there had been any doubt it was removed by the statement of Col. Myhra, who said the basis for requesting Singleton to make the flight was the authority <span class=\"star-pagination\">*700</span> that had been verbally received from Major General Beau to expedite the PGA-CAP project in any way possible. General Beau was Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, Bolling Air Force Base, Washington, D. C., and also National Commander Civil Air Patrol and in his dual capacity he issues orders to the United States Air Force personnel assigned to CAP \"By Command of Major General Beau\" and orders to civilian employees of CAP \"By Orders of the National Commander\". On November 15, 1950, he issued the following order:</p>\n<blockquote>\"VOCG 23 Sep 50, Ist Lt Oliver A. Singleton AO 762012 USAF LO SD WG Hq CAP USAF is placed on Tdy for aprx one (1) day WP o/a 24 Sep 50 fr Sioux Falls SD to Olathe Kans and Louisville Ky for purpose of coordinating AF-CAP activities upon comp ret to proper sta Sioux Falls SD TBMAA TBGAA C IPAP TDN AFR 35-59. `No per diem auth.' Such orders having been issued under exigencies which prevented the issuance of orders in advance of tvl are confirmed and made a matter of record.</blockquote>\n<blockquote>\"By Command of Major General Beau.\"</blockquote>\n<p>The foregoing confirms the statement of Col. Myhra that General Beau gave verbal authority for the flight and the foregoing order in writing confirms it.</p>\n<p>Under the authorities in this Circuit which have fully considered and decided the test for determining whether the agent is an employee of the United States and is engaged within the scope of his employment, it is well settled that in the instant case Lieutenant Singleton meets both tests. United States v. Eleazer, 4 Cir., 177 F.2d 914, United States v. Sharpe, 4 Cir., 189 F.2d 239 and Paly v. U. S., 4 Cir., 221 F.2d 958, in which the opinion of Judge Chestnut, D. C., 125 F.Supp. 798 is adopted as the opinion of the Circuit Court.</p>\n<p>It is equally clear that Lt. Singleton was acting within the scope of his authority in undertaking to transport plaintiff Alexander from Olathe, Kansas, to Louisville, Ky. He did it at the request of Col. Myhra, National Executive Board Member. On the afternoon of September 23, Col. Myhra contacted numerous units in several states before getting in touch with the South Dakota wing. The flight, if made at all, was to be made that afternoon. He requested Singleton to fly down to Olathe, Kansas, and pick up Alexander and fly him to Louisville. Singleton undertook the flight for CAP and at its request. The Commander of his S. D. Wing came with him. It is appropriate to state here the whole background of this venture.</p>\n<p>At a meeting of the Executive Board of CAP in December, 1949, at which Major General Beau was present, a program was proposed by Col. Myhra and Col. Kostlecky, North Dakota Wing Staff member, to General Beau in regard to a promotion program, soliciting the aid of the Professional Golfers Association and its members to donate one round of golf per year on an exhibition basis within each state with all proceeds received going to CAP Cadet program. It was explained to General Beau that CAP should provide transportation for all participants from the point where the golfers were to the place of exhibition and fly them to their next tournament rather than ask the golfers to pay their transportation. General Beau approved the idea, encouraged the CAP officials to negotiate and keep him advised.</p>\n<p>A meeting was held in Chicago between Howard Capps, Secretary of PGA and Cols. Myhra and Kostelecky. The plan was submitted and Capps agreed to extend the information to the traveling Pros and the Professional Executive Board at their next meeting which was to be in Kansas City. Orders were issued by National Headquarters CAP to transport the National Executive Board Members to Chicago. Col. Myhra telephoned General Beau of the favorable attitude of Secretary Capps and was informed at that time by General Beau to continue the promotion program in any way deemed necessary by Col. Myhra. <span class=\"star-pagination\">*701</span> Orders were issued to transport Cols. Myhra and Kostelecky to Kansas City to meet with PGA Executive Board and players as proposed by Capps. The meeting was held in which about forty professional golfers were present. A vote was taken and carried in favor of the plan, the details of which would be worked out. No contract was consummated at that time but there was every reason to believe it would be arranged in time for the beginning winter season.</p>\n<p>Lloyd Mangum introduced Alexander to Col. Myhra. Alexander was then one of the ten best pros in the U. S. and was playing in the final tee-off which prevented him being able to catch a commercial plane for Louisville where he could make connection for his home on his way to participate in a tour of golfing in South America. The pros and the CAP officials agreed that it would demonstrate the feasibility of the plan to fly Alexander to Louisville. Col. Myhra tried but could not contact Liaison Officer in Missouri or Kansas, Iowa, Nebraska and Kentucky. Alexander abandoned the idea and arranged to travel by car all night to reach Louisville and get the plane there. But during the afternoon of Sep. 23, Col. Myhra got word to Alexander to report to the Olathe Airport as soon as his game was finished and Lt. Singleton would transport him to Louisville. Myhra had contacted Singleton at Sioux Falls and he agreed to make the flight. Alexander reported at the airport and Lt. Singleton directed him what seat to occupy. Alexander had a serial number in the Air Force Reserve but whether it was exhibited or not is not clear.</p>\n<p>This flight was a part of the CAP promotion program, made at its initiative, and as a part of the negotiations seeking to induce the professional golfers to donate one day's service for the financial aid of CAP. It was in the nature of contractual and is supported by a business or valuable consideration. Alexander was a passenger and not a mere guest or trespasser. United States v. Westfall, 9 Cir., 197 F.2d 765, 766. The guest statute principle was held inapplicable where \"actual or potential benefit in a material or business sense results or is expected to result to the owner, and if the transportation be motivated by the expectation of such benefit.\" The factual situation in that case was very analogous to the instant case. The plaintiff, director of an entertaining troupe, was riding in an army bus to an army camp to furnish entertainment for the soldiers in which \"the United States was obviously interested\", and while she did not pay any fare, she was a passenger for business reasons.</p>\n<p>The leading case in Indiana construing their automobile guest Statute is Liberty Mutual Ins. Co. v. Stitzle, 220 Ind. 180, 41 N.E.2d 133, 135, where the court said: \"The word `guest' has more of social than business significance. The words `without payment for such transportation' imply some valuable consideration for the ride. The presence of the person injured must have directly compensated the owner or operator in a substantial and material way. If the trip is primarily social, incidental benefits though monetary do not exclude the guest relationship. If the trip is primarily for business purposes and the one to be charged receives substantial benefit, though not payment in a strict sense, the guest relationship does not exist. Expectation of a material gain rather than social companionship must have motivated the owner or operator in inviting or permitting the other person to ride.\"</p>\n<p>The foregoing was again approved and applied in Ott v. Perrin, 116 Ind.App. 315, 63 N.E.2d 163, 165, and applied the common law rules of negligence and held the guest statute inapplicable. Two employees alternated in hauling each other to their work.</p>\n<p>Assuming that there is a guest statute in Indiana covering aviation, the foregoing authorities exclude its application to the instant case. The authorities are in accord that an automobile guest statute does not prevent the application of common law principles of negligence <span class=\"star-pagination\">*702</span> in aviation cases. If there is no guest statute in Indiana specifically applicable to aviation, then Indianapolis Traction &amp; Terminal Co. v. Klentschy, 167 Ind. 598, 79 N.E. 908, would apply. The Court said: \"Carriers are liable to passengers for negligence resulting in damage, though the carriage is gratuitous. * * * Where an officer of a street railway company, on behalf of such company, invited a visiting order, composed of women of whom plaintiff was one, to take a free trolley ride on one of such company's cars, the acceptance of such invitation by taking passage on the car constituted the plaintiff a passenger.\" Cates v. Hall, 171 N.C. 360, 363, 88 S.E. 524; Campbell v. American Fidelity &amp; Casualty Co., 212 N.C. 65, 69, 192 S.E. 906; Cleveland, C., C. &amp; St. L. R. Co. v. Ketcham, 133 Ind. 346, 33 N.E. 116, 19 L.R.A. 339.</p>\n<p>In Southern Pacific Co. v. Schuyler, 227 U.S. 601, 609, 611, 33 S.Ct. 277, 281, 57 L.Ed. 662, the injured passenger was riding on a pass good only when on his postal duties, but he was riding the train interstate commerce, when not on official business. The carrier insisted that he was a trespasser, on the train in violation of the Hepburn Act. His right to safe carriage \"arose from the fact that he was a human being, of whose safety the plaintiff in error had undertaken the charge. With its consent he had placed his life in its keeping, and the local law thereupon imposed a duty upon the carrier * * * The Hepburn act does not deprive one who accepts gratuitous carriage, under such circumstances, of the benefit and protection of the law of the state in this regard.\"</p>\n<p>For other cases dealing with gratuitous transportation see 10 Am.Jur. 967 et seq.</p>\n<p>Under the circumstances of this case the defendant owed the plaintiff, at least, ordinary reasonable care with respect to the maintenance and operation of the aircraft. Burns' Indiana Statutes, Sec. 14-106; Long v. Clinton Aviation Co., 10 Cir., 180 F.2d 665; In re Hayden's Estate, 174 Kan. 140, 254 P.2d 813, 36 A.L.R.2d 1278. For other cases see Annotation 12 A.L.R.2d 657, 660.</p>\n<p>The defendant was guilty of negligence becoming at least one of the proximate causes of the injury in that it had knowledge through its pilot, Lt. Singleton, that the gasoline selector pin on the plane was defective. He knew it was difficult to turn; that it was stiff when being operated. It is most significant that he had entered an account of this defect in the log of the plane. There is no evidence to show that defect was ever removed by repair or replacement. There is no evidence that the shearing of the pin on the selector is frequent or normal occurrence. There is no doubt that the pin sheared and prevented the pilot from getting gas from the fuel tank which was full. The pilot said so when he radioed the Evansville airport. An examination of the wrecked plane also revealed that the threads on the pin were sheared.</p>\n<p>The proper functioning of the selector valve was essential to get gas from the reserve tank. It was essential to a continued flow of gas to fly the plane. It is difficult to conceive of a more vital part of the plane for a prolonged flight. Without its efficient functioning the result was the same as having no extra gas tank along. Certainly carelessness and indifference about its operation is a breach of duty.</p>\n<p>It might have been argued that ordinary inspection would not disclose its malfunctioning and this might have been sufficient under normal circumstances. But with positive knowledge of its previous malfunctioning and with no evidence of its repair or replacement ordinary prudence demanded an inspection which would disclose the difficulty and call for its immediate repair. It is true that the pilot reported that it checked O.K. But this must have been a perfunctory check. It was not O.K. when he reported the defect; it was not O.K. on the fatal flight and if it had been O.K. it is difficult to see any reason for its shearing. Stiffness, requiring extra pressure, might cause it, but if it had <span class=\"star-pagination\">*703</span> been functioning properly, it couldn't shear.</p>\n<p>If it had been repaired the defendant could and would have produced proof of it. The inference from the failure of such proof points conclusively to a failure to repair a known defect. This failure can not be overcome with a superficial inspection that reveals nothing.</p>\n<p>The shearing of the pin here is something which doesn't happen when the device is functioning normally and makes applicable the doctrine of res ipsa loquitur which is the law of Indiana and of the United States. Wass v. Suter, 119 Ind.App. 655, 84 N.E.2d 734; Hoesel v. Cain, 222 Ind. 330, 53 N.E.2d 165, 769; Frick v. Bickel, 115 Ind.App. 114, 54 N. E.2d 436; D'Anna v. United States, 4 Cir., 181 F.2d 335; U. S. v. Hull, 1 Cir., 195 F.2d 64; Johnson v. U. S., 333 U.S. 46, 68 S.Ct. 391, 92 L.Ed. 468.</p>\n<p>The pilot here was guilty of negligence by exhausting all of the gas from the tank in use before testing the selector valve to see if it was functioning. There were indicators on the panel of his plane showing the amount of gas in his tank; he waited until the blinking red light flashed on and off, indicating the exhaustion of gas; and for sometime after that before he leaned over and evidently turned the pin on the selector, for immediately thereafter he radioed the Evansville airport both engines dead. An emergency arose but negligence produced it. It is true that in an emergency a party is required only to exercise the care and caution of a reasonably prudent person under similar circumstances. Jones v. Furlong, 121 Ind.App. 279, 97 N.E.2d 369, 373; Chapman v. U. S., 5 Cir., 194 F.2d 974; Towe v. Stokes, D.C., 117 F.Supp. 880, 883.</p>\n<p>When the emergency arose, the pilot was within three miles of the Evansville airport and at an altitude of 4000 ft. or more. The evidence is overwhelming to the effect that a trained pilot, possessing and exercising the skill possessed and exercised by the average pilot, should immediately fly his plane directly to the perimeter of the airport and keep it there until he lands the plane on the air field. The reasons for this procedure are obvious. Without power to propel his plane he must glide his plane to its destination as it loses altitude, for he can't recover any after it is lost. It is so much safer, if he can not safely land anywhere, the hazards are less on an air field than in a wooded or business or residential area. In such a situation, his primary principle is to stay up in the air until he reaches the perimeter of the field, then he can maneuver over the field as he loses altitude and his instructions recommend keeping the landing gear retracted. There are two obvious reasons for this advice, the danger is less with the landing gear retracted if he is unable to effect a normal landing, and the lowered landing gear drags the plane to a slower pace and a loss of altitude.</p>\n<p>Here, the pilot after being told he had the entire field cleared for landing and with ideal weather, before dark but with lights on runway 3 which he knew was 6,000 feet long, he came to within ¾ of a mile of the air field and turned Southwest parallel with runway 3, he then made an abnormally wide circle before attempting to turn back to runway 3, losing altitude all of the time, maneuvering far outside the perimeter of the air field, and his plane hit the railroad tracks, bounded forward toward the end of runway 3 and came to a stop 600 yards before reaching the end of the runway. Negligence is established here beyond any doubt. The employees on the tower of the airport, and the residents near the scene of disaster all noted that he made an unusual wide approach and was losing altitude rapidly and his landing gear was down. It is true that he might not have landed safely had he put his plane on the air field instead of the railroad tracks but the disaster could not have been worse. It is most significant that he had an altitude of 2000 ft. when he turned away from the field after coming within ¾ mile of it and he dissipated <span class=\"star-pagination\">*704</span> all of this altitude without getting back nearer than 600 yards of the field.</p>\n<p>It is unnecessary to elaborate on the principle of respondeat superior. It applies both in Indiana and in the federal courts. U. S. v. Eleazer, 4 Cir., 177 F.2d 914; Murphey v. U. S., 9 Cir., 179 F.2d 743; U. S. v. Campbell, 5 Cir., 172 F.2d 500; Mock v. Polley, 116 Ind.App. 580, 66 N.E.2d 78.</p>\n<p>It follows that the negligence of the pilot proximately caused plaintiff's injuries, that the pilot was an employee of the United States in line of duty and acting within the scope of his authority, that he was flying a mission for CAP to help it promote its public relations and to secure funds to help it promote its Air Cadet program, that Alexander was not a trespasser but a passenger whose carriage was expected to be advantageous both to CAP and the United States and the defendant owed him at least the duty of ordinary care for his safe carriage and is answerable in damages for the breach of duty.</p>\n<h2>NOTES</h2>\n<p>[1]  28 U.S.C. §§ 1346(b), 2671 et seq.</p>\n<p>[2]  \"§ 202.\n</p>\n<p>\"The objects and purposes of the corporation shall be </p>\n<p>\"(a) To provide an organization to encourage and aid American citizens in the contribution of their efforts, services, and resources in the development of aviation and in the maintenance of air supremacy, and to encourage and develop by example the voluntary contribution of private citizens to the public welfare;</p>\n<p>\"(b) To provide aviation education and training especially to its senior and cadet members; to encourage and foster civil aviation in local communities and to provide an organization of private citizens with adequate facilities to assist in meeting local and national emergencies. July 1, 1946, c. 527, § 2, 60 Stat. 346.\"</p>\n<p>[3]  \"(a). Air Force Regulation 45-11.\n</p>\n<p>\"1. <i>Purpose.</i> This Regulation prescribes the administration and organization of the Civil Air Patrol (CAP), auxiliary of the Air Force.</p>\n<p>\"2. <i>General.</i> The National Headquarters, CAP, was established 29 April 1943, as an exempted activity under the Commanding General, AAF. Under Public Law 476, 79th Congress, approved 1 July 1946, CAP was incorporated and declared to be a body corporate by the name of `Civil Air Patrol'. Under Public Law 557, 80th Congress, approved 26 May 1948 (contained in JAAF Bul. 19, 1948), CAP was established as a civilian auxiliary of the Air Force and the Secretary of the Air Force was authorized to extend aid to CAP in the fulfillment of its objectives and to accept and utilize the services of CAP in the fulfillment of the noncombatant mission of the Air Force establishment.</p>\n<p>\"3. <i>Air Force Supervision.</i> All CAP activities under the jurisdiction of the Air Force will be supervised by Headquarters USAF.</p>\n<p>\"4. <i>National Commander and Staff, CAP.</i> The National Commander, CAP, shall be a regular USAF general officer designated by the Chief of Staff, USAF, with respect to the inspection and supervision of the activities of CAP, including training; reporting on its needs; preparing estimates for the supplies and equipment required for its operations; furnishing liaison between CAP and the Air Force; and performing such other duties in connection with CAP as may be delegated to him from time to time. The National Headquarters, CAP, shall be staffed with such Air Force officers and airmen as may be required under the appropriate Table of Distribution and is designated Headquarters and Headquarters Squadron, Civil Air Patrol  United States Air Force. A National Executive Board composed of nine outstanding and experienced CAP members will be appointed by the National Commander to aid and advise the National Commander in the administration of the organization, with particular respect to liaison with other civilian groups and long-range programming.</p>\n<p>\"5. <i>Organization.</i> The CAP organization will consist of 51 wings located in each of the 48 States, the District of Columbia, and the Territories of Hawaii and Alaska, with local groups, squadrons, and separate flights organized throughout each wing area. Members of CAP both senior and cadet, are authorized to wear the CAP uniform and insignia prescribed in paragraph 7. Members serve voluntarily without pay and are in no instance deferred from service with the armed forces. The organization is administered by the Headquarters and Headquarters Squadron, CAP-USAF, National Headquarters, CAP, Bolling Air Force Base, Washington, D. C., with an Air Force liaison office, consisting of a commissioned officer, a noncommissioned assistant, and a civilian clerk, at each of the CAP wing Headquarters. Air Force aircraft of the light single-engine type are assigned to the AF-CAP liaison officers, under schedules approved by Headquarters USAF for use in the units of the respective wings and primarily for use by CAP personnel in providing orientation flights for CAP cadets.\"</p>\n<p>* This regulation supersedes AFR, 20-18, 19 December 1947. The Provisions of this Regulation correspond to the provisions of WD Memo 95-45, 23 March 1945, which are no longer applicable to Air Force activities. This Regulation has been coordinated with and approved by the Chief, National Guard Bureau as being applicable to the Air National Guard.</p>\n<p>\"6. <i>Mission.</i> The mission of CAP is to train and maintain a volunteer semi-military flying organization composed of personnel who operate and maintain civilian airplanes, who are vitally interested in the advancement of aviation, and who are sufficiently public spirited and patriotic to contribute voluntarily in wartime and in peacetime, their aircraft and personal time and effort to the air force. In the accomplishment of this objective, this organization is engaged in a National program of public education on matters pertaining to the advancement of aeronautics and the maintenance of air supremacy; is developing a reserve pool of personnel trained in the fundamentals of aviation by conducting a ground preflight training program for a continuing group of 100,000 or more carefully selected CAP cadets between the ages of 15 and 17, inclusive; has organized a nation-wide radio net for training communications specialists and for emergency purposes; and is performing volunteer missing aircraft search and rescue missions as an auxiliary of the Air Rescue Service, Military Air Transport Service, and other emergency operations. In addition to service rendered for the Air Force, the CAP also performs emergency missions for other Federal agencies and State governments, such as patrol of forests, pipe lines, public utilities, and flooded areas when ordered by the National Commander. Under mobilization conditions, the CAP will continue as a permanent auxiliary of the Air Force and remain a volunteer civilian organization to assist the military and civil agencies during the war period in accordance with AFL 45-8.</p>\n<p>\"(b) Air Force Regulation 45-12.</p>\n<p>\"1. <i>Purpose.</i> This Regulation prescribes procedure for furnishing supplies and services to the Civil Air Patrol (CAP), and the use of Air Force facilities by CAP.</p>\n<p>\"2. <i>Scope.</i> Provisions of this regulation apply to the use of Air Force facilities by CAP, and to all Air Force supplies, equipment and services therefor, issued or loaned to National Headquarters CAP, including those allocated to the stock record accounts of the AF-CAP liaison officers, National Headquarters CAP will determine the level of allowance for the AF-CAP liaison officers' stock record accounts, based on schedules for National Headquarters CAP established by Headquarters USAF.</p>\n<p>\"3. <i>General.</i> Public Law No. 557, 80th Congress (contained in JAAF Bul. 19, 10 June 1948), authorizes the Secretary to:</p>\n<p>\"a. Make available to CAP by gift or by loan, sale or otherwise, with or without charge therefor, obsolete or surplus aircraft, aircraft parts, materiel, supplies and equipment of the air force establishment.</p>\n<p>\"b. Permit utilization of such facilities of the Air Force establishment as, in the opinion of the Secretary of the Air Force, are required by CAP to carry out its mission.</p>\n<p>\"c. Furnish CAP such quantities of gasoline and oil as may be required by that organization to carry out any specifically assigned mission.</p>\n<p>\"d. Establish, maintain, supply, and equip liaison offices of the Air Force at the National and wing headquarters of CAP.</p>\n<p>\"4. <i>Issue of Air Force Supplies and Equipment:</i></p>\n<p>\"a. The Commanding General, Air Materiel Command, will determine the type and quantity of supplies and equipment to be made available to CAP under the provisions of the afore-mentioned statute.</p>\n<p>\"b. All Air Force supplies and equipment made available to the CAP program will be issued to National Headquarters CAP or to the AF-CAP liaison officers of that headquarters. Such supplies and equipment as are issued to the liaison officers will be carried on their stock record accounts. In addition, AF-CAP liaison officers are authorized to draw on Memorandum Receipt such supplies and equipment as are required to carry out missions authorized by Headquarters USAF and directed by National Headquarters, CAP.\"</p>\n<p>* This Regulation supersedes AFR 65-63, 19 March 1948. This Regulation has been coordinated with and approved by the Chief, National Guard Bureau as being applicable to the Air National Guard.</p>\n<p>\"5. <i>Maintenance.</i> Administrative aircraft and automotive equipment issued National Headquarters CAP and AF-CAP liaison officers will be maintained on a nonreimbursable basis by the nearest Air Force installation. Normally, organizational maintenance of other Air Force aircraft and equipment issued to National Headquarters CAP and the AF-CAP liaison officers, will be accomplished by CAP members as part of the training program. Such maintenance as can not be accomplished reasonably by CAP, and all field and depot maintenance, inspections and services of Air Force equipment will be performed and necessary parts and supplies furnished by the nearest qualified Air Force Base or depot upon the request of the AF-CAP liaison officer concerned. Procedures for requisitioning and other related property accounting matters will be as specified in AFM 67-1. Priority of aircraft maintenance will be provided on a basis equivalent to that accorded all Air Force transient aircraft as outlined in AFR 65-22.</p>\n<p>\"7. <i>Fuel and Lubricants.</i> Fuels and lubricants will be furnished by the Air Force to CAP pilots for authorized flights in connection with search and rescue missions when directed by Air Rescue Service, MATS; and for such other missions authorized by Headquarters USAF and ordered by the National Commander, CAP. Arrangements for the furnishing of fuel and lubricants to CAP will be made through the AF-CAP wing liaison officer concerned, and procedures for furnishing such fuel and lubricants will be as prescribed in AFR 55-10.</p>\n<p>\"8. <i>Use of Air Force Facilities.</i> Appropriate and reasonable facilities and services of the Air Force establishment is authorized for CAP, provided such utilization does not interfere with the primary activities of the Air Force installation. Procedures for such authorization and all arrangements therefor will be accomplished through the AF-CAP liaison officer concerned.</p>\n<p>\"(c). Air Force Regulation 12 B.</p>\n<p>\"5. <i>Maintenance.</i> Aircraft, automotive and other equipment issued to National Headquarters CAP and AF-CAP liaison officers will be maintained as follows:</p>\n<p>\"a. Administrative aircraft, automotive and other equipment assigned to AF-CAP liaison officers will be maintained on a nonreimbursable basis by the nearest Air Force installation.</p>\n<p>\"b. Aircraft, automotive, and other equipment carried on current air force accountable records, which are assigned to National Headquarters, CAP, will be maintained by CAP members as part of their training program. Normally this is construed as meaning all organizational maintenance inspections. Exception to the foregoing is the 100 hour inspection. The final responsibility for accomplishing or for determining which organization, Air Force base or CAP, will execute the 100 hour inspections, rests with the base Commander. Such maintenance as can not reasonably be accomplished by CAP and all field and depot maintenance, inspections and services of Air Force equipment, will be performed and necessary parts and supplies furnished by the nearest qualified air force base or depot on a nonreimbursable basis upon request of the AF-CAP liaison officer concerned. Full cooperation will be extended CAP liaison officers in furthering their program as implied in AFR 45-11. Procedures for requisitioning and other related property accounting matters will be as specified in AFM 67-1. Priority of aircraft maintenance will be provided on a basis equivalent to that accorded all Air Force transient aircraft as outlined in TO 00-20A-1.</p>\n<p>\"(d) Air Force Regulation 45-13.</p>\n<p>\"1. <i>Purpose.</i> This regulation is published to inform all echelons of command of the Civil Air Patrol (CAP) program and to prescribe the local Air Force cooperation required to support that program.</p>\n<p>\"2. <i>Program.</i> The CAP, auxiliary of the Air Force, is an official Air Force agency organized and functioning under the provisions of AFR 45-11. Within the CAP program, the mission of developing a continuing group of 100,000 or more carefully selected CAP cadets between the ages of 15 through 17, is one of primary importance. Official credit in the Air Force and the civilian components of the Air Force is given to graduate CAP cadets upon their joining the service. Members of the United States Air Force Reserve also are authorized official credit for services as volunteer instructors in the CAP cadet program in accordance with AFR 45-5.</p>\n<p>\"3. <i>Local Air Force Cooperation.</i> It is desired that the Commanding officers of all Air Force installations be acquainted with the program and organization of CAP and with local CAP personnel in charge of the program. It is further desired that the Commanding officers be prepared to furnish such reasonable and appropriate local cooperation and assistance that it will not interfere with the prosecution of the normal Air Force activities for which they are responsible. Without limiting the generalities of the foregoing, the following specific provisions are set forth as a guide and aid in such cooperation.</p>\n<p>\"a. <i>Air Force Instructions.</i> Under authority of Public Law No. 557, 80th Congress (contained in JAAF Bul. 19, 1948), the Secretary of the Air Force may detail military and civilian personnel of the Air Force establishment to units and installations of CAP to assist in the training program. While the instruction of CAP cadets is performed, normally, by senior CAP members, there are instances where it will be necessary for CAP units to call upon nearby Air Force installations for the Assistance of Air Force, Air Force Reserve, or Air National Guard personnel to serve on a part time basis as instructors for the CAP Cadet Training program. When required, Commanding officers of Air Force installations will detail qualified Air Force, Air Force Reserve, or Air National Guard instructor personnel to assist in the training program, provided such assistance will not interfere with the normal functions of the installations and units for which they are responsible. To this end, AF-CAP liaison officers will provide such Commanding officers with pertinent information concerning CAP and its activities and such requests will be made by the AF-CAP liaison officers. Local Commanders are authorized to make necessary arrangements concerning instructors direct with the above liaison officers.</p>\n<p>\"b. <i>Air Force Training Publications.</i> Available training manuals, publications, training films, and film strips surplus to Air Force needs will be provided through the AF-CAP liaison officers for use in CAP ground and preflight training program.</p>\n<p>\"c. <i>Air Force Office and Classroom Facilities.</i> All Air Force, Air Force Reserve, and Air National Guard base Commanders are authorized to permit the use of available base office and classroom facilities, including training aids, in the conduct of CAP program, provided such use does not interfere with normal Air Force activities.</p>\n<p>\"g. <i>CAP Public Relations.</i> All Commanders of Air Force Installations will cooperate with and make use of the services of Local CAP units in matters involving public relations. The CAP organization is engaged in a Nation-wide program of public education on matters pertaining to the maintenance of Air supremacy and represents an effective public relations medium for the Air Force. Local Air Force Commanders will make every effort to closely coordinate public relations activities with nearby CAP units so that the local public will be given a greater appreciation of the Air Force and a better understanding of its requirements.</p>\n<p>\"4. <i>Arrangements.</i> All arrangements for local Air Force cooperation set forth in this Regulation will be made through the AF-CAP liaison officer assigned to CAP wing concerned. Direct communication is authorized between all Air Force installations and AF-CAP liaison officers for the purpose of coordinating details, provided prior concurrence is obtained from the appropriate Air Force or command headquarters for participation of stated stations in CAP program.</p>\n<p>\"(e) Air Force Regulations 45-14.</p>\n<p>\"1. <i>Purpose.</i> This Regulation informs all echelons of command of the Civil Air Patrol (CAP) cadet program and prescribes the Air Force support of this program including cadet encampments at Air Force stations.</p>\n<p>\"2. <i>General.</i> CAP, a volunteer civilian auxiliary of the Air Force as established by Public Law No. 557, 80th Congress (contained in JAAF Bul. 19, 1948) is engaged in a cadet program, as one of its primary missions, providing practical preflight instruction to aviation subjects and elementary military matters to citizens of the United States between the age of 15 and 17, inclusive. This program offers an opportunity to learn aviation essentials and obtain a broader understanding of the air age and its significance. CAP is developing a reserve pool of a continuing group of 100,000 carefully selected cadets as a source of personnel procurement for the Air Force.</p>\n<p>\"3. <i>Policy.</i> The Air Force recognizing the immediate and long-range value of the cadet program will make available to it all reasonable and appropriate assistance as follows:</p>\n<p>\"a. Assistance in the form of technical advice, training materials, use of Air Force facilities and recommendations for program development to be actively extended to CAP within the limits of existing regulations. A preflight textbook and training directives have been prepared and made available to CAP; surplus training aids and materials, and field, technical and training manuals will be furnished where needed; and the advice and service of Air Force personnel will be given where feasible and practicable in various phases of the cadet instruction.</p>\n<p>\"b. Direct Air Force liaison with the cadet program is conducted by carefully selected Air Force liaison officers of Headquarters and Headquarters Squadron, CAP-USAF, assigned to provide the assistance contemplated hereby. The AF-CAP liaison officers are detailed to each of the 51 wing liaison offices established and maintained by the Air Force.</p>\n<p>\"(f) AF-CAP Liaison Officer's Handbook.</p>\n<p>\"<i>Section 1- Foreword.</i></p>\n<p>\"To all AF-CAP Liaison Officers:</p>\n<p>\"This manual has been prepared at headquarters and Headquarters Squadron, Civil Air Patrol USAF, for the purpose of helping you in your duties as AF-CAP liaison officers with Civil Air Patrol. Your selection for this duty has been made with care and I am confident that you will be successful.</p>\n<p>\"The manual is designed to guide you in routine matters. However, it is anticipated that problems will arise which will call for ingenuity, common sense and decision on your part.</p>\n<p>\"Foremost in your minds must always be the thought that the Civil Air Patrol is a vital component of our country's air defense. Under present national policies the Civil Air Patrol is a civilian auxiliary of the United States Air Force. A heavy burden of responsibility, therefore, rests on you as an AF-CAP liaison officer to see that this organization is prepared to fulfill its part in the defense of this country, or to report its deficiencies.</p>\n<p>\"Your task is a difficult one and calls for a combination of enthusiasm and thorough study, of action and deliberation, of firmness and tact. Both my staff and I stand ready to help you as best we can at any time.</p>\n           \"Lucius V. Beau\n  Major General of U. S. Air Force\n            Commanding\n   Headquarters and Headquarters\n Squadron, Civil Air Patrol, USAF.\n<p>\"Air Force Personnel on Duty with the Civil Air Patrol.</p>\n<p>\"1. <i>General.</i> Selected commissioned and enlisted personnel will be detailed from among U. S. Air Force officers and airmen for duty with Civil Air Patrol for the purpose of advising and assisting the CAP Wing Commanders and his Wing staff on military matters in the administration of Civil Air Patrol units in their state.</p>\n<p>\"2. Air Force officers detailed to duty with Civil Air Patrol in the field will be referred to as AF-CAP Liaison Officers.</p>\n<p>\"3. <i>Status.</i> AF-CAP liaison officers on duty with the Civil Air Patrol are part of the Headquarters and Headquarters Squadron, Civil Air Patrol, USAF, and are not subject to the orders of the CAP Wing Commander or his staff. AF-CAP Liaison officers have no authority to issue orders to Civil Air Patrol personnel.</p>\n<p>\"4. <i>Assignment.</i> Officers are detailed as AF-CAP liaison officers to Civil Air Patrol, USAF, and assigned to permanent stations by Headquarters and Headquarters Squadron, Civil Air Patrol, USAF, with permanent station in one of the 48 states or District of Columbia.</p>\n<p>\"a. The Alaska Wing, Civil Air Patrol is administered through the Commanding General, Alaskan Air Command and the Hawaii Wing, Civil Air Patrol is administered through the Commanding General, Pacific Air Command. The AF-CAP liaison officers for these two wings are furnished from personnel under the jurisdiction of the respective Commands.</p>\n<p>\"b. The Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF, if, at any time, believes that the interest of the service requires, may relieve or transfer any AF-CAP liaison officer.</p>\n<p>\"8. <i>Temporary Attachment.</i> The Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF may, at his discretion, order AF-CAP Liaison officers under his command to temporary duty with the Civil Air Patrol at stations within the United States, other than those to which they were assigned to duty. No AF-CAP Liaison officer will be detailed or assigned, however, to any duty not pertaining to the Civil Air Patrol without specific authorization from the Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF.</p>\n<p>\"9. <i>Internal Journeys Connected with Duties.</i></p>\n<p>\"In addition to such journeys as official orders require, AF-CAP Liaison officers may absent themselves from their permanent stations for periods of twenty-four hours on a VOGG status for the purpose of making informal journeys in furtherance of their instructional duties.</p>\n<p>\"11. <i>Duties of AF-CAP Liaison officers.</i> The duties of the AF-CAP Liaison officers are as follows:</p>\n<p>\"a. Primary duties will be to advise and assist the CAP Wing Commander and Wing staff on military matters in the administration of Civil Air Patrol Units in the state to which he is assigned.</p>\n<p>\"h. He will represent the Headquarters for the purpose of certifying all records and reports of Civil Service personnel assigned to his office.</p>\n<p>\"i. He will render such reports on liaison personnel and CAP activities as are deemed necessary or as required by this Headquarters. All reports will be a matter of record, properly certified and subject to review and verification by the Air Inspector.</p>\n<p>\"j. He will be responsible for the maintenance of the proper records of all government property assigned to his stock record account. Records will be kept in accordance with Par. 2, AR-35-6520 and AF manual 67-1.</p>\n<p>\"k. He will render whatever assistance is necessary in maintaining proper records for the government property in the possession of the wing which has been received through War Assets administration or the donable program.</p>\n<p>\"I. The Liaison officer will devote full time to the execution of his duties as set forth in the foregoing paragraphs. However, this should not be construed as limiting by any means the duties of the Liaison Officer.</p>\n<p>\"12. <i>Travel.</i> Allotment of funds to Headquarters and Headquarters Squadron, Civil Air Patrol, USAF to cover travel of Air Force personnel in connection with duties with the CAP will be allotted to the Headquarters by Headquarters-Air Force for each fiscal year. These allotments will be based on available funds and on estimates submitted by the Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF.</p>\n<p>\"13. <i>Travel Orders.</i> Travel orders for Air Force personnel on duty with the CAP for travel will be issued by this Headquarters.</p>\n<p>\"a. Travel involving payment of per diem or other expense will not be performed without prior approval of the Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF. When trips extending for 2 or more days are contemplated, the AF-CAP Liaison officer will submit a request for orders, giving complete justification. Such request will be submitted so as to arrive at the Headquarters at least 4 days prior to the proposed departure date, and in no case will officers or airmen depart prior to receipt of authority for the travel.</p>\n<p>\"b. All AF-CAP Liaison officers will utilize assigned aircraft to the greatest extent possible in order to visit CAP units and return the same day, for which no per diem is authorized. Official trips of this nature may be made VOGG, and no confirming orders are necessary unless Form 15 gasoline is purchased, in which case the request for confirming orders will so indicate.</p>\n<p><i>\"Section III. Organization.</i></p>\n<p>\"17. <i>Mission.</i> The mission of the Civil Air Patrol, a civilian auxiliary of the United States Air Force, is to train and maintain a flying organization composed of voluntary civilian personnel who own or operate civilian airplanes; engage in a nation-wide program of public education on matters pertaining to the advancement of aeronautics and maintenance of air supremacy; building up a reserve force of personnel trained in the fundamentals of aviation by conducting a ground and pre-flight training program for a continuing group of 100,000 or more carefully selected CAP Cadets; organizing a nation-wide radio net; and performing voluntary missing aircraft search and rescue missions and other emergency operations.</p>\n<p>\"18. <i>War Plan Requirements for CAP.</i> It is planned that under mobilization conditions of the USAF the Civil Air Patrol organization, including the 51 wings, will continue as a permanent auxiliary of the USAF and remain a volunteer civilian, semi-military force to assist the military and civil agencies during a war period.</p>\n<p>\"19. <i>Composition.</i> The Civil Air Patrol consists of 51 Wings located in each of the 48 states, District of Columbia, Alaska and Hawaii. The Headquarters of the Civil Air Patrol, is known as Headquarters and Headquarters Squadron, Civil Air Patrol USAF. National Headquarters is located at Bolling Air Force Base, Washington, 20-D.C. and this headquarters is the agency through which the United States Air Force maintains relations with the Civil Air Patrol world wide.</p>\n<p><i>\"Section IV.</i></p>\n<p>\"22. Aircraft on loan to the Civil Air Patrol from USAF will be utilized as much as possible. These aircraft were obtained from the USAF with the understanding that they would be flown a minimum of 40 hours per month. If it is learned by National Headquarters that aircraft are not being utilized the minimum required hours, the aircraft will be withdrawn and reallocated. It is the responsibility of the AF-CAP Liaison Officer that all forms pertinent to these aircraft are properly executed and that these aircraft are maintained at all times.</p>\n<p>\"<i>Section VII. Public Information.</i></p>\n<p>\"27. One of the most important jobs in each Wing is the selling of the Civil Air Patrol to the public. If little publicity is disseminated, the public will never become familiar with the aims, ambitions and present activities of the Civil Air Patrol and it is very important that these things are known throughout the country. The AF-CAP Liaison Officer must insure that an adequate public information Staff has been set up in each Wing. Essential on that staff is an active and competent Public Information Officer, and, if possible, a writer or reporter to handle preparation of magazine articles, and feature stories aimed at publication in magazines and other media; also to prepare news releases.</p>\n<p>\"<i>Section VIII. Air Inspection.</i></p>\n<p>\"31. The Liaison Officer will screen and recommend qualified CAP personnel to serve as Wing and group Air Inspectors who will be guided by the provisions of CAP Regulations 123-1.</p>\n<p>\"32. The importance of inspection can not be overstressed. Complete written reports should be rendered to the Commanding Officer on whose staff the inspector serves.</p>\n<p>\"33. <i>Section IX. Tact and Diplomacy.</i> Throughout the material presented in this manual the words advise, recommend and suggest have been used. They explain the Liaison Officer's position more clearly than a thousand words on many pages. He is the representative of National Headquarters and in effect the representative of Air Force Headquarters dealing with Civil Air Patrol. He must continually guard himself on matters of tact and diplomacy and thereby insure the desired teamwork.</p>\n<p>\"34. The Liaison Officer should never lose sight of the fact that except for the Air Force personnel assigned, Civil Air Patrol is a completely voluntary organization. It is comprised of men and women who have given generously of their time, effort and money in the furtherance of the advancement of aviation and maintenance of air supremacy.\"</p>\n<p>\"<i>CAP Regulation No. 900-1.</i></p>\n<p>\"<i>Responsibilities of AF-CAP Liaison Officers.</i></p>\n<p>(This Regulation supersedes Training Bulletin No. 2, 25, July, 1946.)</p>\n<p>\"1. <i>General.</i></p>\n<p>\"Organization of 32d Air Force Base Unit (National Headquarters, Civil Air Patrol) as authorized in letter, Headquarters, Army Air Force, 15 May 1946, File AF 322 (AFCOR 44e) is specifically charged with the administration, assignment, and responsibility for the AF-CAP Liaison Officer program.</p>\n<p>\"2. <i>Purpose.</i></p>\n<p>\"The purpose of the AF-CAP Liaison Officer program is to establish with each Wing, qualified personnel who, by virtue of their experience, background, training, and aptitude are capable of:</p>\n<p>\"a. Advising the Wing Commander on Air Force and National CAP policies.</p>\n<p>\"b. Clarifying directives.</p>\n<p>\"c. Advising on Air Force Administration and technical practices that might be applicable to the Wing.</p>\n<p>\"d. Suggesting progressive practices based on actual observations of units and individuals in the field.</p>\n<p>\"e. Aiding in organizing and building up of both old and new units.</p>\n<p>\"f. Fostering and maintaining public interest in CAP in every possible manner. It is not the intention of this regulation to prescribe all possible activities of the Liaison Officer; such activities will depend largely upon the initiative, ingenuity, and aggressive effort of the individual officer. However, it must be borne in mind that the utmost tact, consideration, and sympathetic understanding of the problem of CAP will be required to accomplish the functions of his office.</p>\n<p>\"(1) This Regulation will not be construed as authority or intention of this Headquarters to interfere in the administrative operation of the Wing. All suggestions pertaining to policy and procedure should be made directly to the Wing Commander and the Liaison Officer will aid in the implementation of such suggestions, if the Wing Commander so desires.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">691</span></span> (1955)</b></center>\n<center><h1>Stewart M. ALEXANDER, Jr.<br>\nv.<br>\nCIVIL AIR PATROL and the United States of America.</h1></center>\n<center>Civ. No. 190.</center>\n<center><p><b>United States District Court Middle D. North Carolina, Durham Division.</b></p></center>\n<center>September 26, 1955.</center>\n<p><span class=\"star-pagination\">*692</span> Edwards &amp; Sanders, Durham, N. C., for plaintiff.</p>\n<p>Edwin M. Stanley, U. S. Atty., Greensboro, N. C., John J. Finn, U. S. Dept. of Justice, Washington, D. C., William D. McCarthy, Capt. USAF, Office of Judge Advocate General USAF, Washington, D. C., for defendant.</p>\n<p>HAYES, District Judge.</p>\n<p>This action is brought under the Federal Tort Claims Act<sup>[1]</sup> against the United States and Civil Air Patrol, Inc., to recover damages for serious permanent injuries sustained by plaintiff in an Army airplane accident which killed the pilot, co-pilot and the Commander. The accident occurred September 24, 1950, near Evansville, Indiana, airport, where the plane hit the ground and burst into flames 600 yards before reaching the runway where the pilot intended to land the plane.</p>\n<p>At the close of all of the evidence the action against the Civil Air Patrol, Inc., was dismissed because the evidence disclosed that the plane was owned, maintained, operated and exclusively controlled by the Army Air Force of the United States.</p>\n<p>It is necessary to decide first of all what authority, if any, the pilot had to take the plaintiff on the plane. If the pilot had no authority, then no liability against the United States can arise. It may be assumed that the pilot had no authority unless it was included expressly or by implication in his general authorization to act as Liaison officer of the Army Air Force, assigned to the Civil Air Patrol.</p>\n<p>The CAP was created by Chap. 527, Act July 1, 1946, 36 U.S.C.A. §§ 201-208. It was created at the instance of the Civil Air Patrol of the United States Air Force whose more than one hundred thousand senior and cadet members were made members of the corporation. Section 203. It was created as an auxiliary of the AAF and to relieve the AAF from functions it was performing for the predecessor CAP. Its objects and purposes are set forth below.<sup>[2]</sup> By section <span class=\"star-pagination\">*693</span> 205 it was authorized to accept gifts and devises which will further the corporate purposes and to establish offices in each of the 48 States and \"To do any and all acts and things necessary and proper to carry into effect the objects and purposes of the corporation.\" By Section 207 it was required to make annual reports to Congress of its proceedings and activities for the preceding calendar year.</p>\n<p>Pursuant to Public Law 557, 80th Congress, approved May 26, 1948, 5 U.S. C.A. §§ 626<i>l,</i> 626m, the Secretary of the Air Force was given broad authority in assigning officers and materiel to CAP and to promulgate regulations governing CAP and Air Force personnel. Excerpts of such regulations are set out below.<sup>[3]</sup></p>\n<p>It is admitted that Lieutenant Singleton was an officer of the United States <span class=\"star-pagination\">*694</span> Air Force assigned at the Air Force Liaison Office to South Dakota Wing of the Civil Air Patrol for the purpose of accomplishing liaison between the United <span class=\"star-pagination\">*695</span> States Air Force and the said wing and of assisting the wing in the furtherance of its mission. The aircraft was assigned to him to aid and assist him in the <span class=\"star-pagination\">*696</span> accomplishment of these purposes, and that he was authorized to use said aircraft to assist the Civil Air Patrol in its efforts to raise funds for its legitimate <span class=\"star-pagination\">*697</span> purposes. It was likewise admitted that he was authorized to fly missions in aircraft pursuant to request received from officers of the Civil Air Patrol.</p>\n<p><span class=\"star-pagination\">*698</span> The defendant admits that the maintenance of the aircraft and its inspection were duties of the USAF and was unable to show what inspection, if any, was <span class=\"star-pagination\">*699</span> made immediately before the flight or who furnished the gasoline. It was also admitted that Lieutenant Singleton was acting in line of duty in making this flight for CAP.</p>\n<p>In any view of the facts, Lieutenant Singleton was acting in line of duty and acting within the scope of his employment as an officer of the USAF in making this flight in the AF plane. If there had been any doubt it was removed by the statement of Col. Myhra, who said the basis for requesting Singleton to make the flight was the authority <span class=\"star-pagination\">*700</span> that had been verbally received from Major General Beau to expedite the PGA-CAP project in any way possible. General Beau was Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, Bolling Air Force Base, Washington, D. C., and also National Commander Civil Air Patrol and in his dual capacity he issues orders to the United States Air Force personnel assigned to CAP \"By Command of Major General Beau\" and orders to civilian employees of CAP \"By Orders of the National Commander\". On November 15, 1950, he issued the following order:</p>\n<blockquote>\"VOCG 23 Sep 50, Ist Lt Oliver A. Singleton AO 762012 USAF LO SD WG Hq CAP USAF is placed on Tdy for aprx one (1) day WP o/a 24 Sep 50 fr Sioux Falls SD to Olathe Kans and Louisville Ky for purpose of coordinating AF-CAP activities upon comp ret to proper sta Sioux Falls SD TBMAA TBGAA C IPAP TDN AFR 35-59. `No per diem auth.' Such orders having been issued under exigencies which prevented the issuance of orders in advance of tvl are confirmed and made a matter of record.</blockquote>\n<blockquote>\"By Command of Major General Beau.\"</blockquote>\n<p>The foregoing confirms the statement of Col. Myhra that General Beau gave verbal authority for the flight and the foregoing order in writing confirms it.</p>\n<p>Under the authorities in this Circuit which have fully considered and decided the test for determining whether the agent is an employee of the United States and is engaged within the scope of his employment, it is well settled that in the instant case Lieutenant Singleton meets both tests. United States v. Eleazer, 4 Cir., <span class=\"citation\" data-id=\"1507444\"><a href=\"/opinion/1507444/united-states-v-eleazer/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span>, United States v. Sharpe, 4 Cir., <span class=\"citation\" data-id=\"227190\"><a href=\"/opinion/227190/united-states-v-sharpe/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span> and Paly v. U. S., 4 Cir., <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">958</span></span>, in which the opinion of Judge Chestnut, D. C., <span class=\"citation\" data-id=\"1410627\"><a href=\"/opinion/1410627/paly-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">798</span></a></span> is adopted as the opinion of the Circuit Court.</p>\n<p>It is equally clear that Lt. Singleton was acting within the scope of his authority in undertaking to transport plaintiff Alexander from Olathe, Kansas, to Louisville, Ky. He did it at the request of Col. Myhra, National Executive Board Member. On the afternoon of September 23, Col. Myhra contacted numerous units in several states before getting in touch with the South Dakota wing. The flight, if made at all, was to be made that afternoon. He requested Singleton to fly down to Olathe, Kansas, and pick up Alexander and fly him to Louisville. Singleton undertook the flight for CAP and at its request. The Commander of his S. D. Wing came with him. It is appropriate to state here the whole background of this venture.</p>\n<p>At a meeting of the Executive Board of CAP in December, 1949, at which Major General Beau was present, a program was proposed by Col. Myhra and Col. Kostlecky, North Dakota Wing Staff member, to General Beau in regard to a promotion program, soliciting the aid of the Professional Golfers Association and its members to donate one round of golf per year on an exhibition basis within each state with all proceeds received going to CAP Cadet program. It was explained to General Beau that CAP should provide transportation for all participants from the point where the golfers were to the place of exhibition and fly them to their next tournament rather than ask the golfers to pay their transportation. General Beau approved the idea, encouraged the CAP officials to negotiate and keep him advised.</p>\n<p>A meeting was held in Chicago between Howard Capps, Secretary of PGA and Cols. Myhra and Kostelecky. The plan was submitted and Capps agreed to extend the information to the traveling Pros and the Professional Executive Board at their next meeting which was to be in Kansas City. Orders were issued by National Headquarters CAP to transport the National Executive Board Members to Chicago. Col. Myhra telephoned General Beau of the favorable attitude of Secretary Capps and was informed at that time by General Beau to continue the promotion program in any way deemed necessary by Col. Myhra. <span class=\"star-pagination\">*701</span> Orders were issued to transport Cols. Myhra and Kostelecky to Kansas City to meet with PGA Executive Board and players as proposed by Capps. The meeting was held in which about forty professional golfers were present. A vote was taken and carried in favor of the plan, the details of which would be worked out. No contract was consummated at that time but there was every reason to believe it would be arranged in time for the beginning winter season.</p>\n<p>Lloyd Mangum introduced Alexander to Col. Myhra. Alexander was then one of the ten best pros in the U. S. and was playing in the final tee-off which prevented him being able to catch a commercial plane for Louisville where he could make connection for his home on his way to participate in a tour of golfing in South America. The pros and the CAP officials agreed that it would demonstrate the feasibility of the plan to fly Alexander to Louisville. Col. Myhra tried but could not contact Liaison Officer in Missouri or Kansas, Iowa, Nebraska and Kentucky. Alexander abandoned the idea and arranged to travel by car all night to reach Louisville and get the plane there. But during the afternoon of Sep. 23, Col. Myhra got word to Alexander to report to the Olathe Airport as soon as his game was finished and Lt. Singleton would transport him to Louisville. Myhra had contacted Singleton at Sioux Falls and he agreed to make the flight. Alexander reported at the airport and Lt. Singleton directed him what seat to occupy. Alexander had a serial number in the Air Force Reserve but whether it was exhibited or not is not clear.</p>\n<p>This flight was a part of the CAP promotion program, made at its initiative, and as a part of the negotiations seeking to induce the professional golfers to donate one day's service for the financial aid of CAP. It was in the nature of contractual and is supported by a business or valuable consideration. Alexander was a passenger and not a mere guest or trespasser. United States v. Westfall, 9 Cir., <span class=\"citation\" data-id=\"229791\"><a href=\"/opinion/229791/united-states-v-westfall/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 766. The guest statute principle was held inapplicable where \"actual or potential benefit in a material or business sense results or is expected to result to the owner, and if the transportation be motivated by the expectation of such benefit.\" The factual situation in that case was very analogous to the instant case. The plaintiff, director of an entertaining troupe, was riding in an army bus to an army camp to furnish entertainment for the soldiers in which \"the United States was obviously interested\", and while she did not pay any fare, she was a passenger for business reasons.</p>\n<p>The leading case in Indiana construing their automobile guest Statute is Liberty Mutual Ins. Co. v. Stitzle, <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">133</span></span>, 135, where the court said: \"The word `guest' has more of social than business significance. The words `without payment for such transportation' imply some valuable consideration for the ride. The presence of the person injured must have directly compensated the owner or operator in a substantial and material way. If the trip is primarily social, incidental benefits though monetary do not exclude the guest relationship. If the trip is primarily for business purposes and the one to be charged receives substantial benefit, though not payment in a strict sense, the guest relationship does not exist. Expectation of a material gain rather than social companionship must have motivated the owner or operator in inviting or permitting the other person to ride.\"</p>\n<p>The foregoing was again approved and applied in Ott v. Perrin, 116 Ind.App. 315, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">163</span></span>, 165, and applied the common law rules of negligence and held the guest statute inapplicable. Two employees alternated in hauling each other to their work.</p>\n<p>Assuming that there is a guest statute in Indiana covering aviation, the foregoing authorities exclude its application to the instant case. The authorities are in accord that an automobile guest statute does not prevent the application of common law principles of negligence <span class=\"star-pagination\">*702</span> in aviation cases. If there is no guest statute in Indiana specifically applicable to aviation, then Indianapolis Traction &amp; Terminal Co. v. Klentschy, <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">598</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">908</span></span>, would apply. The Court said: \"Carriers are liable to passengers for negligence resulting in damage, though the carriage is gratuitous. * * * Where an officer of a street railway company, on behalf of such company, invited a visiting order, composed of women of whom plaintiff was one, to take a free trolley ride on one of such company's cars, the acceptance of such invitation by taking passage on the car constituted the plaintiff a passenger.\" Cates v. Hall, <span class=\"citation no-link\"><span class=\"volume\">171</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">360</span></span>, 363, 88 S.E. 524; Campbell v. American Fidelity &amp; Casualty Co., <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">65</span></span>, 69, 192 S.E. 906; Cleveland, C., C. &amp; St. L. R. Co. v. Ketcham, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">116</span></span>, 19 L.R.A. 339.</p>\n<p>In Southern Pacific Co. v. Schuyler, <span class=\"citation\" data-id=\"97816\"><a href=\"/opinion/97816/southern-pacific-co-v-schuyler/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, 609, 611, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">277</span></span>, 281, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">662</span></span>, the injured passenger was riding on a pass good only when on his postal duties, but he was riding the train interstate commerce, when not on official business. The carrier insisted that he was a trespasser, on the train in violation of the Hepburn Act. His right to safe carriage \"arose from the fact that he was a human being, of whose safety the plaintiff in error had undertaken the charge. With its consent he had placed his life in its keeping, and the local law thereupon imposed a duty upon the carrier * * * The Hepburn act does not deprive one who accepts gratuitous carriage, under such circumstances, of the benefit and protection of the law of the state in this regard.\"</p>\n<p>For other cases dealing with gratuitous transportation see 10 Am.Jur. 967 et seq.</p>\n<p>Under the circumstances of this case the defendant owed the plaintiff, at least, ordinary reasonable care with respect to the maintenance and operation of the aircraft. Burns' Indiana Statutes, Sec. 14-106; Long v. Clinton Aviation Co., 10 Cir., 180 F.2d 665; In re Hayden's Estate, <span class=\"citation\" data-id=\"1357982\"><a href=\"/opinion/1357982/in-re-estate-of-hayden/\"><span class=\"volume\">174</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">140</span></a></span>, <span class=\"citation\" data-id=\"1357982\"><a href=\"/opinion/1357982/in-re-estate-of-hayden/\"><span class=\"volume\">254</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">813</span></a></span>, 36 A.L.R.2d 1278. For other cases see Annotation 12 A.L.R.2d 657, 660.</p>\n<p>The defendant was guilty of negligence becoming at least one of the proximate causes of the injury in that it had knowledge through its pilot, Lt. Singleton, that the gasoline selector pin on the plane was defective. He knew it was difficult to turn; that it was stiff when being operated. It is most significant that he had entered an account of this defect in the log of the plane. There is no evidence to show that defect was ever removed by repair or replacement. There is no evidence that the shearing of the pin on the selector is frequent or normal occurrence. There is no doubt that the pin sheared and prevented the pilot from getting gas from the fuel tank which was full. The pilot said so when he radioed the Evansville airport. An examination of the wrecked plane also revealed that the threads on the pin were sheared.</p>\n<p>The proper functioning of the selector valve was essential to get gas from the reserve tank. It was essential to a continued flow of gas to fly the plane. It is difficult to conceive of a more vital part of the plane for a prolonged flight. Without its efficient functioning the result was the same as having no extra gas tank along. Certainly carelessness and indifference about its operation is a breach of duty.</p>\n<p>It might have been argued that ordinary inspection would not disclose its malfunctioning and this might have been sufficient under normal circumstances. But with positive knowledge of its previous malfunctioning and with no evidence of its repair or replacement ordinary prudence demanded an inspection which would disclose the difficulty and call for its immediate repair. It is true that the pilot reported that it checked O.K. But this must have been a perfunctory check. It was not O.K. when he reported the defect; it was not O.K. on the fatal flight and if it had been O.K. it is difficult to see any reason for its shearing. Stiffness, requiring extra pressure, might cause it, but if it had <span class=\"star-pagination\">*703</span> been functioning properly, it couldn't shear.</p>\n<p>If it had been repaired the defendant could and would have produced proof of it. The inference from the failure of such proof points conclusively to a failure to repair a known defect. This failure can not be overcome with a superficial inspection that reveals nothing.</p>\n<p>The shearing of the pin here is something which doesn't happen when the device is functioning normally and makes applicable the doctrine of res ipsa loquitur which is the law of Indiana and of the United States. Wass v. Suter, 119 Ind.App. 655, 84 N.E.2d 734; Hoesel v. Cain, <span class=\"citation no-link\"><span class=\"volume\">222</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">330</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">165</span></span>, 769; Frick v. Bickel, 115 Ind.App. 114, 54 N. E.2d 436; D'Anna v. United States, 4 Cir., 181 F.2d 335; U. S. v. Hull, 1 Cir., 195 F.2d 64; Johnson v. U. S., <span class=\"citation\" data-id=\"104507\"><a href=\"/opinion/104507/johnson-v-united-states/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, <span class=\"citation\" data-id=\"104507\"><a href=\"/opinion/104507/johnson-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">391</span></a></span>, 92 L.Ed. 468.</p>\n<p>The pilot here was guilty of negligence by exhausting all of the gas from the tank in use before testing the selector valve to see if it was functioning. There were indicators on the panel of his plane showing the amount of gas in his tank; he waited until the blinking red light flashed on and off, indicating the exhaustion of gas; and for sometime after that before he leaned over and evidently turned the pin on the selector, for immediately thereafter he radioed the Evansville airport both engines dead. An emergency arose but negligence produced it. It is true that in an emergency a party is required only to exercise the care and caution of a reasonably prudent person under similar circumstances. Jones v. Furlong, 121 Ind.App. 279, <span class=\"citation\" data-id=\"2041462\"><a href=\"/opinion/2041462/jones-v-furlong-admx/\"><span class=\"volume\">97</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">369</span></a></span>, 373; Chapman v. U. S., 5 Cir., 194 F.2d 974; Towe v. Stokes, D.C., <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">880</span></span>, 883.</p>\n<p>When the emergency arose, the pilot was within three miles of the Evansville airport and at an altitude of 4000 ft. or more. The evidence is overwhelming to the effect that a trained pilot, possessing and exercising the skill possessed and exercised by the average pilot, should immediately fly his plane directly to the perimeter of the airport and keep it there until he lands the plane on the air field. The reasons for this procedure are obvious. Without power to propel his plane he must glide his plane to its destination as it loses altitude, for he can't recover any after it is lost. It is so much safer, if he can not safely land anywhere, the hazards are less on an air field than in a wooded or business or residential area. In such a situation, his primary principle is to stay up in the air until he reaches the perimeter of the field, then he can maneuver over the field as he loses altitude and his instructions recommend keeping the landing gear retracted. There are two obvious reasons for this advice, the danger is less with the landing gear retracted if he is unable to effect a normal landing, and the lowered landing gear drags the plane to a slower pace and a loss of altitude.</p>\n<p>Here, the pilot after being told he had the entire field cleared for landing and with ideal weather, before dark but with lights on runway 3 which he knew was 6,000 feet long, he came to within ¾ of a mile of the air field and turned Southwest parallel with runway 3, he then made an abnormally wide circle before attempting to turn back to runway 3, losing altitude all of the time, maneuvering far outside the perimeter of the air field, and his plane hit the railroad tracks, bounded forward toward the end of runway 3 and came to a stop 600 yards before reaching the end of the runway. Negligence is established here beyond any doubt. The employees on the tower of the airport, and the residents near the scene of disaster all noted that he made an unusual wide approach and was losing altitude rapidly and his landing gear was down. It is true that he might not have landed safely had he put his plane on the air field instead of the railroad tracks but the disaster could not have been worse. It is most significant that he had an altitude of 2000 ft. when he turned away from the field after coming within ¾ mile of it and he dissipated <span class=\"star-pagination\">*704</span> all of this altitude without getting back nearer than 600 yards of the field.</p>\n<p>It is unnecessary to elaborate on the principle of respondeat superior. It applies both in Indiana and in the federal courts. U. S. v. Eleazer, 4 Cir., <span class=\"citation\" data-id=\"1507444\"><a href=\"/opinion/1507444/united-states-v-eleazer/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span>; Murphey v. U. S., 9 Cir., 179 F.2d 743; U. S. v. Campbell, 5 Cir., 172 F.2d 500; Mock v. Polley, 116 Ind.App. 580, 66 N.E.2d 78.</p>\n<p>It follows that the negligence of the pilot proximately caused plaintiff's injuries, that the pilot was an employee of the United States in line of duty and acting within the scope of his authority, that he was flying a mission for CAP to help it promote its public relations and to secure funds to help it promote its Air Cadet program, that Alexander was not a trespasser but a passenger whose carriage was expected to be advantageous both to CAP and the United States and the defendant owed him at least the duty of ordinary care for his safe carriage and is answerable in damages for the breach of duty.</p>\n<h2>NOTES</h2>\n<p>[1]  28 U.S.C. §§ 1346(b), 2671 et seq.</p>\n<p>[2]  \"§ 202.\n</p>\n<p>\"The objects and purposes of the corporation shall be </p>\n<p>\"(a) To provide an organization to encourage and aid American citizens in the contribution of their efforts, services, and resources in the development of aviation and in the maintenance of air supremacy, and to encourage and develop by example the voluntary contribution of private citizens to the public welfare;</p>\n<p>\"(b) To provide aviation education and training especially to its senior and cadet members; to encourage and foster civil aviation in local communities and to provide an organization of private citizens with adequate facilities to assist in meeting local and national emergencies. July 1, 1946, c. 527, § 2, 60 Stat. 346.\"</p>\n<p>[3]  \"(a). Air Force Regulation 45-11.\n</p>\n<p>\"1. <i>Purpose.</i> This Regulation prescribes the administration and organization of the Civil Air Patrol (CAP), auxiliary of the Air Force.</p>\n<p>\"2. <i>General.</i> The National Headquarters, CAP, was established 29 April 1943, as an exempted activity under the Commanding General, AAF. Under Public Law 476, 79th Congress, approved 1 July 1946, CAP was incorporated and declared to be a body corporate by the name of `Civil Air Patrol'. Under Public Law 557, 80th Congress, approved 26 May 1948 (contained in JAAF Bul. 19, 1948), CAP was established as a civilian auxiliary of the Air Force and the Secretary of the Air Force was authorized to extend aid to CAP in the fulfillment of its objectives and to accept and utilize the services of CAP in the fulfillment of the noncombatant mission of the Air Force establishment.</p>\n<p>\"3. <i>Air Force Supervision.</i> All CAP activities under the jurisdiction of the Air Force will be supervised by Headquarters USAF.</p>\n<p>\"4. <i>National Commander and Staff, CAP.</i> The National Commander, CAP, shall be a regular USAF general officer designated by the Chief of Staff, USAF, with respect to the inspection and supervision of the activities of CAP, including training; reporting on its needs; preparing estimates for the supplies and equipment required for its operations; furnishing liaison between CAP and the Air Force; and performing such other duties in connection with CAP as may be delegated to him from time to time. The National Headquarters, CAP, shall be staffed with such Air Force officers and airmen as may be required under the appropriate Table of Distribution and is designated Headquarters and Headquarters Squadron, Civil Air Patrol  United States Air Force. A National Executive Board composed of nine outstanding and experienced CAP members will be appointed by the National Commander to aid and advise the National Commander in the administration of the organization, with particular respect to liaison with other civilian groups and long-range programming.</p>\n<p>\"5. <i>Organization.</i> The CAP organization will consist of 51 wings located in each of the 48 States, the District of Columbia, and the Territories of Hawaii and Alaska, with local groups, squadrons, and separate flights organized throughout each wing area. Members of CAP both senior and cadet, are authorized to wear the CAP uniform and insignia prescribed in paragraph 7. Members serve voluntarily without pay and are in no instance deferred from service with the armed forces. The organization is administered by the Headquarters and Headquarters Squadron, CAP-USAF, National Headquarters, CAP, Bolling Air Force Base, Washington, D. C., with an Air Force liaison office, consisting of a commissioned officer, a noncommissioned assistant, and a civilian clerk, at each of the CAP wing Headquarters. Air Force aircraft of the light single-engine type are assigned to the AF-CAP liaison officers, under schedules approved by Headquarters USAF for use in the units of the respective wings and primarily for use by CAP personnel in providing orientation flights for CAP cadets.\"</p>\n<p>* This regulation supersedes AFR, 20-18, 19 December 1947. The Provisions of this Regulation correspond to the provisions of WD Memo 95-45, 23 March 1945, which are no longer applicable to Air Force activities. This Regulation has been coordinated with and approved by the Chief, National Guard Bureau as being applicable to the Air National Guard.</p>\n<p>\"6. <i>Mission.</i> The mission of CAP is to train and maintain a volunteer semi-military flying organization composed of personnel who operate and maintain civilian airplanes, who are vitally interested in the advancement of aviation, and who are sufficiently public spirited and patriotic to contribute voluntarily in wartime and in peacetime, their aircraft and personal time and effort to the air force. In the accomplishment of this objective, this organization is engaged in a National program of public education on matters pertaining to the advancement of aeronautics and the maintenance of air supremacy; is developing a reserve pool of personnel trained in the fundamentals of aviation by conducting a ground preflight training program for a continuing group of 100,000 or more carefully selected CAP cadets between the ages of 15 and 17, inclusive; has organized a nation-wide radio net for training communications specialists and for emergency purposes; and is performing volunteer missing aircraft search and rescue missions as an auxiliary of the Air Rescue Service, Military Air Transport Service, and other emergency operations. In addition to service rendered for the Air Force, the CAP also performs emergency missions for other Federal agencies and State governments, such as patrol of forests, pipe lines, public utilities, and flooded areas when ordered by the National Commander. Under mobilization conditions, the CAP will continue as a permanent auxiliary of the Air Force and remain a volunteer civilian organization to assist the military and civil agencies during the war period in accordance with AFL 45-8.</p>\n<p>\"(b) Air Force Regulation 45-12.</p>\n<p>\"1. <i>Purpose.</i> This Regulation prescribes procedure for furnishing supplies and services to the Civil Air Patrol (CAP), and the use of Air Force facilities by CAP.</p>\n<p>\"2. <i>Scope.</i> Provisions of this regulation apply to the use of Air Force facilities by CAP, and to all Air Force supplies, equipment and services therefor, issued or loaned to National Headquarters CAP, including those allocated to the stock record accounts of the AF-CAP liaison officers, National Headquarters CAP will determine the level of allowance for the AF-CAP liaison officers' stock record accounts, based on schedules for National Headquarters CAP established by Headquarters USAF.</p>\n<p>\"3. <i>General.</i> Public Law No. 557, 80th Congress (contained in JAAF Bul. 19, 10 June 1948), authorizes the Secretary to:</p>\n<p>\"a. Make available to CAP by gift or by loan, sale or otherwise, with or without charge therefor, obsolete or surplus aircraft, aircraft parts, materiel, supplies and equipment of the air force establishment.</p>\n<p>\"b. Permit utilization of such facilities of the Air Force establishment as, in the opinion of the Secretary of the Air Force, are required by CAP to carry out its mission.</p>\n<p>\"c. Furnish CAP such quantities of gasoline and oil as may be required by that organization to carry out any specifically assigned mission.</p>\n<p>\"d. Establish, maintain, supply, and equip liaison offices of the Air Force at the National and wing headquarters of CAP.</p>\n<p>\"4. <i>Issue of Air Force Supplies and Equipment:</i></p>\n<p>\"a. The Commanding General, Air Materiel Command, will determine the type and quantity of supplies and equipment to be made available to CAP under the provisions of the afore-mentioned statute.</p>\n<p>\"b. All Air Force supplies and equipment made available to the CAP program will be issued to National Headquarters CAP or to the AF-CAP liaison officers of that headquarters. Such supplies and equipment as are issued to the liaison officers will be carried on their stock record accounts. In addition, AF-CAP liaison officers are authorized to draw on Memorandum Receipt such supplies and equipment as are required to carry out missions authorized by Headquarters USAF and directed by National Headquarters, CAP.\"</p>\n<p>* This Regulation supersedes AFR 65-63, 19 March 1948. This Regulation has been coordinated with and approved by the Chief, National Guard Bureau as being applicable to the Air National Guard.</p>\n<p>\"5. <i>Maintenance.</i> Administrative aircraft and automotive equipment issued National Headquarters CAP and AF-CAP liaison officers will be maintained on a nonreimbursable basis by the nearest Air Force installation. Normally, organizational maintenance of other Air Force aircraft and equipment issued to National Headquarters CAP and the AF-CAP liaison officers, will be accomplished by CAP members as part of the training program. Such maintenance as can not be accomplished reasonably by CAP, and all field and depot maintenance, inspections and services of Air Force equipment will be performed and necessary parts and supplies furnished by the nearest qualified Air Force Base or depot upon the request of the AF-CAP liaison officer concerned. Procedures for requisitioning and other related property accounting matters will be as specified in AFM 67-1. Priority of aircraft maintenance will be provided on a basis equivalent to that accorded all Air Force transient aircraft as outlined in AFR 65-22.</p>\n<p>\"7. <i>Fuel and Lubricants.</i> Fuels and lubricants will be furnished by the Air Force to CAP pilots for authorized flights in connection with search and rescue missions when directed by Air Rescue Service, MATS; and for such other missions authorized by Headquarters USAF and ordered by the National Commander, CAP. Arrangements for the furnishing of fuel and lubricants to CAP will be made through the AF-CAP wing liaison officer concerned, and procedures for furnishing such fuel and lubricants will be as prescribed in AFR 55-10.</p>\n<p>\"8. <i>Use of Air Force Facilities.</i> Appropriate and reasonable facilities and services of the Air Force establishment is authorized for CAP, provided such utilization does not interfere with the primary activities of the Air Force installation. Procedures for such authorization and all arrangements therefor will be accomplished through the AF-CAP liaison officer concerned.</p>\n<p>\"(c). Air Force Regulation 12 B.</p>\n<p>\"5. <i>Maintenance.</i> Aircraft, automotive and other equipment issued to National Headquarters CAP and AF-CAP liaison officers will be maintained as follows:</p>\n<p>\"a. Administrative aircraft, automotive and other equipment assigned to AF-CAP liaison officers will be maintained on a nonreimbursable basis by the nearest Air Force installation.</p>\n<p>\"b. Aircraft, automotive, and other equipment carried on current air force accountable records, which are assigned to National Headquarters, CAP, will be maintained by CAP members as part of their training program. Normally this is construed as meaning all organizational maintenance inspections. Exception to the foregoing is the 100 hour inspection. The final responsibility for accomplishing or for determining which organization, Air Force base or CAP, will execute the 100 hour inspections, rests with the base Commander. Such maintenance as can not reasonably be accomplished by CAP and all field and depot maintenance, inspections and services of Air Force equipment, will be performed and necessary parts and supplies furnished by the nearest qualified air force base or depot on a nonreimbursable basis upon request of the AF-CAP liaison officer concerned. Full cooperation will be extended CAP liaison officers in furthering their program as implied in AFR 45-11. Procedures for requisitioning and other related property accounting matters will be as specified in AFM 67-1. Priority of aircraft maintenance will be provided on a basis equivalent to that accorded all Air Force transient aircraft as outlined in TO 00-20A-1.</p>\n<p>\"(d) Air Force Regulation 45-13.</p>\n<p>\"1. <i>Purpose.</i> This regulation is published to inform all echelons of command of the Civil Air Patrol (CAP) program and to prescribe the local Air Force cooperation required to support that program.</p>\n<p>\"2. <i>Program.</i> The CAP, auxiliary of the Air Force, is an official Air Force agency organized and functioning under the provisions of AFR 45-11. Within the CAP program, the mission of developing a continuing group of 100,000 or more carefully selected CAP cadets between the ages of 15 through 17, is one of primary importance. Official credit in the Air Force and the civilian components of the Air Force is given to graduate CAP cadets upon their joining the service. Members of the United States Air Force Reserve also are authorized official credit for services as volunteer instructors in the CAP cadet program in accordance with AFR 45-5.</p>\n<p>\"3. <i>Local Air Force Cooperation.</i> It is desired that the Commanding officers of all Air Force installations be acquainted with the program and organization of CAP and with local CAP personnel in charge of the program. It is further desired that the Commanding officers be prepared to furnish such reasonable and appropriate local cooperation and assistance that it will not interfere with the prosecution of the normal Air Force activities for which they are responsible. Without limiting the generalities of the foregoing, the following specific provisions are set forth as a guide and aid in such cooperation.</p>\n<p>\"a. <i>Air Force Instructions.</i> Under authority of Public Law No. 557, 80th Congress (contained in JAAF Bul. 19, 1948), the Secretary of the Air Force may detail military and civilian personnel of the Air Force establishment to units and installations of CAP to assist in the training program. While the instruction of CAP cadets is performed, normally, by senior CAP members, there are instances where it will be necessary for CAP units to call upon nearby Air Force installations for the Assistance of Air Force, Air Force Reserve, or Air National Guard personnel to serve on a part time basis as instructors for the CAP Cadet Training program. When required, Commanding officers of Air Force installations will detail qualified Air Force, Air Force Reserve, or Air National Guard instructor personnel to assist in the training program, provided such assistance will not interfere with the normal functions of the installations and units for which they are responsible. To this end, AF-CAP liaison officers will provide such Commanding officers with pertinent information concerning CAP and its activities and such requests will be made by the AF-CAP liaison officers. Local Commanders are authorized to make necessary arrangements concerning instructors direct with the above liaison officers.</p>\n<p>\"b. <i>Air Force Training Publications.</i> Available training manuals, publications, training films, and film strips surplus to Air Force needs will be provided through the AF-CAP liaison officers for use in CAP ground and preflight training program.</p>\n<p>\"c. <i>Air Force Office and Classroom Facilities.</i> All Air Force, Air Force Reserve, and Air National Guard base Commanders are authorized to permit the use of available base office and classroom facilities, including training aids, in the conduct of CAP program, provided such use does not interfere with normal Air Force activities.</p>\n<p>\"g. <i>CAP Public Relations.</i> All Commanders of Air Force Installations will cooperate with and make use of the services of Local CAP units in matters involving public relations. The CAP organization is engaged in a Nation-wide program of public education on matters pertaining to the maintenance of Air supremacy and represents an effective public relations medium for the Air Force. Local Air Force Commanders will make every effort to closely coordinate public relations activities with nearby CAP units so that the local public will be given a greater appreciation of the Air Force and a better understanding of its requirements.</p>\n<p>\"4. <i>Arrangements.</i> All arrangements for local Air Force cooperation set forth in this Regulation will be made through the AF-CAP liaison officer assigned to CAP wing concerned. Direct communication is authorized between all Air Force installations and AF-CAP liaison officers for the purpose of coordinating details, provided prior concurrence is obtained from the appropriate Air Force or command headquarters for participation of stated stations in CAP program.</p>\n<p>\"(e) Air Force Regulations 45-14.</p>\n<p>\"1. <i>Purpose.</i> This Regulation informs all echelons of command of the Civil Air Patrol (CAP) cadet program and prescribes the Air Force support of this program including cadet encampments at Air Force stations.</p>\n<p>\"2. <i>General.</i> CAP, a volunteer civilian auxiliary of the Air Force as established by Public Law No. 557, 80th Congress (contained in JAAF Bul. 19, 1948) is engaged in a cadet program, as one of its primary missions, providing practical preflight instruction to aviation subjects and elementary military matters to citizens of the United States between the age of 15 and 17, inclusive. This program offers an opportunity to learn aviation essentials and obtain a broader understanding of the air age and its significance. CAP is developing a reserve pool of a continuing group of 100,000 carefully selected cadets as a source of personnel procurement for the Air Force.</p>\n<p>\"3. <i>Policy.</i> The Air Force recognizing the immediate and long-range value of the cadet program will make available to it all reasonable and appropriate assistance as follows:</p>\n<p>\"a. Assistance in the form of technical advice, training materials, use of Air Force facilities and recommendations for program development to be actively extended to CAP within the limits of existing regulations. A preflight textbook and training directives have been prepared and made available to CAP; surplus training aids and materials, and field, technical and training manuals will be furnished where needed; and the advice and service of Air Force personnel will be given where feasible and practicable in various phases of the cadet instruction.</p>\n<p>\"b. Direct Air Force liaison with the cadet program is conducted by carefully selected Air Force liaison officers of Headquarters and Headquarters Squadron, CAP-USAF, assigned to provide the assistance contemplated hereby. The AF-CAP liaison officers are detailed to each of the 51 wing liaison offices established and maintained by the Air Force.</p>\n<p>\"(f) AF-CAP Liaison Officer's Handbook.</p>\n<p>\"<i>Section 1- Foreword.</i></p>\n<p>\"To all AF-CAP Liaison Officers:</p>\n<p>\"This manual has been prepared at headquarters and Headquarters Squadron, Civil Air Patrol USAF, for the purpose of helping you in your duties as AF-CAP liaison officers with Civil Air Patrol. Your selection for this duty has been made with care and I am confident that you will be successful.</p>\n<p>\"The manual is designed to guide you in routine matters. However, it is anticipated that problems will arise which will call for ingenuity, common sense and decision on your part.</p>\n<p>\"Foremost in your minds must always be the thought that the Civil Air Patrol is a vital component of our country's air defense. Under present national policies the Civil Air Patrol is a civilian auxiliary of the United States Air Force. A heavy burden of responsibility, therefore, rests on you as an AF-CAP liaison officer to see that this organization is prepared to fulfill its part in the defense of this country, or to report its deficiencies.</p>\n<p>\"Your task is a difficult one and calls for a combination of enthusiasm and thorough study, of action and deliberation, of firmness and tact. Both my staff and I stand ready to help you as best we can at any time.</p>\n           \"Lucius V. Beau\n  Major General of U. S. Air Force\n            Commanding\n   Headquarters and Headquarters\n Squadron, Civil Air Patrol, USAF.\n<p>\"Air Force Personnel on Duty with the Civil Air Patrol.</p>\n<p>\"1. <i>General.</i> Selected commissioned and enlisted personnel will be detailed from among U. S. Air Force officers and airmen for duty with Civil Air Patrol for the purpose of advising and assisting the CAP Wing Commanders and his Wing staff on military matters in the administration of Civil Air Patrol units in their state.</p>\n<p>\"2. Air Force officers detailed to duty with Civil Air Patrol in the field will be referred to as AF-CAP Liaison Officers.</p>\n<p>\"3. <i>Status.</i> AF-CAP liaison officers on duty with the Civil Air Patrol are part of the Headquarters and Headquarters Squadron, Civil Air Patrol, USAF, and are not subject to the orders of the CAP Wing Commander or his staff. AF-CAP Liaison officers have no authority to issue orders to Civil Air Patrol personnel.</p>\n<p>\"4. <i>Assignment.</i> Officers are detailed as AF-CAP liaison officers to Civil Air Patrol, USAF, and assigned to permanent stations by Headquarters and Headquarters Squadron, Civil Air Patrol, USAF, with permanent station in one of the 48 states or District of Columbia.</p>\n<p>\"a. The Alaska Wing, Civil Air Patrol is administered through the Commanding General, Alaskan Air Command and the Hawaii Wing, Civil Air Patrol is administered through the Commanding General, Pacific Air Command. The AF-CAP liaison officers for these two wings are furnished from personnel under the jurisdiction of the respective Commands.</p>\n<p>\"b. The Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF, if, at any time, believes that the interest of the service requires, may relieve or transfer any AF-CAP liaison officer.</p>\n<p>\"8. <i>Temporary Attachment.</i> The Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF may, at his discretion, order AF-CAP Liaison officers under his command to temporary duty with the Civil Air Patrol at stations within the United States, other than those to which they were assigned to duty. No AF-CAP Liaison officer will be detailed or assigned, however, to any duty not pertaining to the Civil Air Patrol without specific authorization from the Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF.</p>\n<p>\"9. <i>Internal Journeys Connected with Duties.</i></p>\n<p>\"In addition to such journeys as official orders require, AF-CAP Liaison officers may absent themselves from their permanent stations for periods of twenty-four hours on a VOGG status for the purpose of making informal journeys in furtherance of their instructional duties.</p>\n<p>\"11. <i>Duties of AF-CAP Liaison officers.</i> The duties of the AF-CAP Liaison officers are as follows:</p>\n<p>\"a. Primary duties will be to advise and assist the CAP Wing Commander and Wing staff on military matters in the administration of Civil Air Patrol Units in the state to which he is assigned.</p>\n<p>\"h. He will represent the Headquarters for the purpose of certifying all records and reports of Civil Service personnel assigned to his office.</p>\n<p>\"i. He will render such reports on liaison personnel and CAP activities as are deemed necessary or as required by this Headquarters. All reports will be a matter of record, properly certified and subject to review and verification by the Air Inspector.</p>\n<p>\"j. He will be responsible for the maintenance of the proper records of all government property assigned to his stock record account. Records will be kept in accordance with Par. 2, AR-35-6520 and AF manual 67-1.</p>\n<p>\"k. He will render whatever assistance is necessary in maintaining proper records for the government property in the possession of the wing which has been received through War Assets administration or the donable program.</p>\n<p>\"I. The Liaison officer will devote full time to the execution of his duties as set forth in the foregoing paragraphs. However, this should not be construed as limiting by any means the duties of the Liaison Officer.</p>\n<p>\"12. <i>Travel.</i> Allotment of funds to Headquarters and Headquarters Squadron, Civil Air Patrol, USAF to cover travel of Air Force personnel in connection with duties with the CAP will be allotted to the Headquarters by Headquarters-Air Force for each fiscal year. These allotments will be based on available funds and on estimates submitted by the Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF.</p>\n<p>\"13. <i>Travel Orders.</i> Travel orders for Air Force personnel on duty with the CAP for travel will be issued by this Headquarters.</p>\n<p>\"a. Travel involving payment of per diem or other expense will not be performed without prior approval of the Commanding General, Headquarters and Headquarters Squadron, Civil Air Patrol, USAF. When trips extending for 2 or more days are contemplated, the AF-CAP Liaison officer will submit a request for orders, giving complete justification. Such request will be submitted so as to arrive at the Headquarters at least 4 days prior to the proposed departure date, and in no case will officers or airmen depart prior to receipt of authority for the travel.</p>\n<p>\"b. All AF-CAP Liaison officers will utilize assigned aircraft to the greatest extent possible in order to visit CAP units and return the same day, for which no per diem is authorized. Official trips of this nature may be made VOGG, and no confirming orders are necessary unless Form 15 gasoline is purchased, in which case the request for confirming orders will so indicate.</p>\n<p><i>\"Section III. Organization.</i></p>\n<p>\"17. <i>Mission.</i> The mission of the Civil Air Patrol, a civilian auxiliary of the United States Air Force, is to train and maintain a flying organization composed of voluntary civilian personnel who own or operate civilian airplanes; engage in a nation-wide program of public education on matters pertaining to the advancement of aeronautics and maintenance of air supremacy; building up a reserve force of personnel trained in the fundamentals of aviation by conducting a ground and pre-flight training program for a continuing group of 100,000 or more carefully selected CAP Cadets; organizing a nation-wide radio net; and performing voluntary missing aircraft search and rescue missions and other emergency operations.</p>\n<p>\"18. <i>War Plan Requirements for CAP.</i> It is planned that under mobilization conditions of the USAF the Civil Air Patrol organization, including the 51 wings, will continue as a permanent auxiliary of the USAF and remain a volunteer civilian, semi-military force to assist the military and civil agencies during a war period.</p>\n<p>\"19. <i>Composition.</i> The Civil Air Patrol consists of 51 Wings located in each of the 48 states, District of Columbia, Alaska and Hawaii. The Headquarters of the Civil Air Patrol, is known as Headquarters and Headquarters Squadron, Civil Air Patrol USAF. National Headquarters is located at Bolling Air Force Base, Washington, 20-D.C. and this headquarters is the agency through which the United States Air Force maintains relations with the Civil Air Patrol world wide.</p>\n<p><i>\"Section IV.</i></p>\n<p>\"22. Aircraft on loan to the Civil Air Patrol from USAF will be utilized as much as possible. These aircraft were obtained from the USAF with the understanding that they would be flown a minimum of 40 hours per month. If it is learned by National Headquarters that aircraft are not being utilized the minimum required hours, the aircraft will be withdrawn and reallocated. It is the responsibility of the AF-CAP Liaison Officer that all forms pertinent to these aircraft are properly executed and that these aircraft are maintained at all times.</p>\n<p>\"<i>Section VII. Public Information.</i></p>\n<p>\"27. One of the most important jobs in each Wing is the selling of the Civil Air Patrol to the public. If little publicity is disseminated, the public will never become familiar with the aims, ambitions and present activities of the Civil Air Patrol and it is very important that these things are known throughout the country. The AF-CAP Liaison Officer must insure that an adequate public information Staff has been set up in each Wing. Essential on that staff is an active and competent Public Information Officer, and, if possible, a writer or reporter to handle preparation of magazine articles, and feature stories aimed at publication in magazines and other media; also to prepare news releases.</p>\n<p>\"<i>Section VIII. Air Inspection.</i></p>\n<p>\"31. The Liaison Officer will screen and recommend qualified CAP personnel to serve as Wing and group Air Inspectors who will be guided by the provisions of CAP Regulations 123-1.</p>\n<p>\"32. The importance of inspection can not be overstressed. Complete written reports should be rendered to the Commanding Officer on whose staff the inspector serves.</p>\n<p>\"33. <i>Section IX. Tact and Diplomacy.</i> Throughout the material presented in this manual the words advise, recommend and suggest have been used. They explain the Liaison Officer's position more clearly than a thousand words on many pages. He is the representative of National Headquarters and in effect the representative of Air Force Headquarters dealing with Civil Air Patrol. He must continually guard himself on matters of tact and diplomacy and thereby insure the desired teamwork.</p>\n<p>\"34. The Liaison Officer should never lose sight of the fact that except for the Air Force personnel assigned, Civil Air Patrol is a completely voluntary organization. It is comprised of men and women who have given generously of their time, effort and money in the furtherance of the advancement of aviation and maintenance of air supremacy.\"</p>\n<p>\"<i>CAP Regulation No. 900-1.</i></p>\n<p>\"<i>Responsibilities of AF-CAP Liaison Officers.</i></p>\n<p>(This Regulation supersedes Training Bulletin No. 2, 25, July, 1946.)</p>\n<p>\"1. <i>General.</i></p>\n<p>\"Organization of 32d Air Force Base Unit (National Headquarters, Civil Air Patrol) as authorized in letter, Headquarters, Army Air Force, 15 May 1946, File AF 322 (AFCOR 44e) is specifically charged with the administration, assignment, and responsibility for the AF-CAP Liaison Officer program.</p>\n<p>\"2. <i>Purpose.</i></p>\n<p>\"The purpose of the AF-CAP Liaison Officer program is to establish with each Wing, qualified personnel who, by virtue of their experience, background, training, and aptitude are capable of:</p>\n<p>\"a. Advising the Wing Commander on Air Force and National CAP policies.</p>\n<p>\"b. Clarifying directives.</p>\n<p>\"c. Advising on Air Force Administration and technical practices that might be applicable to the Wing.</p>\n<p>\"d. Suggesting progressive practices based on actual observations of units and individuals in the field.</p>\n<p>\"e. Aiding in organizing and building up of both old and new units.</p>\n<p>\"f. Fostering and maintaining public interest in CAP in every possible manner. It is not the intention of this regulation to prescribe all possible activities of the Liaison Officer; such activities will depend largely upon the initiative, ingenuity, and aggressive effort of the individual officer. However, it must be borne in mind that the utmost tact, consideration, and sympathetic understanding of the problem of CAP will be required to accomplish the functions of his office.</p>\n<p>\"(1) This Regulation will not be construed as authority or intention of this Headquarters to interfere in the administrative operation of the Wing. All suggestions pertaining to policy and procedure should be made directly to the Wing Commander and the Liaison Officer will aid in the implementation of such suggestions, if the Wing Commander so desires.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/227190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/229791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1357982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2041462/"
  ]
}