{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1432463/",
  "absolute_url": "/opinion/1432463/mosley-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1432463/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:07:15.450726Z",
  "date_modified": "2016-04-26T21:11:55.839157Z",
  "type": "010combined",
  "sha1": "c2cbd3990ad975e52f4b809c1f982865c9e92c38",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>405 F.Supp. 357 (1974)</b></center>\n<center><h1>Juanita MOSLEY, Administratrix C. T. A. of the Estate of Grady Mosley, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. 1216.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>December 6, 1974.</center>\n<p>William H. Holdford, Narron, Holdford, Babb &amp; Harrison, Wilson, N. C., for plaintiff.</p>\n<p><span class=\"star-pagination\">*358</span> Thomas P. McNamara, U. S. Atty. and Joseph W. Dean, Asst. U. S. Atty., Raleigh, N. C., for the government.</p>\n<p></p>\n<h2>SUPPLEMENTARY MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In this tort claims action brought by the plaintiff Administratrix of the Estate of her deceased husband, Grady G. Mosley, this court by memorandum of decision dated January 31, 1973, found that Mosley's death was proximately caused by the negligent failure of the employees of the Veterans Administration Hospital at Durham, North Carolina, to provide him with the intensive supportive care and treatment indicated when he suddenly developed pneumonia while a patient at the hospital awaiting open heart surgery for a service-connected disease of mitral stenosis. The court, being of opinion that Mosley's hold on life would have been exceedingly tenuous had he not developed the fatal respiratory infection, awarded damages for wrongful death in what by modern-day standards is considered a very modest sum, that is, $10,000.<sup>[1]</sup> Asserting such damages to be inadequate, the plaintiff appealed to the Court of Appeals for the Fourth Circuit which concluded \"that the evidence and the district court's findings fail to provide information necessary for proper review of the award,\" vacated the judgment and remanded the case to this court for \"redetermination of the damages.\"<sup>[2]</sup></p>\n<p>In compliance with the directive of the Fourth Circuit \"that the record must be reopened to provide evidence relating to Mosley's personal expenditures, changes in his pay scale, any additional income for life, and other relevant facts which the parties may wish to call to the court's attention\" a second trial has been held in consequence of which the court now makes the following additional</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The finding of fact set forth in the court's original memorandum of decision dated January 31, 1973, numbered 1, 2, 3, 4, 5, 6, 7 and 31 are re-affirmed and by this reference incorporated herein.</p>\n<p>2. Plaintiff's proposed findings of fact filed November 14, 1974, and numbered 1, 2, 3, 4, 5, 6, 7, 8 and 12 are adopted by the court as its own and by this reference are incorporated herein.</p>\n<p>3. The proposed findings of fact of the government filed November 8, 1974, and numbered 2, 3, 4, 6, 7, 8, 9, 10 and 11 are adopted by the court as its own <span class=\"star-pagination\">*359</span> and by this reference are incorporated herein.</p>\n<p>4. The disease of mitral stenosis with which Mr. Mosley was suffering at the time of his admission to the VA Hospital in November, 1968, is a very serious one, and while his condition at that time was not immediately life-threatening, the results of the post mortem examination reveal that he had pulmonary hypertension and congestive heart failure superimposed upon the condition of mitral stenosis and that contrary to the opinion of the examining physicians at the time of his admission to the hospital, the mitral valve was shown to be calcified on one side (the other side not having been examined by the pathologist) and when this occurs, it is virtually a medical certainty that the other side is equally calcified. Calcification of the mitral valve depicts a considerably more serious condition than was thought to exist by the examining physicians in November, 1968, and it is highly questionable as to whether the proposed valvulotomy operation would have been successful under these circumstances.</p>\n<p>5. In any event, the valvulotomy is a palliative procedure which does not effect a cure. Mosley's long-term prognosis was not good, and his symptoms would have increased as time passed. Very few patients with this condition ever return to work.</p>\n<p>6. Had the negligence of defendant's employees not caused his earlier demise in December, 1968, Mr. Mosley had a life expectancy of six years, but the condition of his health was such that had he been able to return to work at all, he could not reasonably have expected to work more than two-thirds of the time during this six years.</p>\n<p>7. An able-bodied man working in employment comparable to that which Mr. Mosley would have had available to him during the remainder of his life expectancy could have reasonably expected to have gross earnings from his employment as follows:</p>\n<p></p>\n<pre>\n  1969  $12,944.00\n  1970  $13,644.00\n  1971  $15,165.00\n  1972  $16,164.00\n  1973  $19,144.00\n  1974  $19,300.00\n  _______________________\n    Total      $96,361.00\n</pre>\n<p>Since Mr. Mosley could have reasonably expected to work only two-thirds of the time during the remainder of his life expectancy, his gross earnings would have been only two-thirds of this amount or $64,240.00.</p>\n<p>From this figure there must be deducted a minimum of ten per cent or $6,424.00 for state and federal income taxes which would have been payable thereon leaving total gross earnings after taxes for the six-year period of $57,816.00.</p>\n<p>From this sum there would have to be deducted twenty per cent or $11,563.20 for the personal living expenses of Mr. Mosley leaving a net pecuniary worth of the deceased as ascertained by deducting the probable cost of his own living and his ordinary or usual expenses from the probable gross income which he would have derived from his own exertions based upon his life expectancy of $46,252.80.</p>\n<p>8. From December 1, 1968, through November 30, 1974, there has been paid VA service-connected death benefits to the widow and children of Grady G. Mosley by the Veterans Administration the total sum of $22,744.55. If this sum can be properly deducted from the net pecuniary worth of the deceased as above calculated ($46,252.80 minus $22,744.55) the resulting net amount due the plaintiff for the wrongful death award is $23,508.25.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>With the exception of the $10,000 award for wrongful death and the conclusion that the award should not be subject to reduction by the amount of certain death benefits paid the plaintiff administratrix by the Veterans Administration the court reaffirms the conclusions of law stated in its memorandum of decision dated January 31, 1973, and <span class=\"star-pagination\">*360</span> makes the following additional conclusions:</p>\n<p>1. Although there are no North Carolina cases dealing specifically with the question of the deductibility of income taxes from the probable gross earnings of a decedent in a wrongful death case, the Supreme Court of this state has repeatedly defined \"the pecuniary injury resulting from such death\" as the net present pecuniary worth of the deceased as ascertained by deducting the probable cost of his own living and his ordinary or usual expenses from the probable gross income derived from his own exertions based upon his life expectancy. <i>Bryant v. Woodlief,</i> 252 N.C. 488, 114 S.E.2d 241 (1960). It seems hardly arguable that \"ordinary or usual expenses\" do not encompass income taxes. In any event, the better considered cases seem to require this result. See the well considered decision of Judge Russell in <i>Brooks v. United States,</i> 273 F.Supp. 619 (D.S.C.1967), and Annot., 63 A.L.R.2d 1393.<sup>[3]</sup></p>\n<p>2. The question of whether any award in this case should be subject to reduction by the amount of certain death benefits paid the plaintiff administratrix by the Veterans Administration was scarcely briefed or argued by the government at the first trial of the action, and this court rather summarily dismissed the claim citing <i>Cooper v. United States,</i> 313 F.Supp. 1207 (D.Neb.1970), and Annot., 12 A.L.R.3d 1245. At the government's insistence the court has re-examined its previous conclusion and has made a more detailed study of the law bearing on this question in consequence of which the court is persuaded that its original position was in error and that a proper application of the principle enunciated in <i>Brooks v. United States,</i> 337 U.S. 49, 69 S.Ct. 918, 93 L.Ed. 1200 (1949), as was done in <i>United States v. Brooks,</i> 176 F.2d 482 (4th Cir. 1949), requires that the government be given credit for the VA service-connected death benefits paid to the widow and children of Grady G. Mosley by the Veterans Administration for the six-year period beginning December 1, 1968, and totaling $22,744.55.</p>\n<p>3. When the probable gross earnings of the decedent during the remainder of his life expectancy, $64,240.00, are subjected to discounts of ten per cent ($6,424.00) for income taxes, twenty per cent ($11,563.20) for personal expenses, and the resulting figure of $46,252.80 is reduced by the amount of the VA benefits previously paid Mr. Mosley's beneficiaries in the amount of $22,744.55, there remains a net amount due the plaintiff herein for the wrongful death award of $23,508.25, and she is entitled to judgment for this amount plus the $2,000.00 previously awarded for conscience pain and suffering of the decedent prior to his death.</p>\n<p>Let judgment now be entered in favor of the plaintiff in the total sum of $25,508.25 together with the costs of the action to be taxed.</p>\n<h2>NOTES</h2>\n<p>[1]  The additional sum of $2,000 was awarded as damages for pain and suffering attributed to the negligent lack of care of the plaintiff for the four days between the onset of his fatal illness and his death.</p>\n<p>[2]  A review of this court's notes made during the process of deciding the case the first time reveals that the $10,000 award was arrived at in this manner: The evidence at the first trial showed that Mosley had a top earning capacity of about $12,000 a year, and the court was satisfied from the evidence that his work life expectancy was not in excess of five years. The precarious condition of Mosley's health, however, was such that it was not felt that he could reasonably be expected to work more than half the time during this five years, and this would have cut his gross earnings for the period to $30,000. There was scarcely any evidence as to his personal expenses, but by analogy to the North Carolina domestic relations statute which fixes the maximum amount for which a husband can be made liable for alimony and support payments at one-third of his net income, it was concluded that the law in this state, nothing else appearing, recognizes that it will require approximately two-thirds of a husband's gross earnings for \"his own living and his ordinary or usual expenses.\" Thus it was concluded to award the plaintiff one-third of Mosley's prospective gross earnings over the five-year period or $10,000. As will be seen, considerably more evidence was offered at the second trial bearing on this issue albeit the final result is not too far different from that reached at the first trial, the reason for this being, however, a reversal of the court's original holding that the government was not entitled to offset against the award amounts paid the plaintiff by the Veterans Administration as survivor's benefits following Mosley's death.</p>\n<p>[3]  Under the withholding tax laws, state and federal, the wage earner such as Mr. Mosley never has his hands upon that part of the tax withheld which is necessary to satisfy his tax liability, and it would be a strange rule which would allow his beneficiaries to recover from a tortfeasor that which he never could have brought home himself. Mr. Mosley's tax returns offered in evidence in this case indicated that in 1965 he paid less than ten per cent of his gross income as taxes, approximately eleven per cent in 1966, between eleven and twelve per cent in 1967 and between twelve and thirteen per cent in 1968. The ten per cent deduction from gross earnings allowed by the court in this case is conservative.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">357</span></span> (1974)</b></center>\n<center><h1>Juanita MOSLEY, Administratrix C. T. A. of the Estate of Grady Mosley, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. 1216.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>December 6, 1974.</center>\n<p>William H. Holdford, Narron, Holdford, Babb &amp; Harrison, Wilson, N. C., for plaintiff.</p>\n<p><span class=\"star-pagination\">*358</span> Thomas P. McNamara, U. S. Atty. and Joseph W. Dean, Asst. U. S. Atty., Raleigh, N. C., for the government.</p>\n<p></p>\n<h2>SUPPLEMENTARY MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In this tort claims action brought by the plaintiff Administratrix of the Estate of her deceased husband, Grady G. Mosley, this court by memorandum of decision dated January 31, 1973, found that Mosley's death was proximately caused by the negligent failure of the employees of the Veterans Administration Hospital at Durham, North Carolina, to provide him with the intensive supportive care and treatment indicated when he suddenly developed pneumonia while a patient at the hospital awaiting open heart surgery for a service-connected disease of mitral stenosis. The court, being of opinion that Mosley's hold on life would have been exceedingly tenuous had he not developed the fatal respiratory infection, awarded damages for wrongful death in what by modern-day standards is considered a very modest sum, that is, $10,000.<sup>[1]</sup> Asserting such damages to be inadequate, the plaintiff appealed to the Court of Appeals for the Fourth Circuit which concluded \"that the evidence and the district court's findings fail to provide information necessary for proper review of the award,\" vacated the judgment and remanded the case to this court for \"redetermination of the damages.\"<sup>[2]</sup></p>\n<p>In compliance with the directive of the Fourth Circuit \"that the record must be reopened to provide evidence relating to Mosley's personal expenditures, changes in his pay scale, any additional income for life, and other relevant facts which the parties may wish to call to the court's attention\" a second trial has been held in consequence of which the court now makes the following additional</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The finding of fact set forth in the court's original memorandum of decision dated January 31, 1973, numbered 1, 2, 3, 4, 5, 6, 7 and 31 are re-affirmed and by this reference incorporated herein.</p>\n<p>2. Plaintiff's proposed findings of fact filed November 14, 1974, and numbered 1, 2, 3, 4, 5, 6, 7, 8 and 12 are adopted by the court as its own and by this reference are incorporated herein.</p>\n<p>3. The proposed findings of fact of the government filed November 8, 1974, and numbered 2, 3, 4, 6, 7, 8, 9, 10 and 11 are adopted by the court as its own <span class=\"star-pagination\">*359</span> and by this reference are incorporated herein.</p>\n<p>4. The disease of mitral stenosis with which Mr. Mosley was suffering at the time of his admission to the VA Hospital in November, 1968, is a very serious one, and while his condition at that time was not immediately life-threatening, the results of the post mortem examination reveal that he had pulmonary hypertension and congestive heart failure superimposed upon the condition of mitral stenosis and that contrary to the opinion of the examining physicians at the time of his admission to the hospital, the mitral valve was shown to be calcified on one side (the other side not having been examined by the pathologist) and when this occurs, it is virtually a medical certainty that the other side is equally calcified. Calcification of the mitral valve depicts a considerably more serious condition than was thought to exist by the examining physicians in November, 1968, and it is highly questionable as to whether the proposed valvulotomy operation would have been successful under these circumstances.</p>\n<p>5. In any event, the valvulotomy is a palliative procedure which does not effect a cure. Mosley's long-term prognosis was not good, and his symptoms would have increased as time passed. Very few patients with this condition ever return to work.</p>\n<p>6. Had the negligence of defendant's employees not caused his earlier demise in December, 1968, Mr. Mosley had a life expectancy of six years, but the condition of his health was such that had he been able to return to work at all, he could not reasonably have expected to work more than two-thirds of the time during this six years.</p>\n<p>7. An able-bodied man working in employment comparable to that which Mr. Mosley would have had available to him during the remainder of his life expectancy could have reasonably expected to have gross earnings from his employment as follows:</p>\n<p></p>\n<pre>\n  1969  $12,944.00\n  1970  $13,644.00\n  1971  $15,165.00\n  1972  $16,164.00\n  1973  $19,144.00\n  1974  $19,300.00\n  _______________________\n    Total      $96,361.00\n</pre>\n<p>Since Mr. Mosley could have reasonably expected to work only two-thirds of the time during the remainder of his life expectancy, his gross earnings would have been only two-thirds of this amount or $64,240.00.</p>\n<p>From this figure there must be deducted a minimum of ten per cent or $6,424.00 for state and federal income taxes which would have been payable thereon leaving total gross earnings after taxes for the six-year period of $57,816.00.</p>\n<p>From this sum there would have to be deducted twenty per cent or $11,563.20 for the personal living expenses of Mr. Mosley leaving a net pecuniary worth of the deceased as ascertained by deducting the probable cost of his own living and his ordinary or usual expenses from the probable gross income which he would have derived from his own exertions based upon his life expectancy of $46,252.80.</p>\n<p>8. From December 1, 1968, through November 30, 1974, there has been paid VA service-connected death benefits to the widow and children of Grady G. Mosley by the Veterans Administration the total sum of $22,744.55. If this sum can be properly deducted from the net pecuniary worth of the deceased as above calculated ($46,252.80 minus $22,744.55) the resulting net amount due the plaintiff for the wrongful death award is $23,508.25.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>With the exception of the $10,000 award for wrongful death and the conclusion that the award should not be subject to reduction by the amount of certain death benefits paid the plaintiff administratrix by the Veterans Administration the court reaffirms the conclusions of law stated in its memorandum of decision dated January 31, 1973, and <span class=\"star-pagination\">*360</span> makes the following additional conclusions:</p>\n<p>1. Although there are no North Carolina cases dealing specifically with the question of the deductibility of income taxes from the probable gross earnings of a decedent in a wrongful death case, the Supreme Court of this state has repeatedly defined \"the pecuniary injury resulting from such death\" as the net present pecuniary worth of the deceased as ascertained by deducting the probable cost of his own living and his ordinary or usual expenses from the probable gross income derived from his own exertions based upon his life expectancy. <i>Bryant v. Woodlief,</i> <span class=\"citation\" data-id=\"1371786\"><a href=\"/opinion/1371786/bryant-v-woodlief/\"><span class=\"volume\">252</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">488</span></a></span>, <span class=\"citation\" data-id=\"1371786\"><a href=\"/opinion/1371786/bryant-v-woodlief/\"><span class=\"volume\">114</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">241</span></a></span> (1960). It seems hardly arguable that \"ordinary or usual expenses\" do not encompass income taxes. In any event, the better considered cases seem to require this result. See the well considered decision of Judge Russell in <i>Brooks v. United States,</i> <span class=\"citation\" data-id=\"2248468\"><a href=\"/opinion/2248468/brooks-v-united-states/\"><span class=\"volume\">273</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">619</span></a></span> (D.S.C.1967), and Annot., 63 A.L.R.2d 1393.<sup>[3]</sup></p>\n<p>2. The question of whether any award in this case should be subject to reduction by the amount of certain death benefits paid the plaintiff administratrix by the Veterans Administration was scarcely briefed or argued by the government at the first trial of the action, and this court rather summarily dismissed the claim citing <i>Cooper v. United States,</i> <span class=\"citation\" data-id=\"1969003\"><a href=\"/opinion/1969003/cooper-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1207</span></a></span> (D.Neb.1970), and Annot., 12 A.L.R.3d 1245. At the government's insistence the court has re-examined its previous conclusion and has made a more detailed study of the law bearing on this question in consequence of which the court is persuaded that its original position was in error and that a proper application of the principle enunciated in <i>Brooks v. United States,</i> <span class=\"citation\" data-id=\"104670\"><a href=\"/opinion/104670/brooks-v-united-states/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span>, <span class=\"citation\" data-id=\"104670\"><a href=\"/opinion/104670/brooks-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">918</span></a></span>, <span class=\"citation\" data-id=\"104670\"><a href=\"/opinion/104670/brooks-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1200</span></a></span> (1949), as was done in <i>United States v. Brooks,</i> <span class=\"citation\" data-id=\"1485109\"><a href=\"/opinion/1485109/united-states-v-brooks/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span> (4th Cir. 1949), requires that the government be given credit for the VA service-connected death benefits paid to the widow and children of Grady G. Mosley by the Veterans Administration for the six-year period beginning December 1, 1968, and totaling $22,744.55.</p>\n<p>3. When the probable gross earnings of the decedent during the remainder of his life expectancy, $64,240.00, are subjected to discounts of ten per cent ($6,424.00) for income taxes, twenty per cent ($11,563.20) for personal expenses, and the resulting figure of $46,252.80 is reduced by the amount of the VA benefits previously paid Mr. Mosley's beneficiaries in the amount of $22,744.55, there remains a net amount due the plaintiff herein for the wrongful death award of $23,508.25, and she is entitled to judgment for this amount plus the $2,000.00 previously awarded for conscience pain and suffering of the decedent prior to his death.</p>\n<p>Let judgment now be entered in favor of the plaintiff in the total sum of $25,508.25 together with the costs of the action to be taxed.</p>\n<h2>NOTES</h2>\n<p>[1]  The additional sum of $2,000 was awarded as damages for pain and suffering attributed to the negligent lack of care of the plaintiff for the four days between the onset of his fatal illness and his death.</p>\n<p>[2]  A review of this court's notes made during the process of deciding the case the first time reveals that the $10,000 award was arrived at in this manner: The evidence at the first trial showed that Mosley had a top earning capacity of about $12,000 a year, and the court was satisfied from the evidence that his work life expectancy was not in excess of five years. The precarious condition of Mosley's health, however, was such that it was not felt that he could reasonably be expected to work more than half the time during this five years, and this would have cut his gross earnings for the period to $30,000. There was scarcely any evidence as to his personal expenses, but by analogy to the North Carolina domestic relations statute which fixes the maximum amount for which a husband can be made liable for alimony and support payments at one-third of his net income, it was concluded that the law in this state, nothing else appearing, recognizes that it will require approximately two-thirds of a husband's gross earnings for \"his own living and his ordinary or usual expenses.\" Thus it was concluded to award the plaintiff one-third of Mosley's prospective gross earnings over the five-year period or $10,000. As will be seen, considerably more evidence was offered at the second trial bearing on this issue albeit the final result is not too far different from that reached at the first trial, the reason for this being, however, a reversal of the court's original holding that the government was not entitled to offset against the award amounts paid the plaintiff by the Veterans Administration as survivor's benefits following Mosley's death.</p>\n<p>[3]  Under the withholding tax laws, state and federal, the wage earner such as Mr. Mosley never has his hands upon that part of the tax withheld which is necessary to satisfy his tax liability, and it would be a strange rule which would allow his beneficiaries to recover from a tortfeasor that which he never could have brought home himself. Mr. Mosley's tax returns offered in evidence in this case indicated that in 1965 he paid less than ten per cent of his gross income as taxes, approximately eleven per cent in 1966, between eleven and twelve per cent in 1967 and between twelve and thirteen per cent in 1968. The ten per cent deduction from gross earnings allowed by the court in this case is conservative.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1371786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1485109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1969003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2248468/"
  ]
}