{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1433169/",
  "absolute_url": "/opinion/1433169/wyeth-v-sandoz-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1433169/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:07:30.616383Z",
  "date_modified": "2016-04-27T02:33:41.990892Z",
  "type": "010combined",
  "sha1": "b1dd5b34de7c41ba99fe8ce5a12d95d04d3e02eb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>WYETH, Plaintiff,<br>\nv.<br>\nSANDOZ, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-234-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 3, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>In this patent infringement action, plaintiff Wyeth alleges that defendant Sandoz, Inc.'s (\"Sandoz\") generic extended release venlafaxine product infringes U.S. Patent Nos. 6,274,171 B1 (\"the '171 patent\"), 6,419,958 B2 (\"the '958 patent\"), and 6,403,120 B1 (\"the '120 patent\") (collectively \"the Wyeth patents\"). The parties seek construction of five disputed claim terms and phrases from the patents-in-suit. The parties briefed their respective positions on claim construction, and the court conducted a <i>Markman</i> hearing on May-29, 2008. The court enters this order to explain its construction of the disputed claim terms and phrases.</p>\n<p></p>\n<h2>I.</h2>\n<p>Wyeth markets extended release venlafaxine hydrochloride, an antidepressant medication, under the brand name Effexor ® XR. Sandoz filed an Abbreviated New Drug Application seeking to market a generic extended release venlafaxine product at its Wilson, North Carolina facility. The key difference between Effexor® XR and Sandoz's generic formulation is that Sandoz's formulation uses a different inactive ingredient (i.e., an Eudragit® polymer) to coat the encapsulated spheroids which contain the active pharmaceutical ingredient (\"API\").</p>\n<p>The Wyeth patents issued from related patent applications and share an essentially identical specification. Thus, the court construes the disputed terms similarly in each patent. <i>See, e.g., </i><i>NTP, Inc. v. Research in Motion, Ltd.,</i> 418 F.3d 1282, 1293 (Fed.Cir.2005).<sup>[1]</sup> Wyeth has asserted against Sandoz the following claims from the patents-in-suit: claims 20-25 of the `171 patent, claims 1-6 of the '958 patent, and claims 1, 2, 13, and 14 of the '120 patent. Generally, the asserted claims concern methods for treating patients with depression or other disorders responsive to venlafaxine by administering an extended release formulation of venlafaxine hydrochloride that provides a therapeutic concentration of the drug over a twenty-four hour period. The asserted claims are all method claims, which require either peak blood plasma levels of venlafaxine within a specified time period or peak blood plasma levels of venlafaxine within specified concentrations. Some claims also provide that the claimed method results in \"diminished incidences of nausea and emesis,\" as compared to the immediate release formulation of venlafaxine hydrochloride. <i>See, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20). Other claims provide that the claimed method \"eliminat[es] the troughs and peaks of drug concentration in a patient[']s blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride.\" <i>See, e.g., id.</i> at col. 13:4-17 (claim 21).</p>\n<p>From these method claims, the parties have identified five disputed claim terms and phrases: (1) \"extended release formulation,\" (2) \"diminished incidence(s) of nausea and emesis,\" (3) \"a method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma,\" (4) \"about,\" as used in the claim phrase \"peak blood plasma levels of venlafaxine of no more than <i>about</i> 150 ng/ml,\" and (5) \"about,\" as used in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about</i> 6 hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours].\" <i>See generally</i> Joint Claim Construction Statement [hereinafter \"Joint Statement\"].</p>\n<p></p>\n<h2>II.</h2>\n<p>The purpose of patent claim construction is to \"to ascertain the meaning of a claim to one of ordinary skill in the art at the time of the invention.\" <i>SmithKline Beecham Corp. v. Apotex Corp.,</i> 403 F.3d 1331, 1338 (Fed.Cir.2005); <i>see </i><i>Markman v. Westview Instruments, Inc.,</i> 52 F.3d 967, 976 (Fed.Cir.1995) (en banc), <i>aff'd,</i> 517 U.S. 370, 372, 116 S.Ct. 1384, 134 L.Ed.2d 577 (1996). When the parties raise an actual dispute regarding the proper scope of patent claims, the court must resolve that dispute. <i>See </i><i>Markman,</i> 52 F.3d at 979 (holding that claim construction is a matter of law).</p>\n<p>Words of a claim are generally given their ordinary and customary meaning, <i>Vitronics Corp. v. Conceptronic, Inc.,</i> 90 F.3d 1576, 1582 (Fed.Cir.1996), which is the meaning a term would have to a person of ordinary skill in the art at the time of the invention. <i>Phillips v. AWH Corp.,</i> 415 F.3d 1303, 1312-13 (Fed.Cir.2005) (en banc). The person of ordinary skill in the art is deemed to read the claim term in the context of the particular claim in which the disputed term appears and in the context of the entire patent, including the specification and prosecution history. <i>Id.</i> at 1313. \"In some cases, the ordinary meaning of claim language ... may be readily apparent even to lay judges, and claim construction in such cases involves little more than the application of the widely accepted meaning of commonly understood words.\" <i>Id.</i> at 1314. \"In such circumstances, general purpose dictionaries may be helpful.\" <i>Id.</i> However, in many cases, the meaning of a claim term as understood by persons of skill in the art is not readily apparent. <i>Id.</i> In those cases, the court must look to \"the words of the claims themselves, the remainder of the specification, the prosecution history, and extrinsic evidence concerning relevant scientific principles, the meaning of technical terms, and the state of the art.\" <i>Id.</i> (quotation omitted).</p>\n<p>The claims \"provide substantial guidance as to the meaning of particular claim terms.\" <i>Id.</i> The context in which a term is used in an asserted claim, the usage of the term in other claims of the patent, and differences among claims are useful guides in ascertaining the meaning of a particular claim term. <i>Id.</i> at 1314-15. For example, under the doctrine of claim differentiation, when a patent contains dependant claims that add a particular limitation, the court must initially apply a presumption that the limitation in question is not present in the independent claim. <i>See id.</i> The absence of a limitation in the independent claim is \"strong evidence\" that the independent claim is not bound by the limitations listed in the narrower, dependent claims. <i>See </i><i>Saunders Group, Inc. v. Comfortrac, Inc.,</i> 492 F.3d 1326, 1331 (Fed.Cir.2007); <i>Honeywell Int'l Inc. v. Universal Avionics Sys. Corp.,</i> 488 F.3d 982, 994 (Fed.Cir.2007).</p>\n<p>However, claims must be read in light of the specification. <i>Phillips,</i> 415 F.3d at 1315. \"[T]he specification is always highly relevant ... [and] is the single best guide to the meaning of a disputed term.\" <i>Id.</i> (quotation omitted). The specification \"may reveal a special definition given to a claim term by the patentee that differs from the meaning it would otherwise possess,\" or the specification \"may reveal an intentional disclaimer, or disavowal, of claim scope by the inventor.\" <i>Id.</i> at 1316. Where a patentee chooses to act as its own lexicographer, the patentee \"must clearly express that intent in the written description.\" <i>Helmsderfer v. Bobrick Washroom Equip., Inc.,</i> 527 F.3d 1379, 1381 (Fed.Cir.2008); <i>see </i><i>Phillips,</i> 415 F.3d at 1316; <i>Bell Atl. Network Servs. v. Covad Commc'ns Group, Inc.,</i> 262 F.3d 1258, 1268 (Fed.Cir.2001). Likewise, an inventor's disavowal of scope should be \"clear and unmistakable.\" <i>See </i><i>Innova/Pure Water, Inc. v. Safari Water Filtration Sys., Inc.,</i> 381 F.3d 1111, 1120 (Fed.Cir.2004).</p>\n<p>The prosecution history is \"created by the patentee in attempting to explain and obtain the patent,\" and provides \"evidence of how the [Patent and Trademark Office (\"PTO\") ] and the inventor understood the patent.\" <i>Phillips,</i> 415 F.3d at 1317. However, the prosecution history is \"less useful\" because \"it often lacks the clarity of the specification.\" <i>Id.</i> Finally, courts may consider extrinsic evidence, which includes expert and inventor testimony, dictionaries, and treatises. <i>Id.</i> Extrinsic evidence is generally \"less reliable than the patent and its prosecution history,\" <i>id.</i> at, 1318-19, and must be \"considered in the context of the intrinsic evidence.\" <i>Id.</i> at 1319. With this framework in mind, the court turns to the disputed claim terms and phrases.<sup>[2]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A.</h2>\n<p></p>\n<h2><i>\"Extended Release Formulation\"</i></h2>\n<p>The central issue involves construction of the claim term \"extended release formulation.\" Wyeth argues that \"extended release formulation\" should be construed according to its ordinary meaning as \"[a] formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-aday rather than the plural daily dosing for the immediate release formulation.\" Joint Statement, Tab 1. In contrast, Sandoz contends that Wyeth acted as its own lexicographer and, therefore, construes the term as restricted to the specific ingredients set forth in the patents.<sup>[3]</sup> Thus, Sandoz asserts that \"extended release formulation\" means</p>\n<blockquote>a formulation that comprises from about 6% to about 40% venlafaxine HCI by weight, from about 50% to about 94% microcrystalline cellulose (\"MCC\") by weight, and optionally, from about 0.25% to about 1% hydroxypropyl-methylcelluose (\"HPMC\") by weight, coated with a mixture of ethyl cellulose and HPMC in an amount needed to provide a specific unit dosage administered once-a-day to provide a therapeutic blood plasma level of venlafaxine over an entire 24-hour period of administration.</blockquote>\n<p><i>Id.</i> at Tab 2.</p>\n<p></p>\n<h2>1.</h2>\n<p>Initially, the court rejects Sandoz's argument that \"extended release formulation\" embodies a means-plus-function claim limitation that invokes 35 U.S.C. § 112, paragraph 6.<sup>[4]</sup><i>See</i> Def.'s Opening Br. 23-24. Where, as here, the asserted claims do not contain the term \"means,\" there is a strong presumption that the claims are not means-plus-function claims. <i>See, e.g., </i><i>Lighting World, Inc. v. Birchwood Lighting, Inc.,</i> 382 F.3d 1354, 1358 (Fed.Cir.2004). Sandoz fails to show by a preponderance of the evidence that the asserted claims fail to recite a sufficiently definite structure or that the claims recite a function without reciting a sufficient structure for performing that function, and thereby leaves the presumption intact. <i>See, e.g., id.; </i><i>Apex, Inc. v. Raritan Computer, Inc.,</i> 325 F.3d 1364, 1371-72 (Fed. Cir.2003). The term \"extended release formulation\" connotes a broad range of structures for delivering an API to patients. Although the inventors may have defined the structure of \"extended release formulation\" in terms of the function it performs (i.e., the release of the API over an extended period of time), that characteristic alone does not transform the term into a means-plus-function claim limitation. <i>See </i><i>Lighting World,</i> 382 F.3d at 1361. Accordingly, the court turns to the intrinsic evidence to ascertain the meaning of \"extended release formulation.\"</p>\n<p></p>\n<h2>2.</h2>\n<p>The parties do not dispute that the ordinary meaning of \"extended release formulation\" is broadly defined and not limited to certain ingredients or percentages thereof. <i>See</i> Def.'s Answering Br. 2; <i>see, e.g.,</i> Pl's Ex. 12 (\"Extended-release dosage forms ... are defined as those that allow at least a twofold reduction in dosing frequency as compared to the drug presented in a conventional form, [e.g.], a solution or a prompt drug-releasing conventional solid dosage form.\" (copy of 1 Joseph P. Remington, <i>The Science and Practice of Pharmacy</i> 598 (19th ed. 1995))). Rather, Sandoz argues that Wyeth departed from the ordinary meaning of \"extended release formulation\" in the patents-in-suit in defining the term as limited to a specific formulation of particular ingredients. <i>See</i> Def.'s Opening Br. 12.</p>\n<p>\"It is a bedrock principle of patent law that the claims of a patent define the invention to which the patentee is entitled the right to exclude.\" <i>Phillips,</i> 415 F.3d at 1312 (quotation omitted). \"[T]he claims themselves provide substantial guidance as to the meaning of particular claim terms,\" <i>id.</i> at 1314, and it is here where the court begins its analysis. Notably, at least three characteristics of the claims (asserted and unasserted) augur abroad construction of \"extended release formulation.\"</p>\n<p>First, the Wyeth patents contain both method claims and product claims. The method claims describe the \"use aspects\" of the invention and are claimed in terms of performance criteria. <i>See, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20) (\"A <i>method</i> for providing a therapeutic blood plasma concentration of venlafaxine over a twenty four hour period with <i>diminished incidences of nausea and emesis....\"</i> (emphasis added)); <i>id.</i> at col. 13:4-12 (claim 21) (\"A <i>method</i> for <i>eliminating the troughs and peaks of drug concentration</i> in a patient[']s blood plasma....\" (emphasis added)). In contrast, the product claims describe the \"formulation aspects\" of the invention and are claimed in terms of specific preferred formulations, including certain inactive ingredients and/or percentages thereof. <i>See, e.g., id.</i> at col. 11:5-11 (claim 3) (\"An <i>extended release formulation</i> according to claim 1 wherein the spheroids are coated with from about 2% to about 12% of total formulation weight of film coating comprised of from <i>about 80% to about 90%</i> by weight of film coating of <i>ethyl cellulose,</i> NF, and from <i>about 10% to about 20%</i> by weight of film coating of [<i>HPMC</i>], USP.\" (emphasis added)). Differentiation between the use aspects and formulation aspects of the invention counsels against reading the inactive ingredients (as found in product claims) into the method claims. <i>See, e.g., </i><i>Pfizer v. Ranbaxy Labs. Ltd.,</i> 405 F.Supp.2d 495, 504 (D.Del.2005), <i>aff'd </i><i>in relevant part,</i> 457 F.3d 1284 (Fed.Cir.2006). The inventors knew how to describe specific formulations of the invention and did so where intended. As noted, Wyeth has asserted only method claims against Sandoz in the infringement action.</p>\n<p>Second, where dependant patent claims add limitations not found in the related independent claim, the doctrine of claim differentiation creates a presumption that the independent claim is broader than the dependent claims. <i>Phillips,</i> 415 F.3d at 1314-15. The absence of a limitation in the independent claim is \"strong evidence\" that the independent claim is not bound by the limitations found in the narrower, dependent claims. <i>See, e.g., </i><i>Saunders,</i> 492 F.3d at 1331; <i>Honeywell,</i> 488 F.3d at 994.</p>\n<p>The doctrine of claim differentiation applies to the claims at issue. For example, independent claim 1 (asserted) of the '120 patent broadly claims:</p>\n<blockquote>A method for providing therapeutic blood plasma concentration of venlafaxine over a twenty four hour period with diminished incidence of nausea and emesis which comprises administering orally to a patient in need thereof, an extended release formulation that provides peak blood plasma levels of venlafaxine of no more than about 150 ng/ml, said formulation containing venlafaxine hydrochloride as the active ingredient.</blockquote>\n<p><i>Id.</i> at col. 10:35-42. In contrast, dependent claim 3 (unasserted) of the '120 patent discloses a specific formulation of particular ingredients:</p>\n<blockquote>The method of claim 1 wherein the extended release formulation comprises venlafaxine hydrochloride in spheroids comprised of venlafaxine hydrochloride, [MCC] and optionally, [HPMC].</blockquote>\n<p><i>Id.</i> at col. 10:45-49. Dependent claim 4 (unasserted) of the '120 patent further discloses percentage ranges for the active and inactive ingredients:</p>\n<blockquote>The method of claim 3 wherein the spheroids are comprised of from about 6% to about 40% venlafaxine hydrochloride by weight, about 50% to about 94% [MCC] by weight, and optionally from about 0.25% to about 1% by weight of [HPMC],</blockquote>\n<p>`120 patent, col. 10:50-55. That dependent claims 3 and 4 specifically disclose particular ingredients and/or percentages thereof is the \"strongest indication\" that the patentees did not intend to include those same ingredients as a matter of definition in the term \"extended release formulation.\" <i>See, e.g., </i><i>Saunders,</i> 492 F.3d at 1331; <i>Honeywell,</i> 488 F.3d at 994.<sup>[5]</sup></p>\n<p>Third, a patentee normally uses claim terms consistently throughout a patent, such that the usage of a term in one claim can illuminate the meaning of the same term in other claims. <i>Phillips,</i> 415 F.3d at 1314. Moreover, \"[a] claim construction that gives meaning to all the terms of the claim is preferred over one that does not do so.\" <i>Merck &amp; Co. v. Teva Pharms. USA Inc.,</i> 395 F.3d 1364, 1372 (Fed.Cir.2005); <i>see also </i><i>Stumbo v. Eastman Outdoors Inc.,</i> 508 F.3d 1358, 1362 (Fed.Cir.2007). Sandoz's proposed construction renders the specific formulation limitations of the unasserted product claims redundant and superfluous. <i>Compare, e.g.,</i> '171 patent, col. 10:59-67 (claim 1) <i>with</i> Joint Statement, Tab 2 (Sandoz's construction). Substitution of the claim term \"extended release formulation\" with Sandoz's construction would fail to give effect to all the claim terms. Indeed, Sandoz concedes this flaw in its construction, but argues that redundancy must be tolerated because the term bears only one meaning. <i>See</i> Def.'s Opening Br. 21 (citing <i>Autogiro Co. of Am. v. United States,</i> 181 Ct.C1. 55, 384 F.2d 391, 404 (1967)). This court disagrees.</p>\n<p>Based on these principles of claim construction, the court finds that there is strong evidence that the term \"extended release formulation\" is not limited to any particular set of ingredients. Coupled with the ordinary meaning of the term, the court concludes that \"extended release formulation\" commands a broad construction. Yet, the court recognizes that the claims \"do not stand alone\" and, accordingly, turns to the specification of which the claims are a part. <i>Phillips,</i> 415 F.3d at 1315.</p>\n<p></p>\n<h2>3.</h2>\n<p>Sandoz argues that the specification of the patents-in-suit disclose just <i>one</i> extended release formulation of venlafaxinethat is, spheroids of venlafaxine, MCC, and optionally HPMC, coated with ethyl cellulose and HPMC. <i>See</i> Def.'s Opening Br. 12-16. In other words, Sandoz argues that the ingredient-specific formulation <i>is</i> the invention, and that the term \"extended release formulation\" should be construed as limited to specific ingredients. In support, Sandoz cites portions of the specification which it contends demonstrate the inventors' intent to define the term \"extended release formulation\" as limited to specific ingredients. For example, the Brief Description of the Invention states:</p>\n<blockquote>[T]he extended release formulations of this invention are those above wherein the spheroids are comprised of from about 6% to about 40% <i>venlafaxine hydrochloride</i> by weight, about 50% to about 95% [<i>MCC</i>], NF, by weight, and, optionally, from about 0.25% to about 1% by weight of [<i>HPMC</i>], USP, and coated with from about 2% to about 12% of total weight of film coating comprised of from about 80% to about 90% by weight of film coating of <i>ethyl cellulose,</i> NF, and from about 10% to about 20% by weight of film coating of [<i>HPMC</i>], USP.</blockquote>\n<p>`171 patent, col. 3:6-16 (emphasis added). Similarly, the Detailed Description of the Invention discloses an ingredient-specific formulation:</p>\n<blockquote>The extended release formulations of this invention are comprised of [venlafaxine] hydrochloride in admixture with [<i>MCC</i>] and [<i>HPMC</i>]. Formed as beads or spheroids, the drug containing formulation is coated with a mixture of <i>ethyl cellulose</i> and [<i>HPMC</i>] to provide the desired level of coating....</blockquote>\n<p><i>Id.</i> at col. 4:9-16 (emphasis added). Sandoz identifies six other instances throughout the specification in which it contends Wyeth acted as its own lexicographer. <i>See</i> Def.'s Opening Br. 12-13 (citing '171 patent, Abstract &amp; col. 2:63-3:2, 4:19-25, 6:12-21, 5:34-10:50, 10:53-57).<sup>[6]</sup></p>\n<p>The Federal Circuit instructs that \"the specification may reveal a special definition given to a claim term by the patentee that differs from the meaning it would otherwise possess. In such cases, the inventor's lexicography governs.\" <i>Phillips,</i> 415 F.3d at 1316. The specification acts as a dictionary \"when it expressly defines terms used in the claims or when it defines terms by implication.\" <i>Bell Atl.,</i> 262 F.3d at 1268 (quotation omitted). Where a patentee chooses to act as its own lexicographer, the patentee <i>\"must clearly express that</i> <i>intent</i> in the written description.\" <i>Helmsderfer,</i> 527 F.3d at 1381 (emphasis added); <i>see </i><i>Phillips,</i> 415 F.3d at 1316; <i>Bell Atl.,</i> 262 F.3d at 1268; <i>but cf. </i><i>Bell Atl.,</i> 262 F.3d at 1267-68 (\"[A] claim term may be clearly redefined without an explicit statement of redefinition.... [T]he specification may define claim terms by implication such that the meaning may be found in or ascertained by a reading of the patent documents.\" (citations &amp; quotations omitted)). Moreover, the patentee must define the term \"with <i>reasonable clarity, deliberateness, and precision</i>\" to overcome the presumption that the term holds its ordinary meaning. <i>In re Paulsen,</i> 30 F.3d 1475, 1480 (Fed.Cir.1994) (emphasis added): <i>see also </i><i>Vitronics,</i> 90 F.3d at 1582.</p>\n<p>Reading the specification as a whole and in context, the court is not persuaded that the patentee acted as its own lexicographer. Throughout the specification, the patentee describes the claimed invention first in broad terms and later in more narrow terms. For example, the Brief Description of the Invention states:</p>\n<blockquote>In accordance with this invention, there is a provided an extended release (ER), encapsulated formulation containing venlafaxine hydrochloride as the active drug [ ] component, which provides in a single dose, a therapeutic blood serum level over a twenty four hour period.... The formulations of this invention comprise an extended release formulation of venlafaxine hydrochloride comprising a therapeutically effective amount of venlafaxine hydrochloride in spheroids comprised of venlafaxine hydrochloride, MCC and, optionally, HPMC coated with a mixture of ethyl cellulose and [HPMC]</blockquote>\n<p>`171 patent, col. 2:14-19, 2:63-3:2; <i>see id.</i> at Abstract. The broad terms describe the use aspect of the invention and correspond to the method claims asserted by Wyeth in the infringement action. As noted, the method claims define the invention in terms of achieving certain results. The more narrow terms of the specification describe the formulation aspect of the invention and correspond to the unasserted product claims. While true that portions of the specification (i.e., the \"formulation aspect\") may depict an invention limited to specific ingredients <i>when read in isolation,</i> such a reading fails to recognize the full scope of the invention. Indeed, the Federal Circuit cautions against reading these types of limitations from the specification into the claims or otherwise confining the claims to specific embodiments described in the specification where the claims and the embodiments are not strictly coextensive. <i>See </i><i>Phillips,</i> 415 F.3d at 1323.</p>\n<p>Further, nowhere in the specification does the patentee clearly express an intent to provide a \"special definition\" or otherwise depart from the ordinary meaning of \"extended release formulation.\" <i>Cf., e.g., </i><i>Astrazeneca AB, Aktiebolaget Hassle, KBI-E, Inc. v. Mutual Pharm. Co.,</i> 384 F.3d 1333, 1339-40 (Fed.Cir.2004) (patentee acted as lexicographer as evidenced by statement: \"the solubilizers suitable according to the invention <i>are defined</i> below.... \").<sup>[7]</sup> Additionally, as Wyeth persuasively argued at the <i>Markman</i> hearing, Sandoz fails to show that the patentee articulated a precise definition of \"extended release formulation\" in the specification with requisite clarity and deliberateness. <i>See </i><i>In re Paulsen,</i> 30 F.3d at 1480.' Sandoz cites eight excerpts from the specification to argue that the inventors clearly defined \"extended release formulation\" as limited to a particular ingredient-specific formulation. <i>See</i> Def.'s Opening Br. 12-13. However, the \"definitions\" which Sandoz cites inconsistently describe the limitations attached to the term. Some \"definitions\" require spheroids, others require specific percentages of the inactive ingredients, and the list goes on. <i>See</i> Pl's <i>Markman</i> Hr'g Ex. 1, at 34-37. Sandoz's proposed construction suffers from the same infirmity. Sandoz argues that the specification limits \"extended release formulation\" to an ingredient-specific formulation, yet Sandoz does not require that the formulation be contained in spheroids, as the same logic would seem to dictate.</p>\n<p>The court declines to import limitations from the specification into the claim language, particularly where, as here, the patentee did not clearly express an intent to act as its own lexicographer and did not set forth a precise, consistent definition of \"extended release formulation\" in the specification. <i>Cf. </i><i>Helmsderfer,</i> 527 F.3d at 1380-81; <i>Phillips,</i> 415 F.3d at 1312 (\"[I]f we once begin to include elements not mentioned in the claim, in order to limit such claim ..., we should never know where to stop.\" (quotation omitted; omission in original)). As such, the court concludes that the specification supports a broad construction of \"extended release formation\" as consistent with its ordinary meaning.</p>\n<p></p>\n<h2>4.</h2>\n<p>Contrary to Sandoz's belief, the prosecution history does not alter the court's conclusion that a broad construction of \"extended release formulation\" is appropriate. Although less useful than the specification, the prosecution history provides evidence of how Wyeth and the PTO understood the patent. <i>See </i><i>Phillips,</i> 415 F.3d at 1317. The prosecution history strengthens this court's conclusion that Wyeth did not act as its own lexicographer or otherwise limit the scope of its patent claims during prosecution.</p>\n<p>The prosecution history reveals that, on March 20, 1997, Wyeth originally submitted two method claims which disclosed an extended release formulation devoid of specific inactive ingredients. <i>See</i> Pl's Ex. 15, at 002-000805 (Patent Application No. 08/821,137, claims 9 and 10). In the Notice of Allowability issued on August 5, 1997, the patent examiner amended the method claims to depend from a product claim which included the inactive ingredients limitation. <i>See id.</i> at 002-000854 (Notice of Allowability). Wyeth initially agreed to the amendment, but later abandoned the application. <i>See id.</i> at 002-000911 (Notice of Abandonment). On November 5, 1997, Wyeth filed a continuation-in-part application and included the original unamended method claims (without the inactive ingredients limitation). <i>See</i> Pl.'s Ex. 16, at 002-000582 (Patent Application No. 08/964,328, claims 13 and 14). On October 14, 1998, the patent examiner allowed the unamended method claims (without the inactive ingredients limitation) to issue without objection. <i>See id.</i> at 002-000716 (Office Action Summary). This portion of the prosecution history suggests that the original patent examiner viewed the method claims in the abandoned patent application as broader than the product claims and not inclusive of the inactive ingredients limitation. The prosecution history also indicates Wyeth's clear intent not to limit the method claims to a specific formulation. The court rejects Sandoz's argument that Wyeth somehow fooled the PTO by filing, abandoning, and refiling patent applications until an unsuspecting patent examiner allowed the method claims to issue. <i>See</i> Def.'s Opening Br. 4-5. Wyeth expressly referenced all prior related patent applications in its continuation-in-part application. <i>See</i> Pl.'s Ex. 16, at 002-000569 (Patent Application No. 08/964,328) (\"This application is a continuation-in-part of copending Application No. 08/821,137, filed March 20, 1997....\"). Further, PTO practice at the time required patent examiners to review the prosecution history of related applications. <i>See generally</i> Pl.'s Exs. 34 &amp; 35 (copies of U.S. Department of Commerce, Patent and Trademark Office, <i>Manual of Patent Examining Procedure</i> §§ 609, 707.05 (6th ed. rev. 1997)).</p>\n<p>The court also rejects Sandoz's argument that Wyeth limited the scope of its invention during prosecution to specific inactive ingredients and percentages thereof. Specifically, Sandoz points to a comment made by Wyeth in response to a cancelled product claim in which Wyeth stated that the \"gravamen of the invention\" was coated spheroids (and the inactive ingredient formulation thereof). The prosecution history reveals that Wyeth made the \"gravamen\" comment <i>after</i> the broad method claims issued. <i>Compare</i> Pl.'s Ex. 16, at 002-000739 (Wyeth's Reply dated Apr. 13, 1999, addressing cancelled claim 1), <i>with id.</i> at 002-000716 (Office Action Summary dated Oct. 14, 1998, allowing claims 13 and 14). Although a patentee's disclaimer of scope made during prosecution may be applied retroactively, <i>see </i><i>Intermatic Inc. v. Lamson &amp; Sessions Co.,</i> 273 F.3d 1355, 1367 (Fed.Cir.2001). <i>vacated </i><i>on other grounds,</i> 537 U.S. 1016, 123 S.Ct. 549, 154 L.Ed.2d 423 (2002), the court does not find it appropriate to limit the scope of previously-issued method claims in response to a later comment directed toward remedying a cancelled product claim.</p>\n<p>Sandoz also argues that Wyeth limited the invention to certain inactive ingredients when it added a significant amount of new material directed toward an ingredient-specific formulation to the specification. The prosecution history reveals that Wyeth added this language further describing the invention and embodiments thereof <i>after</i> the broad method claims issued. <i>Compare</i> Pl.'s Ex. 24, at 002-000014 to -000036 (Patent Application No. 09/488, 629 dated Jan. 20, 2000, adding specification language) <i>with</i> Pl.'s Ex. 16, at 002-000716 (Office Action Summary dated Oct. 14, 1998, allowing claims 13 and 14). In order to accept Sandoz's interpretation of the prosecution history, the court would have to effectively find that Wyeth went to great lengths to reject the examiner's initial proposed amendments only to then rewrite the specification in such a way as to reincorporate them. Such a finding is at odds with Wyeth's clear intent to disclaim the ingredient-specific formulation and is contrary to the evidence.</p>\n<p></p>\n<h2>5.</h2>\n<p>The court concludes that one of ordinary skill in the art would broadly interpret the term \"extended release formulation,\" when read in the context of the asserted method claims and the entire patent. The patentee did not act as its own lexicographer, and the court will not import an inactive ingredients limitation into the claims absent Wyeth's clear expression of intent to provide a \"special definition\" outside the term's ordinary meaning. The prosecution history further indicates Wyeth's intent to keep broad method claims intact and free from an inactive ingredients limitation. Accordingly, the court adopts the following construction for \"extended release formulation\": \"A formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the immediate release formulation.\"</p>\n<p></p>\n<h2>B.</h2>\n<p></p>\n<h2><i>\"Diminished Incidence(s) of Nausea and Emesis\"</i></h2>\n<p>Wyeth argues that the claim phrase \"diminished incidence(s) of nausea and emesis\" should be construed to mean a reduced degree and/or frequency in the occurrence of nausea and emesis. <i>See</i> Joint Statement, Tab 8. In contrast, Sandoz contends that the claim phrase refers only to a decrease in the frequency of nausea and emesis. <i>See id.</i> at Tab 9. Additionally, the parties dispute whether the claim phrase should be construed relative to a group of patients who receive immediate release venlafaxine (as Wyeth proposes), or to an individual patient who receives both immediate release and extended release venlafaxine (as Sandoz proposes). <i>See</i> Pl.'s Opening Br. 26; Def.'s Opening Br. 25.</p>\n<p>The patents-in-issue use the term \"diminished\" only in the claim language and not elsewhere in the specification. However, the specification discusses the effect of the invention on nausea and emesis in three specific areas. First, the Abstract discloses that the invention \"provides a lower incidence of nausea and vomiting than the conventional tablets.\" <i>See, e.g.,</i> '171 patent, Abstract. Second, the Background of the Invention discusses nausea and emesis in the context of immediate release tablets and uses a numerical focus. Specifically, the Background of the Invention explains that:</p>\n<blockquote>With the plural daily dosing regimen, the most common side effect is nausea, experienced by about forty five percent of patients under treatment with venlafaxine hydrochloride. Vomiting also occurs in about seventeen percent of the patients.</blockquote>\n<p><i>Id.</i> at col. 2:7-11. Lastly, the Brief Description of the Invention contrasts the clinical advantages of the invention with the disadvantages of multiple daily dosing and discusses nausea and emesis in more general terms:</p>\n<blockquote>The use of the one-a-day venlafaxine hydrochloride formulations of this invention <i>reduces by adaptation, the level of nausea and incidence of emesis</i> that attend the administration of multiple daily dosing. In clinical trials of venlafaxine hydrochloride ER, the probability of developing nausea in the course of the trials was greatly reduced after the first week. Venlafaxine ER showed a statistically significant improvement over conventional venlafaxine hydrochloride tablets in two eight-week and one 12 week clinical studies. Thus, in accordance with this use aspect of the invention there is provided <i>a method for reducing the level of nausea and incidence of emesis</i> attending the administration of venlafaxine hydrochloride which comprises dosing a patient in need of treatment with venlafaxine hydrochloride with an extended release formulation of venlafaxine hydrochloride once a day in a therapeutically effective amount.</blockquote>\n<p><i>Id.</i> at col. 2:46-62 (emphasis added).</p>\n<p>Reading the specification as a whole and in context, the court concludes that the inventors did not intend to equate the phrase \"diminished incidence(s) of nausea and emesis\" with a strictly numerical based definition. Notably, the Wyeth inventors did not use the term \"incidences\" in the Background of the Invention to describe percentage reductions. <i>See id.</i> at col. 2:7-11. Rather, the inventors used the terms \"level\" and \"incidence\" interchangeably throughout the specification to describe the effect of the invention on nausea and emesis. <i>See, e.g., id.</i> at 2:46-62. The court agrees with Wyeth that had the inventors intended to maintain a strictly numerical focus with respect to \"diminished incidence(s) of nausea and emesis,\" the inventors would have used a term more commonly associated with numerical values in the claim language, such as \"fewer,\" or would have linked the claim language more directly to a decreased percentage or number of patients suffering from nausea and emesis. <i>See</i> Pl.'s Opening Br. 24. Instead, the inventors used the phrase \"diminished incidences.\" Unlike the term \"fewer,\" the term \"diminished\" is not limited to a numerical focus and suggests the broader concept of a reduction in size, number, or degree. <i>See</i> Pl.'s Ex. 17 (defining \"diminish\" as \"to make less or cause to appear less: reduce in size, number, or degree\" (copy of <i>Webster's Third New Int'l Dictionary</i> 634 (3d ed. 1993))).<sup>[8]</sup></p>\n<p>Additionally, the court finds the dictionary definitions of \"incidence\" and \"level\" useful and consistent with the meaning of \"diminished incidence(s) of nausea and emesis\" as presented in the intrinsic record. <i>See </i><i>Helmsderfer,</i> 527 F.3d at 1381-82. \"Incidence\" is defined as \"rate, range, or amount of occurrence or influence.\" Pl.'s Ex. 21 (copy of <i>Webster's Third New Int'l Dictionary,</i> at 1142). Taken together with the term \"diminished,\" the phrase \"diminished incidences\" suggests a broader meaning which embraces frequency, degree, and duration. Further, the specification's interchangeable use of the term \"incidence\" with \"level\" strengthens this conclusion, as \"level\" is defined as \"an extent, measure, or degree or intensity, concentration, quantity, etc.\" Pl.'s Ex. 19 (copy of <i>Random House Webster's College Dictionary</i> 763 (2d ed. rev. 2000)).</p>\n<p>The court also agrees with Wyeth that the appropriate comparison for \"diminished incidence(s) of nausea and emesis\" is to a group of patients receiving the same total dose of an immediate release formulation administered twice a day. The Abstract discloses that the purpose of the invention is to provide better results than the \"conventional tablet formulations which must be administered two or more times a day.\" <i>See, e.g.,</i> '171 patent, Abstract. Moreover, the Background and Brief Description of the Invention refer to groups of patients in clinical trials. <i>See, e.g., id.</i> at 2:7-11, 2:46-62. Sandoz's hyper-technical construction of the term \"a\" as used in the claim phrase \"a patient in need thereof,\" amounts to little more than \"semantic antics.\" <i>See </i><i>Cat Tech LLC v. TubeMaster, Inc.,</i> 528 F.3d 871, 885-86 (Fed.Cir.2008); <i>see also </i><i>Baldwin Graphic Sys., Inc. v. Siebert, Inc.,</i> 512 F.3d 1338, 1342-43 (Fed.Cir.2008) (construing the term \"a\" to mean \"one or more\").</p>\n<p>Accordingly, the court construes \"diminished incidence(s) of nausea and emesis\" as follows: \"The degree and/or frequency of nausea and emesis from the extended release formulation administered once-a-day is less than what would be experienced by patients receiving the same total daily dose of an immediate release formulation that is administered at least twice a day.\"</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2><i>\"A Method for Eliminating the Troughs and Peaks of Drug Concentration in a Patient's Blood Plasma Attending the Therapeutic Metabolism of Plural Daily Doses of Venlafaxine Hydrochloride\"</i></h2>\n<p>The phrase \"a method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" appears in claims 21, 24, and 25 of the '171 patent and. claims 2, 5, and 6 of the '958 patent. Each asserted claim recites a method of orally administering an encapsulated extended release formulation that provides a single peak blood plasma level after administration, thereby eliminating the troughs and peaks of drug concentration in a patient's blood plasma. <i>See, e.g.,</i> '171 patent, col. 13:4-12 (claim 21).</p>\n<p>The parties' constructions differ in three ways. <i>See generally</i> Joint Statement, Tabs 10 &amp; 11. First, Sandoz's construction suggests that the peaks and troughs of drug concentration associated with multiple daily dosing of the immediate release formulation are eliminated entirely. In contrast, Wyeth's construction posits that the invention reduces the degree of the peaks and troughs, eliminating only the multiple <i>sharp</i> peaks and troughs. Second, Sandoz's construction omits reference to the maintenance of therapeutic levels over a twenty-four hour period. Third, Sandoz's construction adds the modifier \"substantially linear\" to describe the protracted decrease from the peak plasma level achieved after administering extended release venlafaxine. Sandoz argues that its construction comports with the ordinary meaning of the claim language. <i>See</i> Def.'s Opening Br. 29-30. Wyeth, however, contends that Sandoz's definition fails to correctly grasp the claims, and that the phrase must be interpreted in accordance with the guidance found in the specification. <i>See</i> Pl.'s Opening Br. 26. This court agrees with Wyeth's construction.</p>\n<p>The patent demonstrates an intent to mitigate the changes in blood plasma that occur with administration of immediate release venlafaxine. The Brief Description of the Invention discloses <i>\"a method for obtaining a flattened drug plasma concentration</i> to time profile, thereby affording <i>a tighter plasma therapeutic range control</i> than can be obtained with multiple daily dosing.\" <i>See, e.g.,</i> '171 patent, col. 2:21-24 (emphasis added). The invention does not appear to obviate the peaks and troughs altogether, as Sandoz contends. Rather, the specification reveals that the invention reduces the <i>degree</i> of the peaks and troughs and discloses a method for <i>moderating</i> the peaks and troughs. Specifically, the Brief Description states:</p>\n<blockquote>In other words, this invention provides a method for eliminating the <i>sharp</i> peaks and troughs (hills and valleys) in blood plasma drug levels induced by multiple daily dosing with conventional immediate release venlafaxine hydrochloride tablets.</blockquote>\n<p><i>Id.</i> at col. 2:24-28 (emphasis added). The Brief Description continues:</p>\n<blockquote>Hence, in accordance with the use aspect of this invention, there is provided a method for <i>moderating</i> the plural blood plasma peaks and valleys attending the pharmacokinetic utilization of multiple daily tablet dosing with venlafaxine hydrochloride....</blockquote>\n<p><i>Id.</i> at col. 2:38-43 (emphasis added). Reviewing the claim language in light of the specification, the court concludes that Wyeth's proposed construction is correct with respect to the effect of the invention on the peaks and troughs of drug concentration.</p>\n<p>The specification is also instructive on the use aspect of the invention and the shape of the dissolution curve. The Brief Description states:</p>\n<blockquote>In essence, the plasma levels of venlafaxine hydrochloride rise, after administration of the extended release formulations of this invention, for between about five to about eight hours (optimally about six hours) and then begin to fall <i>through a protracted, substantially linear decrease</i> from the peak plasma level for the remainder of the twenty-four hour period, <i>maintaining at least a threshold therapeutic level of the drug during the entire twenty-four hour period.</i>\n</blockquote>\n<p><i>Id.</i> at col. 2:28-36 (emphasis added). This portion of the specification suggests that Sandoz's construction omits an important use aspect of the inventionthat is, maintenance of therapeutic dosage levels over a twenty-four hour period. The construction of the disputed claim phrase should include the therapeutic benefits of the invention. <i>See</i> Pl.'s Opening Br. 27; Pl.'s Answering Br. 28. As to the parties' third area of disagreement, the specification does describe the protracted decrease from the peak plasma level as \"substantially linear.\" However, the court finds this modifier unnecessary because the crux of the invention is the elimination of the sharp peaks and troughs resulting from multiple daily dosing, <i>not</i> the precise shape of the corresponding dissolution profile. <i>See</i> Pl.'s Answering Br. 28.</p>\n<p>Accordingly, the court construes the claim phrase \"a method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" as follows: \"A method in which the extended release formulation is administered once in a 24hour period, resulting in a venlafaxine blood plasma concentration that rises to a maximum value, followed by a generally protracted decrease over the remaining period while maintaining during the 24hour period levels of venlafaxine in blood plasma that are sufficient to provide, during the course of treatment, relief from the condition being treated, thereby eliminating the multiple sharp peaks and troughs resulting from multiple daily dosing of the same total daily dose of the immediate release formulation as reflected in a graph of venlafaxine blood plasma concentration versus time.\"</p>\n<p></p>\n<h2>D.</h2>\n<p></p>\n<h2><i>\"About,\" as used in the claim phrase \"Peak Blood Plasma Levels of Venlafaxine of No More Than About 150 ng/ml\"</i></h2>\n<p>Wyeth argues that the term \"about\" depicts a mean value of blood plasma levels in a group of patients after administering two 75 mg extended release capsules once a day. <i>See</i> Joint Statement, Tab 3. For example, the maximum mean blood plasma level six hours after administering extended release venlafaxine is 149 ng/ml. <i>See, e.g.,</i> '171 patent, col. 7:38-8:11 (Example 4, Table 2). Wyeth posits that one skilled in the art would understand that individual blood plasma levels may fall above or below this value, and would embrace a 20% variability in this context. <i>See</i> Pl.'s Opening Br. 28 (citing Pl.'s Ex. 22, at 9-10 (expert report of Dr. Sawchuk)). In contrast, Sandoz contends that \"about\" should be construed as an \"allowance for acceptable experimental error.\" <i>See</i> Joint Statement, Tab 4. Sandoz further argues that the appropriate value of experimental error, and whether it is acceptable, can be determined only after the parties complete discovery on the issues of infringement and validity. <i>See id.</i> at Tab 15, p. 13.</p>\n<p>Inventors commonly use the term \"about\" in patent claims to represent an approximation and to avoid imposing strict numerical boundaries to specified parameters. <i>See, e.g., </i><i>Ortho-McNeil Pharm., Inc. v. Caraco Pharm. Labs., Ltd.,</i> 476 F.3d 1321, 1326-27 (Fed.Cir.2007); <i>Pall Corp. v. Micron Separations, Inc.,</i> 66 F.3d 1211, 1217 (Fed.Cir.1995). The Federal Circuit recently noted that the term \"about\" \"does not have a universal meaning... [because] the meaning depends upon the technological facts of the particular case.\" <i>Ortho-McNeil Pharm.,</i> 476 F.3d at 1326 (quotation omitted).</p>\n<p>The court believes that Wyeth's construction comports with the specification and the data described therein. Even if this court were to credit Sandoz's argument that the range of experimental error cannot yet be determined, Sandoz notably fails to provide any indication of the degree of experimental error embraced in its construction. Likewise, Sandoz fails to describe the manner in which experimental error would be measured with respect to blood plasma levels.</p>\n<p>Accordingly, the court construes the term \"about\" in the claim phrase \"peak blood plasma levels of venlafaxine of no more than <i>about</i> 150 ng/ml\" as \"a possible variation of up to 20%, so that the concentration of venlafaxine in blood plasma should not exceed a maximum limit of 180 ng/ml.\"</p>\n<p></p>\n<h2>E.</h2>\n<p></p>\n<h2><i>\"About,\" as used in the claim phrase \"A Peak Blood Plasma Level of Venlafaxine in About 6 Hours [or in from About 4 [or 5] to About 8 Hours]\"</i></h2>\n<p>While both parties agree that the term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about</i> 6 hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours]\" indicates a range of valuation, they differ in how they define the scope of that range. Wyeth argues that the term \"about\" means a range, based on rounding, to the nearest half-hour interval. <i>See</i> Joint Statement, Tabs 5-7. Sandoz argues that \"about\" indicates an \"allowance for acceptable experimental error\" because the specification demonstrates a precision in measuring blood plasma levels. <i>See id.</i> at Tab 4; Def.'s Answering Br. 22.</p>\n<p>In the specification, Tables 2 and 3 in Example 4 summarize data observed during the administration of immediate and extended release venlafaxine hydrochloride. <i>See, e.g.,</i> '171 patent, col. 7:38-9:23. The Tables provide the mean values of blood plasma levels, as measured at hourly and half-hourly intervals. <i>See id.</i> Wyeth's expert, Dr. Sawchuk, states that the rounding approach is appropriate for this parameter because the plasma levels were measured at discrete time periods, the shortest of which is half-hour intervals. <i>See</i> Pl.'s Ex. 22, at 11-12 (expert report of Dr. Sawchuk). In other words, the Tables employ principles of rounding to capture within the scope of the claims the concentration levels that may not fall precisely at hourly intervals. <i>Id.</i></p>\n<p>This court agrees with Wyeth that a rounding construction is appropriate for expressing when the maximum level of blood plasma should occur. Sandoz's construction leaves the term undefined. Notably, Sandoz fails to explain how experimental error would be calculated with respect to time. The court finds <i>Wyeth v. Anchen Pharms.,</i> No. 06-CV-386-JVS (CD.Cal. Dec. 20, 2007), instructive. In <i>Anchen Pharms.,</i> the district court rejected a construction of \"about\" that was based on statistical error and similar to that which Sandoz proposes. The court reasoned that \"[b]ecause ... plasma levels may change dramatically within a short time period, there is no assurance that the range of statistical error would capture actual variances.\" <i>Id.,</i> slip op. at 16.</p>\n<p>Accordingly, the court adopts the following construction of the term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about</i> 6 hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours]\": \"A range, based upon rounding; of 5.5 hours up to, but not including, 6.5 hours [or of 3.5 [or 4.5] hours up to, but not including, 8.5 hours].\"</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons discussed, the court construes the disputed claim terms and phrases of the '171 patent, the '958 patent, and the '120 patent as follows:</p>\n<p>1. \"Extended release formulation\" means \"a formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the immediate release formulation.\"</p>\n<p>2. \"Diminished incidence(s) of nausea and emesis\" means \"the degree and/or frequency of nausea and emesis from the extended release formulation administered once-a-day is less than what would be experienced by patients receiving the same total daily dose of an immediate release formulation that is administered at least twice a day.\"</p>\n<p>3. \"A method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" means \"a method in which the extended release formulation is administered once in a 24hour period, resulting in a venlafaxine blood plasma concentration that rises to a maximum value, followed by a generally protracted decrease over the remaining period while maintaining during the 24-hour period levels of venlafaxine in blood plasma that are sufficient to provide, during the course of treatment, relief from the condition being treated, thereby eliminating the multiple sharp peaks and troughs resulting from multiple daily dosing of the same total daily dose of the immediate release formulation as reflected in a graph of venlafaxine blood plasma concentration versus time.\"</p>\n<p>4. The term \"about\" in the claim phrase \"peak blood plasma levels of venlafaxine of no more than <i>about</i> 150 ng/ml\" means \"a possible variation of up to 20%, so that the concentration of venlafaxine in blood plasma should not exceed a maximum limit of 180 ng/ml.\"</p>\n<p>5. The term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about</i> 6 hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours]\" means \"a range, based upon rounding, of 5.5 hours up to, but not including, 6.5 hours [or of 3.5 [or 4.5] hours up to, but not including, 8.5 hours].\"</p>\n<h2>NOTES</h2>\n<p>[1]  Given the relationships of the patents and the similarities of the patent specifications, all cites to the specification and portions thereof (e.g., Abstract, Background of the Invention, etc.) are to the '171 patent unless otherwise indicated. <i>Cf. </i><i>NTP, Inc.,</i> 418 F.3d at 1293.</p>\n<p>[2]  The court has had the benefit of three recent district court decisions construing the disputed claim terms and phrases. <i>See Wyeth v. Anchen Pharms.,</i> No. 06-CV-386-JVS (CD.Cal. Dec. 20, 2007) (unpublished inchambers. order); <i>Wyeth v. Impax Labs., Inc.,</i> 526 F.Supp.2d 474 (D.Del.2007); <i>Wyeth v. Teva Pharms. USA, Inc.,</i> No. 03-CV-1293, 2005 WL 2175440 (D.N.J. Sept. 6, 2005) (unpublished), <i>vacated,</i> [D.E. 168] (D.N.J. Jan. 12, 2006) (order granting joint motion to vacate <i>Markman</i> order).</p>\n<p>[3]  Sandoz also construes \"extended release formulation\" as restricted to specific percentage ranges of the ingredients. <i>See</i> Joint Statement, Tab 2. At the <i>Markman</i> hearing, Sandoz argued that the percentage ranges were derived from (and required by) the patents' prosecution history.</p>\n<p>[4]  Section 112 of the Patent Act states in relevant part:\n</p>\n<p>An element in a claim for a combination may be expressed as a means or step for performing a specified function without the recital of structure, material, or acts in support thereof, and such claim shall be construed to cover the corresponding structure, material, or acts described in the specification and equivalents thereof.</p>\n<p>35 U.S.C. § 112. A claim element expressed in this fashionthat is, purely in terms of a function, without any structure for carrying out that functionis commonly referred to as a \"means-plus-function\" claim limitation. Such claim elements are limited to the materials or structure described in the specification. <i>See, e.g., </i><i>Applied Med. Res. Corp. v. U.S. Surgical Corp.,</i> 448 F.3d 1324, 1333 (Fed.Cir. 2006).</p>\n<p>[5]  The court rejects Sandoz's argument (as proffered at the <i>Markman</i> hearing) that Wyeth deceptively obtained the '120 patent \"with an eye toward litigation.\" Sandoz argues that Wyeth purposefully invoked the doctrine of claim differentiation in the '120 patent to broaden the meaning of the claims which had already issued under the '171 patent. The prosecution history does not support Sandoz's argument.</p>\n<p>[6]  With the exceptions of the Examples and the hydrogel tablet disclaimer, <i>see</i> '171 patent, col. 5:33-10:51, 10:53-57, the portions of the specification which Sandoz cites all contain the term \"comprise.\" The term \"comprise\" is often construed as open-ended and does not exclude the possibility of additional elements. <i>See</i> Amber H. Rovner, <i>Canons of Patent Claim Construction,</i> PLI No. 8991, at 114-15 (July 2006). Based on the extrinsic evidence, the inventors' use of the term \"comprise\" is consistent with a broad construction of \"extended release formulation.\"</p>\n<p>[7]  In contrast, the patent specification clearly disclaims hydrogel tablets. <i>See, e.g.,</i> `171 patent, col. 4:60-64 (\"Numerous attempts to produce extended release tablets by hydrogel technology proved to be fruitless because the compressed tablets were either physically unstable... or dissolved too rapidly in dissolution studies.\"); <i>id.</i> at col. 10:53-57 (\"Thus, the desired dissolution rates of sustained release dosage forms ..., impossible to achieve with hydrogel tablet technology ha[ve] been achieved with ... this invention.\");, <i>see also </i><i>Innova/Pure Water,</i> 381 F.3d at 1120. As such, the court excludes hydrogel tablets from its construction of \"extended release formulation.\" <i>Cf. </i><i>Micro Chem., Inc. v. Great Plains Chem. Co.,</i> 194 F.3d 1250, 1260-61 (Fed.Cir. 1999) (construing patentee's disclaimer of scope narrowly).</p>\n<p>[8]  \"A court may look to extrinsic evidence so long as the extrinsic evidence does not contradict the meaning otherwise apparent from the intrinsic record.\" <i>Helmsderfer,</i> 527 F.3d at 1382; <i>Vitronics,</i> 90 F.3d at 1584 n. 6. The court finds that the dictionary definition of \"diminish\" does not contradict the meaning of the claim phrase as used in the specification. <i>See </i><i>Helmsderfer,</i> 527 F.3d at 1381-82.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>WYETH, Plaintiff,<br>\nv.<br>\nSANDOZ, INC., Defendant.</h1></center>\n<center>No. 5:07-CV-234-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>July 3, 2008.</center>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>In this patent infringement action, plaintiff Wyeth alleges that defendant Sandoz, Inc.'s (\"Sandoz\") generic extended release venlafaxine product infringes U.S. Patent Nos. 6,274,171 B1 (\"the '171 patent\"), 6,419,958 B2 (\"the '958 patent\"), and 6,403,120 B1 (\"the '120 patent\") (collectively \"the Wyeth patents\"). The parties seek construction of five disputed claim terms and phrases from the patents-in-suit. The parties briefed their respective positions on claim construction, and the court conducted a <i>Markman</i> hearing on May-29, 2008. The court enters this order to explain its construction of the disputed claim terms and phrases.</p>\n<p></p>\n<h2>I.</h2>\n<p>Wyeth markets extended release venlafaxine hydrochloride, an antidepressant medication, under the brand name Effexor ® XR. Sandoz filed an Abbreviated New Drug Application seeking to market a generic extended release venlafaxine product at its Wilson, North Carolina facility. The key difference between Effexor® XR and Sandoz's generic formulation is that Sandoz's formulation uses a different inactive ingredient (i.e., an Eudragit® polymer) to coat the encapsulated spheroids which contain the active pharmaceutical ingredient (\"API\").</p>\n<p>The Wyeth patents issued from related patent applications and share an essentially identical specification. Thus, the court construes the disputed terms similarly in each patent. <i>See, e.g., </i><i>NTP, Inc. v. Research in Motion, Ltd.,</i> <span class=\"citation\" data-id=\"791451\"><a href=\"/opinion/791451/ntp-inc-v-research-in-motion-ltd/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1282</span></a></span>, 1293 (Fed.Cir.2005).<sup>[1]</sup> Wyeth has asserted against Sandoz the following claims from the patents-in-suit: claims 20-25 of the `171 patent, claims 1-6 of the '958 patent, and claims 1, 2, 13, and 14 of the '120 patent. Generally, the asserted claims concern methods for treating patients with depression or other disorders responsive to venlafaxine by administering an extended release formulation of venlafaxine hydrochloride that provides a therapeutic concentration of the drug over a twenty-four hour period. The asserted claims are all method claims, which require either peak blood plasma levels of venlafaxine within a specified time period or peak blood plasma levels of venlafaxine within specified concentrations. Some claims also provide that the claimed method results in \"diminished incidences of nausea and emesis,\" as compared to the immediate release formulation of venlafaxine hydrochloride. <i>See, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20). Other claims provide that the claimed method \"eliminat[es] the troughs and peaks of drug concentration in a patient[']s blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride.\" <i>See, e.g., id.</i> at col. 13:4-17 (claim 21).</p>\n<p>From these method claims, the parties have identified five disputed claim terms and phrases: (1) \"extended release formulation,\" (2) \"diminished incidence(s) of nausea and emesis,\" (3) \"a method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma,\" (4) \"about,\" as used in the claim phrase \"peak blood plasma levels of venlafaxine of no more than <i>about</i> 150 ng/ml,\" and (5) \"about,\" as used in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about</i> 6 hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours].\" <i>See generally</i> Joint Claim Construction Statement [hereinafter \"Joint Statement\"].</p>\n<p></p>\n<h2>II.</h2>\n<p>The purpose of patent claim construction is to \"to ascertain the meaning of a claim to one of ordinary skill in the art at the time of the invention.\" <i>SmithKline Beecham Corp. v. Apotex Corp.,</i> <span class=\"citation\" data-id=\"211936\"><a href=\"/opinion/211936/smithkline-beecham-corp-v-apotex-corp/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1331</span></a></span>, 1338 (Fed.Cir.2005); <i>see </i><i>Markman v. Westview Instruments, Inc.,</i> <span class=\"citation\" data-id=\"694395\"><a href=\"/opinion/694395/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">52</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 976 (Fed.Cir.1995) (en banc), <i>aff'd,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 372, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1996). When the parties raise an actual dispute regarding the proper scope of patent claims, the court must resolve that dispute. <i>See </i><i>Markman,</i> 52 F.3d at 979 (holding that claim construction is a matter of law).</p>\n<p>Words of a claim are generally given their ordinary and customary meaning, <i>Vitronics Corp. v. Conceptronic, Inc.,</i> <span class=\"citation\" data-id=\"722611\"><a href=\"/opinion/722611/vitronics-corporation-v-conceptronic-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1576</span></a></span>, 1582 (Fed.Cir.1996), which is the meaning a term would have to a person of ordinary skill in the art at the time of the invention. <i>Phillips v. AWH Corp.,</i> <span class=\"citation\" data-id=\"791122\"><a href=\"/opinion/791122/edward-h-phillips-v-awh-corporation-hopeman-brothers-inc-and-lofton/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1303</span></a></span>, 1312-13 (Fed.Cir.2005) (en banc). The person of ordinary skill in the art is deemed to read the claim term in the context of the particular claim in which the disputed term appears and in the context of the entire patent, including the specification and prosecution history. <i>Id.</i> at 1313. \"In some cases, the ordinary meaning of claim language ... may be readily apparent even to lay judges, and claim construction in such cases involves little more than the application of the widely accepted meaning of commonly understood words.\" <i>Id.</i> at 1314. \"In such circumstances, general purpose dictionaries may be helpful.\" <i>Id.</i> However, in many cases, the meaning of a claim term as understood by persons of skill in the art is not readily apparent. <i>Id.</i> In those cases, the court must look to \"the words of the claims themselves, the remainder of the specification, the prosecution history, and extrinsic evidence concerning relevant scientific principles, the meaning of technical terms, and the state of the art.\" <i>Id.</i> (quotation omitted).</p>\n<p>The claims \"provide substantial guidance as to the meaning of particular claim terms.\" <i>Id.</i> The context in which a term is used in an asserted claim, the usage of the term in other claims of the patent, and differences among claims are useful guides in ascertaining the meaning of a particular claim term. <i>Id.</i> at 1314-15. For example, under the doctrine of claim differentiation, when a patent contains dependant claims that add a particular limitation, the court must initially apply a presumption that the limitation in question is not present in the independent claim. <i>See id.</i> The absence of a limitation in the independent claim is \"strong evidence\" that the independent claim is not bound by the limitations listed in the narrower, dependent claims. <i>See </i><i>Saunders Group, Inc. v. Comfortrac, Inc.,</i> <span class=\"citation\" data-id=\"210548\"><a href=\"/opinion/210548/saunders-group-inc-v-comfortrac-inc/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1326</span></a></span>, 1331 (Fed.Cir.2007); <i>Honeywell Int'l Inc. v. Universal Avionics Sys. Corp.,</i> <span class=\"citation\" data-id=\"210615\"><a href=\"/opinion/210615/honeywell-v-uinversal-avionics/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span>, 994 (Fed.Cir.2007).</p>\n<p>However, claims must be read in light of the specification. <i>Phillips,</i> 415 F.3d at 1315. \"[T]he specification is always highly relevant ... [and] is the single best guide to the meaning of a disputed term.\" <i>Id.</i> (quotation omitted). The specification \"may reveal a special definition given to a claim term by the patentee that differs from the meaning it would otherwise possess,\" or the specification \"may reveal an intentional disclaimer, or disavowal, of claim scope by the inventor.\" <i>Id.</i> at 1316. Where a patentee chooses to act as its own lexicographer, the patentee \"must clearly express that intent in the written description.\" <i>Helmsderfer v. Bobrick Washroom Equip., Inc.,</i> <span class=\"citation\" data-id=\"209870\"><a href=\"/opinion/209870/helmsderfer-v-bobrick-washroom-equipment-inc/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1379</span></a></span>, 1381 (Fed.Cir.2008); <i>see </i><i>Phillips,</i> 415 F.3d at 1316; <i>Bell Atl. Network Servs. v. Covad Commc'ns Group, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1258</span></span>, 1268 (Fed.Cir.2001). Likewise, an inventor's disavowal of scope should be \"clear and unmistakable.\" <i>See </i><i>Innova/Pure Water, Inc. v. Safari Water Filtration Sys., Inc.,</i> <span class=\"citation\" data-id=\"787573\"><a href=\"/opinion/787573/innovapure-water-inc-v-safari-water-filtration-systems-inc-doing/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1111</span></a></span>, 1120 (Fed.Cir.2004).</p>\n<p>The prosecution history is \"created by the patentee in attempting to explain and obtain the patent,\" and provides \"evidence of how the [Patent and Trademark Office (\"PTO\") ] and the inventor understood the patent.\" <i>Phillips,</i> 415 F.3d at 1317. However, the prosecution history is \"less useful\" because \"it often lacks the clarity of the specification.\" <i>Id.</i> Finally, courts may consider extrinsic evidence, which includes expert and inventor testimony, dictionaries, and treatises. <i>Id.</i> Extrinsic evidence is generally \"less reliable than the patent and its prosecution history,\" <i>id.</i> at, 1318-19, and must be \"considered in the context of the intrinsic evidence.\" <i>Id.</i> at 1319. With this framework in mind, the court turns to the disputed claim terms and phrases.<sup>[2]</sup></p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>A.</h2>\n<p></p>\n<h2><i>\"Extended Release Formulation\"</i></h2>\n<p>The central issue involves construction of the claim term \"extended release formulation.\" Wyeth argues that \"extended release formulation\" should be construed according to its ordinary meaning as \"[a] formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-aday rather than the plural daily dosing for the immediate release formulation.\" Joint Statement, Tab 1. In contrast, Sandoz contends that Wyeth acted as its own lexicographer and, therefore, construes the term as restricted to the specific ingredients set forth in the patents.<sup>[3]</sup> Thus, Sandoz asserts that \"extended release formulation\" means</p>\n<blockquote>a formulation that comprises from about 6% to about 40% venlafaxine HCI by weight, from about 50% to about 94% microcrystalline cellulose (\"MCC\") by weight, and optionally, from about 0.25% to about 1% hydroxypropyl-methylcelluose (\"HPMC\") by weight, coated with a mixture of ethyl cellulose and HPMC in an amount needed to provide a specific unit dosage administered once-a-day to provide a therapeutic blood plasma level of venlafaxine over an entire 24-hour period of administration.</blockquote>\n<p><i>Id.</i> at Tab 2.</p>\n<p></p>\n<h2>1.</h2>\n<p>Initially, the court rejects Sandoz's argument that \"extended release formulation\" embodies a means-plus-function claim limitation that invokes 35 U.S.C. § 112, paragraph 6.<sup>[4]</sup><i>See</i> Def.'s Opening Br. 23-24. Where, as here, the asserted claims do not contain the term \"means,\" there is a strong presumption that the claims are not means-plus-function claims. <i>See, e.g., </i><i>Lighting World, Inc. v. Birchwood Lighting, Inc.,</i> <span class=\"citation\" data-id=\"787677\"><a href=\"/opinion/787677/lighting-world-inc-v-birchwood-lighting-inc-defendant-cross/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1354</span></a></span>, 1358 (Fed.Cir.2004). Sandoz fails to show by a preponderance of the evidence that the asserted claims fail to recite a sufficiently definite structure or that the claims recite a function without reciting a sufficient structure for performing that function, and thereby leaves the presumption intact. <i>See, e.g., id.; </i><i>Apex, Inc. v. Raritan Computer, Inc.,</i> <span class=\"citation\" data-id=\"781602\"><a href=\"/opinion/781602/apex-inc-v-raritan-computer-inc/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></a></span>, 1371-72 (Fed. Cir.2003). The term \"extended release formulation\" connotes a broad range of structures for delivering an API to patients. Although the inventors may have defined the structure of \"extended release formulation\" in terms of the function it performs (i.e., the release of the API over an extended period of time), that characteristic alone does not transform the term into a means-plus-function claim limitation. <i>See </i><i>Lighting World,</i> 382 F.3d at 1361. Accordingly, the court turns to the intrinsic evidence to ascertain the meaning of \"extended release formulation.\"</p>\n<p></p>\n<h2>2.</h2>\n<p>The parties do not dispute that the ordinary meaning of \"extended release formulation\" is broadly defined and not limited to certain ingredients or percentages thereof. <i>See</i> Def.'s Answering Br. 2; <i>see, e.g.,</i> Pl's Ex. 12 (\"Extended-release dosage forms ... are defined as those that allow at least a twofold reduction in dosing frequency as compared to the drug presented in a conventional form, [e.g.], a solution or a prompt drug-releasing conventional solid dosage form.\" (copy of 1 Joseph P. Remington, <i>The Science and Practice of Pharmacy</i> 598 (19th ed. 1995))). Rather, Sandoz argues that Wyeth departed from the ordinary meaning of \"extended release formulation\" in the patents-in-suit in defining the term as limited to a specific formulation of particular ingredients. <i>See</i> Def.'s Opening Br. 12.</p>\n<p>\"It is a bedrock principle of patent law that the claims of a patent define the invention to which the patentee is entitled the right to exclude.\" <i>Phillips,</i> 415 F.3d at 1312 (quotation omitted). \"[T]he claims themselves provide substantial guidance as to the meaning of particular claim terms,\" <i>id.</i> at 1314, and it is here where the court begins its analysis. Notably, at least three characteristics of the claims (asserted and unasserted) augur abroad construction of \"extended release formulation.\"</p>\n<p>First, the Wyeth patents contain both method claims and product claims. The method claims describe the \"use aspects\" of the invention and are claimed in terms of performance criteria. <i>See, e.g.,</i> '171 patent, col. 12:63-13:3 (claim 20) (\"A <i>method</i> for providing a therapeutic blood plasma concentration of venlafaxine over a twenty four hour period with <i>diminished incidences of nausea and emesis....\"</i> (emphasis added)); <i>id.</i> at col. 13:4-12 (claim 21) (\"A <i>method</i> for <i>eliminating the troughs and peaks of drug concentration</i> in a patient[']s blood plasma....\" (emphasis added)). In contrast, the product claims describe the \"formulation aspects\" of the invention and are claimed in terms of specific preferred formulations, including certain inactive ingredients and/or percentages thereof. <i>See, e.g., id.</i> at col. 11:5-11 (claim 3) (\"An <i>extended release formulation</i> according to claim 1 wherein the spheroids are coated with from about 2% to about 12% of total formulation weight of film coating comprised of from <i>about 80% to about 90%</i> by weight of film coating of <i>ethyl cellulose,</i> NF, and from <i>about 10% to about 20%</i> by weight of film coating of [<i>HPMC</i>], USP.\" (emphasis added)). Differentiation between the use aspects and formulation aspects of the invention counsels against reading the inactive ingredients (as found in product claims) into the method claims. <i>See, e.g., </i><i>Pfizer v. Ranbaxy Labs. Ltd.,</i> <span class=\"citation\" data-id=\"2446520\"><a href=\"/opinion/2446520/pfizer-inc-v-ranbaxy-laboratories-ltd/\"><span class=\"volume\">405</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">495</span></a></span>, 504 (D.Del.2005), <i>aff'd </i><i>in relevant part,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></span> (Fed.Cir.2006). The inventors knew how to describe specific formulations of the invention and did so where intended. As noted, Wyeth has asserted only method claims against Sandoz in the infringement action.</p>\n<p>Second, where dependant patent claims add limitations not found in the related independent claim, the doctrine of claim differentiation creates a presumption that the independent claim is broader than the dependent claims. <i>Phillips,</i> 415 F.3d at 1314-15. The absence of a limitation in the independent claim is \"strong evidence\" that the independent claim is not bound by the limitations found in the narrower, dependent claims. <i>See, e.g., </i><i>Saunders,</i> 492 F.3d at 1331; <i>Honeywell,</i> 488 F.3d at 994.</p>\n<p>The doctrine of claim differentiation applies to the claims at issue. For example, independent claim 1 (asserted) of the '120 patent broadly claims:</p>\n<blockquote>A method for providing therapeutic blood plasma concentration of venlafaxine over a twenty four hour period with diminished incidence of nausea and emesis which comprises administering orally to a patient in need thereof, an extended release formulation that provides peak blood plasma levels of venlafaxine of no more than about 150 ng/ml, said formulation containing venlafaxine hydrochloride as the active ingredient.</blockquote>\n<p><i>Id.</i> at col. 10:35-42. In contrast, dependent claim 3 (unasserted) of the '120 patent discloses a specific formulation of particular ingredients:</p>\n<blockquote>The method of claim 1 wherein the extended release formulation comprises venlafaxine hydrochloride in spheroids comprised of venlafaxine hydrochloride, [MCC] and optionally, [HPMC].</blockquote>\n<p><i>Id.</i> at col. 10:45-49. Dependent claim 4 (unasserted) of the '120 patent further discloses percentage ranges for the active and inactive ingredients:</p>\n<blockquote>The method of claim 3 wherein the spheroids are comprised of from about 6% to about 40% venlafaxine hydrochloride by weight, about 50% to about 94% [MCC] by weight, and optionally from about 0.25% to about 1% by weight of [HPMC],</blockquote>\n<p>`120 patent, col. 10:50-55. That dependent claims 3 and 4 specifically disclose particular ingredients and/or percentages thereof is the \"strongest indication\" that the patentees did not intend to include those same ingredients as a matter of definition in the term \"extended release formulation.\" <i>See, e.g., </i><i>Saunders,</i> 492 F.3d at 1331; <i>Honeywell,</i> 488 F.3d at 994.<sup>[5]</sup></p>\n<p>Third, a patentee normally uses claim terms consistently throughout a patent, such that the usage of a term in one claim can illuminate the meaning of the same term in other claims. <i>Phillips,</i> 415 F.3d at 1314. Moreover, \"[a] claim construction that gives meaning to all the terms of the claim is preferred over one that does not do so.\" <i>Merck &amp; Co. v. Teva Pharms. USA Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1364</span></span>, 1372 (Fed.Cir.2005); <i>see also </i><i>Stumbo v. Eastman Outdoors Inc.,</i> <span class=\"citation\" data-id=\"210205\"><a href=\"/opinion/210205/stumbo-v-eastman-outdoors-inc/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1358</span></a></span>, 1362 (Fed.Cir.2007). Sandoz's proposed construction renders the specific formulation limitations of the unasserted product claims redundant and superfluous. <i>Compare, e.g.,</i> '171 patent, col. 10:59-67 (claim 1) <i>with</i> Joint Statement, Tab 2 (Sandoz's construction). Substitution of the claim term \"extended release formulation\" with Sandoz's construction would fail to give effect to all the claim terms. Indeed, Sandoz concedes this flaw in its construction, but argues that redundancy must be tolerated because the term bears only one meaning. <i>See</i> Def.'s Opening Br. 21 (citing <i>Autogiro Co. of Am. v. United States,</i> 181 Ct.C1. 55, <span class=\"citation\" data-id=\"277508\"><a href=\"/opinion/277508/autogiro-company-of-america-v-the-united-states/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span>, 404 (1967)). This court disagrees.</p>\n<p>Based on these principles of claim construction, the court finds that there is strong evidence that the term \"extended release formulation\" is not limited to any particular set of ingredients. Coupled with the ordinary meaning of the term, the court concludes that \"extended release formulation\" commands a broad construction. Yet, the court recognizes that the claims \"do not stand alone\" and, accordingly, turns to the specification of which the claims are a part. <i>Phillips,</i> 415 F.3d at 1315.</p>\n<p></p>\n<h2>3.</h2>\n<p>Sandoz argues that the specification of the patents-in-suit disclose just <i>one</i> extended release formulation of venlafaxinethat is, spheroids of venlafaxine, MCC, and optionally HPMC, coated with ethyl cellulose and HPMC. <i>See</i> Def.'s Opening Br. 12-16. In other words, Sandoz argues that the ingredient-specific formulation <i>is</i> the invention, and that the term \"extended release formulation\" should be construed as limited to specific ingredients. In support, Sandoz cites portions of the specification which it contends demonstrate the inventors' intent to define the term \"extended release formulation\" as limited to specific ingredients. For example, the Brief Description of the Invention states:</p>\n<blockquote>[T]he extended release formulations of this invention are those above wherein the spheroids are comprised of from about 6% to about 40% <i>venlafaxine hydrochloride</i> by weight, about 50% to about 95% [<i>MCC</i>], NF, by weight, and, optionally, from about 0.25% to about 1% by weight of [<i>HPMC</i>], USP, and coated with from about 2% to about 12% of total weight of film coating comprised of from about 80% to about 90% by weight of film coating of <i>ethyl cellulose,</i> NF, and from about 10% to about 20% by weight of film coating of [<i>HPMC</i>], USP.</blockquote>\n<p>`171 patent, col. 3:6-16 (emphasis added). Similarly, the Detailed Description of the Invention discloses an ingredient-specific formulation:</p>\n<blockquote>The extended release formulations of this invention are comprised of [venlafaxine] hydrochloride in admixture with [<i>MCC</i>] and [<i>HPMC</i>]. Formed as beads or spheroids, the drug containing formulation is coated with a mixture of <i>ethyl cellulose</i> and [<i>HPMC</i>] to provide the desired level of coating....</blockquote>\n<p><i>Id.</i> at col. 4:9-16 (emphasis added). Sandoz identifies six other instances throughout the specification in which it contends Wyeth acted as its own lexicographer. <i>See</i> Def.'s Opening Br. 12-13 (citing '171 patent, Abstract &amp; col. 2:63-3:2, 4:19-25, 6:12-21, 5:34-10:50, 10:53-57).<sup>[6]</sup></p>\n<p>The Federal Circuit instructs that \"the specification may reveal a special definition given to a claim term by the patentee that differs from the meaning it would otherwise possess. In such cases, the inventor's lexicography governs.\" <i>Phillips,</i> 415 F.3d at 1316. The specification acts as a dictionary \"when it expressly defines terms used in the claims or when it defines terms by implication.\" <i>Bell Atl.,</i> 262 F.3d at 1268 (quotation omitted). Where a patentee chooses to act as its own lexicographer, the patentee <i>\"must clearly express that</i> <i>intent</i> in the written description.\" <i>Helmsderfer,</i> 527 F.3d at 1381 (emphasis added); <i>see </i><i>Phillips,</i> 415 F.3d at 1316; <i>Bell Atl.,</i> 262 F.3d at 1268; <i>but cf. </i><i>Bell Atl.,</i> 262 F.3d at 1267-68 (\"[A] claim term may be clearly redefined without an explicit statement of redefinition.... [T]he specification may define claim terms by implication such that the meaning may be found in or ascertained by a reading of the patent documents.\" (citations &amp; quotations omitted)). Moreover, the patentee must define the term \"with <i>reasonable clarity, deliberateness, and precision</i>\" to overcome the presumption that the term holds its ordinary meaning. <i>In re Paulsen,</i> <span class=\"citation\" data-id=\"675263\"><a href=\"/opinion/675263/in-re-david-c-paulsen/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1475</span></a></span>, 1480 (Fed.Cir.1994) (emphasis added): <i>see also </i><i>Vitronics,</i> 90 F.3d at 1582.</p>\n<p>Reading the specification as a whole and in context, the court is not persuaded that the patentee acted as its own lexicographer. Throughout the specification, the patentee describes the claimed invention first in broad terms and later in more narrow terms. For example, the Brief Description of the Invention states:</p>\n<blockquote>In accordance with this invention, there is a provided an extended release (ER), encapsulated formulation containing venlafaxine hydrochloride as the active drug [ ] component, which provides in a single dose, a therapeutic blood serum level over a twenty four hour period.... The formulations of this invention comprise an extended release formulation of venlafaxine hydrochloride comprising a therapeutically effective amount of venlafaxine hydrochloride in spheroids comprised of venlafaxine hydrochloride, MCC and, optionally, HPMC coated with a mixture of ethyl cellulose and [HPMC]</blockquote>\n<p>`171 patent, col. 2:14-19, 2:63-3:2; <i>see id.</i> at Abstract. The broad terms describe the use aspect of the invention and correspond to the method claims asserted by Wyeth in the infringement action. As noted, the method claims define the invention in terms of achieving certain results. The more narrow terms of the specification describe the formulation aspect of the invention and correspond to the unasserted product claims. While true that portions of the specification (i.e., the \"formulation aspect\") may depict an invention limited to specific ingredients <i>when read in isolation,</i> such a reading fails to recognize the full scope of the invention. Indeed, the Federal Circuit cautions against reading these types of limitations from the specification into the claims or otherwise confining the claims to specific embodiments described in the specification where the claims and the embodiments are not strictly coextensive. <i>See </i><i>Phillips,</i> 415 F.3d at 1323.</p>\n<p>Further, nowhere in the specification does the patentee clearly express an intent to provide a \"special definition\" or otherwise depart from the ordinary meaning of \"extended release formulation.\" <i>Cf., e.g., </i><i>Astrazeneca AB, Aktiebolaget Hassle, KBI-E, Inc. v. Mutual Pharm. Co.,</i> <span class=\"citation\" data-id=\"787931\"><a href=\"/opinion/787931/astrazeneca-ab-aktiebolaget-hassle-kbi-e-inc-kbi-inc-and/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1333</span></a></span>, 1339-40 (Fed.Cir.2004) (patentee acted as lexicographer as evidenced by statement: \"the solubilizers suitable according to the invention <i>are defined</i> below.... \").<sup>[7]</sup> Additionally, as Wyeth persuasively argued at the <i>Markman</i> hearing, Sandoz fails to show that the patentee articulated a precise definition of \"extended release formulation\" in the specification with requisite clarity and deliberateness. <i>See </i><i>In re Paulsen,</i> 30 F.3d at 1480.' Sandoz cites eight excerpts from the specification to argue that the inventors clearly defined \"extended release formulation\" as limited to a particular ingredient-specific formulation. <i>See</i> Def.'s Opening Br. 12-13. However, the \"definitions\" which Sandoz cites inconsistently describe the limitations attached to the term. Some \"definitions\" require spheroids, others require specific percentages of the inactive ingredients, and the list goes on. <i>See</i> Pl's <i>Markman</i> Hr'g Ex. 1, at 34-37. Sandoz's proposed construction suffers from the same infirmity. Sandoz argues that the specification limits \"extended release formulation\" to an ingredient-specific formulation, yet Sandoz does not require that the formulation be contained in spheroids, as the same logic would seem to dictate.</p>\n<p>The court declines to import limitations from the specification into the claim language, particularly where, as here, the patentee did not clearly express an intent to act as its own lexicographer and did not set forth a precise, consistent definition of \"extended release formulation\" in the specification. <i>Cf. </i><i>Helmsderfer,</i> 527 F.3d at 1380-81; <i>Phillips,</i> 415 F.3d at 1312 (\"[I]f we once begin to include elements not mentioned in the claim, in order to limit such claim ..., we should never know where to stop.\" (quotation omitted; omission in original)). As such, the court concludes that the specification supports a broad construction of \"extended release formation\" as consistent with its ordinary meaning.</p>\n<p></p>\n<h2>4.</h2>\n<p>Contrary to Sandoz's belief, the prosecution history does not alter the court's conclusion that a broad construction of \"extended release formulation\" is appropriate. Although less useful than the specification, the prosecution history provides evidence of how Wyeth and the PTO understood the patent. <i>See </i><i>Phillips,</i> 415 F.3d at 1317. The prosecution history strengthens this court's conclusion that Wyeth did not act as its own lexicographer or otherwise limit the scope of its patent claims during prosecution.</p>\n<p>The prosecution history reveals that, on March 20, 1997, Wyeth originally submitted two method claims which disclosed an extended release formulation devoid of specific inactive ingredients. <i>See</i> Pl's Ex. 15, at 002-000805 (Patent Application No. 08/821,137, claims 9 and 10). In the Notice of Allowability issued on August 5, 1997, the patent examiner amended the method claims to depend from a product claim which included the inactive ingredients limitation. <i>See id.</i> at 002-000854 (Notice of Allowability). Wyeth initially agreed to the amendment, but later abandoned the application. <i>See id.</i> at 002-000911 (Notice of Abandonment). On November 5, 1997, Wyeth filed a continuation-in-part application and included the original unamended method claims (without the inactive ingredients limitation). <i>See</i> Pl.'s Ex. 16, at 002-000582 (Patent Application No. 08/964,328, claims 13 and 14). On October 14, 1998, the patent examiner allowed the unamended method claims (without the inactive ingredients limitation) to issue without objection. <i>See id.</i> at 002-000716 (Office Action Summary). This portion of the prosecution history suggests that the original patent examiner viewed the method claims in the abandoned patent application as broader than the product claims and not inclusive of the inactive ingredients limitation. The prosecution history also indicates Wyeth's clear intent not to limit the method claims to a specific formulation. The court rejects Sandoz's argument that Wyeth somehow fooled the PTO by filing, abandoning, and refiling patent applications until an unsuspecting patent examiner allowed the method claims to issue. <i>See</i> Def.'s Opening Br. 4-5. Wyeth expressly referenced all prior related patent applications in its continuation-in-part application. <i>See</i> Pl.'s Ex. 16, at 002-000569 (Patent Application No. 08/964,328) (\"This application is a continuation-in-part of copending Application No. 08/821,137, filed March 20, 1997....\"). Further, PTO practice at the time required patent examiners to review the prosecution history of related applications. <i>See generally</i> Pl.'s Exs. 34 &amp; 35 (copies of U.S. Department of Commerce, Patent and Trademark Office, <i>Manual of Patent Examining Procedure</i> §§ 609, 707.05 (6th ed. rev. 1997)).</p>\n<p>The court also rejects Sandoz's argument that Wyeth limited the scope of its invention during prosecution to specific inactive ingredients and percentages thereof. Specifically, Sandoz points to a comment made by Wyeth in response to a cancelled product claim in which Wyeth stated that the \"gravamen of the invention\" was coated spheroids (and the inactive ingredient formulation thereof). The prosecution history reveals that Wyeth made the \"gravamen\" comment <i>after</i> the broad method claims issued. <i>Compare</i> Pl.'s Ex. 16, at 002-000739 (Wyeth's Reply dated Apr. 13, 1999, addressing cancelled claim 1), <i>with id.</i> at 002-000716 (Office Action Summary dated Oct. 14, 1998, allowing claims 13 and 14). Although a patentee's disclaimer of scope made during prosecution may be applied retroactively, <i>see </i><i>Intermatic Inc. v. Lamson &amp; Sessions Co.,</i> <span class=\"citation\" data-id=\"775861\"><a href=\"/opinion/775861/intermatic-incorporated-plaintiff-cross-v-the-lamson-sessions-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1355</span></a></span>, 1367 (Fed.Cir.2001). <i>vacated </i><i>on other grounds,</i> <span class=\"citation\" data-id=\"124970\"><a href=\"/opinion/124970/intermatic-inc-v-lamson-sessions-co/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1016</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">549</span></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">423</span></span> (2002), the court does not find it appropriate to limit the scope of previously-issued method claims in response to a later comment directed toward remedying a cancelled product claim.</p>\n<p>Sandoz also argues that Wyeth limited the invention to certain inactive ingredients when it added a significant amount of new material directed toward an ingredient-specific formulation to the specification. The prosecution history reveals that Wyeth added this language further describing the invention and embodiments thereof <i>after</i> the broad method claims issued. <i>Compare</i> Pl.'s Ex. 24, at 002-000014 to -000036 (Patent Application No. 09/488, 629 dated Jan. 20, 2000, adding specification language) <i>with</i> Pl.'s Ex. 16, at 002-000716 (Office Action Summary dated Oct. 14, 1998, allowing claims 13 and 14). In order to accept Sandoz's interpretation of the prosecution history, the court would have to effectively find that Wyeth went to great lengths to reject the examiner's initial proposed amendments only to then rewrite the specification in such a way as to reincorporate them. Such a finding is at odds with Wyeth's clear intent to disclaim the ingredient-specific formulation and is contrary to the evidence.</p>\n<p></p>\n<h2>5.</h2>\n<p>The court concludes that one of ordinary skill in the art would broadly interpret the term \"extended release formulation,\" when read in the context of the asserted method claims and the entire patent. The patentee did not act as its own lexicographer, and the court will not import an inactive ingredients limitation into the claims absent Wyeth's clear expression of intent to provide a \"special definition\" outside the term's ordinary meaning. The prosecution history further indicates Wyeth's intent to keep broad method claims intact and free from an inactive ingredients limitation. Accordingly, the court adopts the following construction for \"extended release formulation\": \"A formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the immediate release formulation.\"</p>\n<p></p>\n<h2>B.</h2>\n<p></p>\n<h2><i>\"Diminished Incidence(s) of Nausea and Emesis\"</i></h2>\n<p>Wyeth argues that the claim phrase \"diminished incidence(s) of nausea and emesis\" should be construed to mean a reduced degree and/or frequency in the occurrence of nausea and emesis. <i>See</i> Joint Statement, Tab 8. In contrast, Sandoz contends that the claim phrase refers only to a decrease in the frequency of nausea and emesis. <i>See id.</i> at Tab 9. Additionally, the parties dispute whether the claim phrase should be construed relative to a group of patients who receive immediate release venlafaxine (as Wyeth proposes), or to an individual patient who receives both immediate release and extended release venlafaxine (as Sandoz proposes). <i>See</i> Pl.'s Opening Br. 26; Def.'s Opening Br. 25.</p>\n<p>The patents-in-issue use the term \"diminished\" only in the claim language and not elsewhere in the specification. However, the specification discusses the effect of the invention on nausea and emesis in three specific areas. First, the Abstract discloses that the invention \"provides a lower incidence of nausea and vomiting than the conventional tablets.\" <i>See, e.g.,</i> '171 patent, Abstract. Second, the Background of the Invention discusses nausea and emesis in the context of immediate release tablets and uses a numerical focus. Specifically, the Background of the Invention explains that:</p>\n<blockquote>With the plural daily dosing regimen, the most common side effect is nausea, experienced by about forty five percent of patients under treatment with venlafaxine hydrochloride. Vomiting also occurs in about seventeen percent of the patients.</blockquote>\n<p><i>Id.</i> at col. 2:7-11. Lastly, the Brief Description of the Invention contrasts the clinical advantages of the invention with the disadvantages of multiple daily dosing and discusses nausea and emesis in more general terms:</p>\n<blockquote>The use of the one-a-day venlafaxine hydrochloride formulations of this invention <i>reduces by adaptation, the level of nausea and incidence of emesis</i> that attend the administration of multiple daily dosing. In clinical trials of venlafaxine hydrochloride ER, the probability of developing nausea in the course of the trials was greatly reduced after the first week. Venlafaxine ER showed a statistically significant improvement over conventional venlafaxine hydrochloride tablets in two eight-week and one 12 week clinical studies. Thus, in accordance with this use aspect of the invention there is provided <i>a method for reducing the level of nausea and incidence of emesis</i> attending the administration of venlafaxine hydrochloride which comprises dosing a patient in need of treatment with venlafaxine hydrochloride with an extended release formulation of venlafaxine hydrochloride once a day in a therapeutically effective amount.</blockquote>\n<p><i>Id.</i> at col. 2:46-62 (emphasis added).</p>\n<p>Reading the specification as a whole and in context, the court concludes that the inventors did not intend to equate the phrase \"diminished incidence(s) of nausea and emesis\" with a strictly numerical based definition. Notably, the Wyeth inventors did not use the term \"incidences\" in the Background of the Invention to describe percentage reductions. <i>See id.</i> at col. 2:7-11. Rather, the inventors used the terms \"level\" and \"incidence\" interchangeably throughout the specification to describe the effect of the invention on nausea and emesis. <i>See, e.g., id.</i> at 2:46-62. The court agrees with Wyeth that had the inventors intended to maintain a strictly numerical focus with respect to \"diminished incidence(s) of nausea and emesis,\" the inventors would have used a term more commonly associated with numerical values in the claim language, such as \"fewer,\" or would have linked the claim language more directly to a decreased percentage or number of patients suffering from nausea and emesis. <i>See</i> Pl.'s Opening Br. 24. Instead, the inventors used the phrase \"diminished incidences.\" Unlike the term \"fewer,\" the term \"diminished\" is not limited to a numerical focus and suggests the broader concept of a reduction in size, number, or degree. <i>See</i> Pl.'s Ex. 17 (defining \"diminish\" as \"to make less or cause to appear less: reduce in size, number, or degree\" (copy of <i>Webster's Third New Int'l Dictionary</i> 634 (3d ed. 1993))).<sup>[8]</sup></p>\n<p>Additionally, the court finds the dictionary definitions of \"incidence\" and \"level\" useful and consistent with the meaning of \"diminished incidence(s) of nausea and emesis\" as presented in the intrinsic record. <i>See </i><i>Helmsderfer,</i> 527 F.3d at 1381-82. \"Incidence\" is defined as \"rate, range, or amount of occurrence or influence.\" Pl.'s Ex. 21 (copy of <i>Webster's Third New Int'l Dictionary,</i> at 1142). Taken together with the term \"diminished,\" the phrase \"diminished incidences\" suggests a broader meaning which embraces frequency, degree, and duration. Further, the specification's interchangeable use of the term \"incidence\" with \"level\" strengthens this conclusion, as \"level\" is defined as \"an extent, measure, or degree or intensity, concentration, quantity, etc.\" Pl.'s Ex. 19 (copy of <i>Random House Webster's College Dictionary</i> 763 (2d ed. rev. 2000)).</p>\n<p>The court also agrees with Wyeth that the appropriate comparison for \"diminished incidence(s) of nausea and emesis\" is to a group of patients receiving the same total dose of an immediate release formulation administered twice a day. The Abstract discloses that the purpose of the invention is to provide better results than the \"conventional tablet formulations which must be administered two or more times a day.\" <i>See, e.g.,</i> '171 patent, Abstract. Moreover, the Background and Brief Description of the Invention refer to groups of patients in clinical trials. <i>See, e.g., id.</i> at 2:7-11, 2:46-62. Sandoz's hyper-technical construction of the term \"a\" as used in the claim phrase \"a patient in need thereof,\" amounts to little more than \"semantic antics.\" <i>See </i><i>Cat Tech LLC v. TubeMaster, Inc.,</i> <span class=\"citation\" data-id=\"209874\"><a href=\"/opinion/209874/cat-tech-llc-v-tubemaster-inc/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">871</span></a></span>, 885-86 (Fed.Cir.2008); <i>see also </i><i>Baldwin Graphic Sys., Inc. v. Siebert, Inc.,</i> <span class=\"citation\" data-id=\"1445099\"><a href=\"/opinion/1445099/baldwin-graphic-systems-inc-v-siebert-inc/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1338</span></a></span>, 1342-43 (Fed.Cir.2008) (construing the term \"a\" to mean \"one or more\").</p>\n<p>Accordingly, the court construes \"diminished incidence(s) of nausea and emesis\" as follows: \"The degree and/or frequency of nausea and emesis from the extended release formulation administered once-a-day is less than what would be experienced by patients receiving the same total daily dose of an immediate release formulation that is administered at least twice a day.\"</p>\n<p></p>\n<h2>C.</h2>\n<p></p>\n<h2><i>\"A Method for Eliminating the Troughs and Peaks of Drug Concentration in a Patient's Blood Plasma Attending the Therapeutic Metabolism of Plural Daily Doses of Venlafaxine Hydrochloride\"</i></h2>\n<p>The phrase \"a method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" appears in claims 21, 24, and 25 of the '171 patent and. claims 2, 5, and 6 of the '958 patent. Each asserted claim recites a method of orally administering an encapsulated extended release formulation that provides a single peak blood plasma level after administration, thereby eliminating the troughs and peaks of drug concentration in a patient's blood plasma. <i>See, e.g.,</i> '171 patent, col. 13:4-12 (claim 21).</p>\n<p>The parties' constructions differ in three ways. <i>See generally</i> Joint Statement, Tabs 10 &amp; 11. First, Sandoz's construction suggests that the peaks and troughs of drug concentration associated with multiple daily dosing of the immediate release formulation are eliminated entirely. In contrast, Wyeth's construction posits that the invention reduces the degree of the peaks and troughs, eliminating only the multiple <i>sharp</i> peaks and troughs. Second, Sandoz's construction omits reference to the maintenance of therapeutic levels over a twenty-four hour period. Third, Sandoz's construction adds the modifier \"substantially linear\" to describe the protracted decrease from the peak plasma level achieved after administering extended release venlafaxine. Sandoz argues that its construction comports with the ordinary meaning of the claim language. <i>See</i> Def.'s Opening Br. 29-30. Wyeth, however, contends that Sandoz's definition fails to correctly grasp the claims, and that the phrase must be interpreted in accordance with the guidance found in the specification. <i>See</i> Pl.'s Opening Br. 26. This court agrees with Wyeth's construction.</p>\n<p>The patent demonstrates an intent to mitigate the changes in blood plasma that occur with administration of immediate release venlafaxine. The Brief Description of the Invention discloses <i>\"a method for obtaining a flattened drug plasma concentration</i> to time profile, thereby affording <i>a tighter plasma therapeutic range control</i> than can be obtained with multiple daily dosing.\" <i>See, e.g.,</i> '171 patent, col. 2:21-24 (emphasis added). The invention does not appear to obviate the peaks and troughs altogether, as Sandoz contends. Rather, the specification reveals that the invention reduces the <i>degree</i> of the peaks and troughs and discloses a method for <i>moderating</i> the peaks and troughs. Specifically, the Brief Description states:</p>\n<blockquote>In other words, this invention provides a method for eliminating the <i>sharp</i> peaks and troughs (hills and valleys) in blood plasma drug levels induced by multiple daily dosing with conventional immediate release venlafaxine hydrochloride tablets.</blockquote>\n<p><i>Id.</i> at col. 2:24-28 (emphasis added). The Brief Description continues:</p>\n<blockquote>Hence, in accordance with the use aspect of this invention, there is provided a method for <i>moderating</i> the plural blood plasma peaks and valleys attending the pharmacokinetic utilization of multiple daily tablet dosing with venlafaxine hydrochloride....</blockquote>\n<p><i>Id.</i> at col. 2:38-43 (emphasis added). Reviewing the claim language in light of the specification, the court concludes that Wyeth's proposed construction is correct with respect to the effect of the invention on the peaks and troughs of drug concentration.</p>\n<p>The specification is also instructive on the use aspect of the invention and the shape of the dissolution curve. The Brief Description states:</p>\n<blockquote>In essence, the plasma levels of venlafaxine hydrochloride rise, after administration of the extended release formulations of this invention, for between about five to about eight hours (optimally about six hours) and then begin to fall <i>through a protracted, substantially linear decrease</i> from the peak plasma level for the remainder of the twenty-four hour period, <i>maintaining at least a threshold therapeutic level of the drug during the entire twenty-four hour period.</i>\n</blockquote>\n<p><i>Id.</i> at col. 2:28-36 (emphasis added). This portion of the specification suggests that Sandoz's construction omits an important use aspect of the inventionthat is, maintenance of therapeutic dosage levels over a twenty-four hour period. The construction of the disputed claim phrase should include the therapeutic benefits of the invention. <i>See</i> Pl.'s Opening Br. 27; Pl.'s Answering Br. 28. As to the parties' third area of disagreement, the specification does describe the protracted decrease from the peak plasma level as \"substantially linear.\" However, the court finds this modifier unnecessary because the crux of the invention is the elimination of the sharp peaks and troughs resulting from multiple daily dosing, <i>not</i> the precise shape of the corresponding dissolution profile. <i>See</i> Pl.'s Answering Br. 28.</p>\n<p>Accordingly, the court construes the claim phrase \"a method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" as follows: \"A method in which the extended release formulation is administered once in a 24hour period, resulting in a venlafaxine blood plasma concentration that rises to a maximum value, followed by a generally protracted decrease over the remaining period while maintaining during the 24hour period levels of venlafaxine in blood plasma that are sufficient to provide, during the course of treatment, relief from the condition being treated, thereby eliminating the multiple sharp peaks and troughs resulting from multiple daily dosing of the same total daily dose of the immediate release formulation as reflected in a graph of venlafaxine blood plasma concentration versus time.\"</p>\n<p></p>\n<h2>D.</h2>\n<p></p>\n<h2><i>\"About,\" as used in the claim phrase \"Peak Blood Plasma Levels of Venlafaxine of No More Than About 150 ng/ml\"</i></h2>\n<p>Wyeth argues that the term \"about\" depicts a mean value of blood plasma levels in a group of patients after administering two 75 mg extended release capsules once a day. <i>See</i> Joint Statement, Tab 3. For example, the maximum mean blood plasma level six hours after administering extended release venlafaxine is 149 ng/ml. <i>See, e.g.,</i> '171 patent, col. 7:38-8:11 (Example 4, Table 2). Wyeth posits that one skilled in the art would understand that individual blood plasma levels may fall above or below this value, and would embrace a 20% variability in this context. <i>See</i> Pl.'s Opening Br. 28 (citing Pl.'s Ex. 22, at 9-10 (expert report of Dr. Sawchuk)). In contrast, Sandoz contends that \"about\" should be construed as an \"allowance for acceptable experimental error.\" <i>See</i> Joint Statement, Tab 4. Sandoz further argues that the appropriate value of experimental error, and whether it is acceptable, can be determined only after the parties complete discovery on the issues of infringement and validity. <i>See id.</i> at Tab 15, p. 13.</p>\n<p>Inventors commonly use the term \"about\" in patent claims to represent an approximation and to avoid imposing strict numerical boundaries to specified parameters. <i>See, e.g., </i><i>Ortho-McNeil Pharm., Inc. v. Caraco Pharm. Labs., Ltd.,</i> <span class=\"citation\" data-id=\"796833\"><a href=\"/opinion/796833/ortho-mcneil-pharmaceutical-incorporated-v-caraco-pharmaceutical/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1321</span></a></span>, 1326-27 (Fed.Cir.2007); <i>Pall Corp. v. Micron Separations, Inc.,</i> <span class=\"citation\" data-id=\"705164\"><a href=\"/opinion/705164/pall-corporation-plaintiffcross-appellant-v-micron-separations-inc/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1211</span></a></span>, 1217 (Fed.Cir.1995). The Federal Circuit recently noted that the term \"about\" \"does not have a universal meaning... [because] the meaning depends upon the technological facts of the particular case.\" <i>Ortho-McNeil Pharm.,</i> 476 F.3d at 1326 (quotation omitted).</p>\n<p>The court believes that Wyeth's construction comports with the specification and the data described therein. Even if this court were to credit Sandoz's argument that the range of experimental error cannot yet be determined, Sandoz notably fails to provide any indication of the degree of experimental error embraced in its construction. Likewise, Sandoz fails to describe the manner in which experimental error would be measured with respect to blood plasma levels.</p>\n<p>Accordingly, the court construes the term \"about\" in the claim phrase \"peak blood plasma levels of venlafaxine of no more than <i>about</i> 150 ng/ml\" as \"a possible variation of up to 20%, so that the concentration of venlafaxine in blood plasma should not exceed a maximum limit of 180 ng/ml.\"</p>\n<p></p>\n<h2>E.</h2>\n<p></p>\n<h2><i>\"About,\" as used in the claim phrase \"A Peak Blood Plasma Level of Venlafaxine in About 6 Hours [or in from About 4 [or 5] to About 8 Hours]\"</i></h2>\n<p>While both parties agree that the term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about</i> 6 hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours]\" indicates a range of valuation, they differ in how they define the scope of that range. Wyeth argues that the term \"about\" means a range, based on rounding, to the nearest half-hour interval. <i>See</i> Joint Statement, Tabs 5-7. Sandoz argues that \"about\" indicates an \"allowance for acceptable experimental error\" because the specification demonstrates a precision in measuring blood plasma levels. <i>See id.</i> at Tab 4; Def.'s Answering Br. 22.</p>\n<p>In the specification, Tables 2 and 3 in Example 4 summarize data observed during the administration of immediate and extended release venlafaxine hydrochloride. <i>See, e.g.,</i> '171 patent, col. 7:38-9:23. The Tables provide the mean values of blood plasma levels, as measured at hourly and half-hourly intervals. <i>See id.</i> Wyeth's expert, Dr. Sawchuk, states that the rounding approach is appropriate for this parameter because the plasma levels were measured at discrete time periods, the shortest of which is half-hour intervals. <i>See</i> Pl.'s Ex. 22, at 11-12 (expert report of Dr. Sawchuk). In other words, the Tables employ principles of rounding to capture within the scope of the claims the concentration levels that may not fall precisely at hourly intervals. <i>Id.</i></p>\n<p>This court agrees with Wyeth that a rounding construction is appropriate for expressing when the maximum level of blood plasma should occur. Sandoz's construction leaves the term undefined. Notably, Sandoz fails to explain how experimental error would be calculated with respect to time. The court finds <i>Wyeth v. Anchen Pharms.,</i> No. 06-CV-386-JVS (CD.Cal. Dec. 20, 2007), instructive. In <i>Anchen Pharms.,</i> the district court rejected a construction of \"about\" that was based on statistical error and similar to that which Sandoz proposes. The court reasoned that \"[b]ecause ... plasma levels may change dramatically within a short time period, there is no assurance that the range of statistical error would capture actual variances.\" <i>Id.,</i> slip op. at 16.</p>\n<p>Accordingly, the court adopts the following construction of the term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about</i> 6 hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours]\": \"A range, based upon rounding; of 5.5 hours up to, but not including, 6.5 hours [or of 3.5 [or 4.5] hours up to, but not including, 8.5 hours].\"</p>\n<p></p>\n<h2>IV.</h2>\n<p>For the reasons discussed, the court construes the disputed claim terms and phrases of the '171 patent, the '958 patent, and the '120 patent as follows:</p>\n<p>1. \"Extended release formulation\" means \"a formulation, other than a hydrogel tablet, which releases the active ingredient at a slower rate than the immediate release formulation of the active ingredient such that the dosing frequency is once-a-day rather than the plural daily dosing for the immediate release formulation.\"</p>\n<p>2. \"Diminished incidence(s) of nausea and emesis\" means \"the degree and/or frequency of nausea and emesis from the extended release formulation administered once-a-day is less than what would be experienced by patients receiving the same total daily dose of an immediate release formulation that is administered at least twice a day.\"</p>\n<p>3. \"A method for eliminating the troughs and peaks of drug concentration in a patient's blood plasma attending the therapeutic metabolism of plural daily doses of venlafaxine hydrochloride\" means \"a method in which the extended release formulation is administered once in a 24hour period, resulting in a venlafaxine blood plasma concentration that rises to a maximum value, followed by a generally protracted decrease over the remaining period while maintaining during the 24-hour period levels of venlafaxine in blood plasma that are sufficient to provide, during the course of treatment, relief from the condition being treated, thereby eliminating the multiple sharp peaks and troughs resulting from multiple daily dosing of the same total daily dose of the immediate release formulation as reflected in a graph of venlafaxine blood plasma concentration versus time.\"</p>\n<p>4. The term \"about\" in the claim phrase \"peak blood plasma levels of venlafaxine of no more than <i>about</i> 150 ng/ml\" means \"a possible variation of up to 20%, so that the concentration of venlafaxine in blood plasma should not exceed a maximum limit of 180 ng/ml.\"</p>\n<p>5. The term \"about\" in the claim phrase \"a peak blood plasma level of venlafaxine in <i>about</i> 6 hours [or in from <i>about</i> 4 [or 5] to <i>about</i> 8 hours]\" means \"a range, based upon rounding, of 5.5 hours up to, but not including, 6.5 hours [or of 3.5 [or 4.5] hours up to, but not including, 8.5 hours].\"</p>\n<h2>NOTES</h2>\n<p>[1]  Given the relationships of the patents and the similarities of the patent specifications, all cites to the specification and portions thereof (e.g., Abstract, Background of the Invention, etc.) are to the '171 patent unless otherwise indicated. <i>Cf. </i><i>NTP, Inc.,</i> 418 F.3d at 1293.</p>\n<p>[2]  The court has had the benefit of three recent district court decisions construing the disputed claim terms and phrases. <i>See Wyeth v. Anchen Pharms.,</i> No. 06-CV-386-JVS (CD.Cal. Dec. 20, 2007) (unpublished inchambers. order); <i>Wyeth v. Impax Labs., Inc.,</i> <span class=\"citation\" data-id=\"1375155\"><a href=\"/opinion/1375155/wyeth-v-impax-laboratories-inc/\"><span class=\"volume\">526</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">474</span></a></span> (D.Del.2007); <i>Wyeth v. Teva Pharms. USA, Inc.,</i> No. 03-CV-1293, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2175440</span></span> (D.N.J. Sept. 6, 2005) (unpublished), <i>vacated,</i> [D.E. 168] (D.N.J. Jan. 12, 2006) (order granting joint motion to vacate <i>Markman</i> order).</p>\n<p>[3]  Sandoz also construes \"extended release formulation\" as restricted to specific percentage ranges of the ingredients. <i>See</i> Joint Statement, Tab 2. At the <i>Markman</i> hearing, Sandoz argued that the percentage ranges were derived from (and required by) the patents' prosecution history.</p>\n<p>[4]  Section 112 of the Patent Act states in relevant part:\n</p>\n<p>An element in a claim for a combination may be expressed as a means or step for performing a specified function without the recital of structure, material, or acts in support thereof, and such claim shall be construed to cover the corresponding structure, material, or acts described in the specification and equivalents thereof.</p>\n<p>35 U.S.C. § 112. A claim element expressed in this fashionthat is, purely in terms of a function, without any structure for carrying out that functionis commonly referred to as a \"means-plus-function\" claim limitation. Such claim elements are limited to the materials or structure described in the specification. <i>See, e.g., </i><i>Applied Med. Res. Corp. v. U.S. Surgical Corp.,</i> <span class=\"citation\" data-id=\"211260\"><a href=\"/opinion/211260/applied-medical-resources-v-us-surgical/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1324</span></a></span>, 1333 (Fed.Cir. 2006).</p>\n<p>[5]  The court rejects Sandoz's argument (as proffered at the <i>Markman</i> hearing) that Wyeth deceptively obtained the '120 patent \"with an eye toward litigation.\" Sandoz argues that Wyeth purposefully invoked the doctrine of claim differentiation in the '120 patent to broaden the meaning of the claims which had already issued under the '171 patent. The prosecution history does not support Sandoz's argument.</p>\n<p>[6]  With the exceptions of the Examples and the hydrogel tablet disclaimer, <i>see</i> '171 patent, col. 5:33-10:51, 10:53-57, the portions of the specification which Sandoz cites all contain the term \"comprise.\" The term \"comprise\" is often construed as open-ended and does not exclude the possibility of additional elements. <i>See</i> Amber H. Rovner, <i>Canons of Patent Claim Construction,</i> PLI No. 8991, at 114-15 (July 2006). Based on the extrinsic evidence, the inventors' use of the term \"comprise\" is consistent with a broad construction of \"extended release formulation.\"</p>\n<p>[7]  In contrast, the patent specification clearly disclaims hydrogel tablets. <i>See, e.g.,</i> `171 patent, col. 4:60-64 (\"Numerous attempts to produce extended release tablets by hydrogel technology proved to be fruitless because the compressed tablets were either physically unstable... or dissolved too rapidly in dissolution studies.\"); <i>id.</i> at col. 10:53-57 (\"Thus, the desired dissolution rates of sustained release dosage forms ..., impossible to achieve with hydrogel tablet technology ha[ve] been achieved with ... this invention.\");, <i>see also </i><i>Innova/Pure Water,</i> 381 F.3d at 1120. As such, the court excludes hydrogel tablets from its construction of \"extended release formulation.\" <i>Cf. </i><i>Micro Chem., Inc. v. Great Plains Chem. Co.,</i> <span class=\"citation\" data-id=\"766552\"><a href=\"/opinion/766552/micro-chemical-inc-plaintiffcounterclaim-and-william-pratt/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1250</span></a></span>, 1260-61 (Fed.Cir. 1999) (construing patentee's disclaimer of scope narrowly).</p>\n<p>[8]  \"A court may look to extrinsic evidence so long as the extrinsic evidence does not contradict the meaning otherwise apparent from the intrinsic record.\" <i>Helmsderfer,</i> 527 F.3d at 1382; <i>Vitronics,</i> 90 F.3d at 1584 n. 6. The court finds that the dictionary definition of \"diminish\" does not contradict the meaning of the claim phrase as used in the specification. <i>See </i><i>Helmsderfer,</i> 527 F.3d at 1381-82.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/124970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/209870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/209874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/210205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/210548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/210615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/211260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/211936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1375155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2446520/"
  ]
}