{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1433082/",
  "absolute_url": "/opinion/1433082/prushinowski-v-hambrick/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1433082/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:07:28.724051Z",
  "date_modified": "2016-04-26T22:54:58.108562Z",
  "type": "010combined",
  "sha1": "0e516c1acb27746ff4a1f38794188507320695bb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>570 F.Supp. 863 (1983)</b></center>\n<center><h1>Joseph PRUSHINOWSKI, Petitioner,<br>\nv.<br>\nMargaret A. HAMBRICK, Warden, Federal Correctional Institution, Butner, North Carolina; and Norman A. Carlson, Director, United States Bureau of Prisons, Respondents.</h1></center>\n<center>No. 82-1426-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 21, 1983.</center>\n<p><span class=\"star-pagination\">*864</span> Thomas C. Manning, Cheshire, Purser, Manning &amp; Parker, Raleigh, N.C., Sol Levine, Levine, Goodman &amp; Carr, Charlotte, N.C., for petitioner.</p>\n<p>Samuel T. Currin, U.S. Atty., E.D.N.C. by Dennis I. Moore, Asst. U.S. Atty., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p>This matter comes before the Court upon the Memorandum and Recommendation of the Honorable Charles K. McCotter, Jr., United States Magistrate. Objections to said memorandum having been filed, this action is now before the Court for <i>de novo</i> review. 28 U.S.C. § 636.</p>\n<p>Petitioner, Joseph Prushinowski, is an inmate at the Federal Correctional Institution, at Butner, North Carolina.<sup>[1]</sup> He seeks a writ of habeas corpus pursuant to 28 U.S.C. § 2241. As a member of the Ultra Orthodox Satmar Hasidic sect of the Jewish religion, he must abide by Kashruth, or Jewish, dietary laws. He maintains that respondents have failed to provide him with facilities and foods in order that he may observe the Jewish dietary laws, in violation of his First and Eighth Amendment rights to the United States Constitution and the regulations of the Bureau of Prisons, 28 C.F.R. 547, <i>et seq.</i> As a result, he allegedly suffers impaired health directly attributable to the lack of an adequate diet and nutrition.</p>\n<p>Prushinowski requests this Court to:</p>\n<p>(1) Order that Respondents maintain the kosher kitchen and storage areas at FCI, Butner in accordance with the mandates of his religious beliefs and to prepare such kitchen area properly for Passover;</p>\n<p>(2) Order Respondents to provide Empire chickens, Alle Processing Co. meats, fresh fruits, vegetables and potatoes; and</p>\n<p>(3) Order that those food items as must be refrigerated or frozen shall be stored only in the kosher refrigerator or kosher section of the freezer and materials be provided to wrap or cover completely any unsealed foods.</p>\n<p>Alternatively, Prushinowski requests this Court to:</p>\n<p>(1) Order that he be provided with an unused personal heating element with separate burners capable of producing sufficient heat to boil or fry meat and poultry in an area of the prison facility which is separate from the kitchen and which can be secured in his absence;</p>\n<p>(2) Order that he be provided with two sets of utensils, dishes and pots and pans, which are new so that he can prepare and eat his food in accordance with his religious dietary laws; and</p>\n<p>(3) Order that he be provided with Empire chickens, etc., and other foodstuffs certified <span class=\"star-pagination\">*865</span> by the Central Rabbinical Congress<sup>[2]</sup> (hereinafter, CRC), and a kosher refrigerator or freezer for storage, and materials to wrap or cover completely any unsealed foods.</p>\n<p>Alternatively, Prushinowski requests this Court to:</p>\n<p>(1) Order him transferred to a community treatment center where he can observe the dietary laws of his religion for the completion of his sentence;</p>\n<p>(2) Order that he be released from Butner immediately to a period of probation; or</p>\n<p>(3) Order that he be transferred to the Federal Correctional Facility at Allenwood, Pennsylvania, which has a properly maintained kosher kitchen for the completion of his sentence.<sup>[3]</sup></p>\n<p>Respondents maintain that they have put forth considerable efforts to provide Prushinowski with a diet and facilities suitable to his religious needs and as such are in compliance with regulatory and constitutional requirements.</p>\n<p>This matter was referred to Magistrate McCotter for findings and recommendations pursuant to 28 U.S.C. § 636(b). An evidentiary hearing was held on March 25, 1983. Magistrate McCotter essentially found that, although Respondents have made commendable efforts in providing Prushinowski the necessary facilities and a nutritious diet, due to \"his strict, but genuine, religious belief, Prushinowski does not receive a nutritious diet, which could have serious consequences to his health.\" (See Magistrate's Memorandum, p. 13). The Magistrate further found that:</p>\n<blockquote>\"[t]he failure of the respondents to provide the petitioner with CRC-certified foodstuffs is a violation of the prison's own policy statement, since this failure cannot be justified by budgetary considerations. Further, these foodstuffs could be obtained by FCI, Butner, in a similar fashion as the foods Prushinowski currently is consuming subject to all of the prison security and dietary regulations, including Program Statement 4746.2. By having available for Prushinowski's consumption CRC-certified foods, the respondents could not be found to be unreasonably infringing upon Prushinowski's freedom of religion.</blockquote>\n<blockquote>I recommend that the District Court enter an Order directing the respondents, within their normal security and discipline policies, to make available to Prushinowski CRC-certified foodstuffs in reasonable amounts provided that the costs of furnishing such items be paid by the Hasidic community which has volunteered to pay the costs of same.\" (Magistrate's Memorandum, p. 17).</blockquote>\n<p>Accordingly, Magistrate McCotter recommended that the government's Motion to Dismiss Prushinowski's First Amendment claim be denied; however, he recommended that the government's Motion to Dismiss Prushinowski's Eighth Amendment claim be allowed as Prushinowski has not shown that the Respondents have been deliberately indifferent to his physical and mental needs. He further recommended that Prushinowski's Motion for Furlough be denied without prejudice.</p>\n<p></p>\n<h2><i>Eighth Amendment Claim</i></h2>\n<p>Petitioner has objected to the Magistrate's finding that Respondents have not been deliberately indifferent to his physical and mental needs. The Court is further in receipt of correspondence from Dr. Michael Groszman of Montreal, Canada, and Dr. Thomas Kibby, Staff Physician at FCI, Butner, who set forth completely contrasting <span class=\"star-pagination\">*866</span> opinions as to Prushinowski's health situation. In view of the fact that Magistrate McCotter was able to listen to testimony from experts on both sides and to observe Prushinowski personally, this Court reaches the conclusion that the Magistrate's finding is not clearly erroneous and is supported by the evidence before him. Furthermore, Prushinowski's refusal on several occasions to undergo medical tests proffered by the Respondents and Prushinowski's refusal to eat certain foods provided for him by Respondents are contributing factors to his present physical condition. Therefore, after careful independent review of the pleadings herein, the transcript of the evidentiary hearing, the Magistrate's memorandum, and Petitioner's objections thereto, it is the opinion of this Court that the Magistrate's memorandum with regards to the dismissal of Prushinowski's Eighth Amendment claim, is correct and is accepted in whole by this Court. Prushinowski has failed to show that Respondents have been deliberately indifferent or callous to his dietary or health needs. On the contrary, the record clearly shows that they have manifested much concern for Prushinowski and have been attentive to his health needs. Accordingly, Prushinowski's Eighth Amendment claim is DISMISSED. <i>Estelle v. Gamble,</i> 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976); <i>Bowring v. Godwin,</i> 551 F.2d 44 (4th Cir.1977).</p>\n<p></p>\n<h2><i>First Amendment Claim</i></h2>\n<p>The First Amendment to the United States Constitution provides that \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof ...\" Prushinowski, as a convicted felon, has lost many of his freedoms; however, he has not forfeited all of his constitutional rights by reason of his conviction and confinement in prison. <i>See </i><i>Bell v. Wolfish,</i> 441 U.S. 520, 545, 99 S.Ct. 1861, 1877, 60 L.Ed.2d 447 (1979). A prisoner does retain those First Amendment rights that \"are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.\" <i>Pell v. Procunier,</i> 417 U.S. 817, 822, 94 S.Ct. 2800, 2804, 41 L.Ed.2d 495 (1974). A prisoner's predilection to practice his religion may be restricted only upon convincing showing that paramount state interests so require. <i>Cruz v. Beto,</i> 405 U.S. 319, 92 S.Ct. 1079, 31 L.Ed.2d 263 (1972). To justify whether a restriction imposed by a prison on an individual's freedom of religion is constitutional, the restriction must be \"reasonably and substantially justified by considerations of prison discipline and order\" and must be the least restrictive alternative available. <i>Gallahan v. Hollyfield,</i> 670 F.2d 1345, 1346 (4th Cir.1982), <i>quoting </i><i>Sweet v. South Carolina Department of Corrections,</i> 529 F.2d 854, 863 (4th Cir.1975). Essentially, this action boils down to a balancing of Prushinowski's First Amendment freedoms and prison discipline and security. <i>See </i><i>Jones v. North Carolina Prisoners' Union,</i> 433 U.S. 119, 129, 97 S.Ct. 2532, 2539, 53 L.Ed.2d 629 (1977).</p>\n<p>The courts have recognized that prison authorities must accommodate the right of prisoners to receive a diet consistent with their religious beliefs. <i>Kahane v. Carlson,</i> 527 F.2d 492, 495 (2nd Cir.1975); <i>Ross v. Blackledge,</i> 477 F.2d 616 (4th Cir.1973); <i>Barnett v. Rodgers,</i> 410 F.2d 995 (D.C.Cir. 1969). Thus the burden falls on the prison officials to prove that the food available to a religious inmate is consistent with his dietary laws and provides adequate nourishment. <i>Ross v. Blackledge, supra</i><i>.</i></p>\n<p>The Magistrate found that Prushinowski has not been provided with a balanced diet inasmuch as he cannot eat any of the cooked foods made available to him by the prison because it is inconsistent with his religious convictions. Bureau of Prisons Program Statement No. 4746.2 specifically states that:</p>\n<blockquote>[T]he Bureau of Prisons extends the greatest amount of individual freedom to inmates in the selection of food items within the constraints of standard ration allowances, budget limitations and consideration of the security and orderly running of the institution. Inmates who wish to observe religious dietary laws will be provided a diet sufficient to sustain <span class=\"star-pagination\">*867</span> them in good health without violating those dietary laws ...</blockquote>\n<blockquote>All food (except raw eggs, fruits and vegetables) to be provided to inmates observing the Jewish dietary laws shall be certified or deemed acceptable by the Kashruth Division of the Union of Orthodox Jewish Congregations of America or by any other Jewish agency deemed acceptable by the inmates at the local institution.</blockquote>\n<p>Clearly, as the CRC has universal recognition, CRC-certified foods should be provided to Prushinowski so that he will not be required to sacrifice his religious beliefs in order to maintain his health. The First Amendment requires as much. The failure of prison authorities to provide Prushinowski with CRC-certified foods is a violation of the Bureau of Prisons' own Policy Statement.</p>\n<p>The Magistrate found, and this Court agrees, that \"Program Statement 4746.2 has been unintentionally violated in respect to Prushinowski.\" (See Magistrate's Memorandum, p. 15). All the prison authorities need to do is to have CRC-certified foods available for Prushinowski's consumption wherein \"respondents could not be found to be unreasonably infringing upon Prushinowski's freedom of religion.\" (Magistrate's Memorandum, p. 17).</p>\n<p>Respondents raise several arguments in their objections as to why they should not be required to provide Prushinowski with CRC-certified foodstuffs. None of Respondents' arguments are persuasive.</p>\n<p>They first argue that the First Amendment requires that they provide the type of kosher food that is acceptable to most Orthodox Jews, regardless of the peculiar beliefs of an inmate belonging to a certain sect within that group. A similar argument was raised in <i>Thomas v. Review Board of Indiana Employment Security Division,</i> 450 U.S. 707, 101 S.Ct. 1425, 67 L.Ed.2d 624 (1981). In that case, the Review Board denied unemployment compensation benefits to a Jehovah's Witness who terminated his job because his religious beliefs forbade working on military tank turrets. The issue was whether the State's denial of unemployment compensation benefits to petitioner violated his First Amendment right to free exercise of religion. The lower court upheld the denial of benefits, relying in part upon the fact that another Jehovah's Witness had no problem working on tank turrets. In reversing the lower court, the Supreme Court rejected this reasoning, noting that:</p>\n<blockquote>\"The Indiana court also appears to have given significant weight to the fact that another Jehovah's Witness had no scruples about working on tank turrets; for that other Witness, at least, such work was \"scripturally\" acceptable. Intrafaith differences of that kind are not uncommon among followers of a particular creed, and the judicial process is singularly ill equipped to resolve such differences in relation to the Religion Clauses. One can, of course, imagine an asserted claim so bizarre, so clearly nonreligious in motivation, as not to be entitled to protection under the Free Exercise Clause; but that is not the case here, and the guarantee of free exercise is not limited to beliefs which are shared by all of the members of a religious sect. Particularly in this sensitive area, it is not within the judicial function and judicial competence to inquire whether the petitioner or his fellow worker more correctly perceived the commands of their common faith. Courts are not arbiters of scriptural interpretation.\" (<i>Thomas v. Review Board</i><i>,</i> at 715-716, 101 S.Ct. at 1430-1431).</blockquote>\n<p>Likewise, in <i>Moskowitz v. Wilkinson,</i> 432 F.Supp. 947 (D.Conn.1977), the petitioner, an Orthodox Jew, argues that his religious beliefs forbade any cutting or shaving of his head and, therefore, prison authorities were forbidden by the First Amendment from requiring him to shave his beard. The Government cited other Jewish authorities which permitted the removal of facial hair and, consequently, argued that petitioner's claim should be rejected. The Court rejected the Government's argument stating:</p>\n<blockquote>\"[T]he fact that some Jews do not object to shaving, or that others accept the distinction <span class=\"star-pagination\">*868</span> between shaving and cutting, does not defeat the plaintiff's claim. It is his own religious belief that is asserted, not anyone else's. The Court need not and should not attempt to determine whether a religious tribunal would hold that the tenets of the Jewish religion do not require petitioner to adhere to his preferred level of observance. He need not show that his religious practice is absolutely mandated in order to receive constitutional protection.\" (<i>Moskowitz v. Wilkinson</i><i>,</i> at 949).</blockquote>\n<p>Hence, Prushinowski's prerogative to exercise his beliefs under the First Amendment is in no way diminished by the fact that his faith requires that he not eat certain food that is acceptable to most Orthodox Jews.</p>\n<p>Respondents also argue that providing CRC-certified foodstuffs would pose a security problem. In order to show justification of its refusal to provide CRC-certified foodstuffs to Prushinowski, Respondents must show that it is the least restrictive means of achieving some compelling state interest. <i>Thomas v. Review Board of Indiana Employment Security Division, supra</i><i>.</i> Respondents argue that contraband may be hidden in the food and smuggled into prison; however, nowhere have Respondents presented any evidence that attempts have been made to smuggle contraband into the prison in the OU-approved food.<sup>[4]</sup> Respondents have failed to carry their burden to justify their refusal to allow receipt of CRC-certified foods. <i>See </i><i>Moskowitz v. Wilkinson, supra.</i> at 951 (the Bureau failed to present evidence showing that security problems resulted during the period when inmates were allowed to wear beards for religious reasons). Accordingly, this Court feels that CRC-certified foods can be provided for Prushinowski from controlled sources wherein security measures can reasonably be maintained.</p>\n<p>Prushinowski, however, challenges the prison procedure that require prison officials to personally inspect the in-coming food items for contraband. He maintains that to allow anyone other than an individual who adheres to his religious faith to touch the food would be violative of his religious beliefs. This Court is not required to supervise the administration of prison rules and regulations. So long as their conduct does not involve deprivation of an inmate's constitutional rights and is not clearly capricious or arbitrary, such matters are left to the discretion of prison officials. <i>See </i><i>Vaughn v. Garrison,</i> 534 F.Supp. 90 (E.D.N.C.1981). Prison officials need not alter their standard procedures in order to satisfy the religious convictions of one particular inmate. Therefore, Prushinowski must abide by the prison regulations with regard to inspection of in-coming food. Perhaps one way by which this matter could be resolved, would be to allow Prushinowski to handle the food in the presence of prison officials and to even require that he himself search the food in front of them. Nevertheless, the said procedure, whereby prison officials are required to inspect and search in-coming food is a legitimate rational requirement and is not clearly capricious or arbitrary and promotes the orderly administration of prison discipline. <i>Sweet v. South Carolina Department of Correction, supra</i><i>.</i></p>\n<p>Respondents' primary argument is that budgetary considerations are such that it would be too expensive to provide Prushinowski with CRC-certified foodstuffs. As the Magistrate noted in his memorandum, the Hasidic community has offered to donate funds to FCI, Butner, so that Prushinowski's dietary needs may be met. Consequently, Respondents need not rely upon the added cost of obtaining CRC-certified foods as a reason for not providing it. <i>See </i><i>Schlesinger v. Carlson,</i> 489 F.Supp. 612, 613, at 614 (M.D.Penn.1980) (specially-prepared shmura matzos were purchased by the Bureau of Prisons with funds donated by the Hasidic community). In any event, budgetary <span class=\"star-pagination\">*869</span> considerations alone cannot excuse the prison from according Prushinowski his First Amendment rights. <i>See </i><i>Monroe v. Bombard,</i> 422 F.Supp. 211, 217 (S.D.N.Y. 1976).</p>\n<p>Respondents further argue, however, that if one group receives \"special foodstuffs or special menu by subsidized means, all must receive their religiously required foodstuffs regardless of whether subsidies are available.\" (See Respondents' objections, p. 5). Respondents assert that there are at least 29 separate operating religious groups and subgroups within the Bureau of Prisons  each with its own dietary requirements  and as such, all the religious groups should be treated similarly. This Court agrees with the Respondents in principle, however, in limiting the applicability of this decision on its own peculiar set of facts, and having previously found Respondents to have violated their own regulations, this Court reaches the conclusion that Respondents must make available CRC-certified foods for Prushinowski and other inmates similarly situated. The Hasidic community has offered and will pay the additional cost necessary to provide Prushinowski his CRC-certified foods. Respondents should accept their offer. Perhaps the Bureau of Prisons may need to re-analyze its position with respect to the religious dietary needs of its inmates, and in doing so, they may need to consider prison policies and consult with correctional officials, medical personnel, and the appropriate religious communities; but in reaching today's decision, this Court confines its applicability to the particular set of facts in this case.</p>\n<p>In conclusion, after a thorough independent review of the pleadings herein, the transcript of the evidentiary hearing, the Magistrate's memorandum and the objections raised by all parties hereto, it is the opinion of this Court that the Magistrate's memorandum with regards to Prushinowski's First Amendment claim is correct and is accepted in whole by this Court. Accordingly, Respondents' Motion to Dismiss the First Amendment claim is DENIED and it is hereby ORDERED that Respondents make available CRC-certified foodstuffs on behalf of Prushinowski and other inmates similarly situated consistent with this opinion as heretofore ordered by this Court.</p>\n<p></p>\n<h2><i>Motion for Medical Furlough</i></h2>\n<p>Although the Magistrate recommended, during the evidentiary hearing, that a medical furlough be denied at that time, it is now apparent that the present physical condition of Prushinowski is medically unsettled. The Court having recently directed that Prushinowski be personally examined by the prison medical authorities and by the inmate's own personal physicians and their findings reported and this having been done, this Court has found a wide divergence of medical opinion as to Prushinowski's present physical condition from \"not being endangered\" (Dr. Kibby's letter dated June 13, 1983) to \"he is sitting on a keg of dynamite\" (Dr. Groszman's letter dated May 27, 1983). And, although having previously found that Respondents have not been deliberately indifferent to Prushinowski's physical and mental needs, and there is presently a complete divergence of medical opinion as to Prushinowski's physical and psychological condition which should be resolved, this Court feels that an exceptional circumstance exists which compels the granting of a medical furlough to inmate Prushinowski by the Bureau of Prisons. Accordingly, the Magistrate's recommendation with respect to the medical furlough for Prushinowski is MODIFIED to the extent that this Court recommends that the Bureau of Prisons grant Prushinowski a medical furlough at his own expense in order that he may obtain yet another medical opinion on his present physical and psychological condition.</p>\n<p></p>\n<h2><i>Summary</i></h2>\n<p>Now, therefore, in accordance with the foregoing, this Court hereby enters the following Order:</p>\n<p>1. Jurisdiction in this matter is conferred by 28 U.S.C. § 2241(d).</p>\n<p>2. This Court acknowledges Magistrate McCotter's well-written and well-reasoned <span class=\"star-pagination\">*870</span> memorandum and his recommendations, except as modified, are hereby adopted in full and accepted by this Court as its own.</p>\n<p>3. It is ORDERED that Respondents' Motion to Dismiss Prushinowski's Eighth Amendment claim be GRANTED.</p>\n<p>4. It is ORDERED that, in limiting the applicability of this decision to the particular set of facts in this case, the Respondents' Motion to Dismiss Prushinowski's First Amendment claim be DENIED and it is further ORDERED that Respondents make available CRC-certified foods within 30 days from the filing of this Order on behalf of inmate Joseph Prushinowski and other inmates similarly situated consistent with this opinion as heretofore ordered by this Court.</p>\n<p>5. Prushinowski's request for release from confinement is not warranted at this time and is, therefore, DENIED. <i>See </i><i>Schlesinger v. Carlson, supra</i><i>.</i></p>\n<p>6. Now, therefore, having adopted the United States Magistrate Charles K. McCotter, Jr.'s findings of fact and conclusions of law and recommendations as my own, and having decided Prushinowski's First and Eighth Amendment claims and his petition for habeas corpus, this Court recommends that the United States Bureau of Prisons grant a medical furlough to this inmate, to help resolve the medical difference of opinion by the doctor for the Bureau of Prisons and the doctor for the inmate, for such period of time, on such terms and conditions, with or without bond, with or without a hearing, as may be determined by His Honor, United States District Judge, James C. Fox, Wilmington, North Carolina who still has pending before him, a motion filed several months ago by Great Britain for an extradition accompanied by a motion for a detainer.</p>\n<p>7. In all other respects, Prushinowski's petition for writ of habeas corpus is DENIED and this action is hereby DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This action was originally filed in the District of Connecticut on March 10, 1982. Prushinowski was transferred to FCI, Butner in September, 1982 from the Federal Correctional Institution at Danbury, Connecticut for medical evaluation. Pursuant to an Order of Transfer issued in open court on November 29, 1982 by the Honorable Warren W. Eginton, District Judge, this matter was transferred to the Eastern District of North Carolina. An amended petition was filed December 20, 1982 naming the above-named respondents thereby conferring jurisdiction on this Court pursuant to 28 U.S.C. § 2241(d).</p>\n<p>[2]  Since his arrival at FCI, Butner, Prushinowski has refused to eat a majority of the food items made available to other Orthodox Jewish inmates on the grounds that these foods have not been certified by the Central Rabbinical Congress. The CRC certifies the products which may be eaten by Orthodox Jews of the Hasidic community.</p>\n<p>[3]  At the evidentiary hearing, however, Prushinowski asserted, through expert witnesses, that a proper kosher kitchen does not exist within the federal correctional system. (See Magistrate's Memorandum, p. 2, footnote 3).</p>\n<p>[4]  Union of Orthodox Jewish Congregations. OU-approved foods are presently being provided for Jewish inmates at FCI, Butner.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">570</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">863</span></span> (1983)</b></center>\n<center><h1>Joseph PRUSHINOWSKI, Petitioner,<br>\nv.<br>\nMargaret A. HAMBRICK, Warden, Federal Correctional Institution, Butner, North Carolina; and Norman A. Carlson, Director, United States Bureau of Prisons, Respondents.</h1></center>\n<center>No. 82-1426-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 21, 1983.</center>\n<p><span class=\"star-pagination\">*864</span> Thomas C. Manning, Cheshire, Purser, Manning &amp; Parker, Raleigh, N.C., Sol Levine, Levine, Goodman &amp; Carr, Charlotte, N.C., for petitioner.</p>\n<p>Samuel T. Currin, U.S. Atty., E.D.N.C. by Dennis I. Moore, Asst. U.S. Atty., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p>This matter comes before the Court upon the Memorandum and Recommendation of the Honorable Charles K. McCotter, Jr., United States Magistrate. Objections to said memorandum having been filed, this action is now before the Court for <i>de novo</i> review. 28 U.S.C. § 636.</p>\n<p>Petitioner, Joseph Prushinowski, is an inmate at the Federal Correctional Institution, at Butner, North Carolina.<sup>[1]</sup> He seeks a writ of habeas corpus pursuant to 28 U.S.C. § 2241. As a member of the Ultra Orthodox Satmar Hasidic sect of the Jewish religion, he must abide by Kashruth, or Jewish, dietary laws. He maintains that respondents have failed to provide him with facilities and foods in order that he may observe the Jewish dietary laws, in violation of his First and Eighth Amendment rights to the United States Constitution and the regulations of the Bureau of Prisons, 28 C.F.R. 547, <i>et seq.</i> As a result, he allegedly suffers impaired health directly attributable to the lack of an adequate diet and nutrition.</p>\n<p>Prushinowski requests this Court to:</p>\n<p>(1) Order that Respondents maintain the kosher kitchen and storage areas at FCI, Butner in accordance with the mandates of his religious beliefs and to prepare such kitchen area properly for Passover;</p>\n<p>(2) Order Respondents to provide Empire chickens, Alle Processing Co. meats, fresh fruits, vegetables and potatoes; and</p>\n<p>(3) Order that those food items as must be refrigerated or frozen shall be stored only in the kosher refrigerator or kosher section of the freezer and materials be provided to wrap or cover completely any unsealed foods.</p>\n<p>Alternatively, Prushinowski requests this Court to:</p>\n<p>(1) Order that he be provided with an unused personal heating element with separate burners capable of producing sufficient heat to boil or fry meat and poultry in an area of the prison facility which is separate from the kitchen and which can be secured in his absence;</p>\n<p>(2) Order that he be provided with two sets of utensils, dishes and pots and pans, which are new so that he can prepare and eat his food in accordance with his religious dietary laws; and</p>\n<p>(3) Order that he be provided with Empire chickens, etc., and other foodstuffs certified <span class=\"star-pagination\">*865</span> by the Central Rabbinical Congress<sup>[2]</sup> (hereinafter, CRC), and a kosher refrigerator or freezer for storage, and materials to wrap or cover completely any unsealed foods.</p>\n<p>Alternatively, Prushinowski requests this Court to:</p>\n<p>(1) Order him transferred to a community treatment center where he can observe the dietary laws of his religion for the completion of his sentence;</p>\n<p>(2) Order that he be released from Butner immediately to a period of probation; or</p>\n<p>(3) Order that he be transferred to the Federal Correctional Facility at Allenwood, Pennsylvania, which has a properly maintained kosher kitchen for the completion of his sentence.<sup>[3]</sup></p>\n<p>Respondents maintain that they have put forth considerable efforts to provide Prushinowski with a diet and facilities suitable to his religious needs and as such are in compliance with regulatory and constitutional requirements.</p>\n<p>This matter was referred to Magistrate McCotter for findings and recommendations pursuant to 28 U.S.C. § 636(b). An evidentiary hearing was held on March 25, 1983. Magistrate McCotter essentially found that, although Respondents have made commendable efforts in providing Prushinowski the necessary facilities and a nutritious diet, due to \"his strict, but genuine, religious belief, Prushinowski does not receive a nutritious diet, which could have serious consequences to his health.\" (See Magistrate's Memorandum, p. 13). The Magistrate further found that:</p>\n<blockquote>\"[t]he failure of the respondents to provide the petitioner with CRC-certified foodstuffs is a violation of the prison's own policy statement, since this failure cannot be justified by budgetary considerations. Further, these foodstuffs could be obtained by FCI, Butner, in a similar fashion as the foods Prushinowski currently is consuming subject to all of the prison security and dietary regulations, including Program Statement 4746.2. By having available for Prushinowski's consumption CRC-certified foods, the respondents could not be found to be unreasonably infringing upon Prushinowski's freedom of religion.</blockquote>\n<blockquote>I recommend that the District Court enter an Order directing the respondents, within their normal security and discipline policies, to make available to Prushinowski CRC-certified foodstuffs in reasonable amounts provided that the costs of furnishing such items be paid by the Hasidic community which has volunteered to pay the costs of same.\" (Magistrate's Memorandum, p. 17).</blockquote>\n<p>Accordingly, Magistrate McCotter recommended that the government's Motion to Dismiss Prushinowski's First Amendment claim be denied; however, he recommended that the government's Motion to Dismiss Prushinowski's Eighth Amendment claim be allowed as Prushinowski has not shown that the Respondents have been deliberately indifferent to his physical and mental needs. He further recommended that Prushinowski's Motion for Furlough be denied without prejudice.</p>\n<p></p>\n<h2><i>Eighth Amendment Claim</i></h2>\n<p>Petitioner has objected to the Magistrate's finding that Respondents have not been deliberately indifferent to his physical and mental needs. The Court is further in receipt of correspondence from Dr. Michael Groszman of Montreal, Canada, and Dr. Thomas Kibby, Staff Physician at FCI, Butner, who set forth completely contrasting <span class=\"star-pagination\">*866</span> opinions as to Prushinowski's health situation. In view of the fact that Magistrate McCotter was able to listen to testimony from experts on both sides and to observe Prushinowski personally, this Court reaches the conclusion that the Magistrate's finding is not clearly erroneous and is supported by the evidence before him. Furthermore, Prushinowski's refusal on several occasions to undergo medical tests proffered by the Respondents and Prushinowski's refusal to eat certain foods provided for him by Respondents are contributing factors to his present physical condition. Therefore, after careful independent review of the pleadings herein, the transcript of the evidentiary hearing, the Magistrate's memorandum, and Petitioner's objections thereto, it is the opinion of this Court that the Magistrate's memorandum with regards to the dismissal of Prushinowski's Eighth Amendment claim, is correct and is accepted in whole by this Court. Prushinowski has failed to show that Respondents have been deliberately indifferent or callous to his dietary or health needs. On the contrary, the record clearly shows that they have manifested much concern for Prushinowski and have been attentive to his health needs. Accordingly, Prushinowski's Eighth Amendment claim is DISMISSED. <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976); <i>Bowring v. Godwin,</i> <span class=\"citation\" data-id=\"343592\"><a href=\"/opinion/343592/larry-grant-bowring-v-mills-e-godwin-individually-and-as-governor/\"><span class=\"volume\">551</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span> (4th Cir.1977).</p>\n<p></p>\n<h2><i>First Amendment Claim</i></h2>\n<p>The First Amendment to the United States Constitution provides that \"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof ...\" Prushinowski, as a convicted felon, has lost many of his freedoms; however, he has not forfeited all of his constitutional rights by reason of his conviction and confinement in prison. <i>See </i><i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 545, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1877, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). A prisoner does retain those First Amendment rights that \"are not inconsistent with his status as a prisoner or with the legitimate penological objectives of the corrections system.\" <i>Pell v. Procunier,</i> <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, 822, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2800</span></a></span>, 2804, <span class=\"citation\" data-id=\"109079\"><a href=\"/opinion/109079/pell-v-procunier/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></a></span> (1974). A prisoner's predilection to practice his religion may be restricted only upon convincing showing that paramount state interests so require. <i>Cruz v. Beto,</i> <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1079</span></a></span>, <span class=\"citation\" data-id=\"108484\"><a href=\"/opinion/108484/cruz-v-beto/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">263</span></a></span> (1972). To justify whether a restriction imposed by a prison on an individual's freedom of religion is constitutional, the restriction must be \"reasonably and substantially justified by considerations of prison discipline and order\" and must be the least restrictive alternative available. <i>Gallahan v. Hollyfield,</i> <span class=\"citation\" data-id=\"399430\"><a href=\"/opinion/399430/michael-g-gallahan-v-cpl-b-b-hollyfield-officer-j-w-townley-and/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1345</span></a></span>, 1346 (4th Cir.1982), <i>quoting </i><i>Sweet v. South Carolina Department of Corrections,</i> <span class=\"citation\" data-id=\"332972\"><a href=\"/opinion/332972/james-e-sweet-v-south-carolina-department-of-corrections-director/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 863 (4th Cir.1975). Essentially, this action boils down to a balancing of Prushinowski's First Amendment freedoms and prison discipline and security. <i>See </i><i>Jones v. North Carolina Prisoners' Union,</i> <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">119</span></a></span>, 129, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2532</span></a></span>, 2539, <span class=\"citation\" data-id=\"109718\"><a href=\"/opinion/109718/jones-v-north-carolina-prisoners-labor-union-inc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1977).</p>\n<p>The courts have recognized that prison authorities must accommodate the right of prisoners to receive a diet consistent with their religious beliefs. <i>Kahane v. Carlson,</i> <span class=\"citation\" data-id=\"331662\"><a href=\"/opinion/331662/meir-kahane-plaintiff-petitioner-appellee-v-norman-carlson-director-of/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span>, 495 (2nd Cir.1975); <i>Ross v. Blackledge,</i> <span class=\"citation\" data-id=\"310717\"><a href=\"/opinion/310717/daniel-ross-v-dr-stanley-blackledge/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></a></span> (4th Cir.1973); <i>Barnett v. Rodgers,</i> <span class=\"citation\" data-id=\"284798\"><a href=\"/opinion/284798/leroy-barnett-v-charles-m-rodgers-superintendent-d-c-jail-carl-h/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">995</span></a></span> (D.C.Cir. 1969). Thus the burden falls on the prison officials to prove that the food available to a religious inmate is consistent with his dietary laws and provides adequate nourishment. <i>Ross v. Blackledge, supra</i><i>.</i></p>\n<p>The Magistrate found that Prushinowski has not been provided with a balanced diet inasmuch as he cannot eat any of the cooked foods made available to him by the prison because it is inconsistent with his religious convictions. Bureau of Prisons Program Statement No. 4746.2 specifically states that:</p>\n<blockquote>[T]he Bureau of Prisons extends the greatest amount of individual freedom to inmates in the selection of food items within the constraints of standard ration allowances, budget limitations and consideration of the security and orderly running of the institution. Inmates who wish to observe religious dietary laws will be provided a diet sufficient to sustain <span class=\"star-pagination\">*867</span> them in good health without violating those dietary laws ...</blockquote>\n<blockquote>All food (except raw eggs, fruits and vegetables) to be provided to inmates observing the Jewish dietary laws shall be certified or deemed acceptable by the Kashruth Division of the Union of Orthodox Jewish Congregations of America or by any other Jewish agency deemed acceptable by the inmates at the local institution.</blockquote>\n<p>Clearly, as the CRC has universal recognition, CRC-certified foods should be provided to Prushinowski so that he will not be required to sacrifice his religious beliefs in order to maintain his health. The First Amendment requires as much. The failure of prison authorities to provide Prushinowski with CRC-certified foods is a violation of the Bureau of Prisons' own Policy Statement.</p>\n<p>The Magistrate found, and this Court agrees, that \"Program Statement 4746.2 has been unintentionally violated in respect to Prushinowski.\" (See Magistrate's Memorandum, p. 15). All the prison authorities need to do is to have CRC-certified foods available for Prushinowski's consumption wherein \"respondents could not be found to be unreasonably infringing upon Prushinowski's freedom of religion.\" (Magistrate's Memorandum, p. 17).</p>\n<p>Respondents raise several arguments in their objections as to why they should not be required to provide Prushinowski with CRC-certified foodstuffs. None of Respondents' arguments are persuasive.</p>\n<p>They first argue that the First Amendment requires that they provide the type of kosher food that is acceptable to most Orthodox Jews, regardless of the peculiar beliefs of an inmate belonging to a certain sect within that group. A similar argument was raised in <i>Thomas v. Review Board of Indiana Employment Security Division,</i> <span class=\"citation\" data-id=\"110440\"><a href=\"/opinion/110440/thomas-v-review-bd-of-indiana-employment-security-div/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">707</span></a></span>, <span class=\"citation\" data-id=\"110440\"><a href=\"/opinion/110440/thomas-v-review-bd-of-indiana-employment-security-div/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1425</span></a></span>, <span class=\"citation\" data-id=\"110440\"><a href=\"/opinion/110440/thomas-v-review-bd-of-indiana-employment-security-div/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1981). In that case, the Review Board denied unemployment compensation benefits to a Jehovah's Witness who terminated his job because his religious beliefs forbade working on military tank turrets. The issue was whether the State's denial of unemployment compensation benefits to petitioner violated his First Amendment right to free exercise of religion. The lower court upheld the denial of benefits, relying in part upon the fact that another Jehovah's Witness had no problem working on tank turrets. In reversing the lower court, the Supreme Court rejected this reasoning, noting that:</p>\n<blockquote>\"The Indiana court also appears to have given significant weight to the fact that another Jehovah's Witness had no scruples about working on tank turrets; for that other Witness, at least, such work was \"scripturally\" acceptable. Intrafaith differences of that kind are not uncommon among followers of a particular creed, and the judicial process is singularly ill equipped to resolve such differences in relation to the Religion Clauses. One can, of course, imagine an asserted claim so bizarre, so clearly nonreligious in motivation, as not to be entitled to protection under the Free Exercise Clause; but that is not the case here, and the guarantee of free exercise is not limited to beliefs which are shared by all of the members of a religious sect. Particularly in this sensitive area, it is not within the judicial function and judicial competence to inquire whether the petitioner or his fellow worker more correctly perceived the commands of their common faith. Courts are not arbiters of scriptural interpretation.\" (<i>Thomas v. Review Board</i><i>,</i> at 715-716, 101 S.Ct. at 1430-1431).</blockquote>\n<p>Likewise, in <i>Moskowitz v. Wilkinson,</i> <span class=\"citation\" data-id=\"1367600\"><a href=\"/opinion/1367600/moskowitz-v-wilkinson/\"><span class=\"volume\">432</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">947</span></a></span> (D.Conn.1977), the petitioner, an Orthodox Jew, argues that his religious beliefs forbade any cutting or shaving of his head and, therefore, prison authorities were forbidden by the First Amendment from requiring him to shave his beard. The Government cited other Jewish authorities which permitted the removal of facial hair and, consequently, argued that petitioner's claim should be rejected. The Court rejected the Government's argument stating:</p>\n<blockquote>\"[T]he fact that some Jews do not object to shaving, or that others accept the distinction <span class=\"star-pagination\">*868</span> between shaving and cutting, does not defeat the plaintiff's claim. It is his own religious belief that is asserted, not anyone else's. The Court need not and should not attempt to determine whether a religious tribunal would hold that the tenets of the Jewish religion do not require petitioner to adhere to his preferred level of observance. He need not show that his religious practice is absolutely mandated in order to receive constitutional protection.\" (<i>Moskowitz v. Wilkinson</i><i>,</i> at 949).</blockquote>\n<p>Hence, Prushinowski's prerogative to exercise his beliefs under the First Amendment is in no way diminished by the fact that his faith requires that he not eat certain food that is acceptable to most Orthodox Jews.</p>\n<p>Respondents also argue that providing CRC-certified foodstuffs would pose a security problem. In order to show justification of its refusal to provide CRC-certified foodstuffs to Prushinowski, Respondents must show that it is the least restrictive means of achieving some compelling state interest. <i>Thomas v. Review Board of Indiana Employment Security Division, supra</i><i>.</i> Respondents argue that contraband may be hidden in the food and smuggled into prison; however, nowhere have Respondents presented any evidence that attempts have been made to smuggle contraband into the prison in the OU-approved food.<sup>[4]</sup> Respondents have failed to carry their burden to justify their refusal to allow receipt of CRC-certified foods. <i>See </i><i>Moskowitz v. Wilkinson, supra.</i> at 951 (the Bureau failed to present evidence showing that security problems resulted during the period when inmates were allowed to wear beards for religious reasons). Accordingly, this Court feels that CRC-certified foods can be provided for Prushinowski from controlled sources wherein security measures can reasonably be maintained.</p>\n<p>Prushinowski, however, challenges the prison procedure that require prison officials to personally inspect the in-coming food items for contraband. He maintains that to allow anyone other than an individual who adheres to his religious faith to touch the food would be violative of his religious beliefs. This Court is not required to supervise the administration of prison rules and regulations. So long as their conduct does not involve deprivation of an inmate's constitutional rights and is not clearly capricious or arbitrary, such matters are left to the discretion of prison officials. <i>See </i><i>Vaughn v. Garrison,</i> <span class=\"citation\" data-id=\"1443208\"><a href=\"/opinion/1443208/vaughn-v-garrison/\"><span class=\"volume\">534</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">90</span></a></span> (E.D.N.C.1981). Prison officials need not alter their standard procedures in order to satisfy the religious convictions of one particular inmate. Therefore, Prushinowski must abide by the prison regulations with regard to inspection of in-coming food. Perhaps one way by which this matter could be resolved, would be to allow Prushinowski to handle the food in the presence of prison officials and to even require that he himself search the food in front of them. Nevertheless, the said procedure, whereby prison officials are required to inspect and search in-coming food is a legitimate rational requirement and is not clearly capricious or arbitrary and promotes the orderly administration of prison discipline. <i>Sweet v. South Carolina Department of Correction, supra</i><i>.</i></p>\n<p>Respondents' primary argument is that budgetary considerations are such that it would be too expensive to provide Prushinowski with CRC-certified foodstuffs. As the Magistrate noted in his memorandum, the Hasidic community has offered to donate funds to FCI, Butner, so that Prushinowski's dietary needs may be met. Consequently, Respondents need not rely upon the added cost of obtaining CRC-certified foods as a reason for not providing it. <i>See </i><i>Schlesinger v. Carlson,</i> <span class=\"citation\" data-id=\"2394047\"><a href=\"/opinion/2394047/schlesinger-v-carlson/\"><span class=\"volume\">489</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">612</span></a></span>, 613, at 614 (M.D.Penn.1980) (specially-prepared shmura matzos were purchased by the Bureau of Prisons with funds donated by the Hasidic community). In any event, budgetary <span class=\"star-pagination\">*869</span> considerations alone cannot excuse the prison from according Prushinowski his First Amendment rights. <i>See </i><i>Monroe v. Bombard,</i> <span class=\"citation\" data-id=\"1893370\"><a href=\"/opinion/1893370/monroe-v-bombard/\"><span class=\"volume\">422</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">211</span></a></span>, 217 (S.D.N.Y. 1976).</p>\n<p>Respondents further argue, however, that if one group receives \"special foodstuffs or special menu by subsidized means, all must receive their religiously required foodstuffs regardless of whether subsidies are available.\" (See Respondents' objections, p. 5). Respondents assert that there are at least 29 separate operating religious groups and subgroups within the Bureau of Prisons  each with its own dietary requirements  and as such, all the religious groups should be treated similarly. This Court agrees with the Respondents in principle, however, in limiting the applicability of this decision on its own peculiar set of facts, and having previously found Respondents to have violated their own regulations, this Court reaches the conclusion that Respondents must make available CRC-certified foods for Prushinowski and other inmates similarly situated. The Hasidic community has offered and will pay the additional cost necessary to provide Prushinowski his CRC-certified foods. Respondents should accept their offer. Perhaps the Bureau of Prisons may need to re-analyze its position with respect to the religious dietary needs of its inmates, and in doing so, they may need to consider prison policies and consult with correctional officials, medical personnel, and the appropriate religious communities; but in reaching today's decision, this Court confines its applicability to the particular set of facts in this case.</p>\n<p>In conclusion, after a thorough independent review of the pleadings herein, the transcript of the evidentiary hearing, the Magistrate's memorandum and the objections raised by all parties hereto, it is the opinion of this Court that the Magistrate's memorandum with regards to Prushinowski's First Amendment claim is correct and is accepted in whole by this Court. Accordingly, Respondents' Motion to Dismiss the First Amendment claim is DENIED and it is hereby ORDERED that Respondents make available CRC-certified foodstuffs on behalf of Prushinowski and other inmates similarly situated consistent with this opinion as heretofore ordered by this Court.</p>\n<p></p>\n<h2><i>Motion for Medical Furlough</i></h2>\n<p>Although the Magistrate recommended, during the evidentiary hearing, that a medical furlough be denied at that time, it is now apparent that the present physical condition of Prushinowski is medically unsettled. The Court having recently directed that Prushinowski be personally examined by the prison medical authorities and by the inmate's own personal physicians and their findings reported and this having been done, this Court has found a wide divergence of medical opinion as to Prushinowski's present physical condition from \"not being endangered\" (Dr. Kibby's letter dated June 13, 1983) to \"he is sitting on a keg of dynamite\" (Dr. Groszman's letter dated May 27, 1983). And, although having previously found that Respondents have not been deliberately indifferent to Prushinowski's physical and mental needs, and there is presently a complete divergence of medical opinion as to Prushinowski's physical and psychological condition which should be resolved, this Court feels that an exceptional circumstance exists which compels the granting of a medical furlough to inmate Prushinowski by the Bureau of Prisons. Accordingly, the Magistrate's recommendation with respect to the medical furlough for Prushinowski is MODIFIED to the extent that this Court recommends that the Bureau of Prisons grant Prushinowski a medical furlough at his own expense in order that he may obtain yet another medical opinion on his present physical and psychological condition.</p>\n<p></p>\n<h2><i>Summary</i></h2>\n<p>Now, therefore, in accordance with the foregoing, this Court hereby enters the following Order:</p>\n<p>1. Jurisdiction in this matter is conferred by 28 U.S.C. § 2241(d).</p>\n<p>2. This Court acknowledges Magistrate McCotter's well-written and well-reasoned <span class=\"star-pagination\">*870</span> memorandum and his recommendations, except as modified, are hereby adopted in full and accepted by this Court as its own.</p>\n<p>3. It is ORDERED that Respondents' Motion to Dismiss Prushinowski's Eighth Amendment claim be GRANTED.</p>\n<p>4. It is ORDERED that, in limiting the applicability of this decision to the particular set of facts in this case, the Respondents' Motion to Dismiss Prushinowski's First Amendment claim be DENIED and it is further ORDERED that Respondents make available CRC-certified foods within 30 days from the filing of this Order on behalf of inmate Joseph Prushinowski and other inmates similarly situated consistent with this opinion as heretofore ordered by this Court.</p>\n<p>5. Prushinowski's request for release from confinement is not warranted at this time and is, therefore, DENIED. <i>See </i><i>Schlesinger v. Carlson, supra</i><i>.</i></p>\n<p>6. Now, therefore, having adopted the United States Magistrate Charles K. McCotter, Jr.'s findings of fact and conclusions of law and recommendations as my own, and having decided Prushinowski's First and Eighth Amendment claims and his petition for habeas corpus, this Court recommends that the United States Bureau of Prisons grant a medical furlough to this inmate, to help resolve the medical difference of opinion by the doctor for the Bureau of Prisons and the doctor for the inmate, for such period of time, on such terms and conditions, with or without bond, with or without a hearing, as may be determined by His Honor, United States District Judge, James C. Fox, Wilmington, North Carolina who still has pending before him, a motion filed several months ago by Great Britain for an extradition accompanied by a motion for a detainer.</p>\n<p>7. In all other respects, Prushinowski's petition for writ of habeas corpus is DENIED and this action is hereby DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  This action was originally filed in the District of Connecticut on March 10, 1982. Prushinowski was transferred to FCI, Butner in September, 1982 from the Federal Correctional Institution at Danbury, Connecticut for medical evaluation. Pursuant to an Order of Transfer issued in open court on November 29, 1982 by the Honorable Warren W. Eginton, District Judge, this matter was transferred to the Eastern District of North Carolina. An amended petition was filed December 20, 1982 naming the above-named respondents thereby conferring jurisdiction on this Court pursuant to 28 U.S.C. § 2241(d).</p>\n<p>[2]  Since his arrival at FCI, Butner, Prushinowski has refused to eat a majority of the food items made available to other Orthodox Jewish inmates on the grounds that these foods have not been certified by the Central Rabbinical Congress. The CRC certifies the products which may be eaten by Orthodox Jews of the Hasidic community.</p>\n<p>[3]  At the evidentiary hearing, however, Prushinowski asserted, through expert witnesses, that a proper kosher kitchen does not exist within the federal correctional system. (See Magistrate's Memorandum, p. 2, footnote 3).</p>\n<p>[4]  Union of Orthodox Jewish Congregations. OU-approved foods are presently being provided for Jewish inmates at FCI, Butner.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1367600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1443208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1893370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2394047/"
  ]
}