{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1437748/",
  "absolute_url": "/opinion/1437748/duke-v-uniroyal-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1437748/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:09:49.263175Z",
  "date_modified": "2016-04-26T20:19:44.779063Z",
  "type": "010combined",
  "sha1": "bb4b5108f4a92db480363915739a13c03cea6713",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>719 F.Supp. 428 (1989)</b></center>\n<center><h1>Jesse T. DUKE, Sidney W. Fox, Norman R. Barden and Joseph R. Bishop, Plaintiffs,<br>\nv.<br>\nUNIROYAL, INC., and Uniroyal Chemical Company, Inc., Defendants.</h1></center>\n<center>No. 87-741-CIV-5-H</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 23, 1989.</center>\n<p><span class=\"star-pagination\">*429</span> Joyce L. Davis, Lynn Fontana, Crisp, Davis, Schwentker, Page &amp; Currin, Raleigh, N.C., for plaintiffs.</p>\n<p>James G. Billings, Kimberly J. Korando, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motion for summary judgment pursuant to F.R.Civ.P. 56 filed by the defendants Uniroyal, Inc. and Uniroyal Chemical Company, Inc. (hereafter collectively referred to as \"Uniroyal\"). Plaintiffs filed a timely and thorough response, and Uniroyal filed an equally thorough reply. Accordingly, all of the issues have been well briefed and are now ripe for ruling. For the reasons stated herein, the court will allow the motion as to plaintiffs Barden and Bishop, and deny the motion as to plaintiffs Duke and Fox. As well, Uniroyal's motion for partial summary judgment on the plaintiffs' claims <span class=\"star-pagination\">*430</span> for liquidated damages will be denied, as will Uniroyal's motion for partial summary judgment on the plaintiffs' claims for punitive damages.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The plaintiffs filed this action on August 13, 1987, claiming that they were all separated from their employment with Uniroyal in violation of the Age Discrimination in Employment Act, 29 U.S.C. § 621 <i>et seq.</i> (hereafter \"ADEA\").<sup>[1]</sup> Plaintiffs filed, pursuant to F.R.Civ.P. 15, an amended complaint as of right on August 28, 1987.<sup>[2]</sup> The complaint seeks reinstatement for all plaintiffs, with damages including back pay, liquidated damages for willful violations of the ADEA, and punitive damages. After a stipulation of an extension of time, Uniroyal answered on October 15, 1987, denying all of the plaintiffs' allegations. Discovery continued throughout 1988. Uniroyal filed its motion for summary judgment on January 31, 1989. Plaintiffs, after a proper extension of time, responded on April 17, 1989. Uniroyal, likewise after a proper extension of time, filed its reply on May 15, 1989.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The plaintiffs in this action are all former employees of Uniroyal. Plaintiffs Jesse T. Duke (hereafter \"Duke\"), Norman R. Barden (hereafter \"Barden\"), and Joseph R. Bishop (hereafter \"Bishop\") were all sales representatives for Uniroyal. Plaintiff Sidney W. Fox (hereafter \"Fox\") was a development representative for Uniroyal. Duke and Barden are residents of North Carolina. Fox and Bishop are residents of Georgia. All plaintiffs were separated from Uniroyal in 1985, and were over 50 years of age at the time of their separations. Duke and Fox were terminated, while Barden was offered and accepted early retirement, and Bishop was placed on unpaid leave of absence until eligible for early retirement in 1986. Uniroyal contends that these separations were due to reductions in force necessitated by downturns in sales and a leveraged buyout of the company. Plaintiffs, on the contrary, contend that they were all separated in violation of the ADEA. Further facts relating to each plaintiff will be discussed below.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Summary judgment is appropriate whenever the pleadings, affidavits, and other materials show that there is no genuine issue of material fact and the movant is entitled to judgment as a matter of law. <i>Celotex Corporation v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). In other words, summary judgment is appropriate when there is no genuine dispute as to the material facts of the case; that is, when the evidence is such that no reasonable jury could return a verdict for the nonmoving party. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). It is also true that cases involving discrimination of some sort are often inappropriate for summary judgment, due to the complexity of the issues involved. <i>See,</i> Wright, Miller and Kane, <i>Federal Practice and Procedure:</i> Civil 2d § 2732.2. However, it is equally true that a case may be ripe for summary judgment, though the legal issues presented are complex. <i>See, </i><i>Pace v. Southern Railway System,</i> 701 F.2d 1383 (11th Cir.1983), <i>cert. den.</i> 464 U.S. 1018, 104 S.Ct. 549, 78 L.Ed.2d 724 (1983), <i>reh. den.</i> 465 U.S. 1054, 104 S.Ct. 1334, 79 L.Ed.2d 729 (1984).</p>\n<p></p>\n<h2>1. Uniroyal's Motion for Summary Judgment Against Barden</h2>\n<p>During 1985, when Uniroyal sought to eliminate some employees due to a reduction <span class=\"star-pagination\">*431</span> in force (plaintiffs dispute that there even was a reduction in force), Uniroyal informed Barden that he was eligible for what was known as the Special Early Retirement Incentive Program (hereafter \"SERIP\"). At the time, Barden was 59 years old and had been employed by Uniroyal for 23 years. After he was offered SERIP, Barden initially rejected it, and made a counteroffer to Uniroyal. Uniroyal rejected that, but told Barden that the financial incentive had been recalculated to provide a larger benefit. Barden again rejected SERIP, but changed his mind several days later. At that point, Barden was forwarded all of the necessary documentation. On September 20, 1985, after being in receipt of the SERIP documents for several days, Barden acknowledged his tentative acceptance of the offer on the SERIP form. Among other language, the form stated that \"I have carefully read and fully understand all the provisions of this SERIP Agreement and General Release\" (Uniroyal Memorandum p. 25). The document contained a release of all claims resulting from the termination, including those for age discrimination. Finally, the document encouraged Barden to consult with his manager and the personnel department, and then if he still had questions, to <i>\"seek legal or professional counsel,\"</i> (<i>Id.,</i> emphasis added). Barden acknowledged his final acceptance on October 16, 1985, almost four weeks later.</p>\n<p>An essential element of an ADEA claim involving loss of a job due to a reduction in force is that the plaintiff must actually have been discharged, or have been constructively discharged. <i>Bristow v. The Daily Press, Inc.,</i> 770 F.2d 1251 (4th Cir. 1985), <i>cert. den.,</i> 475 U.S. 1082, 106 S.Ct. 1461, 89 L.Ed.2d 718 (1986). Barden was not actually discharged, but instead claims that he was constructively discharged. The two elements that a plaintiff must prove to demonstrate constructive discharge are (1) that the employer's actions were deliberate and (2) that the employee's working conditions were intolerable. <i>Id.</i> To prove deliberateness, the plaintiff must prove that the employer had the specific intent to force him to quit. To prove the intolerability of working conditions, the plaintiff must demonstrate that a reasonable person in the employee's position would have felt compelled to quit. The employee's own subjective belief that his working conditions have become intolerable is not enough.</p>\n<p>Barden's allegations of constructive discharge are supported by evidence that another employee claims that he was forced to accept SERIP, and by a conversation Barden had with Bolton Jones, a Uniroyal representative. In that conversation, Barden claims that he asked Jones what would happen if he did not accept SERIP, and that Jones did not reply, which Barden terms a \"pregnant silence\" (Plaintiffs' Response Memorandum p. 41). Neither of these allegations support the contention that Uniroyal constructively discharged Barden. The record is devoid of evidence to indicate that Uniroyal specifically intended to force Barden to retire, and Barden's evidence of intolerability consists only of his subjective belief that if he did not accept SERIP, he would be fired, which was primarily based on the one conversation with Jones. As stated above, this is insufficient to demonstrate intolerable working conditions when claiming constructive discharge. Also, Barden claims that he was never told SERIP was voluntary, and that in fact the only period in which he had to consider SERIP was the two week period between in which he was first offered SERIP and when he told Jones that he would accept it. Barden wants to ignore the four week period in which he had to examine the SERIP documents. That he may not do. The record demonstrates that no one ever threatened Barden with termination during this entire period of roughly six weeks. The documents clearly stated that the program was voluntary. In fact, the word \"voluntary\" or one of its variants is repeated four times in the document (Uniroyal's Memorandum, p. 25, <i>supra</i>). Barden has failed to raise a genuine issue of material fact concerning any constructive discharge. Therefore, he has not established an essential element of a discriminatory discharge in violation of the ADEA. Accordingly, <span class=\"star-pagination\">*432</span> Uniroyal is entitled to judgment as a matter of law on Barden's ADEA claim.</p>\n<p>Both Barden and Uniroyal have gone to great lengths to demonstrate the applicability of <i>Bodnar v. Synpol, Inc.,</i> 843 F.2d 190 (5th Cir.1988), <i>cert. den.,</i> ___ U.S. ___, 109 S.Ct. 260, 102 L.Ed.2d 248 (1988). In <i>Bodnar,</i> the Fifth Circuit considered and upheld Uniroyal's SERIP Plan. The <i>Bodnar</i> plaintiffs were allegedly the victims of coercive language and were refused more than 15 days in which to decide whether or not to accept SERIP, among other grounds. The court held that because the risks of a reduction in force fell upon all employees, the plaintiffs were actually receiving a benefit that was not available to other employees. A risk of losing employment alone was not sufficient to support a constructive discharge. Barden also faced the potential of discharge, and was being offered a benefit not available to younger employees. As well, Barden was never threatened or harassed by anyone from Uniroyal. Barden seeks to distinguish <i>Bodnar</i> by showing that the reduction in force in <i>Bodnar</i> did not commence until after the plaintiffs had been offered SERIP, unlike the case at bar, in which Barden was offered SERIP after the reductions began, thus coercing Barden into accepting. The court is unpersuaded by this argument. The timing of the offer is not the critical factor. For this reason also, Uniroyal is entitled to judgment as a matter of law.</p>\n<p>The final problem confronted by Barden is the release contained within the SERIP agreement. Even if Barden was constructively discharged, which this court does not believe, the release that Barden executed was valid and would bar him from maintaining this action. Barden claims that the release was ineffective because he only signed it after he had already been coerced into accepting SERIP. The record does not support this.</p>\n<p>A knowing and voluntary waiver of claims under the ADEA will be enforced. <i>Dorosiewicz v. Kayser-Roth Hosiery, Inc.,</i> 823 F.2d 546 (4th Cir.1987). The Fourth Circuit in <i>Dorosiewicz</i> relied on Equal Employment Opportunity Commission (hereafter \"EEOC\") Regulations, 29 C.F.R. § 1627.17(c)(1), which recognize ADEA waivers, and state that the EEOC will examine whether the agreement was in writing, in understandable language, clearly waiving ADEA claims; whether the employee was given a reasonable period of time to examine the document, and whether or not the employee was encouraged to seek legal counsel. Barden correctly states that these regulations did not take effect until after he signed his waiver. However, that does not prohibit this court from using such a common sense framework to examine Barden's waiver. The waiver signed by Barden met all of the above criteria. The language of the document (Uniroyal Memorandum p. 25, <i>supra</i>) was clear, and Barden indicated that he understood it. Barden had possession of the document for over a month, which, as stated above, clearly urged him to seek an attorney's advice if he did not understand it. He signed the document not once, but twice. Barden cannot discount that by saying that he had forcibly accepted SERIP before receiving the documents. The fact remains that he could have changed his mind and not executed the release at any time during this period. Only his subjective belief that he would be fired prevented him from doing so. Only he can bear responsibility for his failure to seek independent counsel for something so important in his life. Barden was an experienced employee, not a business novice. Accordingly, the court finds that even if a constructive discharge occurred, Barden nonetheless knowingly and voluntarily waived his right to bring an ADEA claim against Uniroyal. For this, as well as the above stated reasons, Uniroyal is entitled to judgment as a matter of law against Barden, and Barden is dismissed as a plaintiff in this action.</p>\n<p></p>\n<h2>2. Uniroyal's Motion for Summary Judgment Against Bishop</h2>\n<p>At the time of his discharge in 1985, Bishop was 54 years old and had been with Uniroyal for 12 years. The facts relating to Bishop's termination will not be discussed <span class=\"star-pagination\">*433</span> at length, because the resolution of this motion depends on what happened after Bishop was terminated.</p>\n<p>On September 11, 1985, Bishop received notice of his termination. Bishop correctly calculates that he had until March 10, 1986 to bring a charge to the EEOC, 29 U.S.C. § 626(d)(1). Bishop first approached the EEOC on February 26, 1986. This court specifically rejects the claim that Bishop's charge was filed on that day. At this meeting, Bishop related some information to the EEOC, and handed the EEOC representative a copy of <i>Barden's</i> claim. Though there may be some similarities between Bishop's claim and Barden's claim, there are also dissimilarities. Providing the EEOC with a copy of Barden's claim did not satisfy the filing requirement for Bishop. The Fourth Circuit has ruled that a written statement is required to satisfy the filing requirement. <i>Vance v. Whirlpool Corp.,</i> 707 F.2d 483, <i>op. supp.</i> 716 F.2d 1010 (4th Cir.1983), <i>cert. den.,</i> 465 U.S. 1102, 104 S.Ct. 1600, 80 L.Ed.2d 130 (1984). Bishop's oral comments were insufficient, and, as stated above, Barden's written charge was Barden's, not Bishop's.</p>\n<p>On March 10, 1986, Bishop mailed information concerning his charge to the EEOC. This was the 180th day, and the court will accept that as the date of filing. Bishop had already received a proposed charge for him to sign, but that charge contained the particulars of Barden's complaint. In April, Bishop received a copy of his charge, which he signed and backdated to March 3, 1986, which he claims was done at the EEOC's request. On May 7, 1986, Bishop received a copy of his filed charge in the mail, and he also received a registered letter addressed to Uniroyal, which was Uniroyal's copy of the charge, erroneously mailed to Bishop instead of Uniroyal. The next day, May 8, 1986, Bishop notified the EEOC that he was withdrawing his charge. On May 23, the EEOC responded to Bishop by stating that the charge had been withdrawn.</p>\n<p>The 180 day limit for filing a charge is not the only time requirement. 29 U.S.C. § 626(d) states that \"no civil action may be commenced by an individual under this section until 60 days after a charge alleging unlawful discrimination has been filed with the Equal Employment Opportunity Commission.\" <i>Vance, supra,</i> held that this requirement is jurisdictional. As stated in <i>Vance,</i> the rationale behind the 60 day rule is to afford the employer adequate notice of the claim, and to give the EEOC the opportunity to conciliate the matter with the parties.</p>\n<p>The critical dates in the above scenario are March 10, May 7, and May 8, 1986. As stated previously, the court believes that Bishop's letter to the EEOC of March 10 satisfied the filing requirement, as articulated in <i>Vance.</i> On May 7, Bishop received his notice of the charge, and also received Uniroyal's. On May 8, Bishop withdrew his charge. Bishop claims that the charge was not withdrawn until May 23, when he received notice of the withdrawal from the EEOC. This is not the case. Bishop affirmatively abandoned his claim on May 8, less than 60 days after it had been filed.</p>\n<p>Bishop might logically argue that he complied with the 60 day requirement. After all, he filed his charge in 1986 and his civil action in 1987. On the surface, all that the ADEA appears to require is that someone file a charge and wait 60 calendar days, and then he would be free to bring an action in the District Court. Such a literal interpretation would rob the rule of any meaning, particularly on the facts of this case. If Bishop's argument was carried to its logical conclusion, an alleged victim of discrimination could file his complaint by making brief, cursory oral allegations to the EEOC, then finally get around to reducing his charge to writing, and file his written charge on the 60th day, then file his civil action on the 61st, all without the employer having any knowledge of the charge. Fundamental fairness requires that an employer must be given adequate notice of a charge of discrimination. Uniroyal never received notice of Bishop's charge, and Bishop withdrew the charge before the EEOC could notify Uniroyal. Notwithstanding the EEOC's error in mailing Uniroyal's copy of the charge to Bishop, if Bishop had not hastily withdrawn the <span class=\"star-pagination\">*434</span> charge, then Uniroyal would have been notified and the EEOC would not have been divested of the opportunity to conciliate. The court specifically agrees with the Fourth Circuit in <i>Vance</i> when that Court called the 60 day period a \"conciliation period,\" 707 F.2d at 486. As <i>Vance</i> states, \"Congress intended conciliation efforts under § 626(d) to be a strict condition precedent to the initiation of any litigation in the federal courts.\" <i>Id.</i> at 487. Likewise, the legislative history of the 1978 ADEA amendments supports this interpretation. The Conference Report stated that the amendments were \"not intended to alter the basic purpose of the notice requirement, which is to provide the Department with sufficient information so that it may <i>notify prospective defendants</i> and to provide the Secretary with an opportunity to eliminate unlawful practices through informal methods of conciliation.\" <i>Id,</i> quoting H.R.Conf.Rep. No. 950, 95th Cong., 2d Sess. 12, <i>reprinted in</i> [1978] U.S.Code Cong. &amp; Admin.News 504, 534 (emphasis added). Bishop states that \"<i>Vance</i> could be more clear,\" (Plaintiff's Response p. 66), but this court believes that <i>Vance</i> is perfectly clear. Without notice to the employer and a resulting opportunity to conciliate, the 60 day period would be worthless. An actual effort at conciliation is not required, and contrary to Bishop's contention, Uniroyal is not arguing that position. The court construes Uniroyal's argument to mean that the EEOC must have a meaningful opportunity to conciliate, and the court adopts that position.</p>\n<p>It is questionable whether or not it is even relevant to calculate 60 days from March 10, 1986. In all fairness, it would be more appropriate to allow the EEOC 60 days from the time the employer is notified before a plaintiff could file suit, in order to give full meaning to the rule. At any rate, no matter what the EEOC did between March 10 and May 8, 1986, the fact remains that Bishop voluntarily abandoned his claim with the EEOC before Uniroyal was notified of the claim, and before any attempt at conciliation could be made by the EEOC. This unilateral action by Bishop caused his current jurisdictional problem, as the complaint recognizes, because Bishop has asked to intervene in this suit should the court not find that Bishop has satisfied the jurisdictional requirement. Unlike the 180 day period in which to bring the charge, the 60 day notice requirement is jurisdictional and not subject to equitable tolling. Bishop has failed to satisfy the 60 day conciliation period jurisdictional prerequisite, and accordingly Uniroyal is entitled to judgment as a matter of law against Bishop, and Bishop is dismissed as a plaintiff in this action.<sup>[3]</sup></p>\n<p></p>\n<h2>3. Uniroyal's Motion for Summary Judgment Against Duke and Fox</h2>\n<p>Duke and Fox were both terminated by Uniroyal on August 15, 1985. At the time, Duke was 52 years old and a 16 year Uniroyal employee. Fox was 50 years old, and likewise a 16 year Uniroyal employee. Both were separated due to the reduction in force caused by, in Duke's case, a sales downturn, and in Fox's case, a leveraged buyout of Uniroyal.<sup>[4]</sup></p>\n<p>The substantive elements of an ADEA claim are delineated in <i>Lovelace v. Sherwin Williams Co.,</i> 681 F.2d 230 (4th Cir.1982). The first two are (1) that the employee was covered by the ADEA and (2) that the employee has suffered an unfavorable employment action by an employer covered by the ADEA. Without discussion, these elements are satisfied. The third, and most important element, is that the unfavorable action came under circumstances <span class=\"star-pagination\">*435</span> in which age was a determining factor, in that \"but for\" the employer's motive to discriminate against him because of his age, the employee would not have suffered the adverse action. <i>Lovelace, supra,</i> at 238. This element may be proved either by direct or circumstantial evidence of discriminatory intent on the part of the employer sufficient to prove that intent, or by the Title VII three step formula that has been adapted to ADEA claims. <i>Id.,</i> at 239, <i>English v. Pabst Brewing Co.,</i> 828 F.2d 1047 (4th Cir.1987), <i>cert. den.,</i> ___ U.S. ___, 108 S.Ct. 2037, 100 L.Ed.2d 621 (1988). The first step is the establishment of the prima facie case. In an ADEA case involving alleged discrimination during a reduction in force, a plaintiff must establish (1) that he was at least 40 years old, (2) that he was discharged, (3) that when he was discharged, he was performing his job at such a level that met the legitimate expectations of his employer, and (4) that persons outside the protected class (i.e., under 40) were retained in the same position, or there was some other evidence that the employer did not treat age neutrally when making the decision to eliminate the plaintiff. <i>See, </i><i>EEOC v. Western Electric Co.,</i> 713 F.2d 1011 (4th Cir.1983). Without further discussion, the record indicates that these four elements are satisfied, and that Duke and Fox have established a prima facie case. Indeed, Uniroyal concedes this (Uniroyal Memorandum p. 67, n. 24).</p>\n<p>The next step comes once the prima facie case is established. At that point, a rebuttable presumption of discrimination against the plaintiff is created, and the burden of production switches to the employer to articulate a legitimate nondiscriminatory reason for the plaintiff's discharge. As stated above, Uniroyal has offered evidence that Duke and Fox were terminated due to a reduction in force. The court believes that there were legitimate business reasons for the reduction in force. As well, Uniroyal has offered voluminous evidence concerning sales and product development, and the changes occurring in these areas, which could justify the dismissal of Duke and Fox and the retention of younger employees. Duke and Fox appear to concede that Uniroyal has offered legitimate nondiscriminatory reasons for their discharge, because each focus on the third step in the process to argue their respective positions.</p>\n<p>The third step in the analysis occurs when the employer has offered evidence of a legitimate nondiscriminatory reason for the employee's discharge. At that point, the presumption of discrimination is rebutted, and the burden shifts back to the plaintiff to demonstrate that the employer's articulated reasons are nothing but a pretext to cover what was in fact unlawful discrimination. In other words, the plaintiff must offer evidence that the employer's reasons are not credible, or that even if those reasons are credible, the plaintiff's age was the more likely reason for his discharge. <i>Lovelace, supra,</i> at 239-240. This is the thrust of Duke and Fox's arguments. Uniroyal has offered significant evidence of the sales downturn and leveraged buyout that it claims justified the reduction in force. It has offered substantial evidence on the process by which Duke and Fox were selected for termination, including analysis of sales figures, product development and product expectations, and the relative rankings and potential of the various sales and development representatives. All of this evidence presents a strong case that Duke and Fox were not terminated due to their age. However, Duke and Fox have offered strong arguments that these reasons are pretextual, citing more favorable treatment of younger employees, reliance on what Duke and Fox term as subjective forced rankings of employees, the alleged failure of Uniroyal to follow its own internal transfer policies, and the alleged failure of Uniroyal to follow its own internal reduction in force policy, among others. As well, Fox has offered evidence that he was rehired by Uniroyal as an independent contractor without employee benefits not long after his discharge. Without the need for a more detailed recitation of the facts in this order, all of the evidence, when examined in the light most favorable to Duke and Fox, creates at least a reasonable inference that Uniroyal's articulated reasons are pretextual. While <span class=\"star-pagination\">*436</span> this is not to say whether or not a jury would be persuaded by these arguments, at the very least summary judgment in favor of Uniroyal is inappropriate. Accordingly, the motion of Uniroyal for summary judgment against Duke and Fox is denied.</p>\n<p></p>\n<h2>4. Uniroyal's Motion for Partial Summary Judgment as to the Plaintiff's Claims for Liquidated Damages.</h2>\n<p>Uniroyal has moved for partial summary judgment on the claims of Duke and Fox for liquidated damages.<sup>[5]</sup> Liquidated damages are specifically authorized by the ADEA, but are payable only for willful violations of the Act, 29 U.S.C. § 626(b). The Supreme Court addressed this issue in <i>Trans World Airlines, Inc. v. Thurston,</i> 469 U.S. 111, 105 S.Ct. 613, 83 L.Ed.2d 523 (1985). The Court in <i>Thurston</i> clearly indicated that mere knowledge by an employer that the ADEA may apply to a particular transaction was not enough to demonstrate a willful violation. Such a standard would result in liquidated damages in virtually every case, and would run counter to the intent of Congress for liquidated damages to be punitive in nature. Instead, liquidated damages are reserved for those cases where an employer wholly disregards the law, or shows reckless disregard as to whether its conduct violates the ADEA. The Fourth Circuit adopted this standard in <i>Gilliam v. Armtex,</i> 820 F.2d 1387 (4th Cir.1987). The Court in <i>Gilliam</i> stated that there is no willful violation of the ADEA by an employer when there is no basis for finding that the employer acted in bad faith or with knowledge that its action was not justified, <i>Gilliam, supra,</i> at 1390.</p>\n<p>Uniroyal strongly argues that there is no evidence in the record of any willful violation of the ADEA on its part. To justify this, Uniroyal proffers the extensive internal review of these separations that it claims to have conducted before putting them into effect. Needless to say, Duke and Fox dispute this. To support their position Duke and Fox argue that Uniroyal knew of the ADEA and knew that Duke and Fox were older than other employees who were not discharged. These items in no way demonstrate bad faith, and do not meet the standard of <i>Thurston.</i> Duke and Fox further argue that Uniroyal's alleged failure to follow its own policies concerning reductions in force and transfers, the actual transfer of some employees less qualified than Duke and Fox, and the failure to follow objective criteria in determining whom to discharge all point towards bad faith on Uniroyal's part, thus being willful violations of the ADEA.<sup>[6]</sup> The court has substantial misgivings concerning the evidence of bad faith that Duke and Fox rely on. However, in allowing their ADEA claims to go forward, the court will also allow the liquidated damages claims to go forward. Considered in the light most favorable to Duke and Fox, the court must conclude that there exists, at least minimally, enough evidence from which a jury could reasonably infer bad faith, and therefore summary judgment on this issue is inappropriate. Whether or not an appropriate review was conducted by Uniroyal, among other issues, is within the province of the jury. Accordingly, Uniroyal's motion for partial summary judgment on the issue of liquidated damages is denied.</p>\n<p></p>\n<h2>5. Uniroyal's Motion for Partial Summary Judgment on the Ground that Punitive Damages Are Unconstitutional</h2>\n<p>Uniroyal has submitted a thorough, convincing argument which states, in brief, that punitive damages, including liquidated damages, are violative of the Excessive Fines Clause of the Eighth Amendment. The court agrees that punitive damages may well be unconstitutional. They frequently <span class=\"star-pagination\">*437</span> are assessed in amounts completely disproportional to the amount of compensatory damages awarded. Punitive damages have no limits, nor do they have any relation to the ability of a defendant to pay, and have no real relation to the notion that the underlying purpose of damages is to make the litigant whole again. However, the court declines to decide this point. This issue is currently pending in the Supreme Court in <i>Kelco Disposal, Inc. v. Browning-Ferris Industries of Vermont, Inc.,</i> 845 F.2d 404 (2d Cir.1988), <i>rev. granted,</i> ___ U.S. ___, 109 S.Ct. 527, 102 L.Ed.2d 559 (1988). This court will defer on this issue until such time as the Supreme Court settles it. Uniroyal has admittedly argued the issue in order to preserve its rights on appeal, if any results (Uniroyal Memorandum p. 77). Accordingly, on that basis, Uniroyal's motion for partial summary judgment on the claims of Duke and Fox for punitive damages is denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In summary, for the reasons stated above it is hereby ORDERED that (1) the pendant state law wrongful discharge claims of all plaintiffs are dismissed with prejudice pursuant to F.R.Civ.P. 41; (2) the motion of Uniroyal for summary judgment against plaintiff Barden is GRANTED, in that Barden was not discharged from employment with Uniroyal, and nonetheless knowingly and voluntarily waived any claim under the ADEA; (3) the motion of Uniroyal for summary judgment against plaintiff Bishop is GRANTED, in that Bishop failed to satisfy the jurisdictional requirements for bringing an ADEA claim in the District Court by withdrawing his claim with the EEOC; (4) the motion of Uniroyal for summary judgment on the substantive ADEA claims of plaintiff's Duke and Fox is DENIED; (5) the motion of Uniroyal for partial summary judgment on the issue of liquidated damages is DENIED; and (6) the motion of Uniroyal for partial summary judgment on the ground that punitive damages are unconstitutional is DENIED. Accordingly, it is hereby ORDERED that the claims of plaintiffs Barden and Bishop are DISMISSED, and that they be DISMISSED as plaintiffs in this action.</p>\n<h2>NOTES</h2>\n<p>[1]  All plaintiffs raised pendant state law wrongful discharge claims in the complaint. Without elaborate discussion, suffice it to say that none of these claims are recognized by either North Carolina or Georgia law. Plaintiffs no longer seek to pursue these claims. In that a motion for summary judgment has been filed as to these claims, the plaintiffs may not dismiss them absent stipulation or order of the court, F.R.Civ.P. 41(a)(2). The court will, in fact, order these claims dismissed with prejudice, as the plaintiffs request.</p>\n<p>[2]  Henceforth, this will be referred to as \"the complaint.\"</p>\n<p>[3]  Bishop also urges the adoption of a single filing rule similar to that used in Title VII actions. The Fourth Circuit has not adopted such a rule, and without detailed discussion, the court rejects this request, and holds that each plaintiff is responsible for pursuing his own claims under the ADEA, and may not rely on the satisfaction of jurisdictional requirements by other plaintiffs to proceed in the District Court.</p>\n<p>[4]  As stated above, plaintiffs question whether there even was a reduction in force. That is not the real issue before the court. The court accepts that there was a legitimate reduction in force, but that alone would not relieve Uniroyal from liability under the ADEA.</p>\n<p>[5]  Uniroyal made this motion in the event that its motion for summary judgment against any plaintiff was denied. That being the case, the court reaches this issue. In that Duke and Fox are the only plaintiffs that remain, they are the only ones referred to in this section.</p>\n<p>[6]  Other reasons are offered by the plaintiffs, but only those relevant to Duke and Fox are discussed. As well, the treatment of an employee who is not a party to this action is used to support the idea that Uniroyal acted in bad faith. Such evidence is patently irrelevant.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">719</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">428</span></span> (1989)</b></center>\n<center><h1>Jesse T. DUKE, Sidney W. Fox, Norman R. Barden and Joseph R. Bishop, Plaintiffs,<br>\nv.<br>\nUNIROYAL, INC., and Uniroyal Chemical Company, Inc., Defendants.</h1></center>\n<center>No. 87-741-CIV-5-H</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 23, 1989.</center>\n<p><span class=\"star-pagination\">*429</span> Joyce L. Davis, Lynn Fontana, Crisp, Davis, Schwentker, Page &amp; Currin, Raleigh, N.C., for plaintiffs.</p>\n<p>James G. Billings, Kimberly J. Korando, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motion for summary judgment pursuant to F.R.Civ.P. 56 filed by the defendants Uniroyal, Inc. and Uniroyal Chemical Company, Inc. (hereafter collectively referred to as \"Uniroyal\"). Plaintiffs filed a timely and thorough response, and Uniroyal filed an equally thorough reply. Accordingly, all of the issues have been well briefed and are now ripe for ruling. For the reasons stated herein, the court will allow the motion as to plaintiffs Barden and Bishop, and deny the motion as to plaintiffs Duke and Fox. As well, Uniroyal's motion for partial summary judgment on the plaintiffs' claims <span class=\"star-pagination\">*430</span> for liquidated damages will be denied, as will Uniroyal's motion for partial summary judgment on the plaintiffs' claims for punitive damages.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>The plaintiffs filed this action on August 13, 1987, claiming that they were all separated from their employment with Uniroyal in violation of the Age Discrimination in Employment Act, 29 U.S.C. § 621 <i>et seq.</i> (hereafter \"ADEA\").<sup>[1]</sup> Plaintiffs filed, pursuant to F.R.Civ.P. 15, an amended complaint as of right on August 28, 1987.<sup>[2]</sup> The complaint seeks reinstatement for all plaintiffs, with damages including back pay, liquidated damages for willful violations of the ADEA, and punitive damages. After a stipulation of an extension of time, Uniroyal answered on October 15, 1987, denying all of the plaintiffs' allegations. Discovery continued throughout 1988. Uniroyal filed its motion for summary judgment on January 31, 1989. Plaintiffs, after a proper extension of time, responded on April 17, 1989. Uniroyal, likewise after a proper extension of time, filed its reply on May 15, 1989.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>The plaintiffs in this action are all former employees of Uniroyal. Plaintiffs Jesse T. Duke (hereafter \"Duke\"), Norman R. Barden (hereafter \"Barden\"), and Joseph R. Bishop (hereafter \"Bishop\") were all sales representatives for Uniroyal. Plaintiff Sidney W. Fox (hereafter \"Fox\") was a development representative for Uniroyal. Duke and Barden are residents of North Carolina. Fox and Bishop are residents of Georgia. All plaintiffs were separated from Uniroyal in 1985, and were over 50 years of age at the time of their separations. Duke and Fox were terminated, while Barden was offered and accepted early retirement, and Bishop was placed on unpaid leave of absence until eligible for early retirement in 1986. Uniroyal contends that these separations were due to reductions in force necessitated by downturns in sales and a leveraged buyout of the company. Plaintiffs, on the contrary, contend that they were all separated in violation of the ADEA. Further facts relating to each plaintiff will be discussed below.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Summary judgment is appropriate whenever the pleadings, affidavits, and other materials show that there is no genuine issue of material fact and the movant is entitled to judgment as a matter of law. <i>Celotex Corporation v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). In other words, summary judgment is appropriate when there is no genuine dispute as to the material facts of the case; that is, when the evidence is such that no reasonable jury could return a verdict for the nonmoving party. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). It is also true that cases involving discrimination of some sort are often inappropriate for summary judgment, due to the complexity of the issues involved. <i>See,</i> Wright, Miller and Kane, <i>Federal Practice and Procedure:</i> Civil 2d § 2732.2. However, it is equally true that a case may be ripe for summary judgment, though the legal issues presented are complex. <i>See, </i><i>Pace v. Southern Railway System,</i> <span class=\"citation\" data-id=\"415408\"><a href=\"/opinion/415408/31-fair-emplpraccas-710-31-empl-prac-dec-p-33493-12-fed-r-evid/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1383</span></a></span> (11th Cir.1983), <i>cert. den.</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">549</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">724</span></span> (1983), <i>reh. den.</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1334</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">729</span></span> (1984).</p>\n<p></p>\n<h2>1. Uniroyal's Motion for Summary Judgment Against Barden</h2>\n<p>During 1985, when Uniroyal sought to eliminate some employees due to a reduction <span class=\"star-pagination\">*431</span> in force (plaintiffs dispute that there even was a reduction in force), Uniroyal informed Barden that he was eligible for what was known as the Special Early Retirement Incentive Program (hereafter \"SERIP\"). At the time, Barden was 59 years old and had been employed by Uniroyal for 23 years. After he was offered SERIP, Barden initially rejected it, and made a counteroffer to Uniroyal. Uniroyal rejected that, but told Barden that the financial incentive had been recalculated to provide a larger benefit. Barden again rejected SERIP, but changed his mind several days later. At that point, Barden was forwarded all of the necessary documentation. On September 20, 1985, after being in receipt of the SERIP documents for several days, Barden acknowledged his tentative acceptance of the offer on the SERIP form. Among other language, the form stated that \"I have carefully read and fully understand all the provisions of this SERIP Agreement and General Release\" (Uniroyal Memorandum p. 25). The document contained a release of all claims resulting from the termination, including those for age discrimination. Finally, the document encouraged Barden to consult with his manager and the personnel department, and then if he still had questions, to <i>\"seek legal or professional counsel,\"</i> (<i>Id.,</i> emphasis added). Barden acknowledged his final acceptance on October 16, 1985, almost four weeks later.</p>\n<p>An essential element of an ADEA claim involving loss of a job due to a reduction in force is that the plaintiff must actually have been discharged, or have been constructively discharged. <i>Bristow v. The Daily Press, Inc.,</i> <span class=\"citation\" data-id=\"457548\"><a href=\"/opinion/457548/38-fair-emplpraccas-1145-38-empl-prac-dec-p-35572-james-b-bristow/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span> (4th Cir. 1985), <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1461</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></span> (1986). Barden was not actually discharged, but instead claims that he was constructively discharged. The two elements that a plaintiff must prove to demonstrate constructive discharge are (1) that the employer's actions were deliberate and (2) that the employee's working conditions were intolerable. <i>Id.</i> To prove deliberateness, the plaintiff must prove that the employer had the specific intent to force him to quit. To prove the intolerability of working conditions, the plaintiff must demonstrate that a reasonable person in the employee's position would have felt compelled to quit. The employee's own subjective belief that his working conditions have become intolerable is not enough.</p>\n<p>Barden's allegations of constructive discharge are supported by evidence that another employee claims that he was forced to accept SERIP, and by a conversation Barden had with Bolton Jones, a Uniroyal representative. In that conversation, Barden claims that he asked Jones what would happen if he did not accept SERIP, and that Jones did not reply, which Barden terms a \"pregnant silence\" (Plaintiffs' Response Memorandum p. 41). Neither of these allegations support the contention that Uniroyal constructively discharged Barden. The record is devoid of evidence to indicate that Uniroyal specifically intended to force Barden to retire, and Barden's evidence of intolerability consists only of his subjective belief that if he did not accept SERIP, he would be fired, which was primarily based on the one conversation with Jones. As stated above, this is insufficient to demonstrate intolerable working conditions when claiming constructive discharge. Also, Barden claims that he was never told SERIP was voluntary, and that in fact the only period in which he had to consider SERIP was the two week period between in which he was first offered SERIP and when he told Jones that he would accept it. Barden wants to ignore the four week period in which he had to examine the SERIP documents. That he may not do. The record demonstrates that no one ever threatened Barden with termination during this entire period of roughly six weeks. The documents clearly stated that the program was voluntary. In fact, the word \"voluntary\" or one of its variants is repeated four times in the document (Uniroyal's Memorandum, p. 25, <i>supra</i>). Barden has failed to raise a genuine issue of material fact concerning any constructive discharge. Therefore, he has not established an essential element of a discriminatory discharge in violation of the ADEA. Accordingly, <span class=\"star-pagination\">*432</span> Uniroyal is entitled to judgment as a matter of law on Barden's ADEA claim.</p>\n<p>Both Barden and Uniroyal have gone to great lengths to demonstrate the applicability of <i>Bodnar v. Synpol, Inc.,</i> <span class=\"citation\" data-id=\"503804\"><a href=\"/opinion/503804/stephen-j-bodnar-v-synpol-inc-je-blankenship-and-be-welch-v/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">190</span></a></span> (5th Cir.1988), <i>cert. den.,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">260</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span></span> (1988). In <i>Bodnar,</i> the Fifth Circuit considered and upheld Uniroyal's SERIP Plan. The <i>Bodnar</i> plaintiffs were allegedly the victims of coercive language and were refused more than 15 days in which to decide whether or not to accept SERIP, among other grounds. The court held that because the risks of a reduction in force fell upon all employees, the plaintiffs were actually receiving a benefit that was not available to other employees. A risk of losing employment alone was not sufficient to support a constructive discharge. Barden also faced the potential of discharge, and was being offered a benefit not available to younger employees. As well, Barden was never threatened or harassed by anyone from Uniroyal. Barden seeks to distinguish <i>Bodnar</i> by showing that the reduction in force in <i>Bodnar</i> did not commence until after the plaintiffs had been offered SERIP, unlike the case at bar, in which Barden was offered SERIP after the reductions began, thus coercing Barden into accepting. The court is unpersuaded by this argument. The timing of the offer is not the critical factor. For this reason also, Uniroyal is entitled to judgment as a matter of law.</p>\n<p>The final problem confronted by Barden is the release contained within the SERIP agreement. Even if Barden was constructively discharged, which this court does not believe, the release that Barden executed was valid and would bar him from maintaining this action. Barden claims that the release was ineffective because he only signed it after he had already been coerced into accepting SERIP. The record does not support this.</p>\n<p>A knowing and voluntary waiver of claims under the ADEA will be enforced. <i>Dorosiewicz v. Kayser-Roth Hosiery, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></span> (4th Cir.1987). The Fourth Circuit in <i>Dorosiewicz</i> relied on Equal Employment Opportunity Commission (hereafter \"EEOC\") Regulations, 29 C.F.R. § 1627.17(c)(1), which recognize ADEA waivers, and state that the EEOC will examine whether the agreement was in writing, in understandable language, clearly waiving ADEA claims; whether the employee was given a reasonable period of time to examine the document, and whether or not the employee was encouraged to seek legal counsel. Barden correctly states that these regulations did not take effect until after he signed his waiver. However, that does not prohibit this court from using such a common sense framework to examine Barden's waiver. The waiver signed by Barden met all of the above criteria. The language of the document (Uniroyal Memorandum p. 25, <i>supra</i>) was clear, and Barden indicated that he understood it. Barden had possession of the document for over a month, which, as stated above, clearly urged him to seek an attorney's advice if he did not understand it. He signed the document not once, but twice. Barden cannot discount that by saying that he had forcibly accepted SERIP before receiving the documents. The fact remains that he could have changed his mind and not executed the release at any time during this period. Only his subjective belief that he would be fired prevented him from doing so. Only he can bear responsibility for his failure to seek independent counsel for something so important in his life. Barden was an experienced employee, not a business novice. Accordingly, the court finds that even if a constructive discharge occurred, Barden nonetheless knowingly and voluntarily waived his right to bring an ADEA claim against Uniroyal. For this, as well as the above stated reasons, Uniroyal is entitled to judgment as a matter of law against Barden, and Barden is dismissed as a plaintiff in this action.</p>\n<p></p>\n<h2>2. Uniroyal's Motion for Summary Judgment Against Bishop</h2>\n<p>At the time of his discharge in 1985, Bishop was 54 years old and had been with Uniroyal for 12 years. The facts relating to Bishop's termination will not be discussed <span class=\"star-pagination\">*433</span> at length, because the resolution of this motion depends on what happened after Bishop was terminated.</p>\n<p>On September 11, 1985, Bishop received notice of his termination. Bishop correctly calculates that he had until March 10, 1986 to bring a charge to the EEOC, 29 U.S.C. § 626(d)(1). Bishop first approached the EEOC on February 26, 1986. This court specifically rejects the claim that Bishop's charge was filed on that day. At this meeting, Bishop related some information to the EEOC, and handed the EEOC representative a copy of <i>Barden's</i> claim. Though there may be some similarities between Bishop's claim and Barden's claim, there are also dissimilarities. Providing the EEOC with a copy of Barden's claim did not satisfy the filing requirement for Bishop. The Fourth Circuit has ruled that a written statement is required to satisfy the filing requirement. <i>Vance v. Whirlpool Corp.,</i> <span class=\"citation\" data-id=\"418268\"><a href=\"/opinion/418268/31-fair-emplpraccas-1115-31-empl-prac-dec-p-33580-wilfred-h-vance/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span>, <i>op. supp.</i> <span class=\"citation\" data-id=\"424692\"><a href=\"/opinion/424692/32-fair-emplpraccas-1391-32-empl-prac-dec-p-33797-wilfred-h-vance/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span> (4th Cir.1983), <i>cert. den.,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1102</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1600</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">130</span></span> (1984). Bishop's oral comments were insufficient, and, as stated above, Barden's written charge was Barden's, not Bishop's.</p>\n<p>On March 10, 1986, Bishop mailed information concerning his charge to the EEOC. This was the 180th day, and the court will accept that as the date of filing. Bishop had already received a proposed charge for him to sign, but that charge contained the particulars of Barden's complaint. In April, Bishop received a copy of his charge, which he signed and backdated to March 3, 1986, which he claims was done at the EEOC's request. On May 7, 1986, Bishop received a copy of his filed charge in the mail, and he also received a registered letter addressed to Uniroyal, which was Uniroyal's copy of the charge, erroneously mailed to Bishop instead of Uniroyal. The next day, May 8, 1986, Bishop notified the EEOC that he was withdrawing his charge. On May 23, the EEOC responded to Bishop by stating that the charge had been withdrawn.</p>\n<p>The 180 day limit for filing a charge is not the only time requirement. 29 U.S.C. § 626(d) states that \"no civil action may be commenced by an individual under this section until 60 days after a charge alleging unlawful discrimination has been filed with the Equal Employment Opportunity Commission.\" <i>Vance, supra,</i> held that this requirement is jurisdictional. As stated in <i>Vance,</i> the rationale behind the 60 day rule is to afford the employer adequate notice of the claim, and to give the EEOC the opportunity to conciliate the matter with the parties.</p>\n<p>The critical dates in the above scenario are March 10, May 7, and May 8, 1986. As stated previously, the court believes that Bishop's letter to the EEOC of March 10 satisfied the filing requirement, as articulated in <i>Vance.</i> On May 7, Bishop received his notice of the charge, and also received Uniroyal's. On May 8, Bishop withdrew his charge. Bishop claims that the charge was not withdrawn until May 23, when he received notice of the withdrawal from the EEOC. This is not the case. Bishop affirmatively abandoned his claim on May 8, less than 60 days after it had been filed.</p>\n<p>Bishop might logically argue that he complied with the 60 day requirement. After all, he filed his charge in 1986 and his civil action in 1987. On the surface, all that the ADEA appears to require is that someone file a charge and wait 60 calendar days, and then he would be free to bring an action in the District Court. Such a literal interpretation would rob the rule of any meaning, particularly on the facts of this case. If Bishop's argument was carried to its logical conclusion, an alleged victim of discrimination could file his complaint by making brief, cursory oral allegations to the EEOC, then finally get around to reducing his charge to writing, and file his written charge on the 60th day, then file his civil action on the 61st, all without the employer having any knowledge of the charge. Fundamental fairness requires that an employer must be given adequate notice of a charge of discrimination. Uniroyal never received notice of Bishop's charge, and Bishop withdrew the charge before the EEOC could notify Uniroyal. Notwithstanding the EEOC's error in mailing Uniroyal's copy of the charge to Bishop, if Bishop had not hastily withdrawn the <span class=\"star-pagination\">*434</span> charge, then Uniroyal would have been notified and the EEOC would not have been divested of the opportunity to conciliate. The court specifically agrees with the Fourth Circuit in <i>Vance</i> when that Court called the 60 day period a \"conciliation period,\" 707 F.2d at 486. As <i>Vance</i> states, \"Congress intended conciliation efforts under § 626(d) to be a strict condition precedent to the initiation of any litigation in the federal courts.\" <i>Id.</i> at 487. Likewise, the legislative history of the 1978 ADEA amendments supports this interpretation. The Conference Report stated that the amendments were \"not intended to alter the basic purpose of the notice requirement, which is to provide the Department with sufficient information so that it may <i>notify prospective defendants</i> and to provide the Secretary with an opportunity to eliminate unlawful practices through informal methods of conciliation.\" <i>Id,</i> quoting H.R.Conf.Rep. No. 950, 95th Cong., 2d Sess. 12, <i>reprinted in</i> [1978] U.S.Code Cong. &amp; Admin.News 504, 534 (emphasis added). Bishop states that \"<i>Vance</i> could be more clear,\" (Plaintiff's Response p. 66), but this court believes that <i>Vance</i> is perfectly clear. Without notice to the employer and a resulting opportunity to conciliate, the 60 day period would be worthless. An actual effort at conciliation is not required, and contrary to Bishop's contention, Uniroyal is not arguing that position. The court construes Uniroyal's argument to mean that the EEOC must have a meaningful opportunity to conciliate, and the court adopts that position.</p>\n<p>It is questionable whether or not it is even relevant to calculate 60 days from March 10, 1986. In all fairness, it would be more appropriate to allow the EEOC 60 days from the time the employer is notified before a plaintiff could file suit, in order to give full meaning to the rule. At any rate, no matter what the EEOC did between March 10 and May 8, 1986, the fact remains that Bishop voluntarily abandoned his claim with the EEOC before Uniroyal was notified of the claim, and before any attempt at conciliation could be made by the EEOC. This unilateral action by Bishop caused his current jurisdictional problem, as the complaint recognizes, because Bishop has asked to intervene in this suit should the court not find that Bishop has satisfied the jurisdictional requirement. Unlike the 180 day period in which to bring the charge, the 60 day notice requirement is jurisdictional and not subject to equitable tolling. Bishop has failed to satisfy the 60 day conciliation period jurisdictional prerequisite, and accordingly Uniroyal is entitled to judgment as a matter of law against Bishop, and Bishop is dismissed as a plaintiff in this action.<sup>[3]</sup></p>\n<p></p>\n<h2>3. Uniroyal's Motion for Summary Judgment Against Duke and Fox</h2>\n<p>Duke and Fox were both terminated by Uniroyal on August 15, 1985. At the time, Duke was 52 years old and a 16 year Uniroyal employee. Fox was 50 years old, and likewise a 16 year Uniroyal employee. Both were separated due to the reduction in force caused by, in Duke's case, a sales downturn, and in Fox's case, a leveraged buyout of Uniroyal.<sup>[4]</sup></p>\n<p>The substantive elements of an ADEA claim are delineated in <i>Lovelace v. Sherwin Williams Co.,</i> <span class=\"citation\" data-id=\"405355\"><a href=\"/opinion/405355/29-fair-emplpraccas-172-29-empl-prac-dec-p-32833-wilbur-l-lovelace/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span> (4th Cir.1982). The first two are (1) that the employee was covered by the ADEA and (2) that the employee has suffered an unfavorable employment action by an employer covered by the ADEA. Without discussion, these elements are satisfied. The third, and most important element, is that the unfavorable action came under circumstances <span class=\"star-pagination\">*435</span> in which age was a determining factor, in that \"but for\" the employer's motive to discriminate against him because of his age, the employee would not have suffered the adverse action. <i>Lovelace, supra,</i> at 238. This element may be proved either by direct or circumstantial evidence of discriminatory intent on the part of the employer sufficient to prove that intent, or by the Title VII three step formula that has been adapted to ADEA claims. <i>Id.,</i> at 239, <i>English v. Pabst Brewing Co.,</i> <span class=\"citation\" data-id=\"494149\"><a href=\"/opinion/494149/44-fair-emplpraccas-1385-44-empl-prac-dec-p-37387-cm-english-v/\"><span class=\"volume\">828</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1047</span></a></span> (4th Cir.1987), <i>cert. den.,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (1988). The first step is the establishment of the prima facie case. In an ADEA case involving alleged discrimination during a reduction in force, a plaintiff must establish (1) that he was at least 40 years old, (2) that he was discharged, (3) that when he was discharged, he was performing his job at such a level that met the legitimate expectations of his employer, and (4) that persons outside the protected class (i.e., under 40) were retained in the same position, or there was some other evidence that the employer did not treat age neutrally when making the decision to eliminate the plaintiff. <i>See, </i><i>EEOC v. Western Electric Co.,</i> <span class=\"citation\" data-id=\"422243\"><a href=\"/opinion/422243/32-fair-emplpraccas-bna-708-32-empl-prac-dec-p-33759-13-fed-r/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span> (4th Cir.1983). Without further discussion, the record indicates that these four elements are satisfied, and that Duke and Fox have established a prima facie case. Indeed, Uniroyal concedes this (Uniroyal Memorandum p. 67, n. 24).</p>\n<p>The next step comes once the prima facie case is established. At that point, a rebuttable presumption of discrimination against the plaintiff is created, and the burden of production switches to the employer to articulate a legitimate nondiscriminatory reason for the plaintiff's discharge. As stated above, Uniroyal has offered evidence that Duke and Fox were terminated due to a reduction in force. The court believes that there were legitimate business reasons for the reduction in force. As well, Uniroyal has offered voluminous evidence concerning sales and product development, and the changes occurring in these areas, which could justify the dismissal of Duke and Fox and the retention of younger employees. Duke and Fox appear to concede that Uniroyal has offered legitimate nondiscriminatory reasons for their discharge, because each focus on the third step in the process to argue their respective positions.</p>\n<p>The third step in the analysis occurs when the employer has offered evidence of a legitimate nondiscriminatory reason for the employee's discharge. At that point, the presumption of discrimination is rebutted, and the burden shifts back to the plaintiff to demonstrate that the employer's articulated reasons are nothing but a pretext to cover what was in fact unlawful discrimination. In other words, the plaintiff must offer evidence that the employer's reasons are not credible, or that even if those reasons are credible, the plaintiff's age was the more likely reason for his discharge. <i>Lovelace, supra,</i> at 239-240. This is the thrust of Duke and Fox's arguments. Uniroyal has offered significant evidence of the sales downturn and leveraged buyout that it claims justified the reduction in force. It has offered substantial evidence on the process by which Duke and Fox were selected for termination, including analysis of sales figures, product development and product expectations, and the relative rankings and potential of the various sales and development representatives. All of this evidence presents a strong case that Duke and Fox were not terminated due to their age. However, Duke and Fox have offered strong arguments that these reasons are pretextual, citing more favorable treatment of younger employees, reliance on what Duke and Fox term as subjective forced rankings of employees, the alleged failure of Uniroyal to follow its own internal transfer policies, and the alleged failure of Uniroyal to follow its own internal reduction in force policy, among others. As well, Fox has offered evidence that he was rehired by Uniroyal as an independent contractor without employee benefits not long after his discharge. Without the need for a more detailed recitation of the facts in this order, all of the evidence, when examined in the light most favorable to Duke and Fox, creates at least a reasonable inference that Uniroyal's articulated reasons are pretextual. While <span class=\"star-pagination\">*436</span> this is not to say whether or not a jury would be persuaded by these arguments, at the very least summary judgment in favor of Uniroyal is inappropriate. Accordingly, the motion of Uniroyal for summary judgment against Duke and Fox is denied.</p>\n<p></p>\n<h2>4. Uniroyal's Motion for Partial Summary Judgment as to the Plaintiff's Claims for Liquidated Damages.</h2>\n<p>Uniroyal has moved for partial summary judgment on the claims of Duke and Fox for liquidated damages.<sup>[5]</sup> Liquidated damages are specifically authorized by the ADEA, but are payable only for willful violations of the Act, 29 U.S.C. § 626(b). The Supreme Court addressed this issue in <i>Trans World Airlines, Inc. v. Thurston,</i> <span class=\"citation\" data-id=\"111290\"><a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, <span class=\"citation\" data-id=\"111290\"><a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">613</span></a></span>, <span class=\"citation\" data-id=\"111290\"><a href=\"/opinion/111290/trans-world-airlines-inc-v-thurston/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1985). The Court in <i>Thurston</i> clearly indicated that mere knowledge by an employer that the ADEA may apply to a particular transaction was not enough to demonstrate a willful violation. Such a standard would result in liquidated damages in virtually every case, and would run counter to the intent of Congress for liquidated damages to be punitive in nature. Instead, liquidated damages are reserved for those cases where an employer wholly disregards the law, or shows reckless disregard as to whether its conduct violates the ADEA. The Fourth Circuit adopted this standard in <i>Gilliam v. Armtex,</i> <span class=\"citation\" data-id=\"489905\"><a href=\"/opinion/489905/william-e-gilliam-v-armtex-inc-william-e-gilliam-v-armtex-inc/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1387</span></a></span> (4th Cir.1987). The Court in <i>Gilliam</i> stated that there is no willful violation of the ADEA by an employer when there is no basis for finding that the employer acted in bad faith or with knowledge that its action was not justified, <i>Gilliam, supra,</i> at 1390.</p>\n<p>Uniroyal strongly argues that there is no evidence in the record of any willful violation of the ADEA on its part. To justify this, Uniroyal proffers the extensive internal review of these separations that it claims to have conducted before putting them into effect. Needless to say, Duke and Fox dispute this. To support their position Duke and Fox argue that Uniroyal knew of the ADEA and knew that Duke and Fox were older than other employees who were not discharged. These items in no way demonstrate bad faith, and do not meet the standard of <i>Thurston.</i> Duke and Fox further argue that Uniroyal's alleged failure to follow its own policies concerning reductions in force and transfers, the actual transfer of some employees less qualified than Duke and Fox, and the failure to follow objective criteria in determining whom to discharge all point towards bad faith on Uniroyal's part, thus being willful violations of the ADEA.<sup>[6]</sup> The court has substantial misgivings concerning the evidence of bad faith that Duke and Fox rely on. However, in allowing their ADEA claims to go forward, the court will also allow the liquidated damages claims to go forward. Considered in the light most favorable to Duke and Fox, the court must conclude that there exists, at least minimally, enough evidence from which a jury could reasonably infer bad faith, and therefore summary judgment on this issue is inappropriate. Whether or not an appropriate review was conducted by Uniroyal, among other issues, is within the province of the jury. Accordingly, Uniroyal's motion for partial summary judgment on the issue of liquidated damages is denied.</p>\n<p></p>\n<h2>5. Uniroyal's Motion for Partial Summary Judgment on the Ground that Punitive Damages Are Unconstitutional</h2>\n<p>Uniroyal has submitted a thorough, convincing argument which states, in brief, that punitive damages, including liquidated damages, are violative of the Excessive Fines Clause of the Eighth Amendment. The court agrees that punitive damages may well be unconstitutional. They frequently <span class=\"star-pagination\">*437</span> are assessed in amounts completely disproportional to the amount of compensatory damages awarded. Punitive damages have no limits, nor do they have any relation to the ability of a defendant to pay, and have no real relation to the notion that the underlying purpose of damages is to make the litigant whole again. However, the court declines to decide this point. This issue is currently pending in the Supreme Court in <i>Kelco Disposal, Inc. v. Browning-Ferris Industries of Vermont, Inc.,</i> <span class=\"citation\" data-id=\"504867\"><a href=\"/opinion/504867/kelco-disposal-inc-and-joseph-kelley-cross-appellants-v-browning-ferris/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span> (2d Cir.1988), <i>rev. granted,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">527</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">559</span></span> (1988). This court will defer on this issue until such time as the Supreme Court settles it. Uniroyal has admittedly argued the issue in order to preserve its rights on appeal, if any results (Uniroyal Memorandum p. 77). Accordingly, on that basis, Uniroyal's motion for partial summary judgment on the claims of Duke and Fox for punitive damages is denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In summary, for the reasons stated above it is hereby ORDERED that (1) the pendant state law wrongful discharge claims of all plaintiffs are dismissed with prejudice pursuant to F.R.Civ.P. 41; (2) the motion of Uniroyal for summary judgment against plaintiff Barden is GRANTED, in that Barden was not discharged from employment with Uniroyal, and nonetheless knowingly and voluntarily waived any claim under the ADEA; (3) the motion of Uniroyal for summary judgment against plaintiff Bishop is GRANTED, in that Bishop failed to satisfy the jurisdictional requirements for bringing an ADEA claim in the District Court by withdrawing his claim with the EEOC; (4) the motion of Uniroyal for summary judgment on the substantive ADEA claims of plaintiff's Duke and Fox is DENIED; (5) the motion of Uniroyal for partial summary judgment on the issue of liquidated damages is DENIED; and (6) the motion of Uniroyal for partial summary judgment on the ground that punitive damages are unconstitutional is DENIED. Accordingly, it is hereby ORDERED that the claims of plaintiffs Barden and Bishop are DISMISSED, and that they be DISMISSED as plaintiffs in this action.</p>\n<h2>NOTES</h2>\n<p>[1]  All plaintiffs raised pendant state law wrongful discharge claims in the complaint. Without elaborate discussion, suffice it to say that none of these claims are recognized by either North Carolina or Georgia law. Plaintiffs no longer seek to pursue these claims. In that a motion for summary judgment has been filed as to these claims, the plaintiffs may not dismiss them absent stipulation or order of the court, F.R.Civ.P. 41(a)(2). The court will, in fact, order these claims dismissed with prejudice, as the plaintiffs request.</p>\n<p>[2]  Henceforth, this will be referred to as \"the complaint.\"</p>\n<p>[3]  Bishop also urges the adoption of a single filing rule similar to that used in Title VII actions. The Fourth Circuit has not adopted such a rule, and without detailed discussion, the court rejects this request, and holds that each plaintiff is responsible for pursuing his own claims under the ADEA, and may not rely on the satisfaction of jurisdictional requirements by other plaintiffs to proceed in the District Court.</p>\n<p>[4]  As stated above, plaintiffs question whether there even was a reduction in force. That is not the real issue before the court. The court accepts that there was a legitimate reduction in force, but that alone would not relieve Uniroyal from liability under the ADEA.</p>\n<p>[5]  Uniroyal made this motion in the event that its motion for summary judgment against any plaintiff was denied. That being the case, the court reaches this issue. In that Duke and Fox are the only plaintiffs that remain, they are the only ones referred to in this section.</p>\n<p>[6]  Other reasons are offered by the plaintiffs, but only those relevant to Duke and Fox are discussed. As well, the treatment of an employee who is not a party to this action is used to support the idea that Uniroyal acted in bad faith. Such evidence is patently irrelevant.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504867/"
  ]
}