{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1437461/",
  "absolute_url": "/opinion/1437461/ward-v-coastal-carolina-health-care-pa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1437461/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/861/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:09:44.998054Z",
  "date_modified": "2016-04-26T23:45:56.686383Z",
  "type": "010combined",
  "sha1": "687f7e5d91e6bb9d134121c416cd457ce05469ee",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>597 F.Supp.2d 567 (2009)</b></center>\n<center><h1>Virginia WARD, M.D., Plaintiff,<br>\nv.<br>\nCOASTAL CAROLINA HEALTH CARE, P.A., et al., Defendants.</h1></center>\n<center>No. 4:08-CV-80-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 8, 2009.</center>\n<p><span class=\"star-pagination\">*569</span> Julius Levonne Chambers, Ferguson Stein Chambers Gresham and Sumter, P.A., Charlotte, NC, Kenneth N. Glover, The Law Offices of Kenneth N. Glover, Swansboro, NC, for Plaintiff.</p>\n<p>Richard Scott McAtee, Kimberly A. Doyle, Jackson Lewis, LLP, Cary, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Virginia Ward, M.D. (\"plaintiff\") worked for defendant Coastal Carolina Health Care, P.A. as a physician. After Coastal Carolina Health Care, P.A. notified her that it would not renew her employment contract, she filed suit against Coastal Carolina Health Care, P.A., four physicians with Coastal Carolina Health Care P.A., two legal entities affiliated with Coastal Carolina Health Care, P.A. (New Bern Family Physicians LLC and New Bern Family Practice), Stephen W. Nuckolls (Chief Executive Officer of Coastal Carolina Health Care, P.A.), and attorney M. Scott Davis (\"Davis\"). The complaint identifies Davis as having various roles: City Attorney for the City of New Bern, an agent, employee, and representative of defendants Coastal Carolina Health Care, PA., New Bern Family Physicians LLC, and New Bern Family Practice, the attorney for defendant Coastal Carolina Health Care, P.A., and a business partner of defendant Nuckolls. Plaintiff is suing each individual defendant in his individual capacity and his representative capacity.</p>\n<p>Plaintiff seeks relief from all defendants under Title VII of the Civil Rights Act of 1964 (\"Title VII\") for sex discrimination or retaliation (counts one, two, three, five), from certain defendants under North Carolina state law (counts four, six, seven, and nine), and from the corporate defendants, Nuckolls, and Davis under 42 U.S.C. § 1985(3) (count eight). On August 29, 2008, defendants (other than Davis) filed a motion to dismiss under Rule 12(b)(6) of the Federal Rules of Civil Procedure [D.E. 15]. Plaintiff responded in opposition [D.E. 35], and defendants replied [D.E. 39]. On September 22, 2008, Davis moved to dismiss all claims that plaintiff filed against him [D.E. 29]. Plaintiff responded in opposition [D.E. 40], and Davis replied [D.E. 41]. As explained below, each motion to dismiss is granted in part and denied in part.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court has considered each motion to dismiss under the governing standard. <i>See, e.g.,</i> Fed.R.Civ.P. 12(b)(6); <i>Erickson v. Pardus,</i> 551 U.S. 89, 127 S.Ct. 2197, 2200, 167 L.Ed.2d 1081 (2007) (per curiam); <i>Bell Atl. Corp. v. Twombly,</i> 550 U.S. 544, 127 S.Ct. 1955, 1968-70, 167 L.Ed.2d 929 (2007); <i>Giarratano v. Johnson,</i> 521 F.3d 298, 302 (4th Cir.2008). Under that standard, a court must accept the complaint's factual allegations as true, but need not accept the legal conclusions drawn from the facts. <i>See </i><i>Kloth v. Microsoft Corp.,</i> 444 F.3d 312, 319 (4th Cir.2006). Similarly, a court need not accept as true unwarranted inferences, unreasonable conclusions, or arguments. <i>See id.</i></p>\n<p>First, the individual defendants argue that plaintiff's Title VII claims against <span class=\"star-pagination\">*570</span> them must be dismissed. They note that individual employees of corporate entities such as Coastal Carolina Health Care, P.A. are not liable in their individual capacities for Title VII violations because such individuals are not \"employers\" under Title VII. <i>See, e.g., </i><i>Shields v. Fed. Express Corp.,</i> 120 Fed.Appx. 956, 960 n. 2 (4th Cir.2005) (per curiam) (unpublished); <i>Smith v. Pepersack,</i> No. 98-1842, 1999 WL 760218, at *4 (4th Cir. Sept. 24, 1999) (per curiam) (unpublished); <i>Lissau v. S. Food Serv., Inc.</i> 159 F.3d 177, 181 (4th Cir.1998); <i>accord </i><i>Yesudian ex rel. U.S. v. Howard Univ.,</i> 270 F.3d 969, 972 (D.C.Cir.2001) (collecting cases). The court agrees with the individual defendants. Further, plaintiff could not amend the complaint to cure this legal defect. Accordingly, counts one, two, three, and five of plaintiff's complaint as to the individually named defendants are dismissed with prejudice.</p>\n<p>Next, defendants (other than Davis) seek to dismiss counts four (intentional infliction of emotional distress) and six (negligent infliction of emotional distress). The court has reviewed the complaint under the governing standard. The court concludes that plaintiff has stated a claim for relief in counts four and six against the defendants. Thus, defendants' motion to dismiss counts four and six is denied.</p>\n<p>Davis also seeks to dismiss plaintiffs intentional infliction of emotional distress claim against him in count four. Plaintiff seeks relief from Davis in his individual and representative capacity. Although doubtful that plaintiffs intentional infliction of emotional distress claim against Davis in his individual capacity will survive a motion for summary judgment, plaintiff's allegations in count four pass muster under Rule 12(b)(6). However, to the extent that plaintiff seeks to hold Davis liable in count four in his representative capacity with respect to Coastal Carolina Health Care, P.A., the other corporate defendants, or the City of New Bern (a party not named as a defendant), plaintiff has failed to state a claim against Davis in count four. As to the City of New Bern, sovereign immunity bars the claim against Davis in his representative capacity. <i>See, e.g., </i><i>Efird v. Riley,</i> 342 F.Supp.2d 413, 425 (M.D.N.C.2004); <i>Houpe v. City of Statesville,</i> 128 N.C.App. 334, 340-1, 497 S.E.2d 82, 87-88 (1998). As to the corporate defendants, the suit against Davis in his representative capacity is superfluous. Thus, Davis' motion to dismiss count four is granted in part and denied in part.</p>\n<p>Finally, the court addresses the motions to dismiss count eight. In count eight, plaintiff seeks relief under the first clause in 42 U.S.C. § 1985(3).<sup>[1]</sup> Count eight states:</p>\n<blockquote>115. Defendant M. Scott Davis, Esq. (Davis) is a person within the meaning of the 42 U.S.C. § 1985.</blockquote>\n<blockquote>116. Upon information and belief Defendants Nuckolls and Davis conspired <span class=\"star-pagination\">*571</span> to intimidate Plaintiff Ward and discourage her from exercising her legal rights afforded her as a citizen of the United States.</blockquote>\n<blockquote>117. Defendant Davis, as attorney for the City of New Bern, acting under color of law, to wit: The City Ordinances of New Bern, used his power to unlawfully declare a property owned by Plaintiff Ward not in compliance, when in fact it was in compliance, thereby forcing Plaintiff Ward to destroy the home located on said property.</blockquote>\n<blockquote>118. The act complained above caused Plaintiff Ward financial damages, as well as, placing her in fear for herself and her family.</blockquote>\n<blockquote>119. Upon information and belief this action was carried out to intimidate Plaintiff Ward into not following up on her complaint to the Equal Employment Opportunity Commission.</blockquote>\n<p>Compl. ¶¶ 115-19. Defendant Nuckolls is Chief Executive Officer of defendant Coastal Carolina Health Care, P.A. <i>See id.</i> ¶ 11. Count eight cross-references allegations in paragraphs 68 to 74 in the complaint. Those allegations state:</p>\n<blockquote>68. On or about 10 January 2007, Plaintiff Ward received a letter from the City of New Bern that property she owned in New Bern constituted a nuisance and violates City code.</blockquote>\n<blockquote>69. Plaintiff Ward made inquiries regarding the letter from the City and upon information and belief alleges that Defendant Davis met with Johnny Clark, Inspector for the City of New Bern, who then immediately informed employees to send condemnation notices regarding the property to Plaintiff Ward, although he knew there was no reason for the notice and the allegations.</blockquote>\n<blockquote>70. Plaintiff Ward, who had been told by city officials that her property was in compliance, was distraught and in fear for herself and her family.</blockquote>\n<blockquote>71. The effect of Defendants' actions and inactions caused plaintiff severe anguish and emotional distress, and deprived her of equal rights based on her gender (female), caused her severe mental distress and made her working environment and conditions unbearable. They intentionally designed to, and did in fact, deprive plaintiff of her contractual rights and deprived her of equal employment opportunities based on her gender and violated the fiduciary relationship Defendant Davis owes to all citizens of the City of New Bern.</blockquote>\n<blockquote>72. The unlawful employment practices described herein were intentional.</blockquote>\n<blockquote>73. The unlawful employment practices described herein were done with malice and with reckless indifference to the federally protected rights of Plaintiff Ward.</blockquote>\n<blockquote>74. As a direct consequence of Defendants' intentional and malicious conduct, set forth herein, Plaintiff Ward has suffered lost wages, pain, humiliation, and emotional distress and other damages.</blockquote>\n<p><i>See id.</i> ¶¶ 68-74.</p>\n<p>In order to state a private conspiracy claim under the first clause of 42 U.S.C. § 1985(3), a party must plead (1) a conspiracy of two or more persons, (2) who are motivated by a racial or otherwise class-based, invidiously discriminatory animus to (3) deprive the plaintiff of the equal enjoyment of rights secured by federal law to all, (4) which results in injury to plaintiff (5) as a consequence of an overt act committed by the defendants in connection with the conspiracy. <i>See, e.g., </i><i>Bray v. Alexandria Women's Health Clinic,</i> 506 U.S. 263, 267-68, 113 S.Ct. 753, 122 L.Ed.2d 34 (1993); <i>Griffin v. Breckenridge,</i> 403 U.S. 88, 102-03, 91 S.Ct. 1790, 29 L.Ed.2d 338 (1971); <i>Simmons v. Poe,</i> 47 F.3d 1370, 1376 (4th Cir.1995); <i>Buschi</i> <span class=\"star-pagination\">*572</span> <i>v. Kirven,</i> 775 F.2d 1240, 1257 (4th Cir. 1985). A party (such as plaintiff) asserting a private conspiracy claim under the first clause of section 1985(3) must show (1) that some racial or class-based discriminatory animus motivated the conspirator's actions, and (2) that the conspiracy aimed at interfering with rights that are protected under federal law from both private and official encroachment. <i>See, e.g., </i><i>Bray,</i> 506 U.S. at 267-68, 113 S.Ct. 753.</p>\n<p>Section 1985(3) does not create substantive rights. Rather, it creates a remedy for the violation of certain federal constitutional or statutory rights defined elsewhere. <i>See, e.g., </i><i>United Bhd. of Carpenters &amp; Joiners, Local 610 v. Scott,</i> 463 U.S. 825, 833, 103 S.Ct. 3352, 77 L.Ed.2d 1049 (1983); <i>Great Am. Fed. Sav. &amp; Loan Ass'n v. Novotny,</i> 442 U.S. 366, 376, 99 S.Ct. 2345, 60 L.Ed.2d 957 (1979); <i>Gallegos v. City &amp; County of Denver,</i> 984 F.2d 358, 362 (10th Cir.1993). State contract rights are not federal constitutional or statutory rights within the ambit of section 1985(3). <i>See, e.g., </i><i>Brown v. Philip Morris Inc.,</i> 250 F.3d 789, 804-05 (3d Cir.2001); <i>Sung Tran v. Delavau, LLC,</i> No. 07-3550, 2008 WL 2051992, at *15 (E.D.Pa. May 13, 2008); <i>Home Quest Mortgage LLC v. Am. Family Mut. Ins. Co.,</i> 340 F.Supp.2d 1177, 1188-89 (D.Kan.2004).<sup>[2]</sup> Moreover, section 1985(3) is not a general federal tort statute and does not reach conspiracies motivated by economic or commercial animus. <i>See, e.g., </i><i>Scott,</i> 463 U.S. at 838, 103 S.Ct. 3352. Further, a plaintiff cannot use section 1985(3) to enforce rights under the equal protection clause of the Fourteenth Amendment against non-state actors. <i>See, e.g., </i><i>Rice v. New England Coll.,</i> 676 F.2d 9, 11 (1st Cir.1982). Additionally, a party may not use section 1985(3) to redress the deprivation of rights created by Title VII. <i>See, e.g., </i><i>Novotny,</i> 442 U.S. at 372-78, 99 S.Ct. 2345; <i>Keller v. Prince George's County,</i> 827 F.2d 952, 957 (4th Cir.1987); <i>Rice,</i> 676 F.2d at 11.</p>\n<p>First, defendants argue that plaintiff's section 1985(3) claim fails because she is seeking to use section 1985(3) to redress alleged violations of Title VII arising from her employment. <i>See</i> Defs.' Mem. in Supp. of Mot. to Dismiss 5-6; <i>cf.</i> Compl. ¶ 119 (conspiracy was carried out to intimidate Plaintiff Ward into not following up on her complaint to the Equal Employment Opportunity Commission); <i>id.</i> ¶¶ 71-73 (references to \"equal employment opportunities\" and \"unlawful employment practices\"). Additionally, defendants argue that the conspiracy allegations are not sufficient and that the intracorporate conspiracy doctrine bars the claim. Defs.' Mem. in Supp. of Mot. to Dismiss 6-9. Davis makes the same arguments. <i>See</i> Davis' Mem. in Supp. of Mot. to Dismiss 16-23.</p>\n<p>In response, plaintiff argues that she is not seeking to use section 1985(3) to redress alleged Title VII violations. <i>See</i> Pl.'s Resp. to Davis' Mot. to Dismiss 5 [hereinafter \"Resp. to Davis\"]; Pl.'s Resp. to Defs.' Mot. to Dismiss 10 [hereinafter \"Resp. to Defs.\"]. Rather, she contends that the \"end result of the conspiracy was to deprive her of her right to property ownership\" in New Bern and that gender animus motivated the conspiracy. <i>See</i> Resp. to Davis 5; Resp. to Defs. 10. Further, she argues that discovery will reveal a meeting of the minds as to the conspiracy <span class=\"star-pagination\">*573</span> and individual benefit to each alleged conspirator thereby obviating application of the intracorporate conspiracy doctrine. <i>See</i> Resp. to Davis 5; Resp. to Defs. 10.</p>\n<p>Notwithstanding plaintiff's response to the motion to dismiss, plaintiffs complaint does seek to use section 1985(3) to remedy alleged violations under Title VII. <i>See</i> Compl. ¶¶ 68-74, 115-119. To the extent that plaintiff is seeking to use section 1985(3) to remedy alleged Title VII violations, the claim fails and is dismissed. <i>See, e.g., </i><i>Novotny,</i> 442 U.S. at 378, 99 S.Ct. 2345. Likewise, to the extent that plaintiff purports to use section 1985(3) to redress her contractual rights under state law arising from her employment contract with Coastal Carolina Health Care, P.A. (<i>see</i> Compl. ¶ 71), the claim fails and is dismissed. Moreover, plaintiff may not use her responses to defendants' motions to dismiss to amend her complaint. <i>See, e.g., </i><i>Car Carriers, Inc. v. Ford Motor Co.,</i> 745 F.2d 1101, 1107 (7th Cir.1984). If she wishes to amend her complaint, she should do so in accordance with the Federal Rules of Civil Procedure.</p>\n<p>In any event, even if the court accepts plaintiffs revisionist history about her section 1985(3) claim, merely stating that plaintiff is female and that defendants Nuckolls and Davis conspired against her and were motivated by her gender in connection with property that she owned in New Bern is not sufficient to state a claim under section 1985(3). <i>See, e.g., </i><i>Twombly,</i> 127 S.Ct. at 1968-74; <i>Tate v. Bondurant,</i> No. 91-7043, 1992 WL 132850, at *1 (4th Cir. June 17, 1992) (per curiam) (unpublished); <i>see also </i><i>Simmons,</i> 47 F.3d at 1377; <i>Gooden v. Howard County,</i> 954 F.2d 960, 969-70 (4th Cir.1992) (en banc); <i>Buschi,</i> 775 F.2d at 1257. Further, to the extent that plaintiff seeks relief from defendants Davis and Nuckolls for a conspiracy arising from their alleged acts as agents of the corporate defendants, the intracorporate conspiracy doctrine bars the claim. <i>See, e.g., </i><i>Buschi,</i> 775 F.2d at 1251-52; <i>see also </i><i>Locus v. Fayetteville State Univ.,</i> No. 88-2561, 1989 WL 21442, *2 (4th Cir. Mar. 8, 1989) (per curiam) (unpublished); <i>Zombro v. Baltimore City Police Dep't,</i> 868 F.2d 1364, 1371 (4th Cir. 1989). Additionally, the intracorporate conspiracy doctrine applies even though plaintiff purports to sue Davis and Nuckolls individually. <i>See, e.g., </i><i>Buschi,</i> 775 F.2d at 1252. Finally, nothing in the complaint suggests that one of the exceptions to the intracorporate immunity doctrine applies. <i>See, e.g., id.</i> at 1252-53; <i>Greenville Publ'g Co. v. Daily Reflector, Inc.,</i> 496 F.2d 391, 399 (4th Cir.1974); <i>see also </i><i>Iglesias v. Wolford,</i> 539 F.Supp.2d 831, 835-38 (E.D.N.C.2008).</p>\n<p>A party cannot avoid a motion to dismiss a section 1985(3) claim under Rule 12(b)(6) by simply using the word \"conspiracy,\" citing 42 U.S.C. § 1985(3), and claiming that discovery will reveal the requisite elements. In sum, Davis' motion to dismiss count eight and the remaining defendants' motion to dismiss count eight are granted. Because plaintiff might be able to amend her complaint to state a claim under 42 U.S.C. § 1985(3), count eight is dismissed without prejudice.</p>\n<p></p>\n<h2>II.</h2>\n<p>As explained above, defendants' motion to dismiss [D.E. 15] is GRANTED in part and DENIED in part. Likewise, Davis' motion to dismiss [D.E. 29] is GRANTED in part and DENIED in part. Counts one, two, three, and five of plaintiffs complaint as to the individually named defendants are dismissed with prejudice. Defendants' motion to dismiss counts four and six is denied. Davis' motion to dismiss count four is granted in part and denied in part. Count four may proceed against Davis in <span class=\"star-pagination\">*574</span> his individual capacity. However, to the extent that plaintiff seeks to hold Davis liable in count four in his representative capacity, plaintiff has failed to state a claim. Finally, defendants' motion to dismiss count eight and Davis' motion to dismiss count eight are granted. Count eight is dismissed without prejudice.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 1985(3) provides in relevant part:\n</p>\n<p>If two or more persons in any State or Territory conspire or go in disguise on the highway or on the premises of another, for the purpose of depriving, either directly or indirectly, any person or class of persons of the equal protection of the laws, or of equal privileges and immunities under the laws;... in any case of conspiracy set forth in this section, if one or more persons engaged therein do, or cause to be done, any act in furtherance of the object of such conspiracy, whereby another is injured in his person or property, or deprived of having and exercising any right or privilege of a citizen of the United States, the party so injured or deprived may have an action for the recovery of damages occasioned by such injury or deprivation, against any one or more of the conspirators.</p>\n<p>42 U.S.C. § 1985(3).</p>\n<p>[2]  Plaintiff makes no claim under 42 U.S.C. § 1981. Thus, the court need not address whether a claim under 42 U.S.C. § 1981 would be actionable under 42 U.S.C. § 1985(3). <i>Cf. </i><i>Brown,</i> 250 F.3d at 806 (noting split of authority, but stating that the greater weight of authority does not suggest that a section 1981 claim may form the basis of a section 1985(3) action).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">597</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">567</span></span> (2009)</b></center>\n<center><h1>Virginia WARD, M.D., Plaintiff,<br>\nv.<br>\nCOASTAL CAROLINA HEALTH CARE, P.A., et al., Defendants.</h1></center>\n<center>No. 4:08-CV-80-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>January 8, 2009.</center>\n<p><span class=\"star-pagination\">*569</span> Julius Levonne Chambers, Ferguson Stein Chambers Gresham and Sumter, P.A., Charlotte, NC, Kenneth N. Glover, The Law Offices of Kenneth N. Glover, Swansboro, NC, for Plaintiff.</p>\n<p>Richard Scott McAtee, Kimberly A. Doyle, Jackson Lewis, LLP, Cary, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. DEVER III, District Judge.</p>\n<p>Plaintiff Virginia Ward, M.D. (\"plaintiff\") worked for defendant Coastal Carolina Health Care, P.A. as a physician. After Coastal Carolina Health Care, P.A. notified her that it would not renew her employment contract, she filed suit against Coastal Carolina Health Care, P.A., four physicians with Coastal Carolina Health Care P.A., two legal entities affiliated with Coastal Carolina Health Care, P.A. (New Bern Family Physicians LLC and New Bern Family Practice), Stephen W. Nuckolls (Chief Executive Officer of Coastal Carolina Health Care, P.A.), and attorney M. Scott Davis (\"Davis\"). The complaint identifies Davis as having various roles: City Attorney for the City of New Bern, an agent, employee, and representative of defendants Coastal Carolina Health Care, PA., New Bern Family Physicians LLC, and New Bern Family Practice, the attorney for defendant Coastal Carolina Health Care, P.A., and a business partner of defendant Nuckolls. Plaintiff is suing each individual defendant in his individual capacity and his representative capacity.</p>\n<p>Plaintiff seeks relief from all defendants under Title VII of the Civil Rights Act of 1964 (\"Title VII\") for sex discrimination or retaliation (counts one, two, three, five), from certain defendants under North Carolina state law (counts four, six, seven, and nine), and from the corporate defendants, Nuckolls, and Davis under 42 U.S.C. § 1985(3) (count eight). On August 29, 2008, defendants (other than Davis) filed a motion to dismiss under Rule 12(b)(6) of the Federal Rules of Civil Procedure [D.E. 15]. Plaintiff responded in opposition [D.E. 35], and defendants replied [D.E. 39]. On September 22, 2008, Davis moved to dismiss all claims that plaintiff filed against him [D.E. 29]. Plaintiff responded in opposition [D.E. 40], and Davis replied [D.E. 41]. As explained below, each motion to dismiss is granted in part and denied in part.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court has considered each motion to dismiss under the governing standard. <i>See, e.g.,</i> Fed.R.Civ.P. 12(b)(6); <i>Erickson v. Pardus,</i> <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2197</span></a></span>, 2200, <span class=\"citation\" data-id=\"145722\"><a href=\"/opinion/145722/erickson-v-pardus/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1081</span></a></span> (2007) (per curiam); <i>Bell Atl. Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1968-70, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007); <i>Giarratano v. Johnson,</i> <span class=\"citation\" data-id=\"1025322\"><a href=\"/opinion/1025322/giarratano-v-johnson/\"><span class=\"volume\">521</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 302 (4th Cir.2008). Under that standard, a court must accept the complaint's factual allegations as true, but need not accept the legal conclusions drawn from the facts. <i>See </i><i>Kloth v. Microsoft Corp.,</i> <span class=\"citation\" data-id=\"793965\"><a href=\"/opinion/793965/center-incorporated-steven-nielsen-raymond-pryor-seastrom-associates-ltd/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">312</span></a></span>, 319 (4th Cir.2006). Similarly, a court need not accept as true unwarranted inferences, unreasonable conclusions, or arguments. <i>See id.</i></p>\n<p>First, the individual defendants argue that plaintiff's Title VII claims against <span class=\"star-pagination\">*570</span> them must be dismissed. They note that individual employees of corporate entities such as Coastal Carolina Health Care, P.A. are not liable in their individual capacities for Title VII violations because such individuals are not \"employers\" under Title VII. <i>See, e.g., </i><i>Shields v. Fed. Express Corp.,</i> 120 Fed.Appx. 956, 960 n. 2 (4th Cir.2005) (per curiam) (unpublished); <i>Smith v. Pepersack,</i> No. 98-1842, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">760218</span></span>, at *4 (4th Cir. Sept. 24, 1999) (per curiam) (unpublished); <i>Lissau v. S. Food Serv., Inc.</i> <span class=\"citation\" data-id=\"758742\"><a href=\"/opinion/758742/78-fair-emplpraccas-bna-503-74-empl-prac-dec-p-45597-cynthia-c/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">177</span></a></span>, 181 (4th Cir.1998); <i>accord </i><i>Yesudian ex rel. U.S. v. Howard Univ.,</i> <span class=\"citation\" data-id=\"185526\"><a href=\"/opinion/185526/yesudian-daniel-v-howard-univ/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">969</span></a></span>, 972 (D.C.Cir.2001) (collecting cases). The court agrees with the individual defendants. Further, plaintiff could not amend the complaint to cure this legal defect. Accordingly, counts one, two, three, and five of plaintiff's complaint as to the individually named defendants are dismissed with prejudice.</p>\n<p>Next, defendants (other than Davis) seek to dismiss counts four (intentional infliction of emotional distress) and six (negligent infliction of emotional distress). The court has reviewed the complaint under the governing standard. The court concludes that plaintiff has stated a claim for relief in counts four and six against the defendants. Thus, defendants' motion to dismiss counts four and six is denied.</p>\n<p>Davis also seeks to dismiss plaintiffs intentional infliction of emotional distress claim against him in count four. Plaintiff seeks relief from Davis in his individual and representative capacity. Although doubtful that plaintiffs intentional infliction of emotional distress claim against Davis in his individual capacity will survive a motion for summary judgment, plaintiff's allegations in count four pass muster under Rule 12(b)(6). However, to the extent that plaintiff seeks to hold Davis liable in count four in his representative capacity with respect to Coastal Carolina Health Care, P.A., the other corporate defendants, or the City of New Bern (a party not named as a defendant), plaintiff has failed to state a claim against Davis in count four. As to the City of New Bern, sovereign immunity bars the claim against Davis in his representative capacity. <i>See, e.g., </i><i>Efird v. Riley,</i> <span class=\"citation\" data-id=\"2379489\"><a href=\"/opinion/2379489/efird-v-riley/\"><span class=\"volume\">342</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">413</span></a></span>, 425 (M.D.N.C.2004); <i>Houpe v. City of Statesville,</i> 128 N.C.App. 334, 340-1, <span class=\"citation\" data-id=\"1317399\"><a href=\"/opinion/1317399/houpe-v-city-of-statesville/\"><span class=\"volume\">497</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">82</span></a></span>, 87-88 (1998). As to the corporate defendants, the suit against Davis in his representative capacity is superfluous. Thus, Davis' motion to dismiss count four is granted in part and denied in part.</p>\n<p>Finally, the court addresses the motions to dismiss count eight. In count eight, plaintiff seeks relief under the first clause in 42 U.S.C. § 1985(3).<sup>[1]</sup> Count eight states:</p>\n<blockquote>115. Defendant M. Scott Davis, Esq. (Davis) is a person within the meaning of the 42 U.S.C. § 1985.</blockquote>\n<blockquote>116. Upon information and belief Defendants Nuckolls and Davis conspired <span class=\"star-pagination\">*571</span> to intimidate Plaintiff Ward and discourage her from exercising her legal rights afforded her as a citizen of the United States.</blockquote>\n<blockquote>117. Defendant Davis, as attorney for the City of New Bern, acting under color of law, to wit: The City Ordinances of New Bern, used his power to unlawfully declare a property owned by Plaintiff Ward not in compliance, when in fact it was in compliance, thereby forcing Plaintiff Ward to destroy the home located on said property.</blockquote>\n<blockquote>118. The act complained above caused Plaintiff Ward financial damages, as well as, placing her in fear for herself and her family.</blockquote>\n<blockquote>119. Upon information and belief this action was carried out to intimidate Plaintiff Ward into not following up on her complaint to the Equal Employment Opportunity Commission.</blockquote>\n<p>Compl. ¶¶ 115-19. Defendant Nuckolls is Chief Executive Officer of defendant Coastal Carolina Health Care, P.A. <i>See id.</i> ¶ 11. Count eight cross-references allegations in paragraphs 68 to 74 in the complaint. Those allegations state:</p>\n<blockquote>68. On or about 10 January 2007, Plaintiff Ward received a letter from the City of New Bern that property she owned in New Bern constituted a nuisance and violates City code.</blockquote>\n<blockquote>69. Plaintiff Ward made inquiries regarding the letter from the City and upon information and belief alleges that Defendant Davis met with Johnny Clark, Inspector for the City of New Bern, who then immediately informed employees to send condemnation notices regarding the property to Plaintiff Ward, although he knew there was no reason for the notice and the allegations.</blockquote>\n<blockquote>70. Plaintiff Ward, who had been told by city officials that her property was in compliance, was distraught and in fear for herself and her family.</blockquote>\n<blockquote>71. The effect of Defendants' actions and inactions caused plaintiff severe anguish and emotional distress, and deprived her of equal rights based on her gender (female), caused her severe mental distress and made her working environment and conditions unbearable. They intentionally designed to, and did in fact, deprive plaintiff of her contractual rights and deprived her of equal employment opportunities based on her gender and violated the fiduciary relationship Defendant Davis owes to all citizens of the City of New Bern.</blockquote>\n<blockquote>72. The unlawful employment practices described herein were intentional.</blockquote>\n<blockquote>73. The unlawful employment practices described herein were done with malice and with reckless indifference to the federally protected rights of Plaintiff Ward.</blockquote>\n<blockquote>74. As a direct consequence of Defendants' intentional and malicious conduct, set forth herein, Plaintiff Ward has suffered lost wages, pain, humiliation, and emotional distress and other damages.</blockquote>\n<p><i>See id.</i> ¶¶ 68-74.</p>\n<p>In order to state a private conspiracy claim under the first clause of 42 U.S.C. § 1985(3), a party must plead (1) a conspiracy of two or more persons, (2) who are motivated by a racial or otherwise class-based, invidiously discriminatory animus to (3) deprive the plaintiff of the equal enjoyment of rights secured by federal law to all, (4) which results in injury to plaintiff (5) as a consequence of an overt act committed by the defendants in connection with the conspiracy. <i>See, e.g., </i><i>Bray v. Alexandria Women's Health Clinic,</i> <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 267-68, <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">34</span></a></span> (1993); <i>Griffin v. Breckenridge,</i> <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 102-03, <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1790</span></a></span>, <span class=\"citation\" data-id=\"108362\"><a href=\"/opinion/108362/griffin-v-breckenridge/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">338</span></a></span> (1971); <i>Simmons v. Poe,</i> <span class=\"citation\" data-id=\"689899\"><a href=\"/opinion/689899/james-e-simmons-individually-and-on-behalf-of-all-those-he-represents-v/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1370</span></a></span>, 1376 (4th Cir.1995); <i>Buschi</i> <span class=\"star-pagination\">*572</span> <i>v. Kirven,</i> <span class=\"citation\" data-id=\"460179\"><a href=\"/opinion/460179/brendan-buschi-dennis-b-draper-jr-donald-vassey-susan-andrews-wanda/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1240</span></a></span>, 1257 (4th Cir. 1985). A party (such as plaintiff) asserting a private conspiracy claim under the first clause of section 1985(3) must show (1) that some racial or class-based discriminatory animus motivated the conspirator's actions, and (2) that the conspiracy aimed at interfering with rights that are protected under federal law from both private and official encroachment. <i>See, e.g., </i><i>Bray,</i> 506 U.S. at 267-68, <span class=\"citation\" data-id=\"112805\"><a href=\"/opinion/112805/bray-v-alexandria-womens-health-clinic/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>.</p>\n<p>Section 1985(3) does not create substantive rights. Rather, it creates a remedy for the violation of certain federal constitutional or statutory rights defined elsewhere. <i>See, e.g., </i><i>United Bhd. of Carpenters &amp; Joiners, Local 610 v. Scott,</i> <span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 833, <span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3352</span></a></span>, <span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1049</span></a></span> (1983); <i>Great Am. Fed. Sav. &amp; Loan Ass'n v. Novotny,</i> <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 376, <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2345</span></a></span>, <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">957</span></a></span> (1979); <i>Gallegos v. City &amp; County of Denver,</i> <span class=\"citation\" data-id=\"599099\"><a href=\"/opinion/599099/63-fair-emplpraccas-bna-1567-60-empl-prac-dec-p-42003-patricia/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">358</span></a></span>, 362 (10th Cir.1993). State contract rights are not federal constitutional or statutory rights within the ambit of section 1985(3). <i>See, e.g., </i><i>Brown v. Philip Morris Inc.,</i> <span class=\"citation\" data-id=\"773320\"><a href=\"/opinion/773320/jesse-brown-rev-on-behalf-of-himself-and-all-members-of-the-uptown/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">789</span></a></span>, 804-05 (3d Cir.2001); <i>Sung Tran v. Delavau, LLC,</i> No. 07-3550, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2051992</span></span>, at *15 (E.D.Pa. May 13, 2008); <i>Home Quest Mortgage LLC v. Am. Family Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"2452545\"><a href=\"/opinion/2452545/home-quest-mortg-llc-v-american-family-mut-ins/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1177</span></a></span>, 1188-89 (D.Kan.2004).<sup>[2]</sup> Moreover, section 1985(3) is not a general federal tort statute and does not reach conspiracies motivated by economic or commercial animus. <i>See, e.g., </i><i>Scott,</i> 463 U.S. at 838, <span class=\"citation\" data-id=\"111015\"><a href=\"/opinion/111015/carpenters-v-scott/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3352</span></a></span>. Further, a plaintiff cannot use section 1985(3) to enforce rights under the equal protection clause of the Fourteenth Amendment against non-state actors. <i>See, e.g., </i><i>Rice v. New England Coll.,</i> <span class=\"citation\" data-id=\"402519\"><a href=\"/opinion/402519/28-fair-emplpraccas-1191-28-empl-prac-dec-p-32604-marion-s-rice-v/\"><span class=\"volume\">676</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir.1982). Additionally, a party may not use section 1985(3) to redress the deprivation of rights created by Title VII. <i>See, e.g., </i><i>Novotny,</i> 442 U.S. at 372-78, <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2345</span></a></span>; <i>Keller v. Prince George's County,</i> <span class=\"citation\" data-id=\"493626\"><a href=\"/opinion/493626/mazie-keller-v-prince-georges-county-prince-georges-county-department-of/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">952</span></a></span>, 957 (4th Cir.1987); <i>Rice,</i> 676 F.2d at 11.</p>\n<p>First, defendants argue that plaintiff's section 1985(3) claim fails because she is seeking to use section 1985(3) to redress alleged violations of Title VII arising from her employment. <i>See</i> Defs.' Mem. in Supp. of Mot. to Dismiss 5-6; <i>cf.</i> Compl. ¶ 119 (conspiracy was carried out to intimidate Plaintiff Ward into not following up on her complaint to the Equal Employment Opportunity Commission); <i>id.</i> ¶¶ 71-73 (references to \"equal employment opportunities\" and \"unlawful employment practices\"). Additionally, defendants argue that the conspiracy allegations are not sufficient and that the intracorporate conspiracy doctrine bars the claim. Defs.' Mem. in Supp. of Mot. to Dismiss 6-9. Davis makes the same arguments. <i>See</i> Davis' Mem. in Supp. of Mot. to Dismiss 16-23.</p>\n<p>In response, plaintiff argues that she is not seeking to use section 1985(3) to redress alleged Title VII violations. <i>See</i> Pl.'s Resp. to Davis' Mot. to Dismiss 5 [hereinafter \"Resp. to Davis\"]; Pl.'s Resp. to Defs.' Mot. to Dismiss 10 [hereinafter \"Resp. to Defs.\"]. Rather, she contends that the \"end result of the conspiracy was to deprive her of her right to property ownership\" in New Bern and that gender animus motivated the conspiracy. <i>See</i> Resp. to Davis 5; Resp. to Defs. 10. Further, she argues that discovery will reveal a meeting of the minds as to the conspiracy <span class=\"star-pagination\">*573</span> and individual benefit to each alleged conspirator thereby obviating application of the intracorporate conspiracy doctrine. <i>See</i> Resp. to Davis 5; Resp. to Defs. 10.</p>\n<p>Notwithstanding plaintiff's response to the motion to dismiss, plaintiffs complaint does seek to use section 1985(3) to remedy alleged violations under Title VII. <i>See</i> Compl. ¶¶ 68-74, 115-119. To the extent that plaintiff is seeking to use section 1985(3) to remedy alleged Title VII violations, the claim fails and is dismissed. <i>See, e.g., </i><i>Novotny,</i> 442 U.S. at 378, <span class=\"citation\" data-id=\"110103\"><a href=\"/opinion/110103/great-american-fed-sav-loan-assn-v-novotny/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2345</span></a></span>. Likewise, to the extent that plaintiff purports to use section 1985(3) to redress her contractual rights under state law arising from her employment contract with Coastal Carolina Health Care, P.A. (<i>see</i> Compl. ¶ 71), the claim fails and is dismissed. Moreover, plaintiff may not use her responses to defendants' motions to dismiss to amend her complaint. <i>See, e.g., </i><i>Car Carriers, Inc. v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"442906\"><a href=\"/opinion/442906/car-carriers-inc-v-ford-motor-company-and-nu-car-carriers-inc/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1101</span></a></span>, 1107 (7th Cir.1984). If she wishes to amend her complaint, she should do so in accordance with the Federal Rules of Civil Procedure.</p>\n<p>In any event, even if the court accepts plaintiffs revisionist history about her section 1985(3) claim, merely stating that plaintiff is female and that defendants Nuckolls and Davis conspired against her and were motivated by her gender in connection with property that she owned in New Bern is not sufficient to state a claim under section 1985(3). <i>See, e.g., </i><i>Twombly,</i> 127 S.Ct. at 1968-74; <i>Tate v. Bondurant,</i> No. 91-7043, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">132850</span></span>, at *1 (4th Cir. June 17, 1992) (per curiam) (unpublished); <i>see also </i><i>Simmons,</i> 47 F.3d at 1377; <i>Gooden v. Howard County,</i> <span class=\"citation\" data-id=\"576652\"><a href=\"/opinion/576652/theresa-k-gooden-v-howard-county-maryland-co-elizabeth-bobo-county/\"><span class=\"volume\">954</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">960</span></a></span>, 969-70 (4th Cir.1992) (en banc); <i>Buschi,</i> 775 F.2d at 1257. Further, to the extent that plaintiff seeks relief from defendants Davis and Nuckolls for a conspiracy arising from their alleged acts as agents of the corporate defendants, the intracorporate conspiracy doctrine bars the claim. <i>See, e.g., </i><i>Buschi,</i> 775 F.2d at 1251-52; <i>see also </i><i>Locus v. Fayetteville State Univ.,</i> No. 88-2561, <span class=\"citation no-link\"><span class=\"volume\">1989</span> <span class=\"reporter\">WL</span> <span class=\"page\">21442</span></span>, *2 (4th Cir. Mar. 8, 1989) (per curiam) (unpublished); <i>Zombro v. Baltimore City Police Dep't,</i> <span class=\"citation\" data-id=\"519159\"><a href=\"/opinion/519159/james-e-zombro-v-baltimore-city-police-department-bishop-l-robinson/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1371 (4th Cir. 1989). Additionally, the intracorporate conspiracy doctrine applies even though plaintiff purports to sue Davis and Nuckolls individually. <i>See, e.g., </i><i>Buschi,</i> 775 F.2d at 1252. Finally, nothing in the complaint suggests that one of the exceptions to the intracorporate immunity doctrine applies. <i>See, e.g., id.</i> at 1252-53; <i>Greenville Publ'g Co. v. Daily Reflector, Inc.,</i> <span class=\"citation\" data-id=\"319022\"><a href=\"/opinion/319022/greenville-publishing-company-inc-v-the-daily-reflector-incorporated/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span>, 399 (4th Cir.1974); <i>see also </i><i>Iglesias v. Wolford,</i> <span class=\"citation\" data-id=\"2152215\"><a href=\"/opinion/2152215/iglesias-v-wolford/\"><span class=\"volume\">539</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">831</span></a></span>, 835-38 (E.D.N.C.2008).</p>\n<p>A party cannot avoid a motion to dismiss a section 1985(3) claim under Rule 12(b)(6) by simply using the word \"conspiracy,\" citing 42 U.S.C. § 1985(3), and claiming that discovery will reveal the requisite elements. In sum, Davis' motion to dismiss count eight and the remaining defendants' motion to dismiss count eight are granted. Because plaintiff might be able to amend her complaint to state a claim under 42 U.S.C. § 1985(3), count eight is dismissed without prejudice.</p>\n<p></p>\n<h2>II.</h2>\n<p>As explained above, defendants' motion to dismiss [D.E. 15] is GRANTED in part and DENIED in part. Likewise, Davis' motion to dismiss [D.E. 29] is GRANTED in part and DENIED in part. Counts one, two, three, and five of plaintiffs complaint as to the individually named defendants are dismissed with prejudice. Defendants' motion to dismiss counts four and six is denied. Davis' motion to dismiss count four is granted in part and denied in part. Count four may proceed against Davis in <span class=\"star-pagination\">*574</span> his individual capacity. However, to the extent that plaintiff seeks to hold Davis liable in count four in his representative capacity, plaintiff has failed to state a claim. Finally, defendants' motion to dismiss count eight and Davis' motion to dismiss count eight are granted. Count eight is dismissed without prejudice.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 1985(3) provides in relevant part:\n</p>\n<p>If two or more persons in any State or Territory conspire or go in disguise on the highway or on the premises of another, for the purpose of depriving, either directly or indirectly, any person or class of persons of the equal protection of the laws, or of equal privileges and immunities under the laws;... in any case of conspiracy set forth in this section, if one or more persons engaged therein do, or cause to be done, any act in furtherance of the object of such conspiracy, whereby another is injured in his person or property, or deprived of having and exercising any right or privilege of a citizen of the United States, the party so injured or deprived may have an action for the recovery of damages occasioned by such injury or deprivation, against any one or more of the conspirators.</p>\n<p>42 U.S.C. § 1985(3).</p>\n<p>[2]  Plaintiff makes no claim under 42 U.S.C. § 1981. Thus, the court need not address whether a claim under 42 U.S.C. § 1981 would be actionable under 42 U.S.C. § 1985(3). <i>Cf. </i><i>Brown,</i> 250 F.3d at 806 (noting split of authority, but stating that the greater weight of authority does not suggest that a section 1981 claim may form the basis of a section 1985(3) action).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/576652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1025322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1317399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2152215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2379489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2452545/"
  ]
}