{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1438837/",
  "absolute_url": "/opinion/1438837/nat-federation-of-the-blind-of-nc-inc-v-riley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1438837/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:10:04.485331Z",
  "date_modified": "2016-04-26T20:50:51.670027Z",
  "type": "010combined",
  "sha1": "6c4dc6e1aa640d59fde71753d102c4f9212d4234",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>635 F.Supp. 256 (1986)</b></center>\n<center><h1>NATIONAL FEDERATION OF THE BLIND OF NORTH CAROLINA, INC., et al., Plaintiffs,<br>\nv.<br>\nRandolph RILEY, et al., Defendants.</h1></center>\n<center>No. 85-1208-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 14, 1986.</center>\n<p><span class=\"star-pagination\">*257</span> Howard F. Twiggs, Blanchard, Tucker, Twiggs, Earls &amp; Abrams, Raleigh, N.C., Errol Copilevitz, John P. Jennings, Jr., Copilevitz, Bryant, Gray &amp; Jennings, Kansas City, Mo., for plaintiffs.</p>\n<p>Jean A. Benoy, Sr. Deputy Atty. Gen., Raleigh, N.C., H.A. Cole, Jr., Sp. Deputy Atty. Gen., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 28 August 1985 plaintiffs filed this action challenging the constitutionality of certain provisions of Chapter 497, House Bill 1320 (hereinafter \"the Act\"), which amends Chapter 131C governing the solicitation of funds for charitable purposes. Plaintiffs are two charitable organizations, two members thereof, three professional solicitors, and a citizen who desires to receive the information disseminated through charitable fund-raising campaigns. Plaintiffs' motion for a temporary restraining order was granted on 4 September 1985. The parties then agreed to continue the restraining order until discovery could be completed and the court could rule on plaintiffs' request for permanent injunctive relief. The parties have now filed motions for summary judgment supported by memoranda, affidavits and the deposition of Edwin J. Edgerton. Mr. Edgerton is the state official who administers the provisions of Chapter 131C, and is recognized as an expert in the area of charitable fund raising. A hearing was held on 17 March 1986 and the motions are ready for ruling.</p>\n<p>The court finds that section 9 is a reasonable exercise of the state's police power, but sections 3, 4, 8, 10 and 12(c) are substantially overbroad and unconstitutional on their face.</p>\n<p></p>\n<h2>SECTIONS 3 and 4</h2>\n<p>Under North Carolina law any person who solicits charitable contributions must apply for and obtain an annual license from the Secretary of Human Resources (Secretary). <i>See</i> N.C.Gen.Stat. § 131C-4(a). The statute does not apply to those who solicit on behalf of another licensed person or exempt entity. <i>Id.</i> The term \"person\" includes both individuals, organizations, and groups of any kind. Sections 3 and 4 provide that non-professional solicitors may engage in fund-raising activities until their license is denied and all administrative remedies are exhausted, while professional solicitors are prohibited from engaging in fund-raising activities until the licensure process has been completed.</p>\n<p>The court agrees with plaintiffs that these sections lack the procedural safeguards required by the Supreme Court in <i>Freedman v. Maryland,</i> 380 U.S. 51, 85 S.Ct. 734, 13 L.Ed.2d 649 (1965). In <i>Freedman</i> the Supreme Court held that Maryland's motion picture censureship statute unconstitutionally infringed on the first amendment rights of exhibitors because it lacked the following procedural safeguards: (1) a requirement that the state initiate judicial action to restrain exhibition of the challenged film and bear the burden of proof in the judicial proceeding; (2) an assurance that the exhibitor will not be delayed from exhibiting the film while the state seeks protracted judicial review; and, (3) a requirement that judicial review will be prompt.</p>\n<p>The defendants first argue that <i>Freedman</i> does not apply because the solicitation of contributions by professional solicitors is commercial speech which is not protected by the first amendment. This argument has no merit. The Supreme Court has made it very clear that charitable solicitation is protected by the first amendment. <i>See </i><i>Village of Schaumburg v. Citizens for a Better Environment,</i> 444 U.S. 620, 632, 100 S.Ct. 826, 833-34, 63 <span class=\"star-pagination\">*258</span> L.Ed.2d 73 (1980). A contribution to a charitable organization in response to a request for funds functions as a general expression of support for the recipient and its views. <i>See </i><i>Cornelius v. NAACP Legal Defense and Educational Fund,</i> ___ U.S. ___, 105 S.Ct. 3439, 87 L.Ed.2d 567 (1985). Furthermore, without the funds obtained through the solicitation of contributions the ability of many charitable organizations to communicate their ideas and goals could be jeopardized. <i>Id.</i> A charitable organization does not lose the protection of the first amendment merely because it chooses to use a professional solicitor in its fund-raising campaign. <i>See </i><i>Secretary of State of Maryland v. Joseph H. Munson Co.,</i> 467 U.S. 947, 104 S.Ct. 2839, 2853 n. 16, 81 L.Ed.2d 786 (1984). Thus, any statute that requires a license to solicit charitable contributions or engage in any first amendment activity is inherently suspect. <i>Id.,</i> 104 S.Ct. at 2851 n. 12.</p>\n<p>North Carolina's licensure procedure infringes upon the first amendment rights of those organizations which, for various reasons, must rely on professional solicitors. The fact that (a) the licensure process is subject to North Carolina's Administrative Procedure Act, and (b) licenses have in the past been considered expeditiously is not enough to save the statute. Section 4 does <i>not</i> require (1) the Secretary to institute prompt judicial proceedings in which it bears the burden of justifying its refusal to issue the requested license; (2) assurance that any interim restraint imposed pending judicial resolution on the merits will be of brief duration; and, (3) a guarantee of swift, final judicial action. <i>See </i><i>Holy Spirit Association for Unification of World Christ v. Hodge,</i> 582 F.Supp. 592, 597 (N.D.Tex.1984) (similar licensure procedure found unconstitutional).</p>\n<p></p>\n<h2>SECTION 9</h2>\n<p>This section provides that professional solicitors may not hire independent contractors to assist in their solicitation campaigns. Plaintiffs contend that section 9 violates their rights to freedom of contract and to make a living, while the defendants argue that this section is a reasonable exercise of the state's police power. The appropriate standard to be applied is whether the \"benefit to the public outweighs the infringement.\" <i>See </i><i>State ex rel Utilities Commission v. Edmisten,</i> 294 N.C. 598, 242 S.E.2d 862 (1978).</p>\n<p>An \"independent contractor\" is defined as follows:</p>\n<blockquote>[W]hen one exercising an independent employment contracts to do a piece of work according to his own judgment and methods, and without being subject to his employer except as to the result of the work, and who has the right to employ and direct the action of the workmen, independently of such employer and freed from any superior authority in him to say how the specified work shall be done or what laborers shall do it as it progresses, he is clearly an independent contractor.</blockquote>\n<p><i>Hayes v. Board of Trustees of Elon College,</i> 224 N.C. 11, 29 S.E.2d 137, 140 (1944).</p>\n<p>The record before the court is unclear as to the extent to which professional solicitors use independent contractors in their solicitation campaigns. Nevertheless, it does appear that section 9 is a reasonable exercise of the state's police power. Plaintiffs argue that section 9 will not significantly increase the accountability of those who work in solicitation campaigns for two reasons. First, an independent contractor who works in a solicitation campaign must be separately licensed and bonded. Second, plaintiffs are not challenging the provisions of the Act which increase the required bond from $10,000 to $20,000. See N.C.Gen.Stat. 131C-10. However, the bonding requirement will not cure the evil which the state is attempting to address with this section. The defendants contend that many fundraisers are using high-pressure tactics in their fund-raising campaigns and not disclosing their identity when asked to do so. Section 9 will force professional solicitors to be more accountable for the individuals who work in their fund-raising campaigns. In addition, the practical <span class=\"star-pagination\">*259</span> effect of this section on plaintiffs' rights to freedom of contract and to earn a living appear to be negligible.</p>\n<p></p>\n<h2>SECTIONS 10 and 12(c)</h2>\n<p>Section 10 prohibits professional solicitors from charging \"a person established for a charitable purpose\" an \"excessive or unreasonable fee.\" This section provides that (a) a fee of 20% or less of the gross receipts is deemed to be reasonable; (b) a fee greater than 20% but less than 35% of the gross receipts is excessive if the party challenging the fund-raising fee also proves that the solicitation does not involve the dissemination of information, discussion, or advocacy relating to public issues; and, (c) a fee of 35% or more of gross receipts is presumed to be excessive. <i>See</i> N.C.Gen.Stat. § 131C-17.2.</p>\n<p>A professional solicitor may successfully defend the fund-raising fee by proving that the fee was necessary (a) because of the dissemination of information, discussion or advocacy relating to public issues; or (b) because otherwise the charitable organization's ability to raise money or communicate its ideas, opinions, and positions to the public would be significantly diminished. <i>Id.</i> The difference between the fee charged and whatever fee is determined to be reasonable \"under the circumstances\" must be refunded to the charitable organization. <i>Id.</i> The Secretary may on his own motion initiate a hearing into the professional solicitor's fee. <i>See</i> N.C.Gen.Stat. § 131C-12.1(c). Also, the Secretary, or his designated hearing officer, is charged with determining the reasonableness of the fund-raising fee. <i>Id.</i></p>\n<p>There are two recent Supreme Court cases which address the authority of governmental bodies to limit the amount of fees which professional solicitors may charge charitable organizations in fund-raising campaigns. In <i>Village of Schaumburg v. Citizens for a Better Environment,</i> 444 U.S. 620, 100 S.Ct. 826, 63 L.Ed.2d 73 (1980), the Court held that a municipal ordinance prohibiting the solicitation of contributions by a charitable organization that did not use at least 75% of its receipts for \"charitable purposes\" was unconstitutionally overbroad in violation of the first and fourteenth amendments. The Court distinguished a case in which a percentage limitation on solicitation costs had been upheld under an ordinance which provided that a charity had the opportunity to demonstrate that its solicitation costs, though high, nevertheless were reasonable. <i>Schaumburg,</i> 444 U.S. at 635 n. 9, 100 S.Ct. at 835 n. 9, <i>distinguishing National Foundation v. Fort Worth,</i> 415 F.2d 41 (5th Cir.1969), <i>cert. denied,</i> 396 U.S. 1040, 90 S.Ct. 688, 24 L.Ed.2d 684 (1970).</p>\n<p>In <i>Secretary of State of Maryland v. Joseph H. Munson Co.,</i> 467 U.S. 947, 104 S.Ct. 2839, 81 L.Ed.2d 786 (1984), the Court addressed a Maryland statute much more flexible than the ordinance struck down in <i>Schaumburg.</i> The Maryland statute prohibited charitable organizations from paying expenses of more than 25% of the amount raised in any fund-raising activity. The Maryland statute contained a provision which allowed for an administrative waiver of the 25% limitation for those charities that could demonstrate financial necessity. Unlike the ordinance in <i>Schaumburg,</i> the Maryland statute excluded from the 25% calculation (a) the cost of the goods or entertainment being sold as part of the solicitation campaign, (b) postage costs, and (c) all administrative and overhead costs not attributable to the fund-raising campaign. Nevertheless, in a five-to-four decision, the Court held that the Maryland statute was unconstitutionally overbroad. The majority opinion concluded that the Maryland statute was based on the \"fundamentally mistaken premise that high solicitation costs are an accurate measure of fraud.\" <i>Munson,</i> 104 S.Ct. at 2852. Thus, after <i>Munson</i> it is uncertain whether any limitation on solicitation costs would be constitutionally permissible.</p>\n<p>In analyzing sections 10 and 12(c) the court must determine whether the restrictions are necessary to vindicate a compelling state interest and whether they are narrowly drawn to achieve that end. <i>See</i> <span class=\"star-pagination\">*260</span> <i>Widmar v. Vincent,</i> 454 U.S. 263, 102 S.Ct. 269, 70 L.Ed.2d 440 (1981). The Court has expressly ruled that the protection of public safety and residential privacy are not furthered by a percentage limitation on solicitation costs. <i>See Schaumburg,</i> 444 U.S. at 638-39, 100 S.Ct. at 837. These interests can be furthered by provisions addressed directly to the asserted interest. Public safety can be furthered by a prohibition on the use of convicted felons as solicitors, and residential privacy can be furthered by a provision allowing homeowners to post signs barring solicitors from their property. <i>Id.</i></p>\n<p>With regard to the state's interest in preventing fraud the Court has clearly stated that a limitation on solicitation costs is not the least restrictive means of preventing fraud. \"[C]oncerns about unscrupulous professional fundraisers, like concerns about fraudulent charities, can and are accommodated directly, through disclosure and registration requirements and penalties for fraudulent conduct.\" <i>See Munson,</i> 104 S.Ct. at 2853 n. 16. In addition to criminal penalties for fraudulent conduct North Carolina has extensive disclosure and registration requirements for professional solicitors which are not being challenged by plaintiffs. These alternatives protect against any deceptive practices that may be associated with charitable solicitation without interfering with first amendment rights. <i>See </i><i>Optimist Club of North Raleigh, N.C. v. Riley,</i> 563 F.Supp. 847, 850 (E.D.N.C.1982) (Dupree, J.).</p>\n<p>The dissenters in <i>Munson</i> argued that there is an element of fraud when a high fund-raising fee \"betrays the expectations of the donor who thinks that his money will be used to benefit the charitable purpose in the name of which the money was solicited.\" 104 S.Ct. at 2860 n. 2. The majority dismissed this concern reasoning that the charity may intend for the professional solicitor to educate the public as part of the solicitation campaign. 104 S.Ct. at 2853 n. 16. The majority emphasized that \"[i]t is no more fraudulent for a charity to pay a professional fundraiser to engage in legitimate public educational activity than it is for the charity to engage in the activity itself.\" <i>Id.</i></p>\n<p>In light of the Supreme Court's position that high solicitation costs are not an accurate measure of fraud plaintiffs argue that any percentage limitation on charitable solicitation expenses would impermissibly infringe on first amendment rights. On the other hand the defendants interpret <i>Munson</i> to mean that a state can impose percentage limitations on charitable solicitation expenses as long as the statute is flexible enough to allow exceptions for those charities who (a) choose to engage in the \"dissemination of information, discussion or advocacy relating to public issues\" as part of the solicitation campaign, or (b) are otherwise unable to raise money or communicate its ideas, opinions, and positions to the public.</p>\n<p>If it is possible to devise a percentage limitation on solicitation costs that would not infringe upon first amendment rights the court does not believe that the state has succeeded with this particular statute. First, the defendants have not adequately established the need for the specific percentage limitations in the statute. Second, the \"costs\" are determined in such a manner that those charitable organizations which rely on special-event fund raising will be hardest hit by the statute. Unlike the statute addressed in <i>Munson,</i> sections 10 and 12(c) include the costs of the event or goods sold in the computation of solicitation costs. Thus, the percentage limitation will have a disproportionate effect on lesser known charities which rely on special-event fund raising. Plaintiffs, National Federation of the Blind and the Optimist Club of North Raleigh, N.C., have filed affidavits indicating that they rely very heavily on special-event fund raising. Also, the parties agree that solicitation costs for special-event fund raising will almost always be greater than 35%. Thus, the statute will chill the first amendment rights of those charities who know their solicitation costs will exceed 35%. <i>See Munson,</i> 104 S.Ct. at 2854. Finally, the <span class=\"star-pagination\">*261</span> statute impermissibly shifts the burden of proving the reasonableness of solicitation costs from the censor to the \"speaker\" in violation of <i>Freedman v. Maryland,</i> 380 U.S. 51, 85 S.Ct. 734, 13 L.Ed.2d 649 (1965).</p>\n<p>The basic problem with this statute, as with the statute in <i>Munson,</i> is that solicitation costs are not an accurate measure of fraud. This statute may be more flexible than the statute found unconstitutional in <i>Munson,</i> but the waiver provisions will only decrease the number of impermissible applications without remedying the statute's fundamental defect. <i>See Munson,</i> 104 S.Ct. at 2853. Therefore, sections 10 and 12(c) are unconstitutionally overbroad.</p>\n<p></p>\n<h2>SECTION 8</h2>\n<p>This section requires professional solicitors to disclose certain information prior to requesting, either directly or indirectly, a charitable contribution. A professional solicitor must disclose (a) his name, (b) the name and address of his employer, and (c) the average of the percentage of gross receipts actually paid to the \"person established for a charitable purpose\" in fundraising campaigns over the past twelve months, or for all completed solicitation campaigns if the professional solicitor has been soliciting funds for less than twelve months. This mandatory disclosure requirement is in addition to N.C.Gen.Stat. § 131C-16 which provides that both professional and non-professional fundraisers shall, upon request by either the Secretary or any citizen, disclose in writing the percentage of fund-raising expenses and the purpose of the organization. Plaintiffs are not challenging the constitutionality of section 131C-16.</p>\n<p>A restriction on first amendment speech is permissible only if it is the least intrusive alternative that serves a legitimate state interest. <i>See </i><i>NAACP v. Button,</i> 371 U.S. 415, 83 S.Ct. 328, 9 L.Ed.2d 405 (1963). The defendants contend that the Supreme Court in <i>Munson</i> gave its approval to disclosure requirements as an appropriate means of preventing fraud. To the extent the state is attempting to prevent fraud, however, the state's interest is already protected by existing disclosure and bonding requirements, and by the state's criminal penalties for fraud. The state does have an interest in providing its citizens with as much information as possible concerning the amount of their contributions that actually reach the designated charity. Nevertheless, regulations which involve first amendment speech must be drawn with narrow specificity.</p>\n<p>The requirement that a professional solicitor give his name and the name and address of his employer is not burdensome. For several reasons, however, the \"gross receipts\" disclosure is an undue burden on protected speech in the context of telephone solicitation campaigns which involve the sale of a good or a ticket to an event. First, the professional solicitor's \"track record\" over a twelve-month period is not relevant to the particular solicitation campaign he is involved with at the time. Such a disclosure requirement would simply dilute the information being conveyed on behalf of the charitable organization. Second, section 8 places those charitable organizations which rely on professional solicitors at a tremendous disadvantage in raising funds compared to those charitable organizations which do not have to use professional solicitors. For example, where the cost of the product or event being sold consumes 90% of the gross receipts, and the profits are split evenly between the charitable organization and the professional solicitor, section 8 requires a disclosure that the charitable organization is receiving only 5% of the gross receipts. Such a disclosure will put some charitable organizations into a hole from which they will not be able to recover. Finally, if the state's interest is to inform the public about how much of their money will reach the designated charity, there is no valid reason to require a mandatory disclosure from professional solicitors but not from volunteer fundraisers. For these reasons, section 8 violates plaintiffs' first amendment rights.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*262</span> \"PERSONS ESTABLISHED FOR A CHARITABLE PURPOSE\"</h2>\n<p>Plaintiffs contend that this phrase, which is used throughout the Act, is impermissibly vague and violates the requirement of precise regulation. Since the court has already found that each of the challenged sections in which this phrase is used are unconstitutional, there is no need to address the question of whether the phrase \"persons established for a charitable purpose\" is impermissibly vague. However, as Mr. Edgerton noted, this phrase would be much more precise if \"soliciting\" had been used in lieu of \"established.\" If the state intends to redraft this legislation it would do well to heed Mr. Edgerton's advice.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In summary, for the reasons stated herein, the pending motions for summary judgment are granted in part and denied in part. Section 9 (N.C.Gen.Stat. § 131C-17.1) is a reasonable exercise of the state's police power and its validity will be upheld. As to this section the motion by plaintiffs for summary judgment is denied and the motion by defendants for summary judgment is allowed. Sections 3 (N.C.Gen.Stat. § 131C-4(b)), 4 (N.C.Gen.Stat. § 131C-6), 8 (N.C.Gen.Stat. § 131C-16.1), 10 (N.C.Gen. Stat. § 131C-17.2), and 12(c) (N.C.Gen.Stat. § 131C-21.1(c)) are unconstitutionally over-broad and infringe upon first amendment protected rights. As to these sections the motion by plaintiffs for summary judgment is allowed and the motion by defendants for summary judgment is denied. Since section 14 of the Act contains a severability provision the ruling as to these sections will not affect the validity of the rest of the Act.</p>\n<p>It is ORDERED, ADJUDGED and DECREED that defendants be, and they are hereby, permanently enjoined and restrained from enforcing the provisions of sections 3, 4, 8, 10 and 12(c) of the 1985 amendments to the Charitable Solicitation Licensure Act.</p>\n<p>The clerk is directed to enter judgment in accordance with this Opinion.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">635</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">256</span></span> (1986)</b></center>\n<center><h1>NATIONAL FEDERATION OF THE BLIND OF NORTH CAROLINA, INC., et al., Plaintiffs,<br>\nv.<br>\nRandolph RILEY, et al., Defendants.</h1></center>\n<center>No. 85-1208-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 14, 1986.</center>\n<p><span class=\"star-pagination\">*257</span> Howard F. Twiggs, Blanchard, Tucker, Twiggs, Earls &amp; Abrams, Raleigh, N.C., Errol Copilevitz, John P. Jennings, Jr., Copilevitz, Bryant, Gray &amp; Jennings, Kansas City, Mo., for plaintiffs.</p>\n<p>Jean A. Benoy, Sr. Deputy Atty. Gen., Raleigh, N.C., H.A. Cole, Jr., Sp. Deputy Atty. Gen., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 28 August 1985 plaintiffs filed this action challenging the constitutionality of certain provisions of Chapter 497, House Bill 1320 (hereinafter \"the Act\"), which amends Chapter 131C governing the solicitation of funds for charitable purposes. Plaintiffs are two charitable organizations, two members thereof, three professional solicitors, and a citizen who desires to receive the information disseminated through charitable fund-raising campaigns. Plaintiffs' motion for a temporary restraining order was granted on 4 September 1985. The parties then agreed to continue the restraining order until discovery could be completed and the court could rule on plaintiffs' request for permanent injunctive relief. The parties have now filed motions for summary judgment supported by memoranda, affidavits and the deposition of Edwin J. Edgerton. Mr. Edgerton is the state official who administers the provisions of Chapter 131C, and is recognized as an expert in the area of charitable fund raising. A hearing was held on 17 March 1986 and the motions are ready for ruling.</p>\n<p>The court finds that section 9 is a reasonable exercise of the state's police power, but sections 3, 4, 8, 10 and 12(c) are substantially overbroad and unconstitutional on their face.</p>\n<p></p>\n<h2>SECTIONS 3 and 4</h2>\n<p>Under North Carolina law any person who solicits charitable contributions must apply for and obtain an annual license from the Secretary of Human Resources (Secretary). <i>See</i> N.C.Gen.Stat. § 131C-4(a). The statute does not apply to those who solicit on behalf of another licensed person or exempt entity. <i>Id.</i> The term \"person\" includes both individuals, organizations, and groups of any kind. Sections 3 and 4 provide that non-professional solicitors may engage in fund-raising activities until their license is denied and all administrative remedies are exhausted, while professional solicitors are prohibited from engaging in fund-raising activities until the licensure process has been completed.</p>\n<p>The court agrees with plaintiffs that these sections lack the procedural safeguards required by the Supreme Court in <i>Freedman v. Maryland,</i> <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">734</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">649</span></a></span> (1965). In <i>Freedman</i> the Supreme Court held that Maryland's motion picture censureship statute unconstitutionally infringed on the first amendment rights of exhibitors because it lacked the following procedural safeguards: (1) a requirement that the state initiate judicial action to restrain exhibition of the challenged film and bear the burden of proof in the judicial proceeding; (2) an assurance that the exhibitor will not be delayed from exhibiting the film while the state seeks protracted judicial review; and, (3) a requirement that judicial review will be prompt.</p>\n<p>The defendants first argue that <i>Freedman</i> does not apply because the solicitation of contributions by professional solicitors is commercial speech which is not protected by the first amendment. This argument has no merit. The Supreme Court has made it very clear that charitable solicitation is protected by the first amendment. <i>See </i><i>Village of Schaumburg v. Citizens for a Better Environment,</i> <span class=\"citation\" data-id=\"110188\"><a href=\"/opinion/110188/schaumburg-v-citizens-for-a-better-environment/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, 632, <span class=\"citation\" data-id=\"110188\"><a href=\"/opinion/110188/schaumburg-v-citizens-for-a-better-environment/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">826</span></a></span>, 833-34, 63 <span class=\"star-pagination\">*258</span> L.Ed.2d 73 (1980). A contribution to a charitable organization in response to a request for funds functions as a general expression of support for the recipient and its views. <i>See </i><i>Cornelius v. NAACP Legal Defense and Educational Fund,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111517\"><a href=\"/opinion/111517/cornelius-v-naacp-legal-defense-ed-fund-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3439</span></a></span>, <span class=\"citation\" data-id=\"111517\"><a href=\"/opinion/111517/cornelius-v-naacp-legal-defense-ed-fund-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">567</span></a></span> (1985). Furthermore, without the funds obtained through the solicitation of contributions the ability of many charitable organizations to communicate their ideas and goals could be jeopardized. <i>Id.</i> A charitable organization does not lose the protection of the first amendment merely because it chooses to use a professional solicitor in its fund-raising campaign. <i>See </i><i>Secretary of State of Maryland v. Joseph H. Munson Co.,</i> <span class=\"citation\" data-id=\"111226\"><a href=\"/opinion/111226/secretary-of-state-of-md-v-joseph-h-munson-co/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span></a></span>, <span class=\"citation\" data-id=\"111226\"><a href=\"/opinion/111226/secretary-of-state-of-md-v-joseph-h-munson-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2839</span></a></span>, 2853 n. 16, <span class=\"citation\" data-id=\"111226\"><a href=\"/opinion/111226/secretary-of-state-of-md-v-joseph-h-munson-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1984). Thus, any statute that requires a license to solicit charitable contributions or engage in any first amendment activity is inherently suspect. <i>Id.,</i> 104 S.Ct. at 2851 n. 12.</p>\n<p>North Carolina's licensure procedure infringes upon the first amendment rights of those organizations which, for various reasons, must rely on professional solicitors. The fact that (a) the licensure process is subject to North Carolina's Administrative Procedure Act, and (b) licenses have in the past been considered expeditiously is not enough to save the statute. Section 4 does <i>not</i> require (1) the Secretary to institute prompt judicial proceedings in which it bears the burden of justifying its refusal to issue the requested license; (2) assurance that any interim restraint imposed pending judicial resolution on the merits will be of brief duration; and, (3) a guarantee of swift, final judicial action. <i>See </i><i>Holy Spirit Association for Unification of World Christ v. Hodge,</i> <span class=\"citation\" data-id=\"1760968\"><a href=\"/opinion/1760968/holy-spirit-ass-for-unif-of-world-christ-v-hodge/\"><span class=\"volume\">582</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">592</span></a></span>, 597 (N.D.Tex.1984) (similar licensure procedure found unconstitutional).</p>\n<p></p>\n<h2>SECTION 9</h2>\n<p>This section provides that professional solicitors may not hire independent contractors to assist in their solicitation campaigns. Plaintiffs contend that section 9 violates their rights to freedom of contract and to make a living, while the defendants argue that this section is a reasonable exercise of the state's police power. The appropriate standard to be applied is whether the \"benefit to the public outweighs the infringement.\" <i>See </i><i>State ex rel Utilities Commission v. Edmisten,</i> <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">598</span></span>, <span class=\"citation\" data-id=\"1228247\"><a href=\"/opinion/1228247/state-ex-rel-utilities-comn-v-edmisten/\"><span class=\"volume\">242</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">862</span></a></span> (1978).</p>\n<p>An \"independent contractor\" is defined as follows:</p>\n<blockquote>[W]hen one exercising an independent employment contracts to do a piece of work according to his own judgment and methods, and without being subject to his employer except as to the result of the work, and who has the right to employ and direct the action of the workmen, independently of such employer and freed from any superior authority in him to say how the specified work shall be done or what laborers shall do it as it progresses, he is clearly an independent contractor.</blockquote>\n<p><i>Hayes v. Board of Trustees of Elon College,</i> <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">11</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">137</span></span>, 140 (1944).</p>\n<p>The record before the court is unclear as to the extent to which professional solicitors use independent contractors in their solicitation campaigns. Nevertheless, it does appear that section 9 is a reasonable exercise of the state's police power. Plaintiffs argue that section 9 will not significantly increase the accountability of those who work in solicitation campaigns for two reasons. First, an independent contractor who works in a solicitation campaign must be separately licensed and bonded. Second, plaintiffs are not challenging the provisions of the Act which increase the required bond from $10,000 to $20,000. See N.C.Gen.Stat. 131C-10. However, the bonding requirement will not cure the evil which the state is attempting to address with this section. The defendants contend that many fundraisers are using high-pressure tactics in their fund-raising campaigns and not disclosing their identity when asked to do so. Section 9 will force professional solicitors to be more accountable for the individuals who work in their fund-raising campaigns. In addition, the practical <span class=\"star-pagination\">*259</span> effect of this section on plaintiffs' rights to freedom of contract and to earn a living appear to be negligible.</p>\n<p></p>\n<h2>SECTIONS 10 and 12(c)</h2>\n<p>Section 10 prohibits professional solicitors from charging \"a person established for a charitable purpose\" an \"excessive or unreasonable fee.\" This section provides that (a) a fee of 20% or less of the gross receipts is deemed to be reasonable; (b) a fee greater than 20% but less than 35% of the gross receipts is excessive if the party challenging the fund-raising fee also proves that the solicitation does not involve the dissemination of information, discussion, or advocacy relating to public issues; and, (c) a fee of 35% or more of gross receipts is presumed to be excessive. <i>See</i> N.C.Gen.Stat. § 131C-17.2.</p>\n<p>A professional solicitor may successfully defend the fund-raising fee by proving that the fee was necessary (a) because of the dissemination of information, discussion or advocacy relating to public issues; or (b) because otherwise the charitable organization's ability to raise money or communicate its ideas, opinions, and positions to the public would be significantly diminished. <i>Id.</i> The difference between the fee charged and whatever fee is determined to be reasonable \"under the circumstances\" must be refunded to the charitable organization. <i>Id.</i> The Secretary may on his own motion initiate a hearing into the professional solicitor's fee. <i>See</i> N.C.Gen.Stat. § 131C-12.1(c). Also, the Secretary, or his designated hearing officer, is charged with determining the reasonableness of the fund-raising fee. <i>Id.</i></p>\n<p>There are two recent Supreme Court cases which address the authority of governmental bodies to limit the amount of fees which professional solicitors may charge charitable organizations in fund-raising campaigns. In <i>Village of Schaumburg v. Citizens for a Better Environment,</i> <span class=\"citation\" data-id=\"110188\"><a href=\"/opinion/110188/schaumburg-v-citizens-for-a-better-environment/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, <span class=\"citation\" data-id=\"110188\"><a href=\"/opinion/110188/schaumburg-v-citizens-for-a-better-environment/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">826</span></a></span>, <span class=\"citation\" data-id=\"110188\"><a href=\"/opinion/110188/schaumburg-v-citizens-for-a-better-environment/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">73</span></a></span> (1980), the Court held that a municipal ordinance prohibiting the solicitation of contributions by a charitable organization that did not use at least 75% of its receipts for \"charitable purposes\" was unconstitutionally overbroad in violation of the first and fourteenth amendments. The Court distinguished a case in which a percentage limitation on solicitation costs had been upheld under an ordinance which provided that a charity had the opportunity to demonstrate that its solicitation costs, though high, nevertheless were reasonable. <i>Schaumburg,</i> 444 U.S. at 635 n. 9, 100 S.Ct. at 835 n. 9, <i>distinguishing National Foundation v. Fort Worth,</i> <span class=\"citation\" data-id=\"286198\"><a href=\"/opinion/286198/the-national-foundation-v-city-of-fort-worth/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span> (5th Cir.1969), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1040</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">688</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></span> (1970).</p>\n<p>In <i>Secretary of State of Maryland v. Joseph H. Munson Co.,</i> <span class=\"citation\" data-id=\"111226\"><a href=\"/opinion/111226/secretary-of-state-of-md-v-joseph-h-munson-co/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">947</span></a></span>, <span class=\"citation\" data-id=\"111226\"><a href=\"/opinion/111226/secretary-of-state-of-md-v-joseph-h-munson-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2839</span></a></span>, <span class=\"citation\" data-id=\"111226\"><a href=\"/opinion/111226/secretary-of-state-of-md-v-joseph-h-munson-co/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">786</span></a></span> (1984), the Court addressed a Maryland statute much more flexible than the ordinance struck down in <i>Schaumburg.</i> The Maryland statute prohibited charitable organizations from paying expenses of more than 25% of the amount raised in any fund-raising activity. The Maryland statute contained a provision which allowed for an administrative waiver of the 25% limitation for those charities that could demonstrate financial necessity. Unlike the ordinance in <i>Schaumburg,</i> the Maryland statute excluded from the 25% calculation (a) the cost of the goods or entertainment being sold as part of the solicitation campaign, (b) postage costs, and (c) all administrative and overhead costs not attributable to the fund-raising campaign. Nevertheless, in a five-to-four decision, the Court held that the Maryland statute was unconstitutionally overbroad. The majority opinion concluded that the Maryland statute was based on the \"fundamentally mistaken premise that high solicitation costs are an accurate measure of fraud.\" <i>Munson,</i> 104 S.Ct. at 2852. Thus, after <i>Munson</i> it is uncertain whether any limitation on solicitation costs would be constitutionally permissible.</p>\n<p>In analyzing sections 10 and 12(c) the court must determine whether the restrictions are necessary to vindicate a compelling state interest and whether they are narrowly drawn to achieve that end. <i>See</i> <span class=\"star-pagination\">*260</span> <i>Widmar v. Vincent,</i> <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">269</span></a></span>, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span></a></span> (1981). The Court has expressly ruled that the protection of public safety and residential privacy are not furthered by a percentage limitation on solicitation costs. <i>See Schaumburg,</i> 444 U.S. at 638-39, 100 S.Ct. at 837. These interests can be furthered by provisions addressed directly to the asserted interest. Public safety can be furthered by a prohibition on the use of convicted felons as solicitors, and residential privacy can be furthered by a provision allowing homeowners to post signs barring solicitors from their property. <i>Id.</i></p>\n<p>With regard to the state's interest in preventing fraud the Court has clearly stated that a limitation on solicitation costs is not the least restrictive means of preventing fraud. \"[C]oncerns about unscrupulous professional fundraisers, like concerns about fraudulent charities, can and are accommodated directly, through disclosure and registration requirements and penalties for fraudulent conduct.\" <i>See Munson,</i> 104 S.Ct. at 2853 n. 16. In addition to criminal penalties for fraudulent conduct North Carolina has extensive disclosure and registration requirements for professional solicitors which are not being challenged by plaintiffs. These alternatives protect against any deceptive practices that may be associated with charitable solicitation without interfering with first amendment rights. <i>See </i><i>Optimist Club of North Raleigh, N.C. v. Riley,</i> <span class=\"citation\" data-id=\"1590789\"><a href=\"/opinion/1590789/optimist-club-of-north-raleigh-nc-v-riley/\"><span class=\"volume\">563</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">847</span></a></span>, 850 (E.D.N.C.1982) (Dupree, J.).</p>\n<p>The dissenters in <i>Munson</i> argued that there is an element of fraud when a high fund-raising fee \"betrays the expectations of the donor who thinks that his money will be used to benefit the charitable purpose in the name of which the money was solicited.\" 104 S.Ct. at 2860 n. 2. The majority dismissed this concern reasoning that the charity may intend for the professional solicitor to educate the public as part of the solicitation campaign. 104 S.Ct. at 2853 n. 16. The majority emphasized that \"[i]t is no more fraudulent for a charity to pay a professional fundraiser to engage in legitimate public educational activity than it is for the charity to engage in the activity itself.\" <i>Id.</i></p>\n<p>In light of the Supreme Court's position that high solicitation costs are not an accurate measure of fraud plaintiffs argue that any percentage limitation on charitable solicitation expenses would impermissibly infringe on first amendment rights. On the other hand the defendants interpret <i>Munson</i> to mean that a state can impose percentage limitations on charitable solicitation expenses as long as the statute is flexible enough to allow exceptions for those charities who (a) choose to engage in the \"dissemination of information, discussion or advocacy relating to public issues\" as part of the solicitation campaign, or (b) are otherwise unable to raise money or communicate its ideas, opinions, and positions to the public.</p>\n<p>If it is possible to devise a percentage limitation on solicitation costs that would not infringe upon first amendment rights the court does not believe that the state has succeeded with this particular statute. First, the defendants have not adequately established the need for the specific percentage limitations in the statute. Second, the \"costs\" are determined in such a manner that those charitable organizations which rely on special-event fund raising will be hardest hit by the statute. Unlike the statute addressed in <i>Munson,</i> sections 10 and 12(c) include the costs of the event or goods sold in the computation of solicitation costs. Thus, the percentage limitation will have a disproportionate effect on lesser known charities which rely on special-event fund raising. Plaintiffs, National Federation of the Blind and the Optimist Club of North Raleigh, N.C., have filed affidavits indicating that they rely very heavily on special-event fund raising. Also, the parties agree that solicitation costs for special-event fund raising will almost always be greater than 35%. Thus, the statute will chill the first amendment rights of those charities who know their solicitation costs will exceed 35%. <i>See Munson,</i> 104 S.Ct. at 2854. Finally, the <span class=\"star-pagination\">*261</span> statute impermissibly shifts the burden of proving the reasonableness of solicitation costs from the censor to the \"speaker\" in violation of <i>Freedman v. Maryland,</i> <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">734</span></a></span>, <span class=\"citation\" data-id=\"106987\"><a href=\"/opinion/106987/freedman-v-maryland/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">649</span></a></span> (1965).</p>\n<p>The basic problem with this statute, as with the statute in <i>Munson,</i> is that solicitation costs are not an accurate measure of fraud. This statute may be more flexible than the statute found unconstitutional in <i>Munson,</i> but the waiver provisions will only decrease the number of impermissible applications without remedying the statute's fundamental defect. <i>See Munson,</i> 104 S.Ct. at 2853. Therefore, sections 10 and 12(c) are unconstitutionally overbroad.</p>\n<p></p>\n<h2>SECTION 8</h2>\n<p>This section requires professional solicitors to disclose certain information prior to requesting, either directly or indirectly, a charitable contribution. A professional solicitor must disclose (a) his name, (b) the name and address of his employer, and (c) the average of the percentage of gross receipts actually paid to the \"person established for a charitable purpose\" in fundraising campaigns over the past twelve months, or for all completed solicitation campaigns if the professional solicitor has been soliciting funds for less than twelve months. This mandatory disclosure requirement is in addition to N.C.Gen.Stat. § 131C-16 which provides that both professional and non-professional fundraisers shall, upon request by either the Secretary or any citizen, disclose in writing the percentage of fund-raising expenses and the purpose of the organization. Plaintiffs are not challenging the constitutionality of section 131C-16.</p>\n<p>A restriction on first amendment speech is permissible only if it is the least intrusive alternative that serves a legitimate state interest. <i>See </i><i>NAACP v. Button,</i> <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">328</span></a></span>, <span class=\"citation\" data-id=\"106514\"><a href=\"/opinion/106514/naacp-v-button/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1963). The defendants contend that the Supreme Court in <i>Munson</i> gave its approval to disclosure requirements as an appropriate means of preventing fraud. To the extent the state is attempting to prevent fraud, however, the state's interest is already protected by existing disclosure and bonding requirements, and by the state's criminal penalties for fraud. The state does have an interest in providing its citizens with as much information as possible concerning the amount of their contributions that actually reach the designated charity. Nevertheless, regulations which involve first amendment speech must be drawn with narrow specificity.</p>\n<p>The requirement that a professional solicitor give his name and the name and address of his employer is not burdensome. For several reasons, however, the \"gross receipts\" disclosure is an undue burden on protected speech in the context of telephone solicitation campaigns which involve the sale of a good or a ticket to an event. First, the professional solicitor's \"track record\" over a twelve-month period is not relevant to the particular solicitation campaign he is involved with at the time. Such a disclosure requirement would simply dilute the information being conveyed on behalf of the charitable organization. Second, section 8 places those charitable organizations which rely on professional solicitors at a tremendous disadvantage in raising funds compared to those charitable organizations which do not have to use professional solicitors. For example, where the cost of the product or event being sold consumes 90% of the gross receipts, and the profits are split evenly between the charitable organization and the professional solicitor, section 8 requires a disclosure that the charitable organization is receiving only 5% of the gross receipts. Such a disclosure will put some charitable organizations into a hole from which they will not be able to recover. Finally, if the state's interest is to inform the public about how much of their money will reach the designated charity, there is no valid reason to require a mandatory disclosure from professional solicitors but not from volunteer fundraisers. For these reasons, section 8 violates plaintiffs' first amendment rights.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*262</span> \"PERSONS ESTABLISHED FOR A CHARITABLE PURPOSE\"</h2>\n<p>Plaintiffs contend that this phrase, which is used throughout the Act, is impermissibly vague and violates the requirement of precise regulation. Since the court has already found that each of the challenged sections in which this phrase is used are unconstitutional, there is no need to address the question of whether the phrase \"persons established for a charitable purpose\" is impermissibly vague. However, as Mr. Edgerton noted, this phrase would be much more precise if \"soliciting\" had been used in lieu of \"established.\" If the state intends to redraft this legislation it would do well to heed Mr. Edgerton's advice.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In summary, for the reasons stated herein, the pending motions for summary judgment are granted in part and denied in part. Section 9 (N.C.Gen.Stat. § 131C-17.1) is a reasonable exercise of the state's police power and its validity will be upheld. As to this section the motion by plaintiffs for summary judgment is denied and the motion by defendants for summary judgment is allowed. Sections 3 (N.C.Gen.Stat. § 131C-4(b)), 4 (N.C.Gen.Stat. § 131C-6), 8 (N.C.Gen.Stat. § 131C-16.1), 10 (N.C.Gen. Stat. § 131C-17.2), and 12(c) (N.C.Gen.Stat. § 131C-21.1(c)) are unconstitutionally over-broad and infringe upon first amendment protected rights. As to these sections the motion by plaintiffs for summary judgment is allowed and the motion by defendants for summary judgment is denied. Since section 14 of the Act contains a severability provision the ruling as to these sections will not affect the validity of the rest of the Act.</p>\n<p>It is ORDERED, ADJUDGED and DECREED that defendants be, and they are hereby, permanently enjoined and restrained from enforcing the provisions of sections 3, 4, 8, 10 and 12(c) of the 1985 amendments to the Charitable Solicitation Licensure Act.</p>\n<p>The clerk is directed to enter judgment in accordance with this Opinion.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106987/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1228247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1590789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1760968/"
  ]
}