{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1438504/",
  "absolute_url": "/opinion/1438504/arista-records-llc-v-gaines/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1438504/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:10:00.420382Z",
  "date_modified": "2016-04-26T22:03:34.635700Z",
  "type": "010combined",
  "sha1": "aee67a2429417cea737e47e0185c6028c2642151",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>635 F.Supp.2d 414 (2009)</b></center>\n<center><h1>ARISTA RECORDS LLC, a Delaware limited liability company; Sony BMG Music Entertainment, a Delaware general partnership; UMG Recordings, Inc., a Delaware corporation; Motown Record Company, L.P., a California limited partnership; and Zomba Recording LLC, a Delaware limited liability company, Plaintiffs,<br>\nv.<br>\nJocelyn GAINES, Defendant.</h1></center>\n<center>No. 5:08-CV-382-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 24, 2009.</center>\n<p><span class=\"star-pagination\">*416</span> Lacey M. Moore, Nexsen Pruet, PLLC, Charlotte, NC, for Plaintiffs.</p>\n<p>Jocelyn Gaines, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by Plaintiffs for entry of judgment by default against Defendant Jocelyn Gaines.</p>\n<p></p>\n<h2>I. PROCEDURAL HISTORY</h2>\n<p>Plaintiffs filed this copyright infringement action against Defendant on August 13, 2008, alleging violations of the Copyright Act, 17 U.S.C. § 101, <i>et seq. See</i> Compl. [DE-1]. The record shows that on March 5, 2009, Defendant was served with process pursuant to Rule 4 of the <i>Federal Rules of Civil Procedure</i> by delivery of a copy of the summons and of the complaint to Defendant personally. <i>See</i> Return of Summons [DE-15]. Proof of service was filed with this court on April 16, 2009. <i>See id.</i> Defendant did not file responsive pleadings to the Complaint, and the Clerk of Court for the Eastern District of North Carolina entered entry of default against Defendant on April 21, 2009. <i>See</i> Entry of Default [DE-17]. Plaintiffs now move for entry of default judgment against Defendant. Defendant has not filed a response to Plaintiffs' Motion for Entry of Default Judgment.</p>\n<p></p>\n<h2>II. FINDINGS OF FACT</h2>\n<p>Upon default, the well-pleaded facts alleged in the Complaint are deemed admitted. <i>See </i><i>Ryan v. Homecomings Fin. Network,</i> 253 F.3d 778, 780 (4th Cir.2001). Based upon Plaintiffs' Complaint, the court finds the following facts:</p>\n<p>Plaintiffs are the copyright owners or licensees of ten sound recordings listed in Exhibit A to the Complaint. Compl. [DE-1]. The sound recordings in question are subject to valid Certificates of Copyright Registration issued by the Register of Copyrights and Plaintiffs have exclusive rights to reproduce and distribute the recordings. <i>Id.</i> at ¶¶ 13-14. Defendant, without the permission or consent of Plaintiffs, has willfully and intentionally used an online media distribution system to download the copyrighted recordings, distribute the recordings to the public, and/or make the recordings available for distribution to others. <i>Id.</i> at ¶ 15.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. Default Judgment</h2>\n<p>This court has subject matter jurisdiction over this matter pursuant to 28 U.S.C. § 1338(a). Service on Defendant was obtained in accordance with Rule 4 of the <i>Federal Rules of Civil Procedure,</i> as described above, and Defendant Jocelyn Gaines was, at the time of the institution of this action, domiciled within North Carolina. Accordingly, this court has personal jurisdiction over Defendant. The Clerk of Court having filed entry of default on April 21, 2009, the court concludes that the procedural requirements for entry of default judgment have been met.</p>\n<p></p>\n<h2>B. Relief</h2>\n<p>The Complaint contains a cause of action for infringement of Plaintiffs' copyrights, and seeks remedies available under the Copyright Act, 17 U.S.C. § 101, <i>et seq.</i> Upon default, the facts alleged in the Complaint are deemed admitted. <i>Ryan,</i> 253 F.3d at 780. The court, however, can determine whether the facts, as alleged, support a claim and the relief sought. <i>Id.</i> Having reviewed the well-pleaded allegations of fact in the Complaint, the court <span class=\"star-pagination\">*417</span> finds that Plaintiffs have established a sufficient basis in the pleadings for the relief sought.</p>\n<p>To establish copyright infringement, \"two elements must be proven: (1) ownership of a valid copyright, and (2) copying of constituent elements of the work that are original.\" <i>Feist Publ'n, Inc. v. Rural Tel. Serv., Inc.,</i> 499 U.S. 340, 361, 111 S.Ct. 1282, 113 L.Ed.2d 358 (1991). Both elements have been met here. Plaintiffs have established their valid ownership of their respective copyrights. <i>See</i> Compl. [DE-1] at ¶¶ 13 and 14. Plaintiffs also have shown that Defendant copied the recordings in question, as use of an online media system to download and distribute copyrighted sound recordings constitutes a direct copyright infringement. <i>See id.</i> at ¶ 15; <i>see also </i><i>A &amp; M Records, Inc. v. Napster, Inc.,</i> 239 F.3d 1004, 1014 (9th Cir.2001). Thus, the court will next address Plaintiffs' requested remedies.</p>\n<p>Plaintiffs specifically seek remedies provided by the Copyright Act, 17 U.S.C. §§ 502, 504(c) and 505:(1) an injunction prohibiting further infringing use of the sound recordings and ordering destruction of all copies thereof made in violation of Plaintiffs' exclusive rights; (2) statutory damages of $750 for each of the ten infringements listed in Exhibit A to the Complaint; and (3) costs in the amount of $420.00.</p>\n<p></p>\n<h2>1. Injunctive Relief</h2>\n<p>The court finds that Plaintiffs are entitled to injunctive relief. The Copyright Act provides that \"[a]ny court having jurisdiction of a civil action arising under this title may ... grant temporary and final injunctions on such terms as it may deem reasonable to prevent or restrain infringement of a copyright.\" 17 U.S.C. § 502(a). Injunctive relief is appropriate where the nature of the infringement prevents an adequate remedy at law, and a permanent injunction is especially appropriate where a threat of continuing infringement exists. <i>See </i><i>M.L.E. Music v. Kimble, Inc.,</i> 109 F.Supp.2d 469 (S.D.W.Va.2000) (\"Various district courts within this circuit have held that when a claim of copyright infringement has been proven, a permanent injunction prohibiting further infringements is appropriate and routinely entered.\"); <i>Jasperilla Music Co., MCA, Inc. v. Wing's Lounge Assoc.,</i> 837 F.Supp. 159, 161 (S.D.W.Va.1993).</p>\n<p>Here, the court finds that there is a substantial threat of continuing copyright infringement. Plaintiffs have alleged that Defendant downloaded and distributed their copyrighted recordings in the past, and continues to do so, in violation of their exclusive rights of reproduction and distribution. <i>See</i> Compl. [DE-1] at ¶¶ 13-17. By her default, Defendant has admitted these allegations. Consequently, the court finds that Defendant willfully disregarded copyrights held by Plaintiffs, and that a permanent injunction is appropriate.</p>\n<p></p>\n<h2>2. Damages</h2>\n<p>In addition to injunctive relief, the Copyright Act also allows for statutory damages. Specifically, the Act provides: \"[T]he copyright owner may elect, at any time before final judgment is rendered, to recover, instead of actual damages and profits, an award of statutory damages for all infringements ... in a sum of not less than $750 or more than $30,000 as the court considers just.\" 17 U.S.C. § 504(c)(1). Additionally, in the case of willful infringement, \"the court in its discretion may increase the award of statutory damages to a sum of not more than $150,000.\" 17 U.S.C. § 504(c)(2). Here, Plaintiffs respectfully urge the court to award statutory damages of $750 per infringement <span class=\"star-pagination\">*418</span> for an aggregate total of $7,500.00.</p>\n<p>The Copyright Act allows district courts wide discretion in setting damage amounts. <i>See </i><i>F.W. Woolworth Co. v. Contemporary Arts, Inc.,</i> 344 U.S. 228, 231-32, 73 S.Ct. 222, 97 L.Ed. 276 (1952). In exercising that discretion, district courts should weigh the following factors: \"(1) the expenses saved and profits reaped by defendants in connection with the infringement; (2) revenues lost by the plaintiffs; and (3) whether the infringement was willful and knowing or whether it was accidental or innocent.\" <i>Jasperilla Music Co.,</i> 837 F.Supp. at 161. Furthermore, a district court should consider the deterrent effect an award of statutory damages may have on the defendant. <i>See </i><i>Jobete Music Co., Inc. v. Media Broad. Corp.,</i> 713 F.Supp. 174, 180 (M.D.N.C.1988).</p>\n<p>In the instant case, the expenses saved by Defendant and revenues lost by Plaintiffs are not known. However, Plaintiffs have alleged that Defendant willfully and knowingly engaged in infringement. Compl. [DE-1] at ¶ 15. Accordingly, the court, based upon the record in the case, finds that Defendant has committed deliberate, willful and knowing infringements of Plaintiffs' copyrights. The court, in its discretion, determines that Plaintiffs are entitled to statutory damages in the amount of $750 per infringement, for total statutory damages of $7,500.00. The court believes that such damages, with the injunction, is sufficient to deter such conduct in the future.</p>\n<p></p>\n<h2>3. Costs</h2>\n<p>Plaintiffs also seek an award of costs, pursuant to 17 U.S.C. § 505, which provides: \"[T]he court in its discretion may allow the recovery of full costs by or against any party other than the United States or an officer thereof.\" The Fourth Circuit has instructed district courts to consider the following factors in determining whether to award costs and attorneys' fees to a prevailing party under Section 505: \"(1) the motivation of the parties; (2) the objective reasonableness of the legal and factual positions advanced; (3) the need in particular circumstances to advance considerations of compensation and deterrence; and (4) any other relevant factor presented.\" <i>Superior Form Builders, Inc. v. Dan Chase Taxidermy Supply Co.,</i> 74 F.3d 488, 489 (4th Cir.1996). The district court's discretion is limited by 28 U.S.C. § 1920, which describes allowable costs as:</p>\n<blockquote>(1) Fees of the clerk and marshal;</blockquote>\n<blockquote>(2) Fees of the court reporter for all or any part of the stenographic transcript necessarily obtained for use in the case;</blockquote>\n<blockquote>(3) Fees and disbursements for printing and witnesses;</blockquote>\n<blockquote>(4) Fees for exemplification and copies of papers necessarily obtained for use in the case;</blockquote>\n<blockquote>(5) Docket fees under section 1923 of this title;</blockquote>\n<blockquote>(6) Compensation of court appointed experts, compensation of interpreters, and salaries, fees, expenses, and costs of special interpretation services under section 1828 of this title.</blockquote>\n<p>28 U.S.C. § 1920. In this case, Plaintiffs seek $350.00 for the Clerk's filing fee and $70.00 for the process server fee. The court finds that both of these costs are recoverable. Specifically, the Clerk's filing fee of a complaint is recoverable pursuant to 28 U.S.C. § 1920. The statutory rate in effect at the time of the filing of this action was $350.00 and that amount is allowed.</p>\n<p>In making the fees of the Marshal taxable as costs in 28 U.S.C. § 1920, Congress exhibited an intent to make service of process a taxable item. The federal <span class=\"star-pagination\">*419</span> rules now allow for the service of process in civil matters by methods other than the U.S. Marshal Service. See <i>Alflex Corp. v. Underwriters Laboratories, Inc.,</i> 914 F.2d 175, 177-78 (9th Cir.1990) (per curiam), <i>cert. denied,</i> 502 U.S. 812, 112 S.Ct. 61, 116 L.Ed.2d 36 (1991); <i>Tunnell v. Ford Motor Co.,</i> 2005 WL 3050316, at * 3 (W.D.Va. Nov. 10, 2005) (\"[G]iven the apparent congressional intent to make service of process fees a taxable item and due to the substitution of private process servers for the U.S. marshal in recent years, taxation of costs for special process servers is justifiable.\"). Therefore, the costs for service incurred by the Plaintiff in the amount of $70.00 are recoverable.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>It is hereby ORDERED, ADJUDGED AND DECREED that:</p>\n<p>1. Defendant shall be and hereby is enjoined from directly or indirectly infringing Plaintiffs' rights under federal or state law in the following copyrighted sound recordings:</p>\n<blockquote> \"Why Does It Hurt So Bad,\" on album \"Waiting to Exhale Soundtrack,\" by artist \"Whitney Houston\" (SR# 219-539);</blockquote>\n<blockquote> \"Same Script, Different Cast,\" on album \"Whitney The Greatest Hits,\" by artist \"Whitney Houston\" (SR# 284-891);</blockquote>\n<blockquote> \"In Those Jeans,\" on album \"The Senior,\" by artist \"Ginuwine\" (SR# 331-436);</blockquote>\n<blockquote> \"Ghostface,\" on album \"The Pretty Toney Album,\" by artist \"Ghostface\" (SR# 353-392);</blockquote>\n<blockquote> \"Musiq Soulchild,\" on album \"Aijuswanaseing,\" by artist \"Musiq\" (SR# 291-528);</blockquote>\n<blockquote> \"My Life,\" on album \"Mama's Gun,\" by artist \"Erykah Badu\" (SR# 295-614);</blockquote>\n<blockquote> \"No Words,\" on album \"Charlie, Last Name Wilson,\" by artist \"Charlie Wilson\" (SR# 377-869);</blockquote>\n<blockquote> \"Baby Girl,\" on album \"B2K,\" by artist \"B2K\" (SR# 308-430);</blockquote>\n<blockquote> \"Next To You,\" on album \"Goodies,\" by artist \"Ciara\" (SR# 355-316);</blockquote>\n<blockquote> \"Something,\" on album \"Juslisen,\" by artist \"Musiq\" (SR# 308-859).</blockquote>\n<p>and in any other sound recording, whether now in existence or later created, that is owned or controlled by the Plaintiffs (or any parent, subsidiary, or affiliate record label of Plaintiffs) (\"Plaintiffs' Recordings\"), including without limitation by using the Internet or any online media distribution system to reproduce (i.e., download) any of Plaintiffs' Recordings, to distribute (i.e., upload) any of Plaintiffs' Recordings, or to make any of Plaintiffs' Recordings available for distribution to the public, except pursuant to a lawful license or with the express authority of Plaintiffs. Defendant also shall destroy all copies of Plaintiffs' Recordings that Defendant has downloaded onto any computer hard drive or server without Plaintiffs' authorization and shall destroy all copies of those downloaded recordings transferred onto any physical medium or device in Defendant's possession, custody, or control.</p>\n<p>2. Plaintiffs have and recover of Defendant Jocelyn Gaines statutory damages in the amount of $7,500.00 with interest at the legal rate of per annum from the date of entry of this judgment.</p>\n<p>3. Plaintiffs have and recover of Defendant Jocelyn Gaines reasonable costs in the amount of $420.00.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">635</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">414</span></span> (2009)</b></center>\n<center><h1>ARISTA RECORDS LLC, a Delaware limited liability company; Sony BMG Music Entertainment, a Delaware general partnership; UMG Recordings, Inc., a Delaware corporation; Motown Record Company, L.P., a California limited partnership; and Zomba Recording LLC, a Delaware limited liability company, Plaintiffs,<br>\nv.<br>\nJocelyn GAINES, Defendant.</h1></center>\n<center>No. 5:08-CV-382-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 24, 2009.</center>\n<p><span class=\"star-pagination\">*416</span> Lacey M. Moore, Nexsen Pruet, PLLC, Charlotte, NC, for Plaintiffs.</p>\n<p>Jocelyn Gaines, pro se.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court upon motion by Plaintiffs for entry of judgment by default against Defendant Jocelyn Gaines.</p>\n<p></p>\n<h2>I. PROCEDURAL HISTORY</h2>\n<p>Plaintiffs filed this copyright infringement action against Defendant on August 13, 2008, alleging violations of the Copyright Act, 17 U.S.C. § 101, <i>et seq. See</i> Compl. [DE-1]. The record shows that on March 5, 2009, Defendant was served with process pursuant to Rule 4 of the <i>Federal Rules of Civil Procedure</i> by delivery of a copy of the summons and of the complaint to Defendant personally. <i>See</i> Return of Summons [DE-15]. Proof of service was filed with this court on April 16, 2009. <i>See id.</i> Defendant did not file responsive pleadings to the Complaint, and the Clerk of Court for the Eastern District of North Carolina entered entry of default against Defendant on April 21, 2009. <i>See</i> Entry of Default [DE-17]. Plaintiffs now move for entry of default judgment against Defendant. Defendant has not filed a response to Plaintiffs' Motion for Entry of Default Judgment.</p>\n<p></p>\n<h2>II. FINDINGS OF FACT</h2>\n<p>Upon default, the well-pleaded facts alleged in the Complaint are deemed admitted. <i>See </i><i>Ryan v. Homecomings Fin. Network,</i> <span class=\"citation\" data-id=\"773654\"><a href=\"/opinion/773654/donald-e-ryan-harley-a-ryan-v-homecomings-financial-network-and/\"><span class=\"volume\">253</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">778</span></a></span>, 780 (4th Cir.2001). Based upon Plaintiffs' Complaint, the court finds the following facts:</p>\n<p>Plaintiffs are the copyright owners or licensees of ten sound recordings listed in Exhibit A to the Complaint. Compl. [DE-1]. The sound recordings in question are subject to valid Certificates of Copyright Registration issued by the Register of Copyrights and Plaintiffs have exclusive rights to reproduce and distribute the recordings. <i>Id.</i> at ¶¶ 13-14. Defendant, without the permission or consent of Plaintiffs, has willfully and intentionally used an online media distribution system to download the copyrighted recordings, distribute the recordings to the public, and/or make the recordings available for distribution to others. <i>Id.</i> at ¶ 15.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. Default Judgment</h2>\n<p>This court has subject matter jurisdiction over this matter pursuant to 28 U.S.C. § 1338(a). Service on Defendant was obtained in accordance with Rule 4 of the <i>Federal Rules of Civil Procedure,</i> as described above, and Defendant Jocelyn Gaines was, at the time of the institution of this action, domiciled within North Carolina. Accordingly, this court has personal jurisdiction over Defendant. The Clerk of Court having filed entry of default on April 21, 2009, the court concludes that the procedural requirements for entry of default judgment have been met.</p>\n<p></p>\n<h2>B. Relief</h2>\n<p>The Complaint contains a cause of action for infringement of Plaintiffs' copyrights, and seeks remedies available under the Copyright Act, 17 U.S.C. § 101, <i>et seq.</i> Upon default, the facts alleged in the Complaint are deemed admitted. <i>Ryan,</i> 253 F.3d at 780. The court, however, can determine whether the facts, as alleged, support a claim and the relief sought. <i>Id.</i> Having reviewed the well-pleaded allegations of fact in the Complaint, the court <span class=\"star-pagination\">*417</span> finds that Plaintiffs have established a sufficient basis in the pleadings for the relief sought.</p>\n<p>To establish copyright infringement, \"two elements must be proven: (1) ownership of a valid copyright, and (2) copying of constituent elements of the work that are original.\" <i>Feist Publ'n, Inc. v. Rural Tel. Serv., Inc.,</i> <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">340</span></a></span>, 361, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1282</span></a></span>, <span class=\"citation\" data-id=\"112568\"><a href=\"/opinion/112568/feist-publications-inc-v-rural-telephone-service-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1991). Both elements have been met here. Plaintiffs have established their valid ownership of their respective copyrights. <i>See</i> Compl. [DE-1] at ¶¶ 13 and 14. Plaintiffs also have shown that Defendant copied the recordings in question, as use of an online media system to download and distribute copyrighted sound recordings constitutes a direct copyright infringement. <i>See id.</i> at ¶ 15; <i>see also </i><i>A &amp; M Records, Inc. v. Napster, Inc.,</i> <span class=\"citation\" data-id=\"772042\"><a href=\"/opinion/772042/am-records-inc-v-napster-inc/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1004</span></a></span>, 1014 (9th Cir.2001). Thus, the court will next address Plaintiffs' requested remedies.</p>\n<p>Plaintiffs specifically seek remedies provided by the Copyright Act, 17 U.S.C. §§ 502, 504(c) and 505:(1) an injunction prohibiting further infringing use of the sound recordings and ordering destruction of all copies thereof made in violation of Plaintiffs' exclusive rights; (2) statutory damages of $750 for each of the ten infringements listed in Exhibit A to the Complaint; and (3) costs in the amount of $420.00.</p>\n<p></p>\n<h2>1. Injunctive Relief</h2>\n<p>The court finds that Plaintiffs are entitled to injunctive relief. The Copyright Act provides that \"[a]ny court having jurisdiction of a civil action arising under this title may ... grant temporary and final injunctions on such terms as it may deem reasonable to prevent or restrain infringement of a copyright.\" 17 U.S.C. § 502(a). Injunctive relief is appropriate where the nature of the infringement prevents an adequate remedy at law, and a permanent injunction is especially appropriate where a threat of continuing infringement exists. <i>See </i><i>M.L.E. Music v. Kimble, Inc.,</i> <span class=\"citation\" data-id=\"2522845\"><a href=\"/opinion/2522845/mle-music-v-kimble-inc/\"><span class=\"volume\">109</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">469</span></a></span> (S.D.W.Va.2000) (\"Various district courts within this circuit have held that when a claim of copyright infringement has been proven, a permanent injunction prohibiting further infringements is appropriate and routinely entered.\"); <i>Jasperilla Music Co., MCA, Inc. v. Wing's Lounge Assoc.,</i> <span class=\"citation\" data-id=\"2377375\"><a href=\"/opinion/2377375/jasperilla-music-v-wings-lounge-assn/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">159</span></a></span>, 161 (S.D.W.Va.1993).</p>\n<p>Here, the court finds that there is a substantial threat of continuing copyright infringement. Plaintiffs have alleged that Defendant downloaded and distributed their copyrighted recordings in the past, and continues to do so, in violation of their exclusive rights of reproduction and distribution. <i>See</i> Compl. [DE-1] at ¶¶ 13-17. By her default, Defendant has admitted these allegations. Consequently, the court finds that Defendant willfully disregarded copyrights held by Plaintiffs, and that a permanent injunction is appropriate.</p>\n<p></p>\n<h2>2. Damages</h2>\n<p>In addition to injunctive relief, the Copyright Act also allows for statutory damages. Specifically, the Act provides: \"[T]he copyright owner may elect, at any time before final judgment is rendered, to recover, instead of actual damages and profits, an award of statutory damages for all infringements ... in a sum of not less than $750 or more than $30,000 as the court considers just.\" 17 U.S.C. § 504(c)(1). Additionally, in the case of willful infringement, \"the court in its discretion may increase the award of statutory damages to a sum of not more than $150,000.\" 17 U.S.C. § 504(c)(2). Here, Plaintiffs respectfully urge the court to award statutory damages of $750 per infringement <span class=\"star-pagination\">*418</span> for an aggregate total of $7,500.00.</p>\n<p>The Copyright Act allows district courts wide discretion in setting damage amounts. <i>See </i><i>F.W. Woolworth Co. v. Contemporary Arts, Inc.,</i> <span class=\"citation\" data-id=\"105058\"><a href=\"/opinion/105058/fw-woolworth-co-v-contemporary-arts-inc/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 231-32, <span class=\"citation\" data-id=\"105058\"><a href=\"/opinion/105058/fw-woolworth-co-v-contemporary-arts-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">222</span></a></span>, <span class=\"citation\" data-id=\"105058\"><a href=\"/opinion/105058/fw-woolworth-co-v-contemporary-arts-inc/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">276</span></a></span> (1952). In exercising that discretion, district courts should weigh the following factors: \"(1) the expenses saved and profits reaped by defendants in connection with the infringement; (2) revenues lost by the plaintiffs; and (3) whether the infringement was willful and knowing or whether it was accidental or innocent.\" <i>Jasperilla Music Co.,</i> 837 F.Supp. at 161. Furthermore, a district court should consider the deterrent effect an award of statutory damages may have on the defendant. <i>See </i><i>Jobete Music Co., Inc. v. Media Broad. Corp.,</i> <span class=\"citation\" data-id=\"1465411\"><a href=\"/opinion/1465411/jobete-music-co-inc-v-media-broadcasting-corp/\"><span class=\"volume\">713</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">174</span></a></span>, 180 (M.D.N.C.1988).</p>\n<p>In the instant case, the expenses saved by Defendant and revenues lost by Plaintiffs are not known. However, Plaintiffs have alleged that Defendant willfully and knowingly engaged in infringement. Compl. [DE-1] at ¶ 15. Accordingly, the court, based upon the record in the case, finds that Defendant has committed deliberate, willful and knowing infringements of Plaintiffs' copyrights. The court, in its discretion, determines that Plaintiffs are entitled to statutory damages in the amount of $750 per infringement, for total statutory damages of $7,500.00. The court believes that such damages, with the injunction, is sufficient to deter such conduct in the future.</p>\n<p></p>\n<h2>3. Costs</h2>\n<p>Plaintiffs also seek an award of costs, pursuant to 17 U.S.C. § 505, which provides: \"[T]he court in its discretion may allow the recovery of full costs by or against any party other than the United States or an officer thereof.\" The Fourth Circuit has instructed district courts to consider the following factors in determining whether to award costs and attorneys' fees to a prevailing party under Section 505: \"(1) the motivation of the parties; (2) the objective reasonableness of the legal and factual positions advanced; (3) the need in particular circumstances to advance considerations of compensation and deterrence; and (4) any other relevant factor presented.\" <i>Superior Form Builders, Inc. v. Dan Chase Taxidermy Supply Co.,</i> <span class=\"citation\" data-id=\"711134\"><a href=\"/opinion/711134/superior-form-builders-inc-v-dan-chase-taxidermy-supply-company/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span>, 489 (4th Cir.1996). The district court's discretion is limited by 28 U.S.C. § 1920, which describes allowable costs as:</p>\n<blockquote>(1) Fees of the clerk and marshal;</blockquote>\n<blockquote>(2) Fees of the court reporter for all or any part of the stenographic transcript necessarily obtained for use in the case;</blockquote>\n<blockquote>(3) Fees and disbursements for printing and witnesses;</blockquote>\n<blockquote>(4) Fees for exemplification and copies of papers necessarily obtained for use in the case;</blockquote>\n<blockquote>(5) Docket fees under section 1923 of this title;</blockquote>\n<blockquote>(6) Compensation of court appointed experts, compensation of interpreters, and salaries, fees, expenses, and costs of special interpretation services under section 1828 of this title.</blockquote>\n<p>28 U.S.C. § 1920. In this case, Plaintiffs seek $350.00 for the Clerk's filing fee and $70.00 for the process server fee. The court finds that both of these costs are recoverable. Specifically, the Clerk's filing fee of a complaint is recoverable pursuant to 28 U.S.C. § 1920. The statutory rate in effect at the time of the filing of this action was $350.00 and that amount is allowed.</p>\n<p>In making the fees of the Marshal taxable as costs in 28 U.S.C. § 1920, Congress exhibited an intent to make service of process a taxable item. The federal <span class=\"star-pagination\">*419</span> rules now allow for the service of process in civil matters by methods other than the U.S. Marshal Service. See <i>Alflex Corp. v. Underwriters Laboratories, Inc.,</i> <span class=\"citation\" data-id=\"547707\"><a href=\"/opinion/547707/alflex-corporation-v-underwriters-laboratories-inc/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span>, 177-78 (9th Cir.1990) (per curiam), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">812</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">61</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">36</span></span> (1991); <i>Tunnell v. Ford Motor Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3050316</span></span>, at * 3 (W.D.Va. Nov. 10, 2005) (\"[G]iven the apparent congressional intent to make service of process fees a taxable item and due to the substitution of private process servers for the U.S. marshal in recent years, taxation of costs for special process servers is justifiable.\"). Therefore, the costs for service incurred by the Plaintiff in the amount of $70.00 are recoverable.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>It is hereby ORDERED, ADJUDGED AND DECREED that:</p>\n<p>1. Defendant shall be and hereby is enjoined from directly or indirectly infringing Plaintiffs' rights under federal or state law in the following copyrighted sound recordings:</p>\n<blockquote> \"Why Does It Hurt So Bad,\" on album \"Waiting to Exhale Soundtrack,\" by artist \"Whitney Houston\" (SR# 219-539);</blockquote>\n<blockquote> \"Same Script, Different Cast,\" on album \"Whitney The Greatest Hits,\" by artist \"Whitney Houston\" (SR# 284-891);</blockquote>\n<blockquote> \"In Those Jeans,\" on album \"The Senior,\" by artist \"Ginuwine\" (SR# 331-436);</blockquote>\n<blockquote> \"Ghostface,\" on album \"The Pretty Toney Album,\" by artist \"Ghostface\" (SR# 353-392);</blockquote>\n<blockquote> \"Musiq Soulchild,\" on album \"Aijuswanaseing,\" by artist \"Musiq\" (SR# 291-528);</blockquote>\n<blockquote> \"My Life,\" on album \"Mama's Gun,\" by artist \"Erykah Badu\" (SR# 295-614);</blockquote>\n<blockquote> \"No Words,\" on album \"Charlie, Last Name Wilson,\" by artist \"Charlie Wilson\" (SR# 377-869);</blockquote>\n<blockquote> \"Baby Girl,\" on album \"B2K,\" by artist \"B2K\" (SR# 308-430);</blockquote>\n<blockquote> \"Next To You,\" on album \"Goodies,\" by artist \"Ciara\" (SR# 355-316);</blockquote>\n<blockquote> \"Something,\" on album \"Juslisen,\" by artist \"Musiq\" (SR# 308-859).</blockquote>\n<p>and in any other sound recording, whether now in existence or later created, that is owned or controlled by the Plaintiffs (or any parent, subsidiary, or affiliate record label of Plaintiffs) (\"Plaintiffs' Recordings\"), including without limitation by using the Internet or any online media distribution system to reproduce (i.e., download) any of Plaintiffs' Recordings, to distribute (i.e., upload) any of Plaintiffs' Recordings, or to make any of Plaintiffs' Recordings available for distribution to the public, except pursuant to a lawful license or with the express authority of Plaintiffs. Defendant also shall destroy all copies of Plaintiffs' Recordings that Defendant has downloaded onto any computer hard drive or server without Plaintiffs' authorization and shall destroy all copies of those downloaded recordings transferred onto any physical medium or device in Defendant's possession, custody, or control.</p>\n<p>2. Plaintiffs have and recover of Defendant Jocelyn Gaines statutory damages in the amount of $7,500.00 with interest at the legal rate of per annum from the date of entry of this judgment.</p>\n<p>3. Plaintiffs have and recover of Defendant Jocelyn Gaines reasonable costs in the amount of $420.00.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1465411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522845/"
  ]
}