{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1439777/",
  "absolute_url": "/opinion/1439777/pittman-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1439777/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:10:16.299218Z",
  "date_modified": "2016-04-26T22:59:01.424978Z",
  "type": "010combined",
  "sha1": "a7da4f203098dcb21a16da2930d437f1a21de3b2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>878 F.Supp. 833 (1994)</b></center>\n<center><h1>Carmen A. PITTMAN, Individually and as Executrix of the Estate of Howard W. Arnold, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 93-788-CIV-5-BR1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 1, 1994.</center>\n<p><span class=\"star-pagination\">*834</span> Nancy B. Essex, Poyner &amp; Spruill, Raleigh, NC, for plaintiff.</p>\n<p>Thomas Holderness, Trial Atty., Tax Div., U.S. Dept. of Justice, Washington, DC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court are (1) defendant's motion for partial summary judgment and (2) plaintiff's appeal from the Magistrate Judge's order filed 24 October 1994 denying, in part, plaintiff's motion to compel. Plaintiff responded to defendant's motion, and defendant replied.<sup>[1]</sup> The issues have been fully briefed and the matter is now ripe for disposition. The court finds a hearing in this matter is not necessary as the facts and legal contentions are adequately presented in the materials before the court.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Plaintiff is the daughter of decedents, Marjorie T. Arnold (\"Marjorie\") and Howard W. Arnold (\"Howard\") and is executrix of the Estate of Howard W. Arnold. On 17 June 1985, for estate planning purposes, Howard and Marjorie conveyed remainder interests in three properties to plaintiff as follows.<sup>[2]</sup> Marjorie conveyed to plaintiff a remainder interest in property located in Forrest Township, Livingston County, Illinois (\"Forrest Property\"), for $124,995, consisting of $6250 cash and a $118,745 promissory note. The fair market value of the Forrest Property on the date of transfer was $543,338. Marjorie also conveyed to plaintiff a remainder interest in property located in Indian Grove Township, Livingston County, Illinois (\"Indian Grove Property\"), for $62,574, consisting of $3129 cash and a $59,445 promissory note. The fair market value of the Indian Grove Property on the date of transfer was $272,000. Howard conveyed to plaintiff a remainder interest in property located in Eppards Point Township, Livingston County, Illinois (\"Eppards Point Property\"), for $7463, consisting of $373 cash and a $7090 promissory note. The fair market value of the Eppards Point Property on the date of transfer was $130,200. Plaintiff contends that, with each conveyance, a life estate was retained in favor of Howard and Marjorie.</p>\n<p>Marjorie died on 11 March 1988. As of this date, the fair market value of the Forrest Property was $711,199, and the fair market value of the Indian Grove Property was $355,750. Howard died on 9 June 1989, and the fair market value of the Eppards Point Property on this date was $207,203. The estate tax returns for both estates did not include these properties in the estates, but the balances due on the promissory notes were included.</p>\n<p>The Internal Revenue Service (\"IRS\") assessed Marjorie's and Howard's estates for $294,569.48<sup>[3]</sup> and $90,169.69,<sup>[4]</sup> respectively. Plaintiff paid these assessments and now claims she is entitled to a refund of the total amount paid plus interest. Defendant has counterclaimed for additional interest.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p></p>\n<h2>A. <i>Defendant's Motion for Partial Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate if the court is satisfied that \"there is no genuine <span class=\"star-pagination\">*835</span> issue of material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). To withstand summary judgment, plaintiff must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in her favor. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 252, 106 S.Ct. 2505, 2512, 91 L.Ed.2d 202 (1986). In evaluating the evidence, the nonmoving party is entitled</p>\n<blockquote>to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences from it drawn in his behalf; and finally, to be given the benefit of all favorable legal theories invoked by the evidence so considered.</blockquote>\n<p><i>Charbonnages de France v. Smith,</i> 597 F.2d 406, 414 (4th Cir.1979).</p>\n<p>With respect to estate taxation, the Internal Revenue Code, Section 2036 provides, in pertinent part:</p>\n<blockquote>The value of the gross estate shall include the value of all property to the extent of any interest therein of which the decedent has at any time made a transfer (except in case of a bona fide sale for an adequate and full consideration in money or money's worth), by trust or otherwise, under which he has retained for his life or for any period not ascertainable without reference to his death or for any period which does not in fact end before his death </blockquote>\n<blockquote>(1) the possession or enjoyment of, or the right to the income from, the property....</blockquote>\n<p>26 U.S.C. § 2036(a). \"The purpose of this provision is to prevent circumvention of federal estate tax by use of inter vivos schemes which do not significantly alter lifetime beneficial enjoyment of property supposedly transferred by a decedent.\" <i>Estate of Wyly v. Commissioner,</i> 610 F.2d 1282, 1290 (5th Cir.1980) (citations omitted).</p>\n<p>At issue in this motion is the adequacy of the consideration received by the transferors, Howard and Marjorie. \"Consideration for Section 2036(a) is measured as of the time of the sale.\" <i>Gradow v. United States,</i> 11 Cl.Ct. 808, 814 (1987), <i>aff'd,</i> 897 F.2d 516 (Fed.Cir.1990). Further, the meaning of consideration under this section is not the same as common law contractual consideration. <i>Estate of Gregory v. Commissioner,</i> 39 T.C. 1012, 1016 (1963). The consideration flowing from the transferor is based on what would otherwise have been included in the estate, not on the interest transferred. <i>Gradow,</i> 11 Cl.Ct. at 813; <i>Gregory,</i> 39 T.C. at 1016; <i>see also </i><i>United States v. Past,</i> 347 F.2d 7, 12-14 (9th Cir.1965); <i>United States v. Allen,</i> 293 F.2d 916, 917-18 (10th Cir.), <i>cert. denied,</i> 368 U.S. 944, 82 S.Ct. 378, 7 L.Ed.2d 340 (1961). In other words, it is the value of the <i>entire</i> property which is measured against the consideration received. Such valuation is necessary in order to establish an equilibrium for estate tax purposes. <i>Gradow,</i> 11 Cl.Ct. at 813-14.</p>\n<p>Any other construction of Section 2036(a) would defeat Congress' intent in enacting the statute.</p>\n<blockquote>It does not seem plausible ... that Congress intended to allow such an easy avoidance of the taxable incidence befalling reserved life estates. This result would allow a taxpayer to reap the benefits of property for his lifetime and, in contemplation of death, sell only the interest entitling him to the income, thereby removing all of the property which he has enjoyed from his gross estate. Giving the statute a reasonable interpretation, we cannot believe this to be its intendment.</blockquote>\n<p><i>Allen,</i> 293 F.2d at 918.</p>\n<p>If the transferor-decedent did not receive adequate and full consideration under Section 2036(a), the fair market value of the property, at the time of death, is included in the gross estate, offset by the consideration received. 26 U.S.C. § 2043(a); 26 C.F.R. § 20.2043-1.</p>\n<p>Here, the transfers were not for full and adequate consideration as contemplated by Section 2036(a). Marjorie conveyed the Forrest Property worth $543,338 in return for $124,995 and the Indian Grove Property worth $272,000 in return for $62,574. In addition, Howard conveyed the Eppards <span class=\"star-pagination\">*836</span> Point Property worth $130,200 in return for $7463. For the properties to be excluded from the operation of Section 2036(a), Marjorie and Howard must have received at least the fair market values of the entire properties, as those values are what would be included in their respective estates. Because adequate and full consideration was not received for the transfers, it is not necessary to address whether the transfers were bona fide within the meaning of Section 2036(a).</p>\n<p>As Marjorie and Howard did not receive full and adequate consideration for the transfers, the fair market values of the properties are included in their estates, reduced by any consideration received. On the date of Marjorie's death, the Forrest Property's value was $711,199, and Marjorie had received $15,270.<sup>[5]</sup> The difference between these two figures, or $695,929, should be included in Marjorie's estate. Also, on the date of Marjorie's death, the Indian Grove Property's value was $355,750, and Marjorie had received $7645.<sup>[6]</sup> Thus, $348,105 should also be included in Marjorie's estate. On the date of Howard's death, the Eppards Point Property's value was $207,203, and he had received $1770.<sup>[7]</sup> Therefore, $205,433 should be included in Howard's estate.</p>\n<p></p>\n<h2>B. <i>Plaintiff's Appeal from Magistrate Judge's Order</i>\n</h2>\n<p>On 24 October 1994, Magistrate Judge Charles K. McCotter, Jr. entered an order denying, in part, plaintiff's motion to compel responses to discovery requests. Pursuant to Local Rule 63.01, EDNC, plaintiff appealed. When such an appeal is made, \"a judge shall consider the appeal and shall set aside any portion of the magistrate judge's order found to be clearly erroneous or contrary to law.\" <i>Id.</i></p>\n<p>At issue is plaintiff's request for the production of unexpurgated copies of four documents.<sup>[8]</sup> The redacted portions of the documents concern opinions and legal conclusions of IRS employees, including possible negotiation/litigation strategies, gift tax consequences of transfers, values of stock and notes, and issuance of proposed notices of deficiency. Magistrate Judge McCotter held that the documents were entitled to protection under the predecisional privilege. Plaintiff asks the court to order that defendant produce unexpurgated copies of the documents or, in the alternative, to conduct an <i>in camera</i> review of the documents to determine the applicability of the privilege.</p>\n<p>When an agency invokes the predecisional privilege, an <i>in camera</i> inspection is not automatically necessitated. <i>See </i><i>Ethyl Corp. v. EPA,</i> 25 F.3d 1241, 1249 (4th Cir. 1994) (decided under Freedom of Information Act exemption) (citing <i>EPA v. Mink,</i> 410 U.S. 73, 93 S.Ct. 827, 35 L.Ed.2d 119 (1973)). In the absence of such inspection, detailed affidavits may be used to satisfy the agency's burden of justifying the application of the privilege. <i>See id.; </i><i>Mobil Oil Corp. v. Department of Energy,</i> 102 F.R.D. 1, 6-8 (N.D.N.Y.1983). Based on the attachment of the redacted documents to plaintiff's appeal and the specificity with which the redacted portions are described in the affidavit of Sara M. Coe, Chief, Procedural Branch, Office of Chief Counsel, IRS, an <i>in camera</i> review is not necessary.</p>\n<p>Plaintiff contends defendant has not adequately explained why disclosure of the redacted portions would impede the agency's decisional process. The Magistrate Judge found that the affidavit of Sara M. Coe met the procedural requirements for properly invoking the predecisional privilege, including the requirement that the agency provide \"`precise' and `certain' reasons for preserving the confidentiality of the information.\" The affidavit describes the documents in issue as containing some personal positions <span class=\"star-pagination\">*837</span> which had yet to become agency positions and further provides that public disclosure of such positions would stifle open communication within the agency and impede agency functions. Based on these statements, the finding that the privilege was properly invoked is not clearly erroneous or contrary to law.</p>\n<p>Also, plaintiff disputes the Magistrate Judge's determination that the documents are not required to support plaintiff's claim for attorney's fees under 26 U.S.C. § 7430. A prevailing party may recover attorney's fees where the position of the United States in the proceeding was not substantially justified. <i>Id.</i> § 7430(c)(4)(A). The \"position of the United States\" includes the position taken in a judicial proceeding as well as the position taken in an administrative proceeding as of the date of the notice of deficiency. <i>Id.</i> § 7430(c)(7). When determining whether to award attorney's fees under this section, the court must consider \"all the facts and circumstances surrounding the proceeding\" and focus on \"whether there was legal and factual support for the government's position.\" <i>Bowles v. United States,</i> 947 F.2d 91, 94 (4th Cir.1991).</p>\n<p>Plaintiff presumably is contending unexpurgated copies of the documents are necessary to determine defendant's position at the administrative level. However, defendant's position is evident from the redacted documents and the Notices of Deficiency. Further, the court below properly considered the <i>Burke</i> factors<sup>[9]</sup> and determined the IRS's need for secrecy outweighed the court's and plaintiff's need for the evidence.</p>\n<p>Based on the foregoing reasons, Magistrate Judge McCotter's order is not clearly erroneous or contrary to law and the order is therefore AFFIRMED.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>In sum, defendant's motion for partial summary judgment is GRANTED; other issues remain for trial. Further, the decision of the Magistrate Judge is AFFIRMED. It is ORDERED, ADJUDGED and DECREED that:</p>\n<blockquote>(1) The fair market values of the Forrest Property and the Indian Grove Property, reduced by the consideration received, were properly included by defendant in the Estate of Marjorie T. Arnold;</blockquote>\n<blockquote>(2) Defendant properly included the amount of $1,044,034 for the values of the Forrest Property and the Indian Grove Property in the Estate of Marjorie T. Arnold;</blockquote>\n<blockquote>(3) The fair market value of the Eppards Point Property, reduced by the consideration received, was properly included by defendant in the Estate of Howard W. Arnold; and</blockquote>\n<blockquote>(4) Defendant properly included $205,433 for the value of the Eppards Point Property in the Estate of Howard W. Arnold.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  Also, defendant filed an \"Opposition to Plaintiff's Notice of Appeal.\" Because Local Rule 63.01, EDNC, does not provide for the filing of opposition briefs in conjunction with appeals from non-dispositive matters, the court did not consider defendant's brief. <i>Compare</i> Local Rule 63.02, EDNC.</p>\n<p>[2]  The parties have stipulated to the fair market values of these properties on the date of transfer and on the dates of the decedents' deaths.</p>\n<p>[3]  This figure equals the total of the deficiency assessment of $215,074 plus interest of $79,495.48.</p>\n<p>[4]  This figure equals the total of the deficiency assessment of $67,415, interest of $21,665.70, additional interest of $270.25 and interest on the late penalty payment of $818.74. The IRS abated the late penalty payment itself.</p>\n<p>[5]  This figure is the total of $6250 down payment and $9020 payments ($118,745 promissory note less $109,725 balance at death).</p>\n<p>[6]  This figure is the total of $3129 down payment and $4516 payments ($59,445 promissory note less $54,929 balance at death).</p>\n<p>[7]  This figure is the total of $373 down payment and $1397 payments ($7090 promissory note less $5693 balance at death).</p>\n<p>[8]  These documents are report transmittals for both estates prepared by an IRS examiner and IRS memoranda from District Counsel to District Director.</p>\n<p>[9]  These factors are considered by the court to aid in deciding whether material falls within the ambit of the predecisional privilege. <i>Burke v. New York City Police Dept.,</i> 115 F.R.D. 220, 232 (S.D.N.Y.1987).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">878</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">833</span></span> (1994)</b></center>\n<center><h1>Carmen A. PITTMAN, Individually and as Executrix of the Estate of Howard W. Arnold, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 93-788-CIV-5-BR1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 1, 1994.</center>\n<p><span class=\"star-pagination\">*834</span> Nancy B. Essex, Poyner &amp; Spruill, Raleigh, NC, for plaintiff.</p>\n<p>Thomas Holderness, Trial Atty., Tax Div., U.S. Dept. of Justice, Washington, DC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court are (1) defendant's motion for partial summary judgment and (2) plaintiff's appeal from the Magistrate Judge's order filed 24 October 1994 denying, in part, plaintiff's motion to compel. Plaintiff responded to defendant's motion, and defendant replied.<sup>[1]</sup> The issues have been fully briefed and the matter is now ripe for disposition. The court finds a hearing in this matter is not necessary as the facts and legal contentions are adequately presented in the materials before the court.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>Plaintiff is the daughter of decedents, Marjorie T. Arnold (\"Marjorie\") and Howard W. Arnold (\"Howard\") and is executrix of the Estate of Howard W. Arnold. On 17 June 1985, for estate planning purposes, Howard and Marjorie conveyed remainder interests in three properties to plaintiff as follows.<sup>[2]</sup> Marjorie conveyed to plaintiff a remainder interest in property located in Forrest Township, Livingston County, Illinois (\"Forrest Property\"), for $124,995, consisting of $6250 cash and a $118,745 promissory note. The fair market value of the Forrest Property on the date of transfer was $543,338. Marjorie also conveyed to plaintiff a remainder interest in property located in Indian Grove Township, Livingston County, Illinois (\"Indian Grove Property\"), for $62,574, consisting of $3129 cash and a $59,445 promissory note. The fair market value of the Indian Grove Property on the date of transfer was $272,000. Howard conveyed to plaintiff a remainder interest in property located in Eppards Point Township, Livingston County, Illinois (\"Eppards Point Property\"), for $7463, consisting of $373 cash and a $7090 promissory note. The fair market value of the Eppards Point Property on the date of transfer was $130,200. Plaintiff contends that, with each conveyance, a life estate was retained in favor of Howard and Marjorie.</p>\n<p>Marjorie died on 11 March 1988. As of this date, the fair market value of the Forrest Property was $711,199, and the fair market value of the Indian Grove Property was $355,750. Howard died on 9 June 1989, and the fair market value of the Eppards Point Property on this date was $207,203. The estate tax returns for both estates did not include these properties in the estates, but the balances due on the promissory notes were included.</p>\n<p>The Internal Revenue Service (\"IRS\") assessed Marjorie's and Howard's estates for $294,569.48<sup>[3]</sup> and $90,169.69,<sup>[4]</sup> respectively. Plaintiff paid these assessments and now claims she is entitled to a refund of the total amount paid plus interest. Defendant has counterclaimed for additional interest.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p></p>\n<h2>A. <i>Defendant's Motion for Partial Summary Judgment</i>\n</h2>\n<p>Summary judgment is appropriate if the court is satisfied that \"there is no genuine <span class=\"star-pagination\">*835</span> issue of material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). To withstand summary judgment, plaintiff must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in her favor. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2512, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In evaluating the evidence, the nonmoving party is entitled</p>\n<blockquote>to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences from it drawn in his behalf; and finally, to be given the benefit of all favorable legal theories invoked by the evidence so considered.</blockquote>\n<p><i>Charbonnages de France v. Smith,</i> <span class=\"citation\" data-id=\"365759\"><a href=\"/opinion/365759/charbonnages-de-france-v-frank-b-smith-juanita-smith-frank-smith-jr/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 414 (4th Cir.1979).</p>\n<p>With respect to estate taxation, the Internal Revenue Code, Section 2036 provides, in pertinent part:</p>\n<blockquote>The value of the gross estate shall include the value of all property to the extent of any interest therein of which the decedent has at any time made a transfer (except in case of a bona fide sale for an adequate and full consideration in money or money's worth), by trust or otherwise, under which he has retained for his life or for any period not ascertainable without reference to his death or for any period which does not in fact end before his death </blockquote>\n<blockquote>(1) the possession or enjoyment of, or the right to the income from, the property....</blockquote>\n<p>26 U.S.C. § 2036(a). \"The purpose of this provision is to prevent circumvention of federal estate tax by use of inter vivos schemes which do not significantly alter lifetime beneficial enjoyment of property supposedly transferred by a decedent.\" <i>Estate of Wyly v. Commissioner,</i> <span class=\"citation\" data-id=\"372541\"><a href=\"/opinion/372541/estate-of-charles-j-wyly-sr-flora-e-wyly-independent-charles-j/\"><span class=\"volume\">610</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1282</span></a></span>, 1290 (5th Cir.1980) (citations omitted).</p>\n<p>At issue in this motion is the adequacy of the consideration received by the transferors, Howard and Marjorie. \"Consideration for Section 2036(a) is measured as of the time of the sale.\" <i>Gradow v. United States,</i> 11 Cl.Ct. 808, 814 (1987), <i>aff'd,</i> <span class=\"citation\" data-id=\"537275\"><a href=\"/opinion/537275/george-s-gradow-v-the-united-states/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">516</span></a></span> (Fed.Cir.1990). Further, the meaning of consideration under this section is not the same as common law contractual consideration. <i>Estate of Gregory v. Commissioner,</i> <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">1012</span></span>, 1016 (1963). The consideration flowing from the transferor is based on what would otherwise have been included in the estate, not on the interest transferred. <i>Gradow,</i> 11 Cl.Ct. at 813; <i>Gregory,</i> 39 T.C. at 1016; <i>see also </i><i>United States v. Past,</i> <span class=\"citation\" data-id=\"268308\"><a href=\"/opinion/268308/united-states-v-howard-past-of-the-estate-of-edna-c-rosedale-ogg/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 12-14 (9th Cir.1965); <i>United States v. Allen,</i> <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">916</span></span>, 917-18 (10th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">368</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">944</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">378</span></span>, <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">340</span></span> (1961). In other words, it is the value of the <i>entire</i> property which is measured against the consideration received. Such valuation is necessary in order to establish an equilibrium for estate tax purposes. <i>Gradow,</i> 11 Cl.Ct. at 813-14.</p>\n<p>Any other construction of Section 2036(a) would defeat Congress' intent in enacting the statute.</p>\n<blockquote>It does not seem plausible ... that Congress intended to allow such an easy avoidance of the taxable incidence befalling reserved life estates. This result would allow a taxpayer to reap the benefits of property for his lifetime and, in contemplation of death, sell only the interest entitling him to the income, thereby removing all of the property which he has enjoyed from his gross estate. Giving the statute a reasonable interpretation, we cannot believe this to be its intendment.</blockquote>\n<p><i>Allen,</i> 293 F.2d at 918.</p>\n<p>If the transferor-decedent did not receive adequate and full consideration under Section 2036(a), the fair market value of the property, at the time of death, is included in the gross estate, offset by the consideration received. 26 U.S.C. § 2043(a); 26 C.F.R. § 20.2043-1.</p>\n<p>Here, the transfers were not for full and adequate consideration as contemplated by Section 2036(a). Marjorie conveyed the Forrest Property worth $543,338 in return for $124,995 and the Indian Grove Property worth $272,000 in return for $62,574. In addition, Howard conveyed the Eppards <span class=\"star-pagination\">*836</span> Point Property worth $130,200 in return for $7463. For the properties to be excluded from the operation of Section 2036(a), Marjorie and Howard must have received at least the fair market values of the entire properties, as those values are what would be included in their respective estates. Because adequate and full consideration was not received for the transfers, it is not necessary to address whether the transfers were bona fide within the meaning of Section 2036(a).</p>\n<p>As Marjorie and Howard did not receive full and adequate consideration for the transfers, the fair market values of the properties are included in their estates, reduced by any consideration received. On the date of Marjorie's death, the Forrest Property's value was $711,199, and Marjorie had received $15,270.<sup>[5]</sup> The difference between these two figures, or $695,929, should be included in Marjorie's estate. Also, on the date of Marjorie's death, the Indian Grove Property's value was $355,750, and Marjorie had received $7645.<sup>[6]</sup> Thus, $348,105 should also be included in Marjorie's estate. On the date of Howard's death, the Eppards Point Property's value was $207,203, and he had received $1770.<sup>[7]</sup> Therefore, $205,433 should be included in Howard's estate.</p>\n<p></p>\n<h2>B. <i>Plaintiff's Appeal from Magistrate Judge's Order</i>\n</h2>\n<p>On 24 October 1994, Magistrate Judge Charles K. McCotter, Jr. entered an order denying, in part, plaintiff's motion to compel responses to discovery requests. Pursuant to Local Rule 63.01, EDNC, plaintiff appealed. When such an appeal is made, \"a judge shall consider the appeal and shall set aside any portion of the magistrate judge's order found to be clearly erroneous or contrary to law.\" <i>Id.</i></p>\n<p>At issue is plaintiff's request for the production of unexpurgated copies of four documents.<sup>[8]</sup> The redacted portions of the documents concern opinions and legal conclusions of IRS employees, including possible negotiation/litigation strategies, gift tax consequences of transfers, values of stock and notes, and issuance of proposed notices of deficiency. Magistrate Judge McCotter held that the documents were entitled to protection under the predecisional privilege. Plaintiff asks the court to order that defendant produce unexpurgated copies of the documents or, in the alternative, to conduct an <i>in camera</i> review of the documents to determine the applicability of the privilege.</p>\n<p>When an agency invokes the predecisional privilege, an <i>in camera</i> inspection is not automatically necessitated. <i>See </i><i>Ethyl Corp. v. EPA,</i> <span class=\"citation\" data-id=\"671477\"><a href=\"/opinion/671477/ethyl-corporation-v-united-states-environmental-protection-agency/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1241</span></a></span>, 1249 (4th Cir. 1994) (decided under Freedom of Information Act exemption) (citing <i>EPA v. Mink,</i> <span class=\"citation\" data-id=\"108712\"><a href=\"/opinion/108712/epa-v-mink/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">73</span></a></span>, <span class=\"citation\" data-id=\"108712\"><a href=\"/opinion/108712/epa-v-mink/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>, <span class=\"citation\" data-id=\"108712\"><a href=\"/opinion/108712/epa-v-mink/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">119</span></a></span> (1973)). In the absence of such inspection, detailed affidavits may be used to satisfy the agency's burden of justifying the application of the privilege. <i>See id.; </i><i>Mobil Oil Corp. v. Department of Energy,</i> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">1</span></span>, 6-8 (N.D.N.Y.1983). Based on the attachment of the redacted documents to plaintiff's appeal and the specificity with which the redacted portions are described in the affidavit of Sara M. Coe, Chief, Procedural Branch, Office of Chief Counsel, IRS, an <i>in camera</i> review is not necessary.</p>\n<p>Plaintiff contends defendant has not adequately explained why disclosure of the redacted portions would impede the agency's decisional process. The Magistrate Judge found that the affidavit of Sara M. Coe met the procedural requirements for properly invoking the predecisional privilege, including the requirement that the agency provide \"`precise' and `certain' reasons for preserving the confidentiality of the information.\" The affidavit describes the documents in issue as containing some personal positions <span class=\"star-pagination\">*837</span> which had yet to become agency positions and further provides that public disclosure of such positions would stifle open communication within the agency and impede agency functions. Based on these statements, the finding that the privilege was properly invoked is not clearly erroneous or contrary to law.</p>\n<p>Also, plaintiff disputes the Magistrate Judge's determination that the documents are not required to support plaintiff's claim for attorney's fees under 26 U.S.C. § 7430. A prevailing party may recover attorney's fees where the position of the United States in the proceeding was not substantially justified. <i>Id.</i> § 7430(c)(4)(A). The \"position of the United States\" includes the position taken in a judicial proceeding as well as the position taken in an administrative proceeding as of the date of the notice of deficiency. <i>Id.</i> § 7430(c)(7). When determining whether to award attorney's fees under this section, the court must consider \"all the facts and circumstances surrounding the proceeding\" and focus on \"whether there was legal and factual support for the government's position.\" <i>Bowles v. United States,</i> <span class=\"citation\" data-id=\"570416\"><a href=\"/opinion/570416/michael-e-bowles-lynn-g-bowles-v-united-states/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">91</span></a></span>, 94 (4th Cir.1991).</p>\n<p>Plaintiff presumably is contending unexpurgated copies of the documents are necessary to determine defendant's position at the administrative level. However, defendant's position is evident from the redacted documents and the Notices of Deficiency. Further, the court below properly considered the <i>Burke</i> factors<sup>[9]</sup> and determined the IRS's need for secrecy outweighed the court's and plaintiff's need for the evidence.</p>\n<p>Based on the foregoing reasons, Magistrate Judge McCotter's order is not clearly erroneous or contrary to law and the order is therefore AFFIRMED.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>In sum, defendant's motion for partial summary judgment is GRANTED; other issues remain for trial. Further, the decision of the Magistrate Judge is AFFIRMED. It is ORDERED, ADJUDGED and DECREED that:</p>\n<blockquote>(1) The fair market values of the Forrest Property and the Indian Grove Property, reduced by the consideration received, were properly included by defendant in the Estate of Marjorie T. Arnold;</blockquote>\n<blockquote>(2) Defendant properly included the amount of $1,044,034 for the values of the Forrest Property and the Indian Grove Property in the Estate of Marjorie T. Arnold;</blockquote>\n<blockquote>(3) The fair market value of the Eppards Point Property, reduced by the consideration received, was properly included by defendant in the Estate of Howard W. Arnold; and</blockquote>\n<blockquote>(4) Defendant properly included $205,433 for the value of the Eppards Point Property in the Estate of Howard W. Arnold.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  Also, defendant filed an \"Opposition to Plaintiff's Notice of Appeal.\" Because Local Rule 63.01, EDNC, does not provide for the filing of opposition briefs in conjunction with appeals from non-dispositive matters, the court did not consider defendant's brief. <i>Compare</i> Local Rule 63.02, EDNC.</p>\n<p>[2]  The parties have stipulated to the fair market values of these properties on the date of transfer and on the dates of the decedents' deaths.</p>\n<p>[3]  This figure equals the total of the deficiency assessment of $215,074 plus interest of $79,495.48.</p>\n<p>[4]  This figure equals the total of the deficiency assessment of $67,415, interest of $21,665.70, additional interest of $270.25 and interest on the late penalty payment of $818.74. The IRS abated the late penalty payment itself.</p>\n<p>[5]  This figure is the total of $6250 down payment and $9020 payments ($118,745 promissory note less $109,725 balance at death).</p>\n<p>[6]  This figure is the total of $3129 down payment and $4516 payments ($59,445 promissory note less $54,929 balance at death).</p>\n<p>[7]  This figure is the total of $373 down payment and $1397 payments ($7090 promissory note less $5693 balance at death).</p>\n<p>[8]  These documents are report transmittals for both estates prepared by an IRS examiner and IRS memoranda from District Counsel to District Director.</p>\n<p>[9]  These factors are considered by the court to aid in deciding whether material falls within the ambit of the predecisional privilege. <i>Burke v. New York City Police Dept.,</i> <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">220</span></span>, 232 (S.D.N.Y.1987).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/268308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/671477/"
  ]
}