{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1441050/",
  "absolute_url": "/opinion/1441050/state-of-north-carolina-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1441050/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:10:32.759215Z",
  "date_modified": "2016-04-26T13:38:01.470569Z",
  "type": "010combined",
  "sha1": "6d6562a4fa1c02b0c2e2c1238c7276f60daa0251",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>56 F.Supp. 606 (1944)</b></center>\n<center><h1>STATE OF NORTH CAROLINA et al.<br>\nv.<br>\nUNITED STATES et al.</h1></center>\n<center>Civil Action No. 189.</center>\n<center><p><b>District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 22, 1944.</center>\n<p><span class=\"star-pagination\">*607</span> <span class=\"star-pagination\">*608</span> <span class=\"star-pagination\">*609</span> J. C. B. Ehringhaus, of Raleigh, N. C., and F. C. Hillyer, of Jacksonville, Fla., for State of North Carolina, North Carolina Utilities Commission, Charlotte Shippers &amp; Manufacturers Association, Inc., and North Carolina Division of the Travelers Protective Association of America.</p>\n<p>Richard H. Field, Gen. Counsel, David F. Cavers, Asst. Gen. Counsel, Bernard M. Fitzgerald, Transportation Counsel, Transportation and Public Utilities Division, and M. D. Miller, Atty., Office of Price Administration, all of Washington, D. C., for Price Administrator.</p>\n<p>Charles Clark, Gen. Atty. Southern Railway System, Frank W. Gwathmey and Joseph P. Cook, all of Washington, D. C., for North Carolina Rail Lines.</p>\n<p>Leon Jourolmon, Jr., of Knoxville, Tenn., for Railroad and Public Utilities Commission of the State of Tennessee, for Alabama Public Service Commission, and for Commonwealth of Kentucky.</p>\n<p>Edward Dumbauld, Sp. Asst. to Atty. Gen., Wendell Berge, Asst. Atty. Gen., J. O. Carr, U. S. Atty., of Wilmington, N. C., Daniel J. Knowlton, Chief Counsel, and J. Stanley Payne, Asst. Chief Counsel, Interstate Commerce Commission, both of Washington, D. C., for United States and Interstate Commerce Commission.</p>\n<p>Before PARKER, Circuit Judge, and MEEKINS and HAYES, District Judges.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This is a suit under the Urgent Deficiencies Act, 28 U.S.C.A. 43-48, to enjoin and set aside an order of the Interstate Commerce Commission requiring railroads serving the State of North Carolina to establish and maintain intrastate coach fares for passengers on bases no lower than the present interstate fares. The effect of the order is to require the present basic coach fare in North Carolina of 1.65 cents per mile to be increased to the present interstate level of 2.2 cents per mile. A special court of three judges has been convened pursuant to statute, intervention has been allowed on the part of various interested parties, and the case has been heard on the merits and submitted for final decree.</p>\n<p>The findings of the Commission in support of the order, made in a proceeding relating to fares in the States of Alabama, Kentucky and Tennessee, as well as in North Carolina (Alabama Intrastate Fares 258 I.C.C. 133, 154, 155), are as follows:</p>\n<p>\"1. The interstate one-way and round-trip coach fares now in effect to, from, and through points in Alabama, Kentucky, North Carolina, and Tennessee, and the interstate round-trip fares applicable in sleeping and parlor cars now in effect to, from, and through points in Alabama and Tennessee, are just and reasonable.</p>\n<p>\"2. The intrastate one-way and round-trip coach fares in Alabama, Kentucky, North Carolina, and Tennessee, with certain exceptions hereinbefore referred to and not here in issue, and the intrastate round-trip fares applicable in sleeping and parlor cars in Alabama and Tennessee, are lower than the corresponding fares applicable <span class=\"star-pagination\">*610</span> interstate and intrastate generally throughout southern territory, except in the several States mentioned in this finding.</p>\n<p>\"3. The conditions affecting the one-way and round-trip transportation of passengers in coaches within these four States, and the round-trip transportation of passengers in sleeping and parlor cars within Alabama and Tennessee, intrastate on the one hand, and interstate to, from, and through those respective States on the other, are substantially similar.</p>\n<p>\"4. Interstate passengers in these States travel in the same trains and generally in the same cars with intrastate passengers, but are forced to pay higher fares than the intrastate passengers for like services, to the undue and unreasonable advantage and preference of the intrastate passengers and the undue and unreasonable disadvantage and prejudice of the interstate passengers.</p>\n<p>\"5. Respondents' revenues under the lower intrastate fares are less by at least $725,000 per annum in Alabama, $500,000 in Kentucky, $525,000 in North Carolina, and $525,000 in Tennessee than they would be if those fares were increased to the level of the corresponding interstate fares, and traffic moving under these lower intrastate fares is not contributing its fair share of the revenues required to enable respondents to render adequate and efficient transportation service.</p>\n<p>\"6. The maintenance of intrastate one-way and round-trip coach fares in Alabama, Kentucky, North Carolina, and Tennessee, and of intrastate round-trip fares applicable in sleeping and parlor cars in Alabama and Tennessee, to the extent that such fares are on a lower level than the corresponding interstate fares, causes and will cause undue and unreasonable advantage to and preference of persons in intrastate commerce, undue and unreasonable disadvantage to and prejudice against persons in interstate commerce, and undue, unreasonable, and unjust discrimination against interstate commerce; and this unlawfulness should be removed by increasing the aforesaid intrastate fares in the respective States to the level of the corresponding interstate fares contemporaneously maintained by respondents to, from, and through such States; provided, that the aggregate charge made by any of the respondents for the intrastate transportation in any of the States shall not exceed the aggregate charge made for like accommodations and for a like distance by the same respondent for interstate transportation to, from, or through such State.\"</p>\n<p>These ultimate findings of the Commission are supported by a detailed discussion of the evidence before it, which need not be repeated here, and by a review of the history of passenger rates since 1908, which because of its importance with relation to the fundamental questions here involved we quote as follows:</p>\n<p>\"In southern passenger association territory, hereinafter referred to as southern territory, which, generally speaking, is that territory east of the Mississippi River and south of the Ohio and Potomac Rivers, the basis of one-way fares form April 1, 1908, to June 9, 1918, was generally 2.5 cents per mile in all classes of equipment. On June 10, 1918, under an order of the Director General of Railroads, the fare was increased to 3 cents per mile in all classes of equipment. This fare remained in effect until August 25, 1920, but during the period June 10 to November 30, 1918, an additional charge of 16 2/3 percent of the one-way fare was assessed for travel in sleeping and parlor cars. From August 26, 1920, to November 30, 1933, the fare generally was 3.6 cents per mile in all classes of equipment, plus a surcharge on transportation in sleeping and parlor cars on and after December 1, 1918, of 50 percent of the charge made for space occupied in such cars.</p>\n<p>\"During 1932 and 1933, certain of the carriers operating in Southern territory experimented with fares lower than 3.6 cents in attempts to attract additional passenger business in competition with transportation by private automobiles and in busses. For example, from April 1 to November 30, 1933, experimental one-way fares of 3 cents per mile in sleeping or parlor cars, without a surcharge, and 2 cents per mile in coaches were maintained by the Atlanta and West Point Rail Road Company, The Western Railway of Alabama, Mobile and Ohio Rail Road Company (now part of the Gulf, Mobile and Ohio Railroad Company), Louisville and Nashville Railroad Company, and The Nashville, Chattanooga &amp; St. Louis Railway. During the same period the Southern Railway system lines were experimenting with coach fares of 1.5 cents per mile on certain portions of their lines.</p>\n<p>\"On December 1, 1933, most of the lines in southern territory established experimental <span class=\"star-pagination\">*611</span> fares of 3 cents per mile in sleeping and parlor cars, without a surcharge, and 1.5 cents per mile in coaches, which remained in effect through November 14, 1937. However, a number of railroads kept their one-way coach fares at 2 cents per mile during this period, but met the 1.5-cent fares maintained by other roads where competition made that necessary. Among the lines which retained the 2-cent coach fare during this period were the Illinois Central Railroad Company, Mobile &amp; Ohio, and the St. Louis-San Francisco Railway Company (J. M. Kurn and Frank A. Thompson, trustees).</p>\n<p>\"In Passenger Fares and Surcharges, 214 I.C.C. 174, decided February 28, 1936, we reviewed railroad passenger fares throughout the nation, and found the basic fares to be unreasonable. We prescribed maximum reasonable fares of 2 cents per mile, one way and round trip, in coaches, and 3 cents per mile, one way and round trip, in standard pullman cars, without prejudice to the maintenance of lower fares in coaches or pullman cars. The pullman surcharge was found unreasonable and its cancellation was required. The existing experimental fares in southern territory were found not unreasonable or otherwise unlawful.</p>\n<p>\"On November 15, 1937, the carriers which had been maintaining the experimental coach fare of 1.5 cents increased that fare to 2 cents per mile, but restored the 1.5-cent fare on January 15, 1939. Again, certain of the southern lines, including the Illinois Central, Mobile &amp; Ohio, St. Louis-San Francisco, and Norfolk and Western Railway Company, retained the 2-cent fare basis.</p>\n<p>\"By order of January 21, 1942, in Ex Parte No. 148, we found that a nation-wide increase of 10 percent in fares proposed by the railroads was necessary to enable the petitioners to continue to render adequate and efficient transportation service during the national emergency, and that the proposed increased fares would be reasonable and otherwise lawful. See Increased Railway Rates, Fares, and Charges, 1942, 248 I.C.C. 545, 565, 566, where the foregoing findings were renewed and affirmed.</p>\n<p>\"The reestablished coach fares of 1.5 cents remained in effect until February 10, 1942, on which date the 10 percent increase in fares for transportation in both coaches and pullman cars became effective. On that date fares of 1.5 cents became 1.65 cents; fares of 2 cents became 2.2 cents; and fares of 3 cents became 3.3 cents. The round-trip fares were modified to reflect the increase in the one-way fares. On various subsequent dates these increased fares also became effective on intrastate traffic in all of the States.</p>\n<p>\"On July 14, 1942, the railroads operating in southern territory filed with us a petition for authority to increase their lower fares for interstate one-way transportation in coaches in that territory to 2.2 cents a mile, the basis of the coach fares then in effect generally throughout the remainder of the United States. Having found in Passenger Fares and Surcharges, supra, that 2 cents per mile was a reasonable basic coach fare for application on railroads generally throughout the country, including the lines of petitioners, we authorized petititoners by our order of August 1, 1942, to apply the increase of 10 percent approved in Ex Parte No. 148 to a basic fare of 2 cents per mile, and modified accordingly the original order in the latter proceeding. Pursuant to that authority, one-way coach fares of 2.2 cents a mile were published to become effective October 1, 1942, on interstate traffic. Effective on the same date the railroads generally throughout southern territory, published a uniform basis of interstate round-trip fares to displace the round-trip fares theretofore in effect, namely, in coaches on the basis of 180 percent of the one-way fare of 2.2 cents, or 1.98 cents a mile, with a return limit of 3 months; and in sleeping and parlor cars on the basis of 166- 2/3 percent of the one-way fare of 3.3 cents in such cars, or 2.75 cents a mile, with a return limit of 3 months. The increased fares proposed for application in southern territory were protested and suspension of their operations was requested by the Price Administrator, but we declined to suspend. The fares so increased are now in effect on interstate traffic.</p>\n<p>\"Thereafter, with the approval of the rate regulatory authorities of those States, the intrastate one-way and round-trip coach fares and the round-trip fares in sleeping and parlor cars were increased to the respective levels of the corresponding interstate fares in Florida, Georgia, Louisiana, Mississippi, Virginia, and South Carolina, and the round-trip fares in sleeping and parlor cars were increased to the level of <span class=\"star-pagination\">*612</span> the interstate fares in such cars in North Carolina and Kentucky. The rate regulatory authorities of Alabama, North Carolina, Tennessee, and Kentucky have declined to authorize the increases sought by the railroads in one-way and round-trip coach fares in those states, and the rate regulatory authorities of Alabama and Tennessee have also refused to authorize the increases in the round-trip fares in sleeping and parlor cars. It is those fares in the four States last named which are here under investigation.\"</p>\n<p>With respect to the reasonableness of the basic interstate coach fare of 2.2 cents, the Commission pointed out that from 1936 to the date of its order the five principal carriers operating in the State of North Carolina had shown a deficit from passenger operations for every year except the war year 1942. Referring to an application by the North Carolina Utilities Commission for a further investigation as to the reasonableness of interstate fares, after the entry of its order raising the interstate fares in southern territory to the level prevailing elsewhere, the Commission said:</p>\n<p>\"The present interstate fares, one-way and round-trip, are either the equivalent of, or are less than the maximum basic fares found reasonable in Passenger Fares and Surcharges, supra, plus the 10-percent increase authorized in Ex Parte No. 148. These one-way fares are now in effect on interstate and intrastate traffic throughout the entire country, except intrastate in these four States, and the round-trip fares are now in effect on interstate and intrastate traffic throughout all of southern territory, except intrastate in the several States the fares in which are here before us. It is a well-settled rule that the most helpful evidence in determining the reasonableness of rates or fares is comparison with other rates or fares for like services. The record does not warrant any modification of our conclusion in the report on further hearing in Ex Parte No. 148 with respect to the passenger fares of these respondents.\"</p>\n<p>With respect to discrimination against interstate passengers, the Commission said: \"All trains operated by respondents in each of the States are available to and are used by both interstate and intrastate passengers, and the services accorded to both classes of passengers are substantially the same.\" And in replying to a contention that the intrastate coach service in North Carolina has deteriorated and is inferior to that provided for interstate traffic, the Commission said: \"Admittedly, interstate as well as intrastate passengers may and do travel on the local and mixed trains in North Carolina described above, and the accommodations and service furnished interstate passengers in such instances are the same as the accommodations and service furnished intrastate passengers.\"</p>\n<p>With respect to the discrimination caused by these lower intrastate fares against the interstate commerce of the carriers, in that under the intrastate rates the intrastate passenger service was not contributing its fare share of the revenues required to maintain an adequate and efficient transportation service, the Commission said:</p>\n<p>\"On the basis of audits made for representative periods by the principal respondents in each of these proceedings, the estimated amount of additional revenue which the respondents in the respective States would have received during those periods if the assailed intrastate fares had been on the interstate level, projected over the period of a year, exceeds $750,000 per annum in Alabama, $526,000 in Kentucky, $558,000 in North Carolina, and $556,000 in Tennessee.\"</p>\n<p>Although many matters have been referred to in the pleadings and arguments, the case before us resolves itself into four questions: (1) Did the Commission have power to require that intrastate fares be raised to the level of reasonable interstate fares so as to eliminate discrimination against passengers in interstate commerce and discrimination against the interstate business of the carriers? (2) Did the Commission's finding that the interstate fares were reasonable have adequate support in the record? (3) Did the Commission's findings as to discrimination against interstate passengers and the interstate commerce of the carriers have adequate support in the record? And (4) was adequate consideration given by the Commission to the requirements of the National Stabilization Act? We think that all of these questions must be answered in the affirmative and shall discuss them in the order named.</p>\n<p></p>\n<h2>The Power of the Commission.</h2>\n<p>Paragraph (3) of section 13 of the Interstate Commerce Act as amended, 49 U.S.C.A. § 13(3), clothes the Commission with power, in any proceeding instituted <span class=\"star-pagination\">*613</span> under the Transportation Act to investigate any rate, fare, etc., made or imposed by the authority of any state. Paragraph (4) of that section authorizes the Commission to prescribe rates, fares, etc., to remove undue, unreasonable or unjust discriminations found to exist against persons and localities or against interstate or foreign commerce as a result of intrastate rates or fares. That paragraph is as follows:</p>\n<p>Sec. 13, par. (4) \"Duty of Commission where State regulations result in discrimination. Whenever in any such investigation the commission, after full hearing, finds that any such rate, fare, charge, classification, regulation, or practice causes any undue or unreasonable advantage, preference, or prejudice as between persons or localities in intrastate commerce on the one hand and interstate or foreign commerce on the other hand, or any undue, unreasonable, or unjust discrimination against interstate or foreign commerce, which is hereby forbidden and declared to be unlawful, it shall prescribe the rate, fare, or charge, or the maximum or minimum, or maximum and minimum, thereafter to be charged, and the classification, regulation, or practice thereafter to be observed, in such manner as, in its judgment, will remove such advantage, preference, prejudice, or discrimination. Such rates, fares, charges, classifications, regulations, and practices shall be observed while in effect by the carriers parties to such proceeding affected thereby, the law of any State or the decision or order of any State authority to the contrary notwithstanding.\"</p>\n<p>Under this provision, it is the duty of the Commission not merely to remove discriminations against persons and localities, but to remove unjust discrimination against interstate commerce resulting from unreasonable intrastate rates. Under § 15a(2) of the Interstate Commerce Act, 49 U.S.C.A. § 15a(2), it is the duty of the Commission, in prescribing rates, to give due consideration to the effect thereof on the movement of traffic and on the principal objective of the act, which is to provide for the country an adequate and efficient railway transportation service. The power granted by § 13(4) is to be construed along with the duty imposed by § 15a(2). As said by Chief Justice Taft in Railroad Comm. of State of Wisconsin v. Chicago, B. &amp; Q. R. Co., 257 U.S. 563, 585, 586, 42 S.Ct. 232, 236, 66 L.Ed. 371, 22 A.L.R. 1086:</p>\n<p>\"Intrastate rates and the income from them must play a most important part in maintaining an adequate national railway system. Twenty per cent. of the gross freight receipts of the railroads of the country are from intrastate traffic, and fifty per cent. of the passenger receipts. The ratio of the gross intrastate revenue to the interstate revenue is a little less than one to three. If the rates on which such receipts are based, are to be fixed at a substantially lower level than in interstate traffic, the share which the intrastate traffic will contribute will be proportionately less. If the railways are to earn a fixed net percentage of income, the lower the intrastate rates, the higher the interstate rates may have to be. The effective operation of the act will reasonably and justly require that intrastate traffic should pay a fair proportionate share of the cost of maintaining an adequate railway system. Section 15a confers no power on the Commission to deal with intrastate rates. What is done under that section is to be done by the Commission `in the exercise of its powers to prescribe just and reasonable rates,' i. e., powers derived from previous amendments to the Interstate Commerce Act, which have never been construed or used to embrace the prescribing of intrastate rates. When we turn to paragraph 4, § 13, however, and find the Commission for the first time vested with a direct power to remove `any undue, unreasonable, or unjust discrimination against interstate or foreign commerce,' it is impossible to escape the dovetail relation between that provision and the purpose of section 15a. If that purpose is interfered with by a disparity of intrastate rates, the Commission is authorized to end the disparity by directly removing it, because it is plainly an `undue, unreasonable, or unjust discrimination against interstate or foreign commerce', within the ordinary meaning of those words.\"</p>\n<p>To the same effect is what is said by Chief Justice Hughes and Chief Justice Stone in the more recent cases of United States v. State of Louisiana, 290 U.S. 70, 54 S.Ct. 28, 78 L.Ed. 181; Florida v. United States, 292 U.S. 1, 54 S.Ct. 603, 78 L.Ed. 1077; and Illinois Commerce Comm. v. United States, 292 U.S. 474, 54 S.Ct. 783, 785, 78 L.Ed. 1371. In the case last cited Chief Justice Stone said:</p>\n<p>\"The scope and application of sec. 13(4) have so recently been fully considered in opinions of this Court in United States v. <span class=\"star-pagination\">*614</span> [State of] Louisiana, 290 U.S. 70, 54 S.Ct. 28, 78 L.Ed. 181; State of Florida v. United States, 292 U.S. 1, 54 S.Ct. 603, 78 L.Ed. 1077; see also Georgia Public Service Comm. v. United States, 283 U.S. 765, 51 S. Ct. 619, 75 L.Ed. 1397; State of Florida v. United States, 282 U.S. 194, 51 S.Ct. 119, 75 L.Ed. 291; that it is unnecessary to repeat that discussion here. Under sec. 13(4) of the Interstate Commerce Act, the Interstate Commerce Commission is given plenary power to remove the discrimination created by intrastate rates against interstate commerce, by raising intrastate rates so that the intrastate traffic may produce its fair share of the revenue required to meet maintenance and operating costs and to yield a fair return on the value of property devoted to the transportation service.\"</p>\n<p>The philosophy underlying the granting of such power to the Commission was well put by Chief Justice Taft in the Wisconsin case, supra, as follows:</p>\n<p>\"* * * such orders as to intrastate traffic are merely incidental to the regulation of interstate commerce and necessary to its efficiency. Effective control of the one must embrace some control over the other in view of the blending of both in actual operation. The same rails and the same cars carry both. The same men conduct them. Commerce is a unit and does not regard state lines, and while under the Constitution, interstate and intrastate commerce are ordinarily subject to regulation by different sovereignties, yet when they are so mingled together that the supreme authority, the Nation, cannot exercise complete effective control over interstate commerce without incidental regulation of intrastate commerce, such incidental regulation is not an invasion of state authority or a violation of the proviso [of the Interstate Commerce Act].</p>\n<p></p>\n<h2>*   *   *   *   *</h2>\n<p>\"Congress in its control of its interstate commerce system is seeking in the Transportation Act to make the system adequate to the needs of the country by securing for it a reasonable compensatory return for all the work it does. The states are seeking to use that same system for intrastate traffic. That entails large duties and expenditures on the interstate commerce system which may burden it unless compensation is received for the intrastate business reasonably proportionate to that for the interstate business. Congress as the dominant controller of interstate commerce may, therefore, restrain undue limitation of the earning power of the interstate commerce system in doing state work. The affirmative power of Congress in developing interstate commerce agencies is clear. Wilson v. Shaw, 204 U.S. 24, 27 S.Ct. 233, 51 L.Ed. 351; Luxton v. North River Bridge Co., 153 U.S. 525, 14 S.Ct. 891, 38 L.Ed. 808; [State of] California v. [Central] Pacific R. R. Co., 127 U.S. 1, 39, 8 S.Ct. 1073, 32 L.Ed. 150. In such development, it can impose any reasonable condition on a state's use of interstate carriers for intrastate commerce, it deems necessary or desirable. This is because of the supremacy of the national power in this field.\"</p>\n<p>In the light of these authorities, there is no force in the argument that the power exercised by the Commission was a violation of the rights of the states reserved by the 10th Amendment or in the suggestion that the duty rests upon this court to hear the case de novo for the purpose of ascertaining whether states' rights have been violated. As was well said by Chief Justice Hughes in State of Florida v. United States, supra, 292 U.S. 1, 12, 54 S.Ct. 603, 608, 78 L.Ed. 1077:</p>\n<p>\"The question of the weight of the evidence was for the Commission and not for the court. The authority conferred upon the Commission by Section 13(4) of the Interstate Commerce Act, with respect to intrastate rates, is not different in its quality or effect from that given to the Commission to prevent other sorts of unjust discrimination against interstate commerce. That authority rests upon the constitutional power of the Congress, extending to interstate carriers as instruments of interstate commerce, to require that these agencies shall not be used in such manner as to cripple, retard or destroy that commerce, and to provide for the execution of that power through a subordinate body. Shreveport Case (Houston, E. &amp; W. T. R. Co., v. United States), 234 U.S. 342, 351, 354, 355, 34 S.Ct. 833, 58 L.Ed. 1341; Railroad Commission of [State of] Wisconsin v. Chicago, B. &amp; Q. R. Co., supra. The purpose for which the Commission was created was to bring into existence a body which, from its special character, would be best fitted to determine, among other things, whether upon the facts in a given case there is an unjust discrimination against interstate commerce. United States v. Louisville &amp; Nashville R. Co., 235 U.S. 314, 320, 35 S.Ct. 113, 59 L.Ed. 245. That <span class=\"star-pagination\">*615</span> purpose unquestionably extended to the prohibited discrimination produced by intrastate rates. In relation to such a discrimination, as in other matters, when the Commission exercises its authority upon due hearing, as prescribed, and without error in the application of rules of law, its findings of fact supported by substantial evidence are not subject to review. It is not the province of the courts to substitute their judgment for that of the Commission.\"</p>\n<p></p>\n<h2>The Reasonableness of the Interstate Fares.</h2>\n<p>The Commission was fully aware that it had no power to order intrastate fares raised to the level of interstate fares without first finding that the interstate fares were reasonable. It so stated in its report, citing the decisions of the Supreme Court to that effect in Georgia Public Service Commission v. United States, 283 U.S. 765, 51 S.Ct. 619, 75 L.Ed. 1397, and United States v. State of Louisiana, 290 U.S. 70, 54 S.Ct. 28, 78 L.Ed. 181. As a basis of its order, therefore, it made not only the general finding quoted above, but also the specific findings as to revenues from passenger business since 1936, which we have mentioned, referred to the increased costs of doing business and gave the history of passenger fares in the United States which we have quoted. In the light of all of these, we think there can be no question but that the finding of the reasonableness of interstate fares is adequately supported. It is perfectly clear that the reasonableness of such fares is not to be determined solely on the basis of transient war conditions, or upon the unusual passenger revenues due to such conditions, or upon a consideration of the passenger business disassociated from the other business of the carriers. On the contrary, the Commission, in discharging its duty to fix just and reasonable rates and fares which will secure for the country an adequate and efficient transportation system, must view the system as a whole and must judge the future in the light of the past as well as of the present. The rate structure has had an historical development, which may not be ignored in dealing with the question of the reasonableness of particular rates or fares.</p>\n<p>Until the year 1942 the passenger business of the railroads had for a number of years been a continuing source of loss to them notwithstanding the high fares that prevailed prior to the order of 1936. That order was made reducing coach fares generally to 2 cents per mile, not because there were excessive revenues from passenger business warranting the reduction, but because it was thought that, in view of prevailing conditions, that fare would produce greater revenues than the higher fares and would more nearly approximate a just fare in view of what the service rendered was reasonably worth. At the same time, southern carriers were allowed to put into effect the experimental 1.5 cents coach fare, in an effort to recover some of the passenger business that they had lost and to increase the revenues of a branch of the business that showed a constant and increasing deficit. At that time, the question of the reasonableness of passenger fares was thoroughly examined from every angle. See Passenger Fares and Surcharges, 214 I.C.C. 174.</p>\n<p>The reasonableness of passenger fares was again submitted to a searching inquiry by the Commission in its report of March 2, 1942, in Ex Parte No. 148, wherein, following certain wage increases and a showing of other increased costs, it approved an increase of 10 per cent. in passenger fares and a smaller proportionate increase of freight rates. In granting the increase, the Commission said (Increased Railway Rates, Fares, and Charges, 248 I.C.C. 545, 565): \"Because of the abnormal conditions which now prevail throughout the country, we are of the opinion that the increased fares proposed will yield substantial amounts of additional revenues, and that the passenger service justly and reasonably should contribute toward meeting the added operating costs of the railroads.\" The reasonableness of the general level of passenger fares was again considered in connection with Ex Parte 148, in the Commission's report of April 6, 1943, in which, while suspending the freight rate increases, it declined to suspend the increase in passenger fares. Increased Railway Rates, Fares, and Charges, 255 I.C.C. 357. The Commission said (255 I.C.C. at pages 394, 395): \"The situation regarding standard passenger fares differs from that as to freight rates and charges in important respects. As we have previously shown, the evidence herein discloses that passenger traffic failed for many successive years to pay its proper share of railway expenses, and that only with the large volume of traffic and passenger revenue was the 1942 passenger deficit currently eliminated. <span class=\"star-pagination\">*616</span> Even with that increased volume of traffic and revenue, as shown by the reports for 1942 and the current reports so far made this year, the operating ratio remains decidedly less favorable for passenger and allied services than for freight. * * * We find that no modification of our previous findings, orders, and authorizations respecting the present interstate standard passenger fares is necessary.\" The matter was again dealt with by the Commission in its supplemental report of Increased Railway Rates, Fares, and Charges, November 8, 1943, 256 I.C.C. 502.</p>\n<p>This order of the Commission permitting the southern carriers to abandon the experimental coach fare of 1.5 cents per mile, and to raise their interstate coach fare to the standard coach fare of 2.2 cents per mile, was entered on August 1, 1942; and the order in Ex Parte No. 148 was modified accordingly. The increase was made, therefore, in the course of proceedings in which the general level of passenger fares was thoroughly investigated and the facts justifying the fares established were fully found. These findings were before the Commission in the proceeding to raise intrastate fares and were properly considered along with the other evidence adduced. Without regard to the other evidence, they fully justified the findings of the Commission as to the reasonableness of the interstate fares. An examination of the record shows, however, that ample evidence was introduced to support the findings that the interstate fares were reasonable. That the Commission gave due consideration to the evidence as to increase in passenger traffic and revenues since the beginning of the war is shown by the following passage from its report, p. 142:</p>\n<p>\"The large increase in the passenger traffic and revenues of these respondents in the last 2 years, over the years prior to 1942 when they were incurring deficits from their passenger operations, was similar to that in the same years on practically all of the railroads of the country. The important facts in that respect differ little from those found in our report on further hearing in Ex Parte No. 148. We there pointed out that many of the factors making for increased passenger travel apparently would continue in 1943, such as inductions into the armed forces of great numbers of persons and the travel of men and women in the armed services and their relatives, together with greatly increased movement of Army troop trains. The prospect of further increases in rail passenger traffic and revenues was thus recognized and considered by us in reaching our conclusion that no modification of our previous findings, orders, and authorizations respecting these fares was necessary.\"</p>\n<p>The argument is made that, having approved a fare of 1.5 cents in a period of depression when the railroads were losing money on their passenger business, the Commission cannot, except by arbitrary action, now approve a fare of 2.2 cents, in a time of prosperity when the passenger business has increased until it is a source of unexpected profit. The answer, of course, is that the low fare was allowed as an experiment in an effort to recapture lost passenger business. With the increase of passenger business, the necessity for the low fare to attract business has passed, and the fare can now be fixed without reference to that consideration. It is elementary that, a reasonable basis being shown, the fixing of a rate or fare is a matter for the Commission and not for the courts, and that the courts, on review of an order of the Commission, may not substitute their judgment for that of the Commission as to its reasonableness. State of Florida v. United States, supra, 292 U. S. 1, 12, 54 S.Ct. 603, 78 L.Ed. 1077; Interstate Commerce Comm. v. Union Pac. R. Co. 222 U.S. 541, 547, 32 S.Ct. 108, 56 L.Ed. 308.</p>\n<p>It is argued, also, that it was incumbent upon the Commission, in condemning intrastate fares as discriminatory, to determine the reasonableness of interstate fares in the light of existing conditions and not of conditions that existed in former years; but it is clear that the Commission has had existing conditions in mind in finding the interstate fares to be reasonable. It is well settled that ordinarily the experience of a single year is an unsafe guide in fixing rates. United Gas Public Service Co. v. State of Texas, 303 U.S. 123, 145, 625, 58 S.Ct. 483, 82 L.Ed. 702; West Ohio Gas Co. v. Public Utilities Comm., 294 U.S. 79, 81, 55 S.Ct. 324, 79 L.Ed. 773. Particularly is this true when the single year is a war year and the conditions are abnormal. What weight shall be accorded a temporary increase of business due to war conditions is manifestly a matter for the Commission and not for the courts.</p>\n<p><span class=\"star-pagination\">*617</span> There is no force whatever in the argument that the finding as to reasonableness of interstate fares was made without notice and hearing. As indicated above the findings upon which interstate passenger fares were fixed and upon which the 10 percent increase was allowed (the abandonment of the experimental coach fare being permitted in connection with the latter) were made after the fullest hearing and investigation, with two hearings on petitions of the Price Administrator as to whether the increases in rates and fares should not be suspended in the interest of price stabilization. In addition to these, consideration was given by the Commission to the evidence adduced on the hearing on intrastate fares. It is true that the North Carolina Commission in July 1943 filed with the Interstate Commission a petition asking the latter for a general investigation on its own motion of the reasonableness of interstate coach fares to, from and through North Carolina, and that the Interstate Commission refused to take action on the petition; but the Commission referred to the petition in the report accompanying the order here complained of and stated that the record did not warrant any modification of its conclusions in Ex Parte No. 148. Whether the Commission, having so recently and so fully considered the reasonableness of interstate fares, would again go into the question was a matter well within its discretion. Interstate Commerce Comm. v. Jersey City, 64 S.Ct. 1129, 1135; Illinois Commerce Comm. v. United States, 292 U.S. 474, 480, 54 S.Ct. 783, 78 L.Ed. 1371. As was said by the Supreme Court in the Jersey City case [64 S.Ct. 1135]:</p>\n<p>\"Only once in the history of administrative law has this Court reversed a Commission for refusing to grant a rehearing on the contention that the record was `stale.' * * * The Court, however, promptly restricted that decision to its special facts. United States v. Northern Pacific R. [Co.], 288 U.S. 490, 53 S.Ct. 406, 77 L.Ed. 914, and it stands virtually alone. In Baltimore &amp; Ohio R. Co. v. United States, 298 U.S. 349, 389, 56 S.Ct. 797, 817, 80 L.Ed. 1209, Mr. Justice Brandeis, concurring, said, `The Atchison case [Atchison, T. &amp; S. F. R. Co. v. United States, 284 U.S. 248, 52 S.Ct. 146, 76 L.Ed. 273] rests upon its exceptional facts. It is apparently the only instance in which this Court has interfered with the exercise of the Commission's discretion in granting, or refusing, to reopen a hearing.' * * *</p>\n<p>\"This Court has held that the Interstate Commerce Commission did not abuse its discretion in refusing a request for a new study as a basis for rate-making, although changes were alleged consisting of a falling off in volume of traffic, improvement of highways in the district resulting in diversion of traffic from rail to truck, decline in value of the articles transported, reduction in wages and cost of supplies, and curtailment of the amount of service rendered, and where the Commission decided that it was able on the record before it to consider the effect of the factors suggested by the appellants and that a new cost study was unnecessary. Illinois Commerce Commission v. United States, 292 U.S. 474, 480, 54 S.Ct. 783, 785, 78 L.Ed. 1371. Except that the trends are in an opposite direction, the inquiry demanded here is of the same nature. See also Georgia Public Service Commission v. United States, 283 U.S. 765, 769, 770, 51 S.Ct. 619, 620, 621, 75 L.Ed. 1397.</p>\n<p></p>\n<h2>*   *   *   *   *</h2>\n<p>\"The rule that petitions for rehearings before administrative bodies are addressed to their own discretion is uniformly accepted and seems to be almost universally applied in other federal courts. United States ex rel. Maine Potato Growers &amp; Shippers Ass'n v. Interstate Commerce Commission, 66 App.D.C. 398, 88 F.2d 780, 784, certiorari denied 300 U.S. 684, 57 S. Ct. 754, 81 L.Ed. 886; Mississippi Valley Barge Line Co. v. United States, D.C., 4 F.Supp. 745, 748; Union Stock Yards Co. v. United States, D.C., 9 F.Supp. 864, 873; American Commission Co. v. United States, D.C., 11 F.Supp. 965, 972; R.C.A.Communications, Inc., v. United States, D.C., 43 F.Supp. 851, 858.\"</p>\n<p>The North Carolina Commission could not demand that the Interstate Commission make a new and independent investigation as a prerequisite to its order raising intrastate fares. That order was but a step in the process of adjusting the rate structure of the nation and was properly predicated upon the findings as to intrastate fares already made. The matter was well put by the Supreme Court in the Jersey City case, supra, as follows:</p>\n<p>\"Nor can a litigant insist that a commission may not take a second step in a rate-making process without retracing all <span class=\"star-pagination\">*618</span> previous ones. As put by the Chief Justice: `The establishment of a rate for a regulated industry often involves two steps of different character, one of which may appropriately precede the other. The first is the adjustment of the general revenue level to the demands of a fair return. The second is the adjustment of a rate schedule conforming to that level so as to eliminate discriminations and unfairness from its details.' Such procedure may be adopted where it is appropriate to carry out the provisions of an act. Federal Power Commission v. Natural Gas Pipeline Co., 315 U.S. 575, 584, 62 S.Ct. 736, 742, 86 L.Ed. 1037.\"</p>\n<p>Answering a somewhat similar contention in Illinois Commerce Comm. v. United States, supra, and denying that the Commission was required to make a further cost study based on alleged changed conditions, the Supreme Court said [292 U.S. 474, 54 S.Ct. 786, 78 L.Ed. 1371]:</p>\n<p>\"Whether or not the cost study was representative, whether the study should have been more refined, and whether it should have been supplemented as appellants desired, are questions of fact, the determination of which is within the competence of the Commission. The Commission reached its conclusion after full hearing and thorough consideration of all questions presented. As the record affords a sufficient basis for the Commission's determination, it is not subject to review in the courts.\"</p>\n<p>Plaintiffs contend that the reasonableness of interstate fares was excluded from consideration at the hearing by a statement of the Examiner. There is no merit in the contention. At the beginning of the hearing, counsel for North Carolina stated that it was his understanding that the reasonableness of interstate fares was not in issue and the Examiner responded: \"Well, it is before the Commission to the extent that it is a burden resting upon respondents to establish that present interstate fares are not in excess of maximum reasonable fares. That is my understanding. Otherwise, it is not in issue. It is not subject to attack, and the parties are at liberty to show what facts they have and they [their?] position on that particular question.\" No objection was voiced to the Examiner's statement and the question as to the reasonableness of the interstate fares was fully considered by the Commission. As indicated above, we think that the Commission would have been acting reasonably and within its powers, if it had treated the reasonableness of the interstate fares as settled by the recent proceedings, and had considered in the proceeding before it merely the question as to whether the North Carolina fares were discriminatory. When the Commission had so recently made an adjustment of interstate fares after a nation-wide inquiry, it was not required to go over this work again in a proceeding to bring intrastate rates into harmony with them.</p>\n<p></p>\n<h2>Intrastate Fares Discriminatory.</h2>\n<p>The reasonableness of the interstate fares being established, there can be little question as to the discriminatory character of the intrastate fares. It is established that the same service is afforded intrastate passengers as is afforded in interstate service; and, where this is true, discrimination is ordinarily established with sufficient certainty by showing a difference in rates. As said in Illinois Commerce Comm. v. United States, 292 U.S. 474, 485, 54 S.Ct. 783, 787, 78 L.Ed. 1371: \"The effect of maintaining a lower rate, intrastate, than the reasonable interstate rate is necessarily discriminatory where-ever the two classes of traffic, inextricably intermingled, are carried on, as in the District, under substantially the same conditions.\" Defendants endeavor to justify the difference in fares by contrasting the service rendered by the streamlined de luxe interstate trains with the poor service afforded by the branch lines; but intrastate passengers travel on the streamlined interstate trains and interstate passengers travel on the branch lines. The great bulk of passenger traffic is not carried either on the streamlined trains or on the branch lines but on the ordinary passenger trains on the main lines; but, wherever they travel, the interstate coach passengers ride side by side with the intrastate passengers and enjoy the same accommodations. It is nothing short of nonsense to say that under such circumstances an intrastate fare of 1.65 as against an interstate fare of 2.2 does not constitute an undue discrimination in favor of intrastate passengers and against interstate passengers. When such discrimination is shown on a state-wide scale a general finding of discrimination is sufficient, and there is no need of a finding of discrimination against particular persons or with respect to particular fares. See United States v. State of Louisiana, <span class=\"star-pagination\">*619</span> 290 U.S. 70, 79, 54 S.Ct. 28, 33, 78 L.Ed. 181 (distinguishing State of Florida v. United States, 282 U.S. 194, 51 S.Ct. 119, 75 L.Ed. 291, upon which plaintiffs particularly rely) where the Court said:</p>\n<p>\"The case of the Louisiana rates was not alone before the Commission, and it should not be treated as though it were. A number of other states, contesting, in the aggregate, a wide range of rates, where heard at the same time. Had the Commission been required to go into the circumstances of each item with particularity the purpose of its original order would have been defeated. It sufficed that the Commission found that Louisiana showed nothing in the circumstances of its agriculture and industry or its traffic conditions so different from the rest of the country as to lead to the conclusion that the intrastate rates, raised to the reasonable general interstate level, would not themselves be reasonable; and that it saved the rights of interested parties to test the reasonableness of any individual rate.</p>\n<p>\"A question different from that before us was presented in [State of] Florida v. United States, supra. There the discrimination was essentially one of undue prejudice against shippers, confined by the evidence to rates prevailing in northern Florida. It involved only one railroad and one commodity.\"</p>\n<p>And it is equally clear that discrimination has been shown within the meaning of the statutory provision against the interstate commerce of the carriers in that, because of the intrastate fare, intrastate passengers are not making their proportionate contribution to the maintenance of the transportation system. The intrastate fare produces in North Carolina $525,000 less than would be produced by the interstate fare on the same volume of traffic, which means that intrastate passengers have paid just that much less than the Commission estimates to be their proper contribution for the service rendered. A failure of intrastate traffic to bear its just burden of expense means necessarily that a greater burden must be borne by interstate traffic if the transportation system is to be maintained at the level of efficiency which section 15a(2) contemplates; and this is unquestionably an undue discrimination against interstate commerce within the meaning of section 13(4).</p>\n<p>It is not necessary for the Commission to find, as a prerequisite to an order raising intrastate fares, that such fares are noncompensatory or will result in a deficit in operating revenues of that particular branch of the business. On the contrary, it is for the Commission to say what portion of the revenue necessary to an adequate and efficient transportation system the various kinds of businesses engaged in by the carriers shall contribute; and an undue burden upon and discrimination against interstate commerce is shown where intrastate rates for a particular service are so low that the service will not contribute its proportionate part of the revenue necessary to the plan which the Commission has devised for the development of the interstate system. It would greatly burden if not entirely wreck the transportation system of the country for local commissions to have the power to base intrastate rates or fares on their ideas as to how the expense of maintaining an adequate transportation system should be apportioned among the various classes of business carried on by the carriers. We must bear in mind, in this connection, what was so wisely said by Chief Justice Taft in the Wisconsin case, supra, that \"commerce is a unit and does not regard state lines\"; that the affirmative power of Congress in developing interstate commerce is clear; and that, \"in such development, it can impose any reasonable condition on a state's use of interstate carriers for intrastate commerce it deems necessary or desirable.\"</p>\n<p>It must not be overlooked that the carriers here who are carrying intrastate passengers are interstate carriers, and that it is only because of their interstate business that they are able to furnish the present level of intrastate service. The Commission has fixed the rates and fares on their various classes of business with a view of maintaining their efficiency as interstate carriers for the service of the public; and the rate structure so carefully constructed should not be burdened by lower intrastate rates because local regulatory bodies may entertain different theories of rate making. These observations apply with peculiar force in the case at bar, where it appears that the interstate fares fixed by the Commission have been accepted as reasonable intrastate fares by 44 of the 48 states of the Union. In the language of the Louisiana case, supra, there is nothing in the conditions prevailing in the other four states \"so different from the rest of the <span class=\"star-pagination\">*620</span> country as to lead to the conclusion that the intrastate rates, raised to the reasonable general interstate level, would not themselves be reasonable.\"</p>\n<p></p>\n<h2>Consideration Given Stabilization Act.</h2>\n<p>The contention that adequate consideration was not given by the Commission to the representations of the Price Administrator under the Stabilization Act, 50 U.S.C.A.Appendix, § 961 et seq., requires but brief consideration. The record shows that full consideration was given the representations of the Price Administrator, both in the hearings in Ex Parte No. 148 and in the hearing which resulted in the order here involved. As a matter of fact, the reopening of proceeding Ex Parte No. 148 resulted in the suspension of the authorized increase in freight rates; and the Commission, in the passage of its order of April 6, 1943, above quoted, Increased Railway Rates, Fares, and Charges, 255 I.C.C. 357, 394, 395, pointed out why passenger fares were treated differently. In the report accompanying the order here complained of the Commission showed that it had given full consideration to the contentions of the Price Administrator, saying:</p>\n<p>\"The Price Administrator contends that the proposed increase in fares is inconsistent with the wartime stabilization program; further, that the record is inadequate to support a finding of unjust discrimination against interstate commerce, but that if we should find otherwise, the unjust discrimination should be removed by a reduction in the interstate fares to the level of the intrastate fares. In Increases in Texas Rates, Fares, and Charges, 253 I.C.C. 723, and in the report on further hearing in Increased Railway Rates, Fares, and Charges, supra, we discussed contentions that rate increases therein proposed would be inconsistent with the efforts of the Government to avoid inflation and would conflict with the provisions of the Emergency Price Control Act of 1942, as amended by the Stabilization Act, and executive regulations thereunder. We concluded that the provisions of these acts, except those pertaining to the giving of notice and consent to intervene to the designated federal agent, made no changes in or additions to the Interstate Commerce Act with respect to the rates, fares, and charges of common carriers by railroad. The provisions of these acts respecting the giving of notice and consent to intervene to the designated federal agent have been complied with in each of these proceedings. The evidence bearing upon the further contention of the Price Administrator has been recited hereinbefore.\"</p>\n<p>An examination of the report in Increases in Texas Rates, Fares and Charges, 253 I.C.C. 723, 734-736, referred to in the above quotation, shows that the Commission was fully aware of its duty under the Stabilization Act and was discharging it in accordance with the spirit as well as the letter of that act. What weight was to be accorded the contentions advanced by the Price Administrator pursuant to the act, was a matter committed to the discretion of the Commission; and the right to review the exercise of that discretion is given neither to the Price Administrator nor to this Court. Whatever question might have existed with regard to this was set at rest by the recent decision of the Supreme Court in the Jersey City case, supra, where Mr. Justice Jackson, speaking for the Court, said:</p>\n<p>\"The Interstate Commerce Commission has responsibility for maintaining an adequate system of wartime transportation. It is without power to protect these essential transportation agencies from raising labor and material costs. It can decide only how such unavoidable costs shall be met. They can in whole or in part be charged to increased fares, or they can be allowed to result in defaults and receiverships and reorganizations, or they may be offset by inadequate service or delayed maintenance. All of these considerations must be weighed by the Commission with wartime transportation needs as well as avoiding inflationary tendencies as a public responsibility. The need for informed, expert and unbiased judgment is apparent. * * * The delicacy of the Commission's task in wartime is no reason for allowing greater scope to judicial review than we are willing to exercise in peacetime. <i>We think the weight to be given to the Price Administrator's contentions was for the Commission, not the court, to determine.</i> The scope of proper judicial review does not expand or contract, depending on what party invokes it. It is as narrow now as it was when appealed to by the Company. Cf. Hudson &amp; Manhattan R. Co. v. United States, 313 U.S. 98, 61 S.Ct. 884, 85 L.Ed. 1212. If Congress desires to grant its own agencies greater privileges of judicial review <span class=\"star-pagination\">*621</span> than have been allowed to private parties it is at liberty to do so, but it is not for the Court to set aside, without legislative command, its slow-wrought general principles which protect the finality and integrity of decisions by administrative tribunals.\" (Italics supplied.)</p>\n<p>We have heard the case on the record as made before the Commission. Other evidence has been offered and has been received subject to ruling as to its competency. We regard the rule as well settled that the case must be heard on the record made before the Commission and accordingly exclude the evidence not embraced in that record. For the reasons above stated, however, our decision would not be different if this evidence were admitted and considered.</p>\n<p>Our conclusion is that the order complained of is a valid exercise of power by the Commission; that it is supported by sufficient findings of fact, which in turn are supported by substantial evidence; that it is not arbitrary or unreasonable; and that it is not rendered invalid by anything contained in the Stabilization Act. The injunction prayed for will accordingly be denied and the suit will be dismissed. Because of an intimation in the argument that, in the event of an adverse decision, plaintiffs would ask a stay pending appeal, we have given consideration to that matter and are of opinion that such stay should not be granted. Not only is the order of the Commission clearly valid in our opinion, but no circumstances have been shown which would justify this Court in ordering that it be stayed. Being entered by the Commission, it is presumptively in the public interest; its effect is merely to require intrastate passengers in North Carolina to pay the fares that interstate passengers are paying throughout the country and that intrastate passengers are paying in all except four of the States; and it is not possible to provide against damage which might result from a stay by requiring a bond. Under such circumstances, we think it clear that we should not grant the stay. Virginian R. Co. v. United States, 272 U.S. 658, 673, 47 S.Ct. 222, 228, 71 L.Ed. 463. As said in the case cited:</p>\n<p>\"An application to suspend the operation of the Commission's order pending an appeal from a final decree dismissing the bill on the merits calls for the exercise of discretion under circumstances essentially different from those which obtain when the application for a stay is made prior to a hearing of the application for an interlocutory injunction, or after the hearing thereon but before the decision. In the two latter classes of cases, if the bill seems to present to the court a serious question, the fact that irreparable injury may otherwise result to the plaintiff may, as an exercise of discretion, alone justify granting the temporary stay until there is an opportunity for adequate consideration of the matters involved. But to justify a stay pending an appeal from a final decree refusing an injunction additional facts must be shown. For the decree creates a strong presumption of its own correctness and of the validity of the Commission's order. This presumption ordinarily entitles defendant carriers and the public to the benefits which the order was intended to secure.</p>\n<p>\"In this class of cases an appeal bond can rarely indemnify fully even private parties to the litigation for the loss of the benefits of which the stay deprived them, and the public would usually be left wholly remediless. To justify granting the stay after a final decree sustaining the Commission's order, it must appear either that the District Court entertains a serious doubt as to the correctness of its own decision, or that the decision depends upon a question of law on which there is conflict among the courts of the several circuits, or that some other special reason exists why the order of the Commission ought not to become operative until its validity can be considered by this court.\"</p>\n<p>Injunction denied and suit dismissed.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">606</span></span> (1944)</b></center>\n<center><h1>STATE OF NORTH CAROLINA et al.<br>\nv.<br>\nUNITED STATES et al.</h1></center>\n<center>Civil Action No. 189.</center>\n<center><p><b>District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 22, 1944.</center>\n<p><span class=\"star-pagination\">*607</span> <span class=\"star-pagination\">*608</span> <span class=\"star-pagination\">*609</span> J. C. B. Ehringhaus, of Raleigh, N. C., and F. C. Hillyer, of Jacksonville, Fla., for State of North Carolina, North Carolina Utilities Commission, Charlotte Shippers &amp; Manufacturers Association, Inc., and North Carolina Division of the Travelers Protective Association of America.</p>\n<p>Richard H. Field, Gen. Counsel, David F. Cavers, Asst. Gen. Counsel, Bernard M. Fitzgerald, Transportation Counsel, Transportation and Public Utilities Division, and M. D. Miller, Atty., Office of Price Administration, all of Washington, D. C., for Price Administrator.</p>\n<p>Charles Clark, Gen. Atty. Southern Railway System, Frank W. Gwathmey and Joseph P. Cook, all of Washington, D. C., for North Carolina Rail Lines.</p>\n<p>Leon Jourolmon, Jr., of Knoxville, Tenn., for Railroad and Public Utilities Commission of the State of Tennessee, for Alabama Public Service Commission, and for Commonwealth of Kentucky.</p>\n<p>Edward Dumbauld, Sp. Asst. to Atty. Gen., Wendell Berge, Asst. Atty. Gen., J. O. Carr, U. S. Atty., of Wilmington, N. C., Daniel J. Knowlton, Chief Counsel, and J. Stanley Payne, Asst. Chief Counsel, Interstate Commerce Commission, both of Washington, D. C., for United States and Interstate Commerce Commission.</p>\n<p>Before PARKER, Circuit Judge, and MEEKINS and HAYES, District Judges.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This is a suit under the Urgent Deficiencies Act, 28 U.S.C.A. 43-48, to enjoin and set aside an order of the Interstate Commerce Commission requiring railroads serving the State of North Carolina to establish and maintain intrastate coach fares for passengers on bases no lower than the present interstate fares. The effect of the order is to require the present basic coach fare in North Carolina of 1.65 cents per mile to be increased to the present interstate level of 2.2 cents per mile. A special court of three judges has been convened pursuant to statute, intervention has been allowed on the part of various interested parties, and the case has been heard on the merits and submitted for final decree.</p>\n<p>The findings of the Commission in support of the order, made in a proceeding relating to fares in the States of Alabama, Kentucky and Tennessee, as well as in North Carolina (Alabama Intrastate Fares 258 I.C.C. 133, 154, 155), are as follows:</p>\n<p>\"1. The interstate one-way and round-trip coach fares now in effect to, from, and through points in Alabama, Kentucky, North Carolina, and Tennessee, and the interstate round-trip fares applicable in sleeping and parlor cars now in effect to, from, and through points in Alabama and Tennessee, are just and reasonable.</p>\n<p>\"2. The intrastate one-way and round-trip coach fares in Alabama, Kentucky, North Carolina, and Tennessee, with certain exceptions hereinbefore referred to and not here in issue, and the intrastate round-trip fares applicable in sleeping and parlor cars in Alabama and Tennessee, are lower than the corresponding fares applicable <span class=\"star-pagination\">*610</span> interstate and intrastate generally throughout southern territory, except in the several States mentioned in this finding.</p>\n<p>\"3. The conditions affecting the one-way and round-trip transportation of passengers in coaches within these four States, and the round-trip transportation of passengers in sleeping and parlor cars within Alabama and Tennessee, intrastate on the one hand, and interstate to, from, and through those respective States on the other, are substantially similar.</p>\n<p>\"4. Interstate passengers in these States travel in the same trains and generally in the same cars with intrastate passengers, but are forced to pay higher fares than the intrastate passengers for like services, to the undue and unreasonable advantage and preference of the intrastate passengers and the undue and unreasonable disadvantage and prejudice of the interstate passengers.</p>\n<p>\"5. Respondents' revenues under the lower intrastate fares are less by at least $725,000 per annum in Alabama, $500,000 in Kentucky, $525,000 in North Carolina, and $525,000 in Tennessee than they would be if those fares were increased to the level of the corresponding interstate fares, and traffic moving under these lower intrastate fares is not contributing its fair share of the revenues required to enable respondents to render adequate and efficient transportation service.</p>\n<p>\"6. The maintenance of intrastate one-way and round-trip coach fares in Alabama, Kentucky, North Carolina, and Tennessee, and of intrastate round-trip fares applicable in sleeping and parlor cars in Alabama and Tennessee, to the extent that such fares are on a lower level than the corresponding interstate fares, causes and will cause undue and unreasonable advantage to and preference of persons in intrastate commerce, undue and unreasonable disadvantage to and prejudice against persons in interstate commerce, and undue, unreasonable, and unjust discrimination against interstate commerce; and this unlawfulness should be removed by increasing the aforesaid intrastate fares in the respective States to the level of the corresponding interstate fares contemporaneously maintained by respondents to, from, and through such States; provided, that the aggregate charge made by any of the respondents for the intrastate transportation in any of the States shall not exceed the aggregate charge made for like accommodations and for a like distance by the same respondent for interstate transportation to, from, or through such State.\"</p>\n<p>These ultimate findings of the Commission are supported by a detailed discussion of the evidence before it, which need not be repeated here, and by a review of the history of passenger rates since 1908, which because of its importance with relation to the fundamental questions here involved we quote as follows:</p>\n<p>\"In southern passenger association territory, hereinafter referred to as southern territory, which, generally speaking, is that territory east of the Mississippi River and south of the Ohio and Potomac Rivers, the basis of one-way fares form April 1, 1908, to June 9, 1918, was generally 2.5 cents per mile in all classes of equipment. On June 10, 1918, under an order of the Director General of Railroads, the fare was increased to 3 cents per mile in all classes of equipment. This fare remained in effect until August 25, 1920, but during the period June 10 to November 30, 1918, an additional charge of 16 2/3 percent of the one-way fare was assessed for travel in sleeping and parlor cars. From August 26, 1920, to November 30, 1933, the fare generally was 3.6 cents per mile in all classes of equipment, plus a surcharge on transportation in sleeping and parlor cars on and after December 1, 1918, of 50 percent of the charge made for space occupied in such cars.</p>\n<p>\"During 1932 and 1933, certain of the carriers operating in Southern territory experimented with fares lower than 3.6 cents in attempts to attract additional passenger business in competition with transportation by private automobiles and in busses. For example, from April 1 to November 30, 1933, experimental one-way fares of 3 cents per mile in sleeping or parlor cars, without a surcharge, and 2 cents per mile in coaches were maintained by the Atlanta and West Point Rail Road Company, The Western Railway of Alabama, Mobile and Ohio Rail Road Company (now part of the Gulf, Mobile and Ohio Railroad Company), Louisville and Nashville Railroad Company, and The Nashville, Chattanooga &amp; St. Louis Railway. During the same period the Southern Railway system lines were experimenting with coach fares of 1.5 cents per mile on certain portions of their lines.</p>\n<p>\"On December 1, 1933, most of the lines in southern territory established experimental <span class=\"star-pagination\">*611</span> fares of 3 cents per mile in sleeping and parlor cars, without a surcharge, and 1.5 cents per mile in coaches, which remained in effect through November 14, 1937. However, a number of railroads kept their one-way coach fares at 2 cents per mile during this period, but met the 1.5-cent fares maintained by other roads where competition made that necessary. Among the lines which retained the 2-cent coach fare during this period were the Illinois Central Railroad Company, Mobile &amp; Ohio, and the St. Louis-San Francisco Railway Company (J. M. Kurn and Frank A. Thompson, trustees).</p>\n<p>\"In Passenger Fares and Surcharges, 214 I.C.C. 174, decided February 28, 1936, we reviewed railroad passenger fares throughout the nation, and found the basic fares to be unreasonable. We prescribed maximum reasonable fares of 2 cents per mile, one way and round trip, in coaches, and 3 cents per mile, one way and round trip, in standard pullman cars, without prejudice to the maintenance of lower fares in coaches or pullman cars. The pullman surcharge was found unreasonable and its cancellation was required. The existing experimental fares in southern territory were found not unreasonable or otherwise unlawful.</p>\n<p>\"On November 15, 1937, the carriers which had been maintaining the experimental coach fare of 1.5 cents increased that fare to 2 cents per mile, but restored the 1.5-cent fare on January 15, 1939. Again, certain of the southern lines, including the Illinois Central, Mobile &amp; Ohio, St. Louis-San Francisco, and Norfolk and Western Railway Company, retained the 2-cent fare basis.</p>\n<p>\"By order of January 21, 1942, in Ex Parte No. 148, we found that a nation-wide increase of 10 percent in fares proposed by the railroads was necessary to enable the petitioners to continue to render adequate and efficient transportation service during the national emergency, and that the proposed increased fares would be reasonable and otherwise lawful. See Increased Railway Rates, Fares, and Charges, 1942, 248 I.C.C. 545, 565, 566, where the foregoing findings were renewed and affirmed.</p>\n<p>\"The reestablished coach fares of 1.5 cents remained in effect until February 10, 1942, on which date the 10 percent increase in fares for transportation in both coaches and pullman cars became effective. On that date fares of 1.5 cents became 1.65 cents; fares of 2 cents became 2.2 cents; and fares of 3 cents became 3.3 cents. The round-trip fares were modified to reflect the increase in the one-way fares. On various subsequent dates these increased fares also became effective on intrastate traffic in all of the States.</p>\n<p>\"On July 14, 1942, the railroads operating in southern territory filed with us a petition for authority to increase their lower fares for interstate one-way transportation in coaches in that territory to 2.2 cents a mile, the basis of the coach fares then in effect generally throughout the remainder of the United States. Having found in Passenger Fares and Surcharges, supra, that 2 cents per mile was a reasonable basic coach fare for application on railroads generally throughout the country, including the lines of petitioners, we authorized petititoners by our order of August 1, 1942, to apply the increase of 10 percent approved in Ex Parte No. 148 to a basic fare of 2 cents per mile, and modified accordingly the original order in the latter proceeding. Pursuant to that authority, one-way coach fares of 2.2 cents a mile were published to become effective October 1, 1942, on interstate traffic. Effective on the same date the railroads generally throughout southern territory, published a uniform basis of interstate round-trip fares to displace the round-trip fares theretofore in effect, namely, in coaches on the basis of 180 percent of the one-way fare of 2.2 cents, or 1.98 cents a mile, with a return limit of 3 months; and in sleeping and parlor cars on the basis of 166- 2/3 percent of the one-way fare of 3.3 cents in such cars, or 2.75 cents a mile, with a return limit of 3 months. The increased fares proposed for application in southern territory were protested and suspension of their operations was requested by the Price Administrator, but we declined to suspend. The fares so increased are now in effect on interstate traffic.</p>\n<p>\"Thereafter, with the approval of the rate regulatory authorities of those States, the intrastate one-way and round-trip coach fares and the round-trip fares in sleeping and parlor cars were increased to the respective levels of the corresponding interstate fares in Florida, Georgia, Louisiana, Mississippi, Virginia, and South Carolina, and the round-trip fares in sleeping and parlor cars were increased to the level of <span class=\"star-pagination\">*612</span> the interstate fares in such cars in North Carolina and Kentucky. The rate regulatory authorities of Alabama, North Carolina, Tennessee, and Kentucky have declined to authorize the increases sought by the railroads in one-way and round-trip coach fares in those states, and the rate regulatory authorities of Alabama and Tennessee have also refused to authorize the increases in the round-trip fares in sleeping and parlor cars. It is those fares in the four States last named which are here under investigation.\"</p>\n<p>With respect to the reasonableness of the basic interstate coach fare of 2.2 cents, the Commission pointed out that from 1936 to the date of its order the five principal carriers operating in the State of North Carolina had shown a deficit from passenger operations for every year except the war year 1942. Referring to an application by the North Carolina Utilities Commission for a further investigation as to the reasonableness of interstate fares, after the entry of its order raising the interstate fares in southern territory to the level prevailing elsewhere, the Commission said:</p>\n<p>\"The present interstate fares, one-way and round-trip, are either the equivalent of, or are less than the maximum basic fares found reasonable in Passenger Fares and Surcharges, supra, plus the 10-percent increase authorized in Ex Parte No. 148. These one-way fares are now in effect on interstate and intrastate traffic throughout the entire country, except intrastate in these four States, and the round-trip fares are now in effect on interstate and intrastate traffic throughout all of southern territory, except intrastate in the several States the fares in which are here before us. It is a well-settled rule that the most helpful evidence in determining the reasonableness of rates or fares is comparison with other rates or fares for like services. The record does not warrant any modification of our conclusion in the report on further hearing in Ex Parte No. 148 with respect to the passenger fares of these respondents.\"</p>\n<p>With respect to discrimination against interstate passengers, the Commission said: \"All trains operated by respondents in each of the States are available to and are used by both interstate and intrastate passengers, and the services accorded to both classes of passengers are substantially the same.\" And in replying to a contention that the intrastate coach service in North Carolina has deteriorated and is inferior to that provided for interstate traffic, the Commission said: \"Admittedly, interstate as well as intrastate passengers may and do travel on the local and mixed trains in North Carolina described above, and the accommodations and service furnished interstate passengers in such instances are the same as the accommodations and service furnished intrastate passengers.\"</p>\n<p>With respect to the discrimination caused by these lower intrastate fares against the interstate commerce of the carriers, in that under the intrastate rates the intrastate passenger service was not contributing its fare share of the revenues required to maintain an adequate and efficient transportation service, the Commission said:</p>\n<p>\"On the basis of audits made for representative periods by the principal respondents in each of these proceedings, the estimated amount of additional revenue which the respondents in the respective States would have received during those periods if the assailed intrastate fares had been on the interstate level, projected over the period of a year, exceeds $750,000 per annum in Alabama, $526,000 in Kentucky, $558,000 in North Carolina, and $556,000 in Tennessee.\"</p>\n<p>Although many matters have been referred to in the pleadings and arguments, the case before us resolves itself into four questions: (1) Did the Commission have power to require that intrastate fares be raised to the level of reasonable interstate fares so as to eliminate discrimination against passengers in interstate commerce and discrimination against the interstate business of the carriers? (2) Did the Commission's finding that the interstate fares were reasonable have adequate support in the record? (3) Did the Commission's findings as to discrimination against interstate passengers and the interstate commerce of the carriers have adequate support in the record? And (4) was adequate consideration given by the Commission to the requirements of the National Stabilization Act? We think that all of these questions must be answered in the affirmative and shall discuss them in the order named.</p>\n<p></p>\n<h2>The Power of the Commission.</h2>\n<p>Paragraph (3) of section 13 of the Interstate Commerce Act as amended, 49 U.S.C.A. § 13(3), clothes the Commission with power, in any proceeding instituted <span class=\"star-pagination\">*613</span> under the Transportation Act to investigate any rate, fare, etc., made or imposed by the authority of any state. Paragraph (4) of that section authorizes the Commission to prescribe rates, fares, etc., to remove undue, unreasonable or unjust discriminations found to exist against persons and localities or against interstate or foreign commerce as a result of intrastate rates or fares. That paragraph is as follows:</p>\n<p>Sec. 13, par. (4) \"Duty of Commission where State regulations result in discrimination. Whenever in any such investigation the commission, after full hearing, finds that any such rate, fare, charge, classification, regulation, or practice causes any undue or unreasonable advantage, preference, or prejudice as between persons or localities in intrastate commerce on the one hand and interstate or foreign commerce on the other hand, or any undue, unreasonable, or unjust discrimination against interstate or foreign commerce, which is hereby forbidden and declared to be unlawful, it shall prescribe the rate, fare, or charge, or the maximum or minimum, or maximum and minimum, thereafter to be charged, and the classification, regulation, or practice thereafter to be observed, in such manner as, in its judgment, will remove such advantage, preference, prejudice, or discrimination. Such rates, fares, charges, classifications, regulations, and practices shall be observed while in effect by the carriers parties to such proceeding affected thereby, the law of any State or the decision or order of any State authority to the contrary notwithstanding.\"</p>\n<p>Under this provision, it is the duty of the Commission not merely to remove discriminations against persons and localities, but to remove unjust discrimination against interstate commerce resulting from unreasonable intrastate rates. Under § 15a(2) of the Interstate Commerce Act, 49 U.S.C.A. § 15a(2), it is the duty of the Commission, in prescribing rates, to give due consideration to the effect thereof on the movement of traffic and on the principal objective of the act, which is to provide for the country an adequate and efficient railway transportation service. The power granted by § 13(4) is to be construed along with the duty imposed by § 15a(2). As said by Chief Justice Taft in Railroad Comm. of State of Wisconsin v. Chicago, B. &amp; Q. R. Co., <span class=\"citation\" data-id=\"99906\"><a href=\"/opinion/99906/wisconsin-rr-comm-v-c-b-qrr-co/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 585, 586, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">232</span></span>, 236, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">371</span></span>, 22 A.L.R. 1086:</p>\n<p>\"Intrastate rates and the income from them must play a most important part in maintaining an adequate national railway system. Twenty per cent. of the gross freight receipts of the railroads of the country are from intrastate traffic, and fifty per cent. of the passenger receipts. The ratio of the gross intrastate revenue to the interstate revenue is a little less than one to three. If the rates on which such receipts are based, are to be fixed at a substantially lower level than in interstate traffic, the share which the intrastate traffic will contribute will be proportionately less. If the railways are to earn a fixed net percentage of income, the lower the intrastate rates, the higher the interstate rates may have to be. The effective operation of the act will reasonably and justly require that intrastate traffic should pay a fair proportionate share of the cost of maintaining an adequate railway system. Section 15a confers no power on the Commission to deal with intrastate rates. What is done under that section is to be done by the Commission `in the exercise of its powers to prescribe just and reasonable rates,' i. e., powers derived from previous amendments to the Interstate Commerce Act, which have never been construed or used to embrace the prescribing of intrastate rates. When we turn to paragraph 4, § 13, however, and find the Commission for the first time vested with a direct power to remove `any undue, unreasonable, or unjust discrimination against interstate or foreign commerce,' it is impossible to escape the dovetail relation between that provision and the purpose of section 15a. If that purpose is interfered with by a disparity of intrastate rates, the Commission is authorized to end the disparity by directly removing it, because it is plainly an `undue, unreasonable, or unjust discrimination against interstate or foreign commerce', within the ordinary meaning of those words.\"</p>\n<p>To the same effect is what is said by Chief Justice Hughes and Chief Justice Stone in the more recent cases of United States v. State of Louisiana, <span class=\"citation\" data-id=\"102134\"><a href=\"/opinion/102134/united-states-v-louisiana/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">28</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span></span>; Florida v. United States, <span class=\"citation\" data-id=\"102240\"><a href=\"/opinion/102240/florida-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">603</span></span>, 78 L.Ed. 1077; and Illinois Commerce Comm. v. United States, <span class=\"citation\" data-id=\"102287\"><a href=\"/opinion/102287/illinois-commerce-commn-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></span>, 785, 78 L.Ed. 1371. In the case last cited Chief Justice Stone said:</p>\n<p>\"The scope and application of sec. 13(4) have so recently been fully considered in opinions of this Court in United States v. <span class=\"star-pagination\">*614</span> [State of] Louisiana, <span class=\"citation\" data-id=\"102134\"><a href=\"/opinion/102134/united-states-v-louisiana/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">28</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span></span>; State of Florida v. United States, <span class=\"citation\" data-id=\"102240\"><a href=\"/opinion/102240/florida-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">603</span></span>, 78 L.Ed. 1077; see also Georgia Public Service Comm. v. United States, <span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1397</span></span>; State of Florida v. United States, <span class=\"citation\" data-id=\"1272541\"><a href=\"/opinion/1272541/florida-v-united-states/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">291</span></span>; that it is unnecessary to repeat that discussion here. Under sec. 13(4) of the Interstate Commerce Act, the Interstate Commerce Commission is given plenary power to remove the discrimination created by intrastate rates against interstate commerce, by raising intrastate rates so that the intrastate traffic may produce its fair share of the revenue required to meet maintenance and operating costs and to yield a fair return on the value of property devoted to the transportation service.\"</p>\n<p>The philosophy underlying the granting of such power to the Commission was well put by Chief Justice Taft in the Wisconsin case, supra, as follows:</p>\n<p>\"* * * such orders as to intrastate traffic are merely incidental to the regulation of interstate commerce and necessary to its efficiency. Effective control of the one must embrace some control over the other in view of the blending of both in actual operation. The same rails and the same cars carry both. The same men conduct them. Commerce is a unit and does not regard state lines, and while under the Constitution, interstate and intrastate commerce are ordinarily subject to regulation by different sovereignties, yet when they are so mingled together that the supreme authority, the Nation, cannot exercise complete effective control over interstate commerce without incidental regulation of intrastate commerce, such incidental regulation is not an invasion of state authority or a violation of the proviso [of the Interstate Commerce Act].</p>\n<p></p>\n<h2>*   *   *   *   *</h2>\n<p>\"Congress in its control of its interstate commerce system is seeking in the Transportation Act to make the system adequate to the needs of the country by securing for it a reasonable compensatory return for all the work it does. The states are seeking to use that same system for intrastate traffic. That entails large duties and expenditures on the interstate commerce system which may burden it unless compensation is received for the intrastate business reasonably proportionate to that for the interstate business. Congress as the dominant controller of interstate commerce may, therefore, restrain undue limitation of the earning power of the interstate commerce system in doing state work. The affirmative power of Congress in developing interstate commerce agencies is clear. Wilson v. Shaw, <span class=\"citation\" data-id=\"96558\"><a href=\"/opinion/96558/wilson-v-shaw/\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">233</span></span>, 51 L.Ed. 351; Luxton v. North River Bridge Co., <span class=\"citation\" data-id=\"93915\"><a href=\"/opinion/93915/luxton-v-north-river-bridge-co/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">891</span></span>, 38 L.Ed. 808; [State of] California v. [Central] Pacific R. R. Co., <span class=\"citation\" data-id=\"92223\"><a href=\"/opinion/92223/california-v-central-pacific-r-co/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 39, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1073</span></span>, 32 L.Ed. 150. In such development, it can impose any reasonable condition on a state's use of interstate carriers for intrastate commerce, it deems necessary or desirable. This is because of the supremacy of the national power in this field.\"</p>\n<p>In the light of these authorities, there is no force in the argument that the power exercised by the Commission was a violation of the rights of the states reserved by the 10th Amendment or in the suggestion that the duty rests upon this court to hear the case de novo for the purpose of ascertaining whether states' rights have been violated. As was well said by Chief Justice Hughes in State of Florida v. United States, supra, <span class=\"citation\" data-id=\"102240\"><a href=\"/opinion/102240/florida-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">603</span></span>, 608, 78 L.Ed. 1077:</p>\n<p>\"The question of the weight of the evidence was for the Commission and not for the court. The authority conferred upon the Commission by Section 13(4) of the Interstate Commerce Act, with respect to intrastate rates, is not different in its quality or effect from that given to the Commission to prevent other sorts of unjust discrimination against interstate commerce. That authority rests upon the constitutional power of the Congress, extending to interstate carriers as instruments of interstate commerce, to require that these agencies shall not be used in such manner as to cripple, retard or destroy that commerce, and to provide for the execution of that power through a subordinate body. Shreveport Case (Houston, E. &amp; W. T. R. Co., v. United States), <span class=\"citation\" data-id=\"98232\"><a href=\"/opinion/98232/houston-texas-ry-v-united-states/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 351, 354, 355, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">833</span></span>, 58 L.Ed. 1341; Railroad Commission of [State of] Wisconsin v. Chicago, B. &amp; Q. R. Co., supra. The purpose for which the Commission was created was to bring into existence a body which, from its special character, would be best fitted to determine, among other things, whether upon the facts in a given case there is an unjust discrimination against interstate commerce. United States v. Louisville &amp; Nashville R. Co., <span class=\"citation\" data-id=\"98299\"><a href=\"/opinion/98299/united-states-v-louisville-nashville-r-co/\"><span class=\"volume\">235</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, 320, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">113</span></span>, 59 L.Ed. 245. That <span class=\"star-pagination\">*615</span> purpose unquestionably extended to the prohibited discrimination produced by intrastate rates. In relation to such a discrimination, as in other matters, when the Commission exercises its authority upon due hearing, as prescribed, and without error in the application of rules of law, its findings of fact supported by substantial evidence are not subject to review. It is not the province of the courts to substitute their judgment for that of the Commission.\"</p>\n<p></p>\n<h2>The Reasonableness of the Interstate Fares.</h2>\n<p>The Commission was fully aware that it had no power to order intrastate fares raised to the level of interstate fares without first finding that the interstate fares were reasonable. It so stated in its report, citing the decisions of the Supreme Court to that effect in Georgia Public Service Commission v. United States, <span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1397</span></span>, and United States v. State of Louisiana, <span class=\"citation\" data-id=\"102134\"><a href=\"/opinion/102134/united-states-v-louisiana/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">28</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span></span>. As a basis of its order, therefore, it made not only the general finding quoted above, but also the specific findings as to revenues from passenger business since 1936, which we have mentioned, referred to the increased costs of doing business and gave the history of passenger fares in the United States which we have quoted. In the light of all of these, we think there can be no question but that the finding of the reasonableness of interstate fares is adequately supported. It is perfectly clear that the reasonableness of such fares is not to be determined solely on the basis of transient war conditions, or upon the unusual passenger revenues due to such conditions, or upon a consideration of the passenger business disassociated from the other business of the carriers. On the contrary, the Commission, in discharging its duty to fix just and reasonable rates and fares which will secure for the country an adequate and efficient transportation system, must view the system as a whole and must judge the future in the light of the past as well as of the present. The rate structure has had an historical development, which may not be ignored in dealing with the question of the reasonableness of particular rates or fares.</p>\n<p>Until the year 1942 the passenger business of the railroads had for a number of years been a continuing source of loss to them notwithstanding the high fares that prevailed prior to the order of 1936. That order was made reducing coach fares generally to 2 cents per mile, not because there were excessive revenues from passenger business warranting the reduction, but because it was thought that, in view of prevailing conditions, that fare would produce greater revenues than the higher fares and would more nearly approximate a just fare in view of what the service rendered was reasonably worth. At the same time, southern carriers were allowed to put into effect the experimental 1.5 cents coach fare, in an effort to recover some of the passenger business that they had lost and to increase the revenues of a branch of the business that showed a constant and increasing deficit. At that time, the question of the reasonableness of passenger fares was thoroughly examined from every angle. See Passenger Fares and Surcharges, 214 I.C.C. 174.</p>\n<p>The reasonableness of passenger fares was again submitted to a searching inquiry by the Commission in its report of March 2, 1942, in Ex Parte No. 148, wherein, following certain wage increases and a showing of other increased costs, it approved an increase of 10 per cent. in passenger fares and a smaller proportionate increase of freight rates. In granting the increase, the Commission said (Increased Railway Rates, Fares, and Charges, 248 I.C.C. 545, 565): \"Because of the abnormal conditions which now prevail throughout the country, we are of the opinion that the increased fares proposed will yield substantial amounts of additional revenues, and that the passenger service justly and reasonably should contribute toward meeting the added operating costs of the railroads.\" The reasonableness of the general level of passenger fares was again considered in connection with Ex Parte 148, in the Commission's report of April 6, 1943, in which, while suspending the freight rate increases, it declined to suspend the increase in passenger fares. Increased Railway Rates, Fares, and Charges, 255 I.C.C. 357. The Commission said (255 I.C.C. at pages 394, 395): \"The situation regarding standard passenger fares differs from that as to freight rates and charges in important respects. As we have previously shown, the evidence herein discloses that passenger traffic failed for many successive years to pay its proper share of railway expenses, and that only with the large volume of traffic and passenger revenue was the 1942 passenger deficit currently eliminated. <span class=\"star-pagination\">*616</span> Even with that increased volume of traffic and revenue, as shown by the reports for 1942 and the current reports so far made this year, the operating ratio remains decidedly less favorable for passenger and allied services than for freight. * * * We find that no modification of our previous findings, orders, and authorizations respecting the present interstate standard passenger fares is necessary.\" The matter was again dealt with by the Commission in its supplemental report of Increased Railway Rates, Fares, and Charges, November 8, 1943, 256 I.C.C. 502.</p>\n<p>This order of the Commission permitting the southern carriers to abandon the experimental coach fare of 1.5 cents per mile, and to raise their interstate coach fare to the standard coach fare of 2.2 cents per mile, was entered on August 1, 1942; and the order in Ex Parte No. 148 was modified accordingly. The increase was made, therefore, in the course of proceedings in which the general level of passenger fares was thoroughly investigated and the facts justifying the fares established were fully found. These findings were before the Commission in the proceeding to raise intrastate fares and were properly considered along with the other evidence adduced. Without regard to the other evidence, they fully justified the findings of the Commission as to the reasonableness of the interstate fares. An examination of the record shows, however, that ample evidence was introduced to support the findings that the interstate fares were reasonable. That the Commission gave due consideration to the evidence as to increase in passenger traffic and revenues since the beginning of the war is shown by the following passage from its report, p. 142:</p>\n<p>\"The large increase in the passenger traffic and revenues of these respondents in the last 2 years, over the years prior to 1942 when they were incurring deficits from their passenger operations, was similar to that in the same years on practically all of the railroads of the country. The important facts in that respect differ little from those found in our report on further hearing in Ex Parte No. 148. We there pointed out that many of the factors making for increased passenger travel apparently would continue in 1943, such as inductions into the armed forces of great numbers of persons and the travel of men and women in the armed services and their relatives, together with greatly increased movement of Army troop trains. The prospect of further increases in rail passenger traffic and revenues was thus recognized and considered by us in reaching our conclusion that no modification of our previous findings, orders, and authorizations respecting these fares was necessary.\"</p>\n<p>The argument is made that, having approved a fare of 1.5 cents in a period of depression when the railroads were losing money on their passenger business, the Commission cannot, except by arbitrary action, now approve a fare of 2.2 cents, in a time of prosperity when the passenger business has increased until it is a source of unexpected profit. The answer, of course, is that the low fare was allowed as an experiment in an effort to recapture lost passenger business. With the increase of passenger business, the necessity for the low fare to attract business has passed, and the fare can now be fixed without reference to that consideration. It is elementary that, a reasonable basis being shown, the fixing of a rate or fare is a matter for the Commission and not for the courts, and that the courts, on review of an order of the Commission, may not substitute their judgment for that of the Commission as to its reasonableness. State of Florida v. United States, supra, <span class=\"citation\" data-id=\"102240\"><a href=\"/opinion/102240/florida-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">603</span></span>, 78 L.Ed. 1077; Interstate Commerce Comm. v. Union Pac. R. Co. <span class=\"citation\" data-id=\"97525\"><a href=\"/opinion/97525/int-com-comm-v-union-pacific-rr/\"><span class=\"volume\">222</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, 547, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">108</span></span>, 56 L.Ed. 308.</p>\n<p>It is argued, also, that it was incumbent upon the Commission, in condemning intrastate fares as discriminatory, to determine the reasonableness of interstate fares in the light of existing conditions and not of conditions that existed in former years; but it is clear that the Commission has had existing conditions in mind in finding the interstate fares to be reasonable. It is well settled that ordinarily the experience of a single year is an unsafe guide in fixing rates. United Gas Public Service Co. v. State of Texas, <span class=\"citation\" data-id=\"102960\"><a href=\"/opinion/102960/united-gas-co-v-texas/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 145, 625, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">483</span></span>, 82 L.Ed. 702; West Ohio Gas Co. v. Public Utilities Comm., <span class=\"citation\" data-id=\"102370\"><a href=\"/opinion/102370/west-ohio-gas-co-v-public-utilities-commission-of-ohio/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 81, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">324</span></span>, 79 L.Ed. 773. Particularly is this true when the single year is a war year and the conditions are abnormal. What weight shall be accorded a temporary increase of business due to war conditions is manifestly a matter for the Commission and not for the courts.</p>\n<p><span class=\"star-pagination\">*617</span> There is no force whatever in the argument that the finding as to reasonableness of interstate fares was made without notice and hearing. As indicated above the findings upon which interstate passenger fares were fixed and upon which the 10 percent increase was allowed (the abandonment of the experimental coach fare being permitted in connection with the latter) were made after the fullest hearing and investigation, with two hearings on petitions of the Price Administrator as to whether the increases in rates and fares should not be suspended in the interest of price stabilization. In addition to these, consideration was given by the Commission to the evidence adduced on the hearing on intrastate fares. It is true that the North Carolina Commission in July 1943 filed with the Interstate Commission a petition asking the latter for a general investigation on its own motion of the reasonableness of interstate coach fares to, from and through North Carolina, and that the Interstate Commission refused to take action on the petition; but the Commission referred to the petition in the report accompanying the order here complained of and stated that the record did not warrant any modification of its conclusions in Ex Parte No. 148. Whether the Commission, having so recently and so fully considered the reasonableness of interstate fares, would again go into the question was a matter well within its discretion. Interstate Commerce Comm. v. Jersey City, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1129</span></span>, 1135; Illinois Commerce Comm. v. United States, <span class=\"citation\" data-id=\"102287\"><a href=\"/opinion/102287/illinois-commerce-commn-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 480, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></span>, 78 L.Ed. 1371. As was said by the Supreme Court in the Jersey City case [64 S.Ct. 1135]:</p>\n<p>\"Only once in the history of administrative law has this Court reversed a Commission for refusing to grant a rehearing on the contention that the record was `stale.' * * * The Court, however, promptly restricted that decision to its special facts. United States v. Northern Pacific R. [Co.], <span class=\"citation\" data-id=\"102056\"><a href=\"/opinion/102056/united-states-v-northern-pacific-ry/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">406</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">914</span></span>, and it stands virtually alone. In Baltimore &amp; Ohio R. Co. v. United States, <span class=\"citation\" data-id=\"102664\"><a href=\"/opinion/102664/baltimore-ohio-r-co-v-united-states/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 389, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">797</span></span>, 817, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1209</span></span>, Mr. Justice Brandeis, concurring, said, `The Atchison case [Atchison, T. &amp; S. F. R. Co. v. United States, <span class=\"citation\" data-id=\"101817\"><a href=\"/opinion/101817/atchison-etc-ry-co-v-united-states/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">146</span></span>, 76 L.Ed. 273] rests upon its exceptional facts. It is apparently the only instance in which this Court has interfered with the exercise of the Commission's discretion in granting, or refusing, to reopen a hearing.' * * *</p>\n<p>\"This Court has held that the Interstate Commerce Commission did not abuse its discretion in refusing a request for a new study as a basis for rate-making, although changes were alleged consisting of a falling off in volume of traffic, improvement of highways in the district resulting in diversion of traffic from rail to truck, decline in value of the articles transported, reduction in wages and cost of supplies, and curtailment of the amount of service rendered, and where the Commission decided that it was able on the record before it to consider the effect of the factors suggested by the appellants and that a new cost study was unnecessary. Illinois Commerce Commission v. United States, <span class=\"citation\" data-id=\"102287\"><a href=\"/opinion/102287/illinois-commerce-commn-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 480, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></span>, 785, 78 L.Ed. 1371. Except that the trends are in an opposite direction, the inquiry demanded here is of the same nature. See also Georgia Public Service Commission v. United States, <span class=\"citation no-link\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">765</span></span>, 769, 770, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">619</span></span>, 620, 621, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1397</span></span>.</p>\n<p></p>\n<h2>*   *   *   *   *</h2>\n<p>\"The rule that petitions for rehearings before administrative bodies are addressed to their own discretion is uniformly accepted and seems to be almost universally applied in other federal courts. United States ex rel. Maine Potato Growers &amp; Shippers Ass'n v. Interstate Commerce Commission, 66 App.D.C. 398, <span class=\"citation\" data-id=\"1511156\"><a href=\"/opinion/1511156/united-states-v-interstate-commerce-commission/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">780</span></a></span>, 784, certiorari denied <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">684</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">754</span></span>, 81 L.Ed. 886; Mississippi Valley Barge Line Co. v. United States, D.C., <span class=\"citation\" data-id=\"2266708\"><a href=\"/opinion/2266708/mississippi-valley-barge-line-co-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">745</span></a></span>, 748; Union Stock Yards Co. v. United States, D.C., <span class=\"citation\" data-id=\"2347177\"><a href=\"/opinion/2347177/union-stock-yards-co-of-omaha-v-united-states/\"><span class=\"volume\">9</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">864</span></a></span>, 873; American Commission Co. v. United States, D.C., <span class=\"citation\" data-id=\"1975980\"><a href=\"/opinion/1975980/american-commission-co-v-united-states/\"><span class=\"volume\">11</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">965</span></a></span>, 972; R.C.A.Communications, Inc., v. United States, D.C., <span class=\"citation\" data-id=\"1408021\"><a href=\"/opinion/1408021/rca-communications-v-united-states/\"><span class=\"volume\">43</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">851</span></a></span>, 858.\"</p>\n<p>The North Carolina Commission could not demand that the Interstate Commission make a new and independent investigation as a prerequisite to its order raising intrastate fares. That order was but a step in the process of adjusting the rate structure of the nation and was properly predicated upon the findings as to intrastate fares already made. The matter was well put by the Supreme Court in the Jersey City case, supra, as follows:</p>\n<p>\"Nor can a litigant insist that a commission may not take a second step in a rate-making process without retracing all <span class=\"star-pagination\">*618</span> previous ones. As put by the Chief Justice: `The establishment of a rate for a regulated industry often involves two steps of different character, one of which may appropriately precede the other. The first is the adjustment of the general revenue level to the demands of a fair return. The second is the adjustment of a rate schedule conforming to that level so as to eliminate discriminations and unfairness from its details.' Such procedure may be adopted where it is appropriate to carry out the provisions of an act. Federal Power Commission v. Natural Gas Pipeline Co., <span class=\"citation\" data-id=\"103633\"><a href=\"/opinion/103633/fpc-v-natural-gas-pipeline-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 584, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">736</span></span>, 742, 86 L.Ed. 1037.\"</p>\n<p>Answering a somewhat similar contention in Illinois Commerce Comm. v. United States, supra, and denying that the Commission was required to make a further cost study based on alleged changed conditions, the Supreme Court said [<span class=\"citation\" data-id=\"102287\"><a href=\"/opinion/102287/illinois-commerce-commn-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">786</span></span>, 78 L.Ed. 1371]:</p>\n<p>\"Whether or not the cost study was representative, whether the study should have been more refined, and whether it should have been supplemented as appellants desired, are questions of fact, the determination of which is within the competence of the Commission. The Commission reached its conclusion after full hearing and thorough consideration of all questions presented. As the record affords a sufficient basis for the Commission's determination, it is not subject to review in the courts.\"</p>\n<p>Plaintiffs contend that the reasonableness of interstate fares was excluded from consideration at the hearing by a statement of the Examiner. There is no merit in the contention. At the beginning of the hearing, counsel for North Carolina stated that it was his understanding that the reasonableness of interstate fares was not in issue and the Examiner responded: \"Well, it is before the Commission to the extent that it is a burden resting upon respondents to establish that present interstate fares are not in excess of maximum reasonable fares. That is my understanding. Otherwise, it is not in issue. It is not subject to attack, and the parties are at liberty to show what facts they have and they [their?] position on that particular question.\" No objection was voiced to the Examiner's statement and the question as to the reasonableness of the interstate fares was fully considered by the Commission. As indicated above, we think that the Commission would have been acting reasonably and within its powers, if it had treated the reasonableness of the interstate fares as settled by the recent proceedings, and had considered in the proceeding before it merely the question as to whether the North Carolina fares were discriminatory. When the Commission had so recently made an adjustment of interstate fares after a nation-wide inquiry, it was not required to go over this work again in a proceeding to bring intrastate rates into harmony with them.</p>\n<p></p>\n<h2>Intrastate Fares Discriminatory.</h2>\n<p>The reasonableness of the interstate fares being established, there can be little question as to the discriminatory character of the intrastate fares. It is established that the same service is afforded intrastate passengers as is afforded in interstate service; and, where this is true, discrimination is ordinarily established with sufficient certainty by showing a difference in rates. As said in Illinois Commerce Comm. v. United States, <span class=\"citation\" data-id=\"102287\"><a href=\"/opinion/102287/illinois-commerce-commn-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 485, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">783</span></span>, 787, 78 L.Ed. 1371: \"The effect of maintaining a lower rate, intrastate, than the reasonable interstate rate is necessarily discriminatory where-ever the two classes of traffic, inextricably intermingled, are carried on, as in the District, under substantially the same conditions.\" Defendants endeavor to justify the difference in fares by contrasting the service rendered by the streamlined de luxe interstate trains with the poor service afforded by the branch lines; but intrastate passengers travel on the streamlined interstate trains and interstate passengers travel on the branch lines. The great bulk of passenger traffic is not carried either on the streamlined trains or on the branch lines but on the ordinary passenger trains on the main lines; but, wherever they travel, the interstate coach passengers ride side by side with the intrastate passengers and enjoy the same accommodations. It is nothing short of nonsense to say that under such circumstances an intrastate fare of 1.65 as against an interstate fare of 2.2 does not constitute an undue discrimination in favor of intrastate passengers and against interstate passengers. When such discrimination is shown on a state-wide scale a general finding of discrimination is sufficient, and there is no need of a finding of discrimination against particular persons or with respect to particular fares. See United States v. State of Louisiana, <span class=\"star-pagination\">*619</span> <span class=\"citation\" data-id=\"102134\"><a href=\"/opinion/102134/united-states-v-louisiana/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, 79, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">28</span></span>, 33, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">181</span></span> (distinguishing State of Florida v. United States, <span class=\"citation\" data-id=\"1272541\"><a href=\"/opinion/1272541/florida-v-united-states/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">119</span></span>, <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">291</span></span>, upon which plaintiffs particularly rely) where the Court said:</p>\n<p>\"The case of the Louisiana rates was not alone before the Commission, and it should not be treated as though it were. A number of other states, contesting, in the aggregate, a wide range of rates, where heard at the same time. Had the Commission been required to go into the circumstances of each item with particularity the purpose of its original order would have been defeated. It sufficed that the Commission found that Louisiana showed nothing in the circumstances of its agriculture and industry or its traffic conditions so different from the rest of the country as to lead to the conclusion that the intrastate rates, raised to the reasonable general interstate level, would not themselves be reasonable; and that it saved the rights of interested parties to test the reasonableness of any individual rate.</p>\n<p>\"A question different from that before us was presented in [State of] Florida v. United States, supra. There the discrimination was essentially one of undue prejudice against shippers, confined by the evidence to rates prevailing in northern Florida. It involved only one railroad and one commodity.\"</p>\n<p>And it is equally clear that discrimination has been shown within the meaning of the statutory provision against the interstate commerce of the carriers in that, because of the intrastate fare, intrastate passengers are not making their proportionate contribution to the maintenance of the transportation system. The intrastate fare produces in North Carolina $525,000 less than would be produced by the interstate fare on the same volume of traffic, which means that intrastate passengers have paid just that much less than the Commission estimates to be their proper contribution for the service rendered. A failure of intrastate traffic to bear its just burden of expense means necessarily that a greater burden must be borne by interstate traffic if the transportation system is to be maintained at the level of efficiency which section 15a(2) contemplates; and this is unquestionably an undue discrimination against interstate commerce within the meaning of section 13(4).</p>\n<p>It is not necessary for the Commission to find, as a prerequisite to an order raising intrastate fares, that such fares are noncompensatory or will result in a deficit in operating revenues of that particular branch of the business. On the contrary, it is for the Commission to say what portion of the revenue necessary to an adequate and efficient transportation system the various kinds of businesses engaged in by the carriers shall contribute; and an undue burden upon and discrimination against interstate commerce is shown where intrastate rates for a particular service are so low that the service will not contribute its proportionate part of the revenue necessary to the plan which the Commission has devised for the development of the interstate system. It would greatly burden if not entirely wreck the transportation system of the country for local commissions to have the power to base intrastate rates or fares on their ideas as to how the expense of maintaining an adequate transportation system should be apportioned among the various classes of business carried on by the carriers. We must bear in mind, in this connection, what was so wisely said by Chief Justice Taft in the Wisconsin case, supra, that \"commerce is a unit and does not regard state lines\"; that the affirmative power of Congress in developing interstate commerce is clear; and that, \"in such development, it can impose any reasonable condition on a state's use of interstate carriers for intrastate commerce it deems necessary or desirable.\"</p>\n<p>It must not be overlooked that the carriers here who are carrying intrastate passengers are interstate carriers, and that it is only because of their interstate business that they are able to furnish the present level of intrastate service. The Commission has fixed the rates and fares on their various classes of business with a view of maintaining their efficiency as interstate carriers for the service of the public; and the rate structure so carefully constructed should not be burdened by lower intrastate rates because local regulatory bodies may entertain different theories of rate making. These observations apply with peculiar force in the case at bar, where it appears that the interstate fares fixed by the Commission have been accepted as reasonable intrastate fares by 44 of the 48 states of the Union. In the language of the Louisiana case, supra, there is nothing in the conditions prevailing in the other four states \"so different from the rest of the <span class=\"star-pagination\">*620</span> country as to lead to the conclusion that the intrastate rates, raised to the reasonable general interstate level, would not themselves be reasonable.\"</p>\n<p></p>\n<h2>Consideration Given Stabilization Act.</h2>\n<p>The contention that adequate consideration was not given by the Commission to the representations of the Price Administrator under the Stabilization Act, 50 U.S.C.A.Appendix, § 961 et seq., requires but brief consideration. The record shows that full consideration was given the representations of the Price Administrator, both in the hearings in Ex Parte No. 148 and in the hearing which resulted in the order here involved. As a matter of fact, the reopening of proceeding Ex Parte No. 148 resulted in the suspension of the authorized increase in freight rates; and the Commission, in the passage of its order of April 6, 1943, above quoted, Increased Railway Rates, Fares, and Charges, 255 I.C.C. 357, 394, 395, pointed out why passenger fares were treated differently. In the report accompanying the order here complained of the Commission showed that it had given full consideration to the contentions of the Price Administrator, saying:</p>\n<p>\"The Price Administrator contends that the proposed increase in fares is inconsistent with the wartime stabilization program; further, that the record is inadequate to support a finding of unjust discrimination against interstate commerce, but that if we should find otherwise, the unjust discrimination should be removed by a reduction in the interstate fares to the level of the intrastate fares. In Increases in Texas Rates, Fares, and Charges, 253 I.C.C. 723, and in the report on further hearing in Increased Railway Rates, Fares, and Charges, supra, we discussed contentions that rate increases therein proposed would be inconsistent with the efforts of the Government to avoid inflation and would conflict with the provisions of the Emergency Price Control Act of 1942, as amended by the Stabilization Act, and executive regulations thereunder. We concluded that the provisions of these acts, except those pertaining to the giving of notice and consent to intervene to the designated federal agent, made no changes in or additions to the Interstate Commerce Act with respect to the rates, fares, and charges of common carriers by railroad. The provisions of these acts respecting the giving of notice and consent to intervene to the designated federal agent have been complied with in each of these proceedings. The evidence bearing upon the further contention of the Price Administrator has been recited hereinbefore.\"</p>\n<p>An examination of the report in Increases in Texas Rates, Fares and Charges, 253 I.C.C. 723, 734-736, referred to in the above quotation, shows that the Commission was fully aware of its duty under the Stabilization Act and was discharging it in accordance with the spirit as well as the letter of that act. What weight was to be accorded the contentions advanced by the Price Administrator pursuant to the act, was a matter committed to the discretion of the Commission; and the right to review the exercise of that discretion is given neither to the Price Administrator nor to this Court. Whatever question might have existed with regard to this was set at rest by the recent decision of the Supreme Court in the Jersey City case, supra, where Mr. Justice Jackson, speaking for the Court, said:</p>\n<p>\"The Interstate Commerce Commission has responsibility for maintaining an adequate system of wartime transportation. It is without power to protect these essential transportation agencies from raising labor and material costs. It can decide only how such unavoidable costs shall be met. They can in whole or in part be charged to increased fares, or they can be allowed to result in defaults and receiverships and reorganizations, or they may be offset by inadequate service or delayed maintenance. All of these considerations must be weighed by the Commission with wartime transportation needs as well as avoiding inflationary tendencies as a public responsibility. The need for informed, expert and unbiased judgment is apparent. * * * The delicacy of the Commission's task in wartime is no reason for allowing greater scope to judicial review than we are willing to exercise in peacetime. <i>We think the weight to be given to the Price Administrator's contentions was for the Commission, not the court, to determine.</i> The scope of proper judicial review does not expand or contract, depending on what party invokes it. It is as narrow now as it was when appealed to by the Company. Cf. Hudson &amp; Manhattan R. Co. v. United States, <span class=\"citation\" data-id=\"103510\"><a href=\"/opinion/103510/hudson-manhattan-r-co-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">884</span></span>, 85 L.Ed. 1212. If Congress desires to grant its own agencies greater privileges of judicial review <span class=\"star-pagination\">*621</span> than have been allowed to private parties it is at liberty to do so, but it is not for the Court to set aside, without legislative command, its slow-wrought general principles which protect the finality and integrity of decisions by administrative tribunals.\" (Italics supplied.)</p>\n<p>We have heard the case on the record as made before the Commission. Other evidence has been offered and has been received subject to ruling as to its competency. We regard the rule as well settled that the case must be heard on the record made before the Commission and accordingly exclude the evidence not embraced in that record. For the reasons above stated, however, our decision would not be different if this evidence were admitted and considered.</p>\n<p>Our conclusion is that the order complained of is a valid exercise of power by the Commission; that it is supported by sufficient findings of fact, which in turn are supported by substantial evidence; that it is not arbitrary or unreasonable; and that it is not rendered invalid by anything contained in the Stabilization Act. The injunction prayed for will accordingly be denied and the suit will be dismissed. Because of an intimation in the argument that, in the event of an adverse decision, plaintiffs would ask a stay pending appeal, we have given consideration to that matter and are of opinion that such stay should not be granted. Not only is the order of the Commission clearly valid in our opinion, but no circumstances have been shown which would justify this Court in ordering that it be stayed. Being entered by the Commission, it is presumptively in the public interest; its effect is merely to require intrastate passengers in North Carolina to pay the fares that interstate passengers are paying throughout the country and that intrastate passengers are paying in all except four of the States; and it is not possible to provide against damage which might result from a stay by requiring a bond. Under such circumstances, we think it clear that we should not grant the stay. Virginian R. Co. v. United States, <span class=\"citation\" data-id=\"100967\"><a href=\"/opinion/100967/virginian-r-co-v-united-states/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 673, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">222</span></span>, 228, 71 L.Ed. 463. As said in the case cited:</p>\n<p>\"An application to suspend the operation of the Commission's order pending an appeal from a final decree dismissing the bill on the merits calls for the exercise of discretion under circumstances essentially different from those which obtain when the application for a stay is made prior to a hearing of the application for an interlocutory injunction, or after the hearing thereon but before the decision. In the two latter classes of cases, if the bill seems to present to the court a serious question, the fact that irreparable injury may otherwise result to the plaintiff may, as an exercise of discretion, alone justify granting the temporary stay until there is an opportunity for adequate consideration of the matters involved. But to justify a stay pending an appeal from a final decree refusing an injunction additional facts must be shown. For the decree creates a strong presumption of its own correctness and of the validity of the Commission's order. This presumption ordinarily entitles defendant carriers and the public to the benefits which the order was intended to secure.</p>\n<p>\"In this class of cases an appeal bond can rarely indemnify fully even private parties to the litigation for the loss of the benefits of which the stay deprived them, and the public would usually be left wholly remediless. To justify granting the stay after a final decree sustaining the Commission's order, it must appear either that the District Court entertains a serious doubt as to the correctness of its own decision, or that the decision depends upon a question of law on which there is conflict among the courts of the several circuits, or that some other special reason exists why the order of the Commission ought not to become operative until its validity can be considered by this court.\"</p>\n<p>Injunction denied and suit dismissed.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1408021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1511156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1975980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2266708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2347177/"
  ]
}