{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1444609/",
  "absolute_url": "/opinion/1444609/davis-v-southeastern-community-college/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1444609/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:11:29.755302Z",
  "date_modified": "2016-02-29T11:57:07.528933Z",
  "type": "010combined",
  "sha1": "fe27775f661b6724fb482410134a8e93ef1448ff",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>424 F.Supp. 1341 (1976)</b></center>\n<center><h1>Frances B. DAVIS, Plaintiff,<br>\nv.<br>\nSOUTHEASTERN COMMUNITY COLLEGE, Defendant.</h1></center>\n<center>Civ. A. No. 75-0041-CIV-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>December 22, 1976.</center>\n<p><span class=\"star-pagination\">*1342</span> Warren L. Pate, and Philip A. Diehl, Raeford, N. C., for plaintiff.</p>\n<p>Edward Williamson, of Williamson &amp; Walton, Whiteville, N. C., for defendant.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>HEMPHILL, District Judge.</p>\n<p>This is an action brought by plaintiff under the provisions of 42 U.S.C. § 1983 alleging that the defendant institution denied plaintiff equal protection of the law and due process in denying her admission to the Associate Degree Nursing Program of defendant institution, and under 29 U.S.C. § 794 alleging that plaintiff was discriminated against by the defendant institution in denying her admission because of a hearing disability. After hearing and considering the testimony adduced at trial, and considering the various pleadings, exhibits, and submissions taken into evidence, including a review of the court's notes taken at the time of trial, upon the credible evidence presented, the court publishes the following:</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The court has jurisdiction of the subject matter of this claim pursuant to 28 U.S.C. § 1343(3).</p>\n<p>2. That plaintiff is a citizen and resident of Robeson County, North Carolina, and was enrolled at the defendant institution during the 1973-74 academic year in the College Parallel program. This College Parallel program is designed as a preparatory program for entrance into the Associate Degree Nursing Program.</p>\n<p>3. That the defendant institution is a community college established under Chapter 115-A of the General Counsel Statutes of North Carolina as a public educational institution operating by and through a duly appointed and qualified Board of Trustees as authorized by said statute.</p>\n<p>4. That the Associate Degree Nursing Program was one of the academic programs administered by the defendant institution and that plaintiff made application for admission to said program for the fall quarter beginning in September 1974. It appears uncontroverted from the testimony adduced at trial that the purpose for the establishment and maintenance of the Associate Degree Nursing Program was to train people for licensing as Registered Nurses pursuant to the statutes of North Carolina. In accordance with the admissions criteria of the college for the Associate Degree Nursing Program, the plaintiff was interviewed by professional members of the college staff involved in the nursing program for the purpose of evaluating the suitability of the plaintiff for admission to the Associate Degree Nursing Program. The reports of such evaluation have been offered into evidence (see plaintiff's exhibits Nos. 23 and 34) and commented on in testimony and conclude that the plaintiff was not qualified to be admitted to the program. Subsequently an Admissions Review Committee considered the application of plaintiff and determined by reason of her severe hearing impairment that she is not a qualified applicant for training as a Registered Nurse.</p>\n<p>5. That plaintiff successfully completed her schedule of classes for the 1973-74 school term prior to her application for admission into the Associate Degree Nursing Program. Plaintiff also is a duly qualified Licensed Practical Nurse, having been granted such professional license by the State of North Carolina in 1967, and which license is currently in good standing. From the testimony presented at trial, it appears that a Licensed Practical Nurse, unlike a Licensed Registered Nurse, operates under constant supervision and is not allowed to <span class=\"star-pagination\">*1343</span> perform medical tasks which require a great degree of technical sophistication.</p>\n<p>6. That the defendant institution had an established criteria for admissions of students to the Associate Degree Nursing Program and the standards and objectives established by the college included an evaluation of the physical condition of the applicant. Furthermore, there were in excess of 100 applicants for admission to the Associate Degree Nursing Program and only 45 available positions to be filled for the quarter in which plaintiff had applied for admission.</p>\n<p>7. That plaintiff had a severe impairment of her ability to hear, which was detected early in the admission process. As a result of this condition, she was referred to an audiologist at Duke Hospital to advise and to determine the extent of her hearing difficulty. The hearing test administered by Dr. Burton B. King, Audiologist, indicated that plaintiff had bilateral sensorineural hearing loss. (Plaintiff's exhibits Nos. 6, 7 and 8). This report indicated that plaintiff has a moderately severe hearing loss in the right ear and a severe hearing loss in the left ear. She has a speech discrimination loss which results in remarkable difficulty in understanding speech because of the distortion in her hearing. However, she understands speech better in her right ear. She wears a hearing aid to assist her hearing in the right ear and she uses her vision to supplement her hearing and understanding speech. In this respect she is an excellent lip reader and although she does not possess normal hearing, she is skillful in communicating with other people if she wears her hearing aid and is allowed to see the talker and use her vision to aid her in interpreting the speech of others. She is well aware of gross sounds occurring in the listening environment but can only be responsible for speech spoken to her or when the talker gets her attention and allows her to look directly at the talker. The hearing aid improves her hearing level to the outer limits of normal hearing levels.</p>\n<p>8. That a report of the audiologist was reviewed by Mary McRee, Executive Director of the North Carolina Board of Nursing, who advised the Director of Nursing at the defendant institution that the plaintiff's abilities, based upon the report of the audiologist, would be inadequate to the patient's needs, \"in fact, it would be inadequate for her probably to identify all of the patient's needs for which she would be accountable or even to pick up some clues to situations which could be quite critical to the point of life, death situations.\" (See plaintiff's exhibits Nos. 10 and 11.) It was also brought out in testimony that in many situations such as an operation room intensive care unit, or post-natal care unit, all doctors and nurses wear surgical masks which would make lip reading impossible. Additionally, in many situations a Registered Nurse would be required to instantly follow the physician's instructions concerning procurement of various types of instruments and drugs where the physician would be unable to get the nurse's attention by other than vocal means.</p>\n<p>9. That the defendant institution denied the plaintiff's application for admission upon the findings of the medical tests performed with respect to her inability and incapacity to serve in the Associate Degree Nursing Program and their feelings that she would be unable to serve as a Registered Nurse on completion of such program.</p>\n<p>10. That following the denial of plaintiff's application for admission by the Admissions Committee, the plaintiff, in an informal and nonscheduled visit to the Office of the President of the defendant institution in the month of June, 1974, asked that her application be again reviewed and reconsidered. This was done by a committee of the nurses who were on the staff of said college, and that all of the material and records then available were sent to said committee who again voted to deny plaintiff's application. After having her application reconsidered and refused a second time the plaintiff made no further attempt to gain review through college procedures. Although it appears from the record that the defendant institution had a procedure for resolving intramural grievances, it is <span class=\"star-pagination\">*1344</span> obvious that after consideration, reconsideration and final refusal of the plaintiff's application for admission, that all parties concerned knew that the institution of any such procedures would be, in essence, futile.</p>\n<p>11. That plaintiff offered no testimony at the trial of the case but rested her case upon the introduction of the exhibits which were offered into evidence by stipulation of the parties and which constitute a part of the proper record. That the defendant offered the testimony of Mrs. Annie Odum, who was associated with the Nursing Program at the defendant college and who had been one of the persons who interviewed the plaintiff with respect to her suitability and qualifications to be admitted to the Associate Degree Nursing Program. That defendant further offered Mrs. Virginia Riggio who was the Director of Nursing at the defendant institution when plaintiff's application was submitted and who also reviewed the record of plaintiff with respect to her suitability and qualifications for the program. Defendant further offered Mrs. Julie Stocks who was counselor to the plaintiff upon her admission to the college, a Dr. W. Ronald McCarter, President of Southeastern Community College, Mrs. Peggy Berry, staff member of the college and member of the Admissions Committee, Dr. Dan Moore, Dean of the college, and Mrs. Sue Shaw, Clinical Instructor at the college. The evidence adduced from said witnesses was to the effect that the plaintiff was not qualified or suitable for the Associate Degree Nursing Program by reason of her hearing disability.</p>\n<p>12. The defendant institution offered into evidence as one of its exhibits the admission criteria of the college to the Associate Degree Nursing Program which was further testified to by the defendant's witnesses who had evaluated the qualifications and suitability of the plaintiff for the Associate Degree Nursing Program. The President of the College and the Dean of the College also testified with respect to the procedures and their application to the case at bar.</p>\n<p>Having made the foregoing findings of fact, the court reaches the following:</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. The court finds it unnecessary to determine whether plaintiff was required to exhaust all administrative remedies prior to bringing this suit under the cited cases of <i>Damico v. California,</i> 389 U.S. 416, 88 S.Ct. 526, 19 L.Ed.2d 647 (1967), and <i>Steffel v. Thompson,</i> 415 U.S. 452, 94 S.Ct. 1209, 39 L.Ed.2d 505 (1974). Even if plaintiff had additional administrative remedies which could be followed, it is apparent to the court that resort to these remedies would have proved futile to the plaintiff.</p>\n<p>B. That defendant institution was empowered by the Legislature of North Carolina pursuant to North Carolina General Statute, § 108-14(4) (1963) to apply the standards and requirements for admission and graduation of students and other standards established by the State Board of Education. The admission to a state community college is a privilege and not by itself a constitutional or property right, subject to the exception that the rules and regulations for admission are not arbitrary or unreasonable. <i>Flemming v. Adams,</i> 377 F.2d 975 (10th Cir. 1976), <i>cert. denied</i> 389 U.S. 898, 88 S.Ct. 219, 19 L.Ed.2d 216; <i>Keys v. Sawyer,</i> 353 F.Supp. 936 (S.D.Tex.1973); <i>see also, </i><i>San Antonio Independent School District v. Rodriquez,</i> 411 U.S. 1, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973). The plaintiff has offered no testimony to attack the accuracy or reasonableness of the admissions standards of the defendant institution nor has she sent in any evidence of any arbitrary or capricious action on the part of the defendant institution in denying plaintiff admission to the Associate Degree Nursing Program. Furthermore, it appears from the testimony that the single major factor in the defendant's refusal to allow admissions to plaintiff was her projected inability to be licensed as a Registered Nurse after graduation (see plaintiff's exhibits Nos. 11, 13 and 14). A state has a great responsibility to provide training facilities for producing qualified persons for delivering health <span class=\"star-pagination\">*1345</span> care to society. In view of the shortage of such personnel and the great number of applicants for the spaces available in such facilities, it is completely reasonable and logical for the state to limit enrollment to such persons as are able to meet professional qualifications upon graduation. Additionally, from the evidence presented at trial, it appears that it would be difficult and, in fact, dangerous for plaintiff to even attempt the clinical portion of the training program. Thus, there is a complete lack of evidence and testimony in the case to establish a denial of the constitutional or property right by the defendant college to the plaintiff.</p>\n<p>C. The plaintiff also contends that 29 U.S.C. § 794 keeps defendant institution from refusing to allow plaintiff's admission on the basis of her hearing disability. This section reads:</p>\n<blockquote>Nondiscrimination under Federal grants</blockquote>\n<blockquote>No otherwise qualified handicapped individual in the United States, as defined in section 706(6) of this title, shall, solely by reason of his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.</blockquote>\n<p>29 U.S.C. § 706(6) defines \"handicapped persons\" as follows:</p>\n<blockquote>For the purposes of subchapters IV and V of this chapter, such term means any person who (A) has a physical or mental impairment which substantially limits one or more of such person's major life activities, (B) has a record of such an impairment, or (C) is regarded as having such an impairment.</blockquote>\n<p>It is the opinion of the court that plaintiff plainly falls within the statutory definition.</p>\n<p>Plaintiff contends, quite simply, that by violating 29 U.S.C. § 794, defendant has denied her rights guaranteed under the \"law of the United States\", thus giving rise to a cause of action under 42 U.S.C. § 1983. 29 U.S.C. § 794 is part of a comprehensive legislative scheme to provide greater opportunity to handicapped individuals in the United States. This particular section of the Act, which was passed in 1973, has yet to be interpreted by the federal courts. For the purposes of this case, the two most important words in this section are the words \"otherwise qualified\". In construing statutes words should be given, whenever possible, their ordinary common meaning. In absence of prior legal definitions of this term, a resort to Webster's Third New International Dictionary reveals that the word \"otherwise\" is defined as \"in other respects\". \"Qualified\" is defined as \"fitted for and given purpose\". While these definitions are certainly not surprising, they may be of some guidance in interpreting the meaning of the statute. Reasonably construed, these words qualify the passage to mean that no person may be excluded from a federally assisted program or activity solely by reason of the fact that such person is handicapped, unless the nature of the handicap, renders the person unable to fully and effectively participate in the activity. By way of an illustration, under this section it would most probably be impermissible to exclude a blind or deaf person from admission to a law school, if academically qualified. However, reason dictates that it would be entirely permissible to exclude a person without sight from a position as a truck driver or to refuse a person who must read lips to a position as a telephone operator. Otherwise qualified, can only be read to mean otherwise able to function sufficiently in the position sought in spite of the handicap, if proper training and facilities are suitable and available. The major problem with the plaintiff's contention is that her handicap actually prevents her from safely performing in both her training program and her proposed profession. The trial testimony indicated numerous situations where plaintiff's particular disability would render her unable to function properly. Of particular concern to the court in this case is the potential of danger to future patients in such situations. Defendant presented testimony from several witnesses that plaintiff would be unable to properly perform in the program even with an improved <span class=\"star-pagination\">*1346</span> hearing aid. The plaintiff put up no testimony at all on this point except to elicit an admission on cross examination that with special training and individual supervision she could perform adequately in some selected fields of nursing. In view of this interpretation of the statute and the plaintiff's failure to establish her ability to complete the program and function as a Registered Nurse, the court can find no violation of 29 U.S.C. § 794 and thus no violation of 42 U.S.C. § 1983 based upon it.</p>\n<p>In accordance with the foregoing reasons, let judgment be entered in favor of the defendant in this action.</p>\n<p>AND IT IS SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1341</span></span> (1976)</b></center>\n<center><h1>Frances B. DAVIS, Plaintiff,<br>\nv.<br>\nSOUTHEASTERN COMMUNITY COLLEGE, Defendant.</h1></center>\n<center>Civ. A. No. 75-0041-CIV-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>December 22, 1976.</center>\n<p><span class=\"star-pagination\">*1342</span> Warren L. Pate, and Philip A. Diehl, Raeford, N. C., for plaintiff.</p>\n<p>Edward Williamson, of Williamson &amp; Walton, Whiteville, N. C., for defendant.</p>\n<p></p>\n<h2>FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p>HEMPHILL, District Judge.</p>\n<p>This is an action brought by plaintiff under the provisions of 42 U.S.C. § 1983 alleging that the defendant institution denied plaintiff equal protection of the law and due process in denying her admission to the Associate Degree Nursing Program of defendant institution, and under 29 U.S.C. § 794 alleging that plaintiff was discriminated against by the defendant institution in denying her admission because of a hearing disability. After hearing and considering the testimony adduced at trial, and considering the various pleadings, exhibits, and submissions taken into evidence, including a review of the court's notes taken at the time of trial, upon the credible evidence presented, the court publishes the following:</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. The court has jurisdiction of the subject matter of this claim pursuant to 28 U.S.C. § 1343(3).</p>\n<p>2. That plaintiff is a citizen and resident of Robeson County, North Carolina, and was enrolled at the defendant institution during the 1973-74 academic year in the College Parallel program. This College Parallel program is designed as a preparatory program for entrance into the Associate Degree Nursing Program.</p>\n<p>3. That the defendant institution is a community college established under Chapter 115-A of the General Counsel Statutes of North Carolina as a public educational institution operating by and through a duly appointed and qualified Board of Trustees as authorized by said statute.</p>\n<p>4. That the Associate Degree Nursing Program was one of the academic programs administered by the defendant institution and that plaintiff made application for admission to said program for the fall quarter beginning in September 1974. It appears uncontroverted from the testimony adduced at trial that the purpose for the establishment and maintenance of the Associate Degree Nursing Program was to train people for licensing as Registered Nurses pursuant to the statutes of North Carolina. In accordance with the admissions criteria of the college for the Associate Degree Nursing Program, the plaintiff was interviewed by professional members of the college staff involved in the nursing program for the purpose of evaluating the suitability of the plaintiff for admission to the Associate Degree Nursing Program. The reports of such evaluation have been offered into evidence (see plaintiff's exhibits Nos. 23 and 34) and commented on in testimony and conclude that the plaintiff was not qualified to be admitted to the program. Subsequently an Admissions Review Committee considered the application of plaintiff and determined by reason of her severe hearing impairment that she is not a qualified applicant for training as a Registered Nurse.</p>\n<p>5. That plaintiff successfully completed her schedule of classes for the 1973-74 school term prior to her application for admission into the Associate Degree Nursing Program. Plaintiff also is a duly qualified Licensed Practical Nurse, having been granted such professional license by the State of North Carolina in 1967, and which license is currently in good standing. From the testimony presented at trial, it appears that a Licensed Practical Nurse, unlike a Licensed Registered Nurse, operates under constant supervision and is not allowed to <span class=\"star-pagination\">*1343</span> perform medical tasks which require a great degree of technical sophistication.</p>\n<p>6. That the defendant institution had an established criteria for admissions of students to the Associate Degree Nursing Program and the standards and objectives established by the college included an evaluation of the physical condition of the applicant. Furthermore, there were in excess of 100 applicants for admission to the Associate Degree Nursing Program and only 45 available positions to be filled for the quarter in which plaintiff had applied for admission.</p>\n<p>7. That plaintiff had a severe impairment of her ability to hear, which was detected early in the admission process. As a result of this condition, she was referred to an audiologist at Duke Hospital to advise and to determine the extent of her hearing difficulty. The hearing test administered by Dr. Burton B. King, Audiologist, indicated that plaintiff had bilateral sensorineural hearing loss. (Plaintiff's exhibits Nos. 6, 7 and 8). This report indicated that plaintiff has a moderately severe hearing loss in the right ear and a severe hearing loss in the left ear. She has a speech discrimination loss which results in remarkable difficulty in understanding speech because of the distortion in her hearing. However, she understands speech better in her right ear. She wears a hearing aid to assist her hearing in the right ear and she uses her vision to supplement her hearing and understanding speech. In this respect she is an excellent lip reader and although she does not possess normal hearing, she is skillful in communicating with other people if she wears her hearing aid and is allowed to see the talker and use her vision to aid her in interpreting the speech of others. She is well aware of gross sounds occurring in the listening environment but can only be responsible for speech spoken to her or when the talker gets her attention and allows her to look directly at the talker. The hearing aid improves her hearing level to the outer limits of normal hearing levels.</p>\n<p>8. That a report of the audiologist was reviewed by Mary McRee, Executive Director of the North Carolina Board of Nursing, who advised the Director of Nursing at the defendant institution that the plaintiff's abilities, based upon the report of the audiologist, would be inadequate to the patient's needs, \"in fact, it would be inadequate for her probably to identify all of the patient's needs for which she would be accountable or even to pick up some clues to situations which could be quite critical to the point of life, death situations.\" (See plaintiff's exhibits Nos. 10 and 11.) It was also brought out in testimony that in many situations such as an operation room intensive care unit, or post-natal care unit, all doctors and nurses wear surgical masks which would make lip reading impossible. Additionally, in many situations a Registered Nurse would be required to instantly follow the physician's instructions concerning procurement of various types of instruments and drugs where the physician would be unable to get the nurse's attention by other than vocal means.</p>\n<p>9. That the defendant institution denied the plaintiff's application for admission upon the findings of the medical tests performed with respect to her inability and incapacity to serve in the Associate Degree Nursing Program and their feelings that she would be unable to serve as a Registered Nurse on completion of such program.</p>\n<p>10. That following the denial of plaintiff's application for admission by the Admissions Committee, the plaintiff, in an informal and nonscheduled visit to the Office of the President of the defendant institution in the month of June, 1974, asked that her application be again reviewed and reconsidered. This was done by a committee of the nurses who were on the staff of said college, and that all of the material and records then available were sent to said committee who again voted to deny plaintiff's application. After having her application reconsidered and refused a second time the plaintiff made no further attempt to gain review through college procedures. Although it appears from the record that the defendant institution had a procedure for resolving intramural grievances, it is <span class=\"star-pagination\">*1344</span> obvious that after consideration, reconsideration and final refusal of the plaintiff's application for admission, that all parties concerned knew that the institution of any such procedures would be, in essence, futile.</p>\n<p>11. That plaintiff offered no testimony at the trial of the case but rested her case upon the introduction of the exhibits which were offered into evidence by stipulation of the parties and which constitute a part of the proper record. That the defendant offered the testimony of Mrs. Annie Odum, who was associated with the Nursing Program at the defendant college and who had been one of the persons who interviewed the plaintiff with respect to her suitability and qualifications to be admitted to the Associate Degree Nursing Program. That defendant further offered Mrs. Virginia Riggio who was the Director of Nursing at the defendant institution when plaintiff's application was submitted and who also reviewed the record of plaintiff with respect to her suitability and qualifications for the program. Defendant further offered Mrs. Julie Stocks who was counselor to the plaintiff upon her admission to the college, a Dr. W. Ronald McCarter, President of Southeastern Community College, Mrs. Peggy Berry, staff member of the college and member of the Admissions Committee, Dr. Dan Moore, Dean of the college, and Mrs. Sue Shaw, Clinical Instructor at the college. The evidence adduced from said witnesses was to the effect that the plaintiff was not qualified or suitable for the Associate Degree Nursing Program by reason of her hearing disability.</p>\n<p>12. The defendant institution offered into evidence as one of its exhibits the admission criteria of the college to the Associate Degree Nursing Program which was further testified to by the defendant's witnesses who had evaluated the qualifications and suitability of the plaintiff for the Associate Degree Nursing Program. The President of the College and the Dean of the College also testified with respect to the procedures and their application to the case at bar.</p>\n<p>Having made the foregoing findings of fact, the court reaches the following:</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>A. The court finds it unnecessary to determine whether plaintiff was required to exhaust all administrative remedies prior to bringing this suit under the cited cases of <i>Damico v. California,</i> <span class=\"citation\" data-id=\"107570\"><a href=\"/opinion/107570/damico-v-california/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span>, <span class=\"citation\" data-id=\"107570\"><a href=\"/opinion/107570/damico-v-california/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">526</span></a></span>, <span class=\"citation\" data-id=\"107570\"><a href=\"/opinion/107570/damico-v-california/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">647</span></a></span> (1967), and <i>Steffel v. Thompson,</i> <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1209</span></a></span>, <span class=\"citation\" data-id=\"108985\"><a href=\"/opinion/108985/steffel-v-thompson/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">505</span></a></span> (1974). Even if plaintiff had additional administrative remedies which could be followed, it is apparent to the court that resort to these remedies would have proved futile to the plaintiff.</p>\n<p>B. That defendant institution was empowered by the Legislature of North Carolina pursuant to North Carolina General Statute, § 108-14(4) (1963) to apply the standards and requirements for admission and graduation of students and other standards established by the State Board of Education. The admission to a state community college is a privilege and not by itself a constitutional or property right, subject to the exception that the rules and regulations for admission are not arbitrary or unreasonable. <i>Flemming v. Adams,</i> <span class=\"citation no-link\"><span class=\"volume\">377</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></span> (10th Cir. 1976), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">898</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">219</span></span>, 19 L.Ed.2d 216; <i>Keys v. Sawyer,</i> <span class=\"citation\" data-id=\"2344864\"><a href=\"/opinion/2344864/keys-v-sawyer/\"><span class=\"volume\">353</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">936</span></a></span> (S.D.Tex.1973); <i>see also, </i><i>San Antonio Independent School District v. Rodriquez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973). The plaintiff has offered no testimony to attack the accuracy or reasonableness of the admissions standards of the defendant institution nor has she sent in any evidence of any arbitrary or capricious action on the part of the defendant institution in denying plaintiff admission to the Associate Degree Nursing Program. Furthermore, it appears from the testimony that the single major factor in the defendant's refusal to allow admissions to plaintiff was her projected inability to be licensed as a Registered Nurse after graduation (see plaintiff's exhibits Nos. 11, 13 and 14). A state has a great responsibility to provide training facilities for producing qualified persons for delivering health <span class=\"star-pagination\">*1345</span> care to society. In view of the shortage of such personnel and the great number of applicants for the spaces available in such facilities, it is completely reasonable and logical for the state to limit enrollment to such persons as are able to meet professional qualifications upon graduation. Additionally, from the evidence presented at trial, it appears that it would be difficult and, in fact, dangerous for plaintiff to even attempt the clinical portion of the training program. Thus, there is a complete lack of evidence and testimony in the case to establish a denial of the constitutional or property right by the defendant college to the plaintiff.</p>\n<p>C. The plaintiff also contends that 29 U.S.C. § 794 keeps defendant institution from refusing to allow plaintiff's admission on the basis of her hearing disability. This section reads:</p>\n<blockquote>Nondiscrimination under Federal grants</blockquote>\n<blockquote>No otherwise qualified handicapped individual in the United States, as defined in section 706(6) of this title, shall, solely by reason of his handicap, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.</blockquote>\n<p>29 U.S.C. § 706(6) defines \"handicapped persons\" as follows:</p>\n<blockquote>For the purposes of subchapters IV and V of this chapter, such term means any person who (A) has a physical or mental impairment which substantially limits one or more of such person's major life activities, (B) has a record of such an impairment, or (C) is regarded as having such an impairment.</blockquote>\n<p>It is the opinion of the court that plaintiff plainly falls within the statutory definition.</p>\n<p>Plaintiff contends, quite simply, that by violating 29 U.S.C. § 794, defendant has denied her rights guaranteed under the \"law of the United States\", thus giving rise to a cause of action under 42 U.S.C. § 1983. 29 U.S.C. § 794 is part of a comprehensive legislative scheme to provide greater opportunity to handicapped individuals in the United States. This particular section of the Act, which was passed in 1973, has yet to be interpreted by the federal courts. For the purposes of this case, the two most important words in this section are the words \"otherwise qualified\". In construing statutes words should be given, whenever possible, their ordinary common meaning. In absence of prior legal definitions of this term, a resort to Webster's Third New International Dictionary reveals that the word \"otherwise\" is defined as \"in other respects\". \"Qualified\" is defined as \"fitted for and given purpose\". While these definitions are certainly not surprising, they may be of some guidance in interpreting the meaning of the statute. Reasonably construed, these words qualify the passage to mean that no person may be excluded from a federally assisted program or activity solely by reason of the fact that such person is handicapped, unless the nature of the handicap, renders the person unable to fully and effectively participate in the activity. By way of an illustration, under this section it would most probably be impermissible to exclude a blind or deaf person from admission to a law school, if academically qualified. However, reason dictates that it would be entirely permissible to exclude a person without sight from a position as a truck driver or to refuse a person who must read lips to a position as a telephone operator. Otherwise qualified, can only be read to mean otherwise able to function sufficiently in the position sought in spite of the handicap, if proper training and facilities are suitable and available. The major problem with the plaintiff's contention is that her handicap actually prevents her from safely performing in both her training program and her proposed profession. The trial testimony indicated numerous situations where plaintiff's particular disability would render her unable to function properly. Of particular concern to the court in this case is the potential of danger to future patients in such situations. Defendant presented testimony from several witnesses that plaintiff would be unable to properly perform in the program even with an improved <span class=\"star-pagination\">*1346</span> hearing aid. The plaintiff put up no testimony at all on this point except to elicit an admission on cross examination that with special training and individual supervision she could perform adequately in some selected fields of nursing. In view of this interpretation of the statute and the plaintiff's failure to establish her ability to complete the program and function as a Registered Nurse, the court can find no violation of 29 U.S.C. § 794 and thus no violation of 42 U.S.C. § 1983 based upon it.</p>\n<p>In accordance with the foregoing reasons, let judgment be entered in favor of the defendant in this action.</p>\n<p>AND IT IS SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2344864/"
  ]
}