{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1444714/",
  "absolute_url": "/opinion/1444714/watson-v-watson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1444714/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:11:31.798326Z",
  "date_modified": "2016-02-29T11:57:25.375062Z",
  "type": "010combined",
  "sha1": "17f0f7deeae0577066640ce820fe115326006d40",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>424 F.Supp. 866 (1976)</b></center>\n<center><h1>Mary Leigh WATSON, Plaintiff,<br>\nv.<br>\nGeorge David WATSON, Defendant,<br>\nand<br>\nUnited States of America, Garnishee.</h1></center>\n<center>No. 76-0006-CIV-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>December 21, 1976.</center>\n<p><span class=\"star-pagination\">*867</span> Robert D. Jacobson, of I. Murchison Biggs, P. A., Lumberton, N. C., for plaintiff.</p>\n<p>George David Watson, pro se.</p>\n<p>Carl L. Tilghman, U. S. Atty., E. D. N. C., Raleigh, N. C., and Joseph W. Dean, Asst. U. S. Atty., Chief, Civ. Section, E. D. N. C., Raleigh, N. C., for garnishee.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HEMPHILL, District Judge, Sitting by Designation.</p>\n<p>This is an action by the plaintiff, Mary Leigh Watson, to recover from her ex-husband, a retired colonel in the United States Air Force, now living in Europe, $24,000.00 in back alimony and child support payments pursuant to 42 U.S.C., Section 659. On February 6, 1976, plaintiff filed the complaint in the above-captioned action, and summoned the garnishee, attempting to garnish the full retirement pay of defendant, pursuant to Title 42, U.S.C., Section 659.</p>\n<p>Answer was made by the garnishee, the United States of America, on March 15, 1976 stating that the net amount paid monthly to the defendant subject to garnishment was $1,546.58 per month as long as the defendant was entitled to that amount according to the laws governing retirement pay. Garnishee also stated that the sum of $1,546.58 was being held by the United States subject to further orders of this court concerning this disposition of this cause. Plaintiff in this action filed a motion for summary judgment and a hearing came on before this court in which both counsel for the plaintiff and counsel for the United States appeared and presented oral argument.</p>\n<p>The plaintiff's cause rests upon two grounds for relief. The first ground is for $3,000.00 in child support. The second ground is for $21,000.00 in unpaid alimony and $300.00 a month future alimony payments to be garnished from the defendant's retirement pay. Both the plaintiff and the defendant-garnishee have stipulated that under the new child support statute in North Carolina, N.C.G.S. 110-136, a responsible parent may be garnished for child support not to exceed 20% of his disposable monthly income, and said garnishment may be had against the responsible parent's wages. Therefore, all parties agree that under 42 U.S.C., Section 659 and N.C.G.S. 110-136, the retirement pay of George David Watson, defendant herein, may be garnished $309.32 per month, said sum representing 20% of the defendant's disposable monthly earnings of $1,546.58, until the $3,000.00 in back child support has been paid.</p>\n<p>All parties to this action have agreed that the decree of divorce granted plaintiff from <span class=\"star-pagination\">*868</span> defendant in the Circuit Court of Fairfax County, State of Virginia and the orders of that court for child support and alimony are not in issue before this court. The issue before this court to be decided on plaintiff's motion is, (1) whether the defendant, George David Watson's military retirement pay should be treated as wages for purposes of garnishment, and (2) under the law of the State of North Carolina is it permissible to garnish the defendant's military retirement pay to pay alimony?</p>\n<p>The first issue for consideration by this court is what is the nature of defendant's retirement pay; is it in the nature of salary or in the nature of a vested sum due the defendant, which the United States must pay, and which therefore would be subject to attachment and garnishment as a normal debt. The plaintiff in this cause maintains that the military retirement pay received by the defendant from the United States is not a pension, grant or annuity, it is an emolument of the office held by the defendant, that is retired Colonel, United States Air Force, which is derived from statutory enactments of the Congress of the United States. Plaintiff maintains that defendant's retirement is an earned property right which accrues by reason of the years served by the defendant in the United States Air Force. In support of plaintiff's contention she cites <i>Hooper v. Hartman,</i> 163 F.Supp. 437 (D.C.Calif.), <i>affirmed,</i> 274 F.2d 429, 9 Cir. and <i>Berkey v. United States,</i> 361 F.2d 983, 176 Ct.Cl. 1. <i>Berkey v. United States, supra</i><i>,</i> is distinguishable from the cause in bar in that <i>Berkey</i> dealt with accumulated retirement pay. In that case, the retired officer in question had been drawing retirement pay over a number of years and it had accumulated to a sizeable sum. At his death, his heirs sued to recover that sum and the court allowed said suit, holding that an accumulated retirement pay, under the veteran laws, should go to the survivors. In that case, the amount of money contested was already vested in the retired serviceman, and he would have been entitled to have received it himself as soon as he was dismissed from Veterans Hospital. It is evident from the facts that George David Watson's retirement is not a vested sum, but becomes due and payable each day that he lives.</p>\n<p>There is no pre-existing retirement fund, earmarked for the use and benefit of George David Watson, defendant herein, in the United States Treasury. The defendant earns his retirement pay, like his pay when he was on active duty, by staying alive, obeying military discipline, and being subject to recall to the active military service. In effect, the defendant continues to hold the same office, that is, a retired Colonel, that he held when he was on active duty, and he continues to receive compensation for this employment. As stated in <i>Hostinsky v. United States,</i> 292 F.2d 508, 154 Ct.Cl. 443, (1961),</p>\n<blockquote>\"plaintiff says a retired officer does not hold an office. We think that an officer in the Navy, though retired, is still an officer. He continues to draw pay as a retired officer; he draws it because he is still an officer. Being an officer, he is subject to recall to active duty at the will of his superiors. He is subject to recall whether he wishes to serve or not. He is still subject to naval discipline.\"</blockquote>\n<p>This theory is maintained in plaintiff's own case when they cite <i>Hooper v. Hartman, supra</i><i>.</i> In that case, a retired rear admiral had been tried by court-martial for charges arising after he had retired from active service. After being convicted by military court-martial for these offenses, he lost all pay and allowances arising out of his retirement. The court-martialed admiral then sued in United States District Court attempting to have the action of the United States disallowed. The court affirmed the Government, holding, retired officers of the regular components of the armed services of the United States, entitled to receive pay, are officers of the United States, and the pay is not a pension or annuity, but is an emolument of and dependent upon the office so held. Upon ceasing to hold the office, the right to pay, being an emolument thereof and dependent thereon, likewise ceases. This case also supports the argument of the garnishee, the United <span class=\"star-pagination\">*869</span> States, in this cause, that an officer's retirement pay is subject to increase, decrease, or stop for various reasons. An officer's retirement pay is based upon the Consumer Price Index and can rise or fall an amount depending on the economy. As indicated above, the retirement pay can be stopped altogether with a violation of a retired individual of an offense against the Uniform Code of Military Justice. Retirement pay is also subject to modification under various federal laws intending to prevent conflicts of interest as was the subject of the case in <i>Hostinsky v. United States, supra</i><i>,</i> and as appears in various sections of the United States Code. Title 5, U.S.C., Section 5532 states that retired officers are subject to having their retirement pay reduced if they receive other employment. Title 5, U.S.C., Section 8312 states that retirement pay is subject to forfeiture upon conviction of certain crimes. Title 37, U.S.C., Section 801 restricts retired officers from working in defense work for private firms within three years after retirement. The United States Constitution itself, Article I, Section 9, Clause 8, prevents retired officers from being employed by any foreign government. As alluded above, retired officers are subject to return to active duty whether they wish to go or not, and are subject to good order and military discipline. Moreover, retirement pay is not inheritable, and does not pass to the heirs of the retired officer upon his death. As in the case of his active duty pay, once his services cease, his pay also ceases, whether active duty or retirement pay. Most importantly, retirement pay does not become vested in the retired individual except on a daily basis. Until and unless he lives from day to day, no right to retirement pay arises. Therefore, if a retired officer died on the fifth of October, 1976, his estate would only be entitled to retirement pay accrued up to that date. Whereas many forms of retirement in both government and nongovernment occupations are paid from funds vested in the working individual, which funds increase with each day of individual's pre-retirement working career, mainly from the employee's own contributions. Such is not the case for military officers and enlisted men.</p>\n<p>The amounts of compensation for employment, the amounts of pay and allowances given and other emoluments of service to which military personnel are entitled are provided for by Congress and administered by the Department of Defense and its subsections under the Secretaries of the various branches of the military department. Thus, the Secretary of the Army and his staff and underofficers are responsible for the administration of regulations and the actual carrying out of the programs for providing pay and services to the members of the United States Army. Military pay for the United States Army is handled by the United States Army Finance and Accounting Center. Garnishee has provided two affidavits from Lt. Colonel William E. Steffen, who is chief of the garnishment section, concerning Army officer retired pay. In his affidavits Colonel Steffen has stated that under present procedures and new proposed civil service commission regulations, which when approved will be part of the Code of Federal Regulations, state that the waiver of the sovereign immunity statute applies to retirement pay as remuneration for employment and as such is subject to court-ordered garnishment or attachment. That active duty pay and retirement pay are considered by the Department of Defense under present procedures and the proposed procedures to be exactly the same; and for garnishment purposes, they are treated in the same manner. Thus, the officers of the United States who are entrusted with the administration of pay and allowances for the United States Army consider retirement pay and active duty pay to be the same, and that they are identical and to be considered the same.</p>\n<p>This court holds, therefore, that retirement pay paid to a retired member of United States military forces is remuneration for employment and is subject to garnishment in the same manner and under the same laws as would be active duty pay. While the court hesitates to classify military retirement pay as \"wages\" for all purposes, <span class=\"star-pagination\">*870</span> the analogy is both necessary and useful in the present case.</p>\n<p>The question which now arises for consideration is whether under Title 42, U.S.C., Section 659 and the garnishment law of North Carolina, a defendant's retirement pay may be garnished in order to pay alimony. There is little question that Title 42, U.S.C., Section 659 gives a judgment debtor the right to garnish the active duty and retirement pay of a military service member, active or retired, in order to provide child support or make alimony payments. Therefore, under the above-cited federal law there is no bar to the plaintiff's recovery from the defendant, by way of garnishment on the United States, for alimony payments due the plaintiff. This is contingent, however, upon the garnishment law of the State of North Carolina since members of the Armed Services shall be subject, <i>in like manner</i> and <i>to the same extent</i> as if the United States were a <i>private person</i>; therefore, state law controls.</p>\n<p>Garnishment is provided for in Chapter 1, North Carolina General Statutes, Sections 440.15-440.33. Under Sections 440.15 through 440.21 garnishment is not an independent action but is a proceeding ancillary to attachment and under the North Carolina law, an indebtedness due to defendant is subject to garnishment. However, the law contemplates a debt which is then in existence due and owing, or which will be due on a date certain, the entitlement to which is already vested, not a debt which may or may not become due in the future based upon contingent factors. As held in <i>Ward v. Manufacturing Co.,</i> 267 N.C. 131, 148 S.E.2d 27, in order to subject a debt to garnishment and to give the court jurisdiction to act with regard thereto, three requirements must be met, among which is that the principle defendant, who is the plaintiff-debtor, must himself have the right to sue the garnishee, his debtor, in the state for recovery of the debt. Therefore a debt which is not vested but remains contingent to vestment upon the happening of certain acts in the future, is not a debt subject to garnishment as contemplated in the above-cited statutes of North Carolina. As stated in <i>Goodwin v. Claytor,</i> 137 N.C. 224, 49 S.E. 173 (1904) a plaintiff in garnishment is, in relation to the garnishee, substituted merely to the rights of his own debtor, and cannot enforce any greater claim against the garnishee than the debtor himself, if suing, would have been entitled to recover. It is axiomatic that the defendant in this cause, George David Watson, has no action against the United States for any of his retirement pay until that pay actually becomes due and owing. Therefore, if wages were garnishable in North Carolina as a general debt subject to attachment, a separate action would have to be brought each pay period. This is obviously true since a cause of action will not lie on a debt which is not in existence or though already vested, is to become due in the future. Therefore, until the debt from the garnishee actually comes into existence, suit may not be maintained therefor, and orders may not be issued for it, since the \"res\" is not then in existence.</p>\n<p>The plaintiff in oral argument and in brief to the court cited N.C.G.S. 1-363 in connection with N.C.G.S. 1-440.15, <i>et seq.</i> It is the court's opinion that the general garnishment statutes of North Carolina which speak to garnishment for a debt imply a single debt and not a recurring debt such as in the case of employment or retirement pay. However, even if the plaintiff's allegations as concerning these statutes were true, the case law of the Supreme Court of North Carolina disallows garnishment for wages. The statutes immediately cited above were passed in 1870 and 1871. In 1948 the North Carolina State Supreme Court in <i>Motor Finance Company v. Putnam,</i> 229 N.C. 555, 50 S.E.2d 670 held \"prospective earnings of a judgment debtor are entirely hypothetical. They are neither property nor a debt.\" Thus, the North Carolina State Supreme Court held that no future earnings of any kind were subject to garnishment. In acknowledgement of that judicial limitation of Chapter 1, the General Assembly in 1975 passed N.C.G.S. 110-136 allowing garnishment of wages for child support.</p>\n<p><span class=\"star-pagination\">*871</span> The garnishee, United States, argues, with some persuasiveness, that if the North Carolina General Assembly had intended to provide for the garnishment of wages in support of alimony, it could have easily been included in North Carolina General Statute 110-136 when garnishment was provided for child support. It is also interesting to note that even where the North Carolina General Assembly provided for garnishment of wages, it limited said garnishment to twenty (20%) percent of the net disposable earnings of the debtor. If the North Carolina Legislature in 1975 had intended future earnings to be garnishable for alimony, they should have said so. North Carolina case law says that they are not.</p>\n<p>This court holds, therefore, that except under the specific statute passed by the Legislature in 1975 for the garnishment of wages for child support up to twenty (20%) percent of the net disposable earnings of the debtor, garnishment of wages in North Carolina is not permissible under the case and statute law of the State of North Carolina.</p>\n<p>Therefore, the claim for relief against the United States for garnishment in favor of the plaintiff as to alimony is hereby denied, the claim for relief of the plaintiff against the United States for garnishment in favor of the plaintiff for child support in the sum of $3,000.00 is allowed at a sum of $309.32 per month, representing twenty (20%) percent of the net monthly disposable earnings of the defendant, and the March retirement check of the defendant in the sum of $1,546.58, and the sum of $748.24 representing 15/31 of the defendant's October retirement check, already vested in the defendant, is to be paid the plaintiff in satisfaction of outstanding alimony.</p>\n<p>AND IT IS SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></span> (1976)</b></center>\n<center><h1>Mary Leigh WATSON, Plaintiff,<br>\nv.<br>\nGeorge David WATSON, Defendant,<br>\nand<br>\nUnited States of America, Garnishee.</h1></center>\n<center>No. 76-0006-CIV-3.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>December 21, 1976.</center>\n<p><span class=\"star-pagination\">*867</span> Robert D. Jacobson, of I. Murchison Biggs, P. A., Lumberton, N. C., for plaintiff.</p>\n<p>George David Watson, pro se.</p>\n<p>Carl L. Tilghman, U. S. Atty., E. D. N. C., Raleigh, N. C., and Joseph W. Dean, Asst. U. S. Atty., Chief, Civ. Section, E. D. N. C., Raleigh, N. C., for garnishee.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>HEMPHILL, District Judge, Sitting by Designation.</p>\n<p>This is an action by the plaintiff, Mary Leigh Watson, to recover from her ex-husband, a retired colonel in the United States Air Force, now living in Europe, $24,000.00 in back alimony and child support payments pursuant to 42 U.S.C., Section 659. On February 6, 1976, plaintiff filed the complaint in the above-captioned action, and summoned the garnishee, attempting to garnish the full retirement pay of defendant, pursuant to Title 42, U.S.C., Section 659.</p>\n<p>Answer was made by the garnishee, the United States of America, on March 15, 1976 stating that the net amount paid monthly to the defendant subject to garnishment was $1,546.58 per month as long as the defendant was entitled to that amount according to the laws governing retirement pay. Garnishee also stated that the sum of $1,546.58 was being held by the United States subject to further orders of this court concerning this disposition of this cause. Plaintiff in this action filed a motion for summary judgment and a hearing came on before this court in which both counsel for the plaintiff and counsel for the United States appeared and presented oral argument.</p>\n<p>The plaintiff's cause rests upon two grounds for relief. The first ground is for $3,000.00 in child support. The second ground is for $21,000.00 in unpaid alimony and $300.00 a month future alimony payments to be garnished from the defendant's retirement pay. Both the plaintiff and the defendant-garnishee have stipulated that under the new child support statute in North Carolina, N.C.G.S. 110-136, a responsible parent may be garnished for child support not to exceed 20% of his disposable monthly income, and said garnishment may be had against the responsible parent's wages. Therefore, all parties agree that under 42 U.S.C., Section 659 and N.C.G.S. 110-136, the retirement pay of George David Watson, defendant herein, may be garnished $309.32 per month, said sum representing 20% of the defendant's disposable monthly earnings of $1,546.58, until the $3,000.00 in back child support has been paid.</p>\n<p>All parties to this action have agreed that the decree of divorce granted plaintiff from <span class=\"star-pagination\">*868</span> defendant in the Circuit Court of Fairfax County, State of Virginia and the orders of that court for child support and alimony are not in issue before this court. The issue before this court to be decided on plaintiff's motion is, (1) whether the defendant, George David Watson's military retirement pay should be treated as wages for purposes of garnishment, and (2) under the law of the State of North Carolina is it permissible to garnish the defendant's military retirement pay to pay alimony?</p>\n<p>The first issue for consideration by this court is what is the nature of defendant's retirement pay; is it in the nature of salary or in the nature of a vested sum due the defendant, which the United States must pay, and which therefore would be subject to attachment and garnishment as a normal debt. The plaintiff in this cause maintains that the military retirement pay received by the defendant from the United States is not a pension, grant or annuity, it is an emolument of the office held by the defendant, that is retired Colonel, United States Air Force, which is derived from statutory enactments of the Congress of the United States. Plaintiff maintains that defendant's retirement is an earned property right which accrues by reason of the years served by the defendant in the United States Air Force. In support of plaintiff's contention she cites <i>Hooper v. Hartman,</i> <span class=\"citation\" data-id=\"1748576\"><a href=\"/opinion/1748576/hooper-v-hartman/\"><span class=\"volume\">163</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">437</span></a></span> (D.C.Calif.), <i>affirmed,</i> <span class=\"citation\" data-id=\"249983\"><a href=\"/opinion/249983/selden-g-hooper-v-c-c-hartman-rear-admiral-usn-commandant-eleventh/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">429</span></a></span>, 9 Cir. and <i>Berkey v. United States,</i> <span class=\"citation\" data-id=\"272118\"><a href=\"/opinion/272118/charles-m-berkey-v-the-united-states/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">983</span></a></span>, 176 Ct.Cl. 1. <i>Berkey v. United States, supra</i><i>,</i> is distinguishable from the cause in bar in that <i>Berkey</i> dealt with accumulated retirement pay. In that case, the retired officer in question had been drawing retirement pay over a number of years and it had accumulated to a sizeable sum. At his death, his heirs sued to recover that sum and the court allowed said suit, holding that an accumulated retirement pay, under the veteran laws, should go to the survivors. In that case, the amount of money contested was already vested in the retired serviceman, and he would have been entitled to have received it himself as soon as he was dismissed from Veterans Hospital. It is evident from the facts that George David Watson's retirement is not a vested sum, but becomes due and payable each day that he lives.</p>\n<p>There is no pre-existing retirement fund, earmarked for the use and benefit of George David Watson, defendant herein, in the United States Treasury. The defendant earns his retirement pay, like his pay when he was on active duty, by staying alive, obeying military discipline, and being subject to recall to the active military service. In effect, the defendant continues to hold the same office, that is, a retired Colonel, that he held when he was on active duty, and he continues to receive compensation for this employment. As stated in <i>Hostinsky v. United States,</i> <span class=\"citation\" data-id=\"254589\"><a href=\"/opinion/254589/john-l-hostinsky-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">508</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">443</span></span>, (1961),</p>\n<blockquote>\"plaintiff says a retired officer does not hold an office. We think that an officer in the Navy, though retired, is still an officer. He continues to draw pay as a retired officer; he draws it because he is still an officer. Being an officer, he is subject to recall to active duty at the will of his superiors. He is subject to recall whether he wishes to serve or not. He is still subject to naval discipline.\"</blockquote>\n<p>This theory is maintained in plaintiff's own case when they cite <i>Hooper v. Hartman, supra</i><i>.</i> In that case, a retired rear admiral had been tried by court-martial for charges arising after he had retired from active service. After being convicted by military court-martial for these offenses, he lost all pay and allowances arising out of his retirement. The court-martialed admiral then sued in United States District Court attempting to have the action of the United States disallowed. The court affirmed the Government, holding, retired officers of the regular components of the armed services of the United States, entitled to receive pay, are officers of the United States, and the pay is not a pension or annuity, but is an emolument of and dependent upon the office so held. Upon ceasing to hold the office, the right to pay, being an emolument thereof and dependent thereon, likewise ceases. This case also supports the argument of the garnishee, the United <span class=\"star-pagination\">*869</span> States, in this cause, that an officer's retirement pay is subject to increase, decrease, or stop for various reasons. An officer's retirement pay is based upon the Consumer Price Index and can rise or fall an amount depending on the economy. As indicated above, the retirement pay can be stopped altogether with a violation of a retired individual of an offense against the Uniform Code of Military Justice. Retirement pay is also subject to modification under various federal laws intending to prevent conflicts of interest as was the subject of the case in <i>Hostinsky v. United States, supra</i><i>,</i> and as appears in various sections of the United States Code. Title 5, U.S.C., Section 5532 states that retired officers are subject to having their retirement pay reduced if they receive other employment. Title 5, U.S.C., Section 8312 states that retirement pay is subject to forfeiture upon conviction of certain crimes. Title 37, U.S.C., Section 801 restricts retired officers from working in defense work for private firms within three years after retirement. The United States Constitution itself, Article I, Section 9, Clause 8, prevents retired officers from being employed by any foreign government. As alluded above, retired officers are subject to return to active duty whether they wish to go or not, and are subject to good order and military discipline. Moreover, retirement pay is not inheritable, and does not pass to the heirs of the retired officer upon his death. As in the case of his active duty pay, once his services cease, his pay also ceases, whether active duty or retirement pay. Most importantly, retirement pay does not become vested in the retired individual except on a daily basis. Until and unless he lives from day to day, no right to retirement pay arises. Therefore, if a retired officer died on the fifth of October, 1976, his estate would only be entitled to retirement pay accrued up to that date. Whereas many forms of retirement in both government and nongovernment occupations are paid from funds vested in the working individual, which funds increase with each day of individual's pre-retirement working career, mainly from the employee's own contributions. Such is not the case for military officers and enlisted men.</p>\n<p>The amounts of compensation for employment, the amounts of pay and allowances given and other emoluments of service to which military personnel are entitled are provided for by Congress and administered by the Department of Defense and its subsections under the Secretaries of the various branches of the military department. Thus, the Secretary of the Army and his staff and underofficers are responsible for the administration of regulations and the actual carrying out of the programs for providing pay and services to the members of the United States Army. Military pay for the United States Army is handled by the United States Army Finance and Accounting Center. Garnishee has provided two affidavits from Lt. Colonel William E. Steffen, who is chief of the garnishment section, concerning Army officer retired pay. In his affidavits Colonel Steffen has stated that under present procedures and new proposed civil service commission regulations, which when approved will be part of the Code of Federal Regulations, state that the waiver of the sovereign immunity statute applies to retirement pay as remuneration for employment and as such is subject to court-ordered garnishment or attachment. That active duty pay and retirement pay are considered by the Department of Defense under present procedures and the proposed procedures to be exactly the same; and for garnishment purposes, they are treated in the same manner. Thus, the officers of the United States who are entrusted with the administration of pay and allowances for the United States Army consider retirement pay and active duty pay to be the same, and that they are identical and to be considered the same.</p>\n<p>This court holds, therefore, that retirement pay paid to a retired member of United States military forces is remuneration for employment and is subject to garnishment in the same manner and under the same laws as would be active duty pay. While the court hesitates to classify military retirement pay as \"wages\" for all purposes, <span class=\"star-pagination\">*870</span> the analogy is both necessary and useful in the present case.</p>\n<p>The question which now arises for consideration is whether under Title 42, U.S.C., Section 659 and the garnishment law of North Carolina, a defendant's retirement pay may be garnished in order to pay alimony. There is little question that Title 42, U.S.C., Section 659 gives a judgment debtor the right to garnish the active duty and retirement pay of a military service member, active or retired, in order to provide child support or make alimony payments. Therefore, under the above-cited federal law there is no bar to the plaintiff's recovery from the defendant, by way of garnishment on the United States, for alimony payments due the plaintiff. This is contingent, however, upon the garnishment law of the State of North Carolina since members of the Armed Services shall be subject, <i>in like manner</i> and <i>to the same extent</i> as if the United States were a <i>private person</i>; therefore, state law controls.</p>\n<p>Garnishment is provided for in Chapter 1, North Carolina General Statutes, Sections 440.15-440.33. Under Sections 440.15 through 440.21 garnishment is not an independent action but is a proceeding ancillary to attachment and under the North Carolina law, an indebtedness due to defendant is subject to garnishment. However, the law contemplates a debt which is then in existence due and owing, or which will be due on a date certain, the entitlement to which is already vested, not a debt which may or may not become due in the future based upon contingent factors. As held in <i>Ward v. Manufacturing Co.,</i> <span class=\"citation\" data-id=\"1316810\"><a href=\"/opinion/1316810/ward-v-kolman-manufacturing-company/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">131</span></a></span>, <span class=\"citation\" data-id=\"1316810\"><a href=\"/opinion/1316810/ward-v-kolman-manufacturing-company/\"><span class=\"volume\">148</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">27</span></a></span>, in order to subject a debt to garnishment and to give the court jurisdiction to act with regard thereto, three requirements must be met, among which is that the principle defendant, who is the plaintiff-debtor, must himself have the right to sue the garnishee, his debtor, in the state for recovery of the debt. Therefore a debt which is not vested but remains contingent to vestment upon the happening of certain acts in the future, is not a debt subject to garnishment as contemplated in the above-cited statutes of North Carolina. As stated in <i>Goodwin v. Claytor,</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">224</span></span>, <span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">173</span></span> (1904) a plaintiff in garnishment is, in relation to the garnishee, substituted merely to the rights of his own debtor, and cannot enforce any greater claim against the garnishee than the debtor himself, if suing, would have been entitled to recover. It is axiomatic that the defendant in this cause, George David Watson, has no action against the United States for any of his retirement pay until that pay actually becomes due and owing. Therefore, if wages were garnishable in North Carolina as a general debt subject to attachment, a separate action would have to be brought each pay period. This is obviously true since a cause of action will not lie on a debt which is not in existence or though already vested, is to become due in the future. Therefore, until the debt from the garnishee actually comes into existence, suit may not be maintained therefor, and orders may not be issued for it, since the \"res\" is not then in existence.</p>\n<p>The plaintiff in oral argument and in brief to the court cited N.C.G.S. 1-363 in connection with N.C.G.S. 1-440.15, <i>et seq.</i> It is the court's opinion that the general garnishment statutes of North Carolina which speak to garnishment for a debt imply a single debt and not a recurring debt such as in the case of employment or retirement pay. However, even if the plaintiff's allegations as concerning these statutes were true, the case law of the Supreme Court of North Carolina disallows garnishment for wages. The statutes immediately cited above were passed in 1870 and 1871. In 1948 the North Carolina State Supreme Court in <i>Motor Finance Company v. Putnam,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">555</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">670</span></span> held \"prospective earnings of a judgment debtor are entirely hypothetical. They are neither property nor a debt.\" Thus, the North Carolina State Supreme Court held that no future earnings of any kind were subject to garnishment. In acknowledgement of that judicial limitation of Chapter 1, the General Assembly in 1975 passed N.C.G.S. 110-136 allowing garnishment of wages for child support.</p>\n<p><span class=\"star-pagination\">*871</span> The garnishee, United States, argues, with some persuasiveness, that if the North Carolina General Assembly had intended to provide for the garnishment of wages in support of alimony, it could have easily been included in North Carolina General Statute 110-136 when garnishment was provided for child support. It is also interesting to note that even where the North Carolina General Assembly provided for garnishment of wages, it limited said garnishment to twenty (20%) percent of the net disposable earnings of the debtor. If the North Carolina Legislature in 1975 had intended future earnings to be garnishable for alimony, they should have said so. North Carolina case law says that they are not.</p>\n<p>This court holds, therefore, that except under the specific statute passed by the Legislature in 1975 for the garnishment of wages for child support up to twenty (20%) percent of the net disposable earnings of the debtor, garnishment of wages in North Carolina is not permissible under the case and statute law of the State of North Carolina.</p>\n<p>Therefore, the claim for relief against the United States for garnishment in favor of the plaintiff as to alimony is hereby denied, the claim for relief of the plaintiff against the United States for garnishment in favor of the plaintiff for child support in the sum of $3,000.00 is allowed at a sum of $309.32 per month, representing twenty (20%) percent of the net monthly disposable earnings of the defendant, and the March retirement check of the defendant in the sum of $1,546.58, and the sum of $748.24 representing 15/31 of the defendant's October retirement check, already vested in the defendant, is to be paid the plaintiff in satisfaction of outstanding alimony.</p>\n<p>AND IT IS SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/249983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/254589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1748576/"
  ]
}