{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1446008/",
  "absolute_url": "/opinion/1446008/united-states-v-ader/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1446008/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:11:58.181466Z",
  "date_modified": "2016-02-29T12:00:22.472969Z",
  "type": "010combined",
  "sha1": "c5b8e35796b02b22559c3008efff1458d91c2b21",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>520 F.Supp. 313 (1980)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nPhilip Norman ADER, a/k/a, et al., Defendants.</h1></center>\n<center>No. 79-24-CR.-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>August 7, 1980.</center>\n<p><span class=\"star-pagination\">*314</span> <span class=\"star-pagination\">*315</span> <span class=\"star-pagination\">*316</span> Joel Hirschhorn, Miami, Fla., and Herman E. Gaskins, Jr., Washington, D. C., for Phillip Norman Ader, aka Chic Eder and Mary Beth Welke.</p>\n<p>Susan Henri Johnson, Ward &amp; Smith, P. A., New Bern, N. C., for Fenwick Putnam Tucker.</p>\n<p>Steven A. Bernholz, Martin J. Bernholz, Chapel Hill, N. C., for Charles Douglas Gower.</p>\n<p>Joseph W. Dean, Dean &amp; Dean, Raleigh, N. C., for Dean (NMN) Tedder.</p>\n<p><span class=\"star-pagination\">*317</span> Mobley F. Childs, Decatur, Ga., and Herman E. Gaskins, Jr., Washington, D. C., for Michael Wayne Sherer.</p>\n<p>Herman E. Gaskins, Jr., Washington, D. C., for Jeffrey Craig Fleissner and Cary Joan Boulter.</p>\n<p>Steven A. Bernholz, Martin J. Bernholz, Coleman, Bernholz, Dickerson, Bernholz, Gledhill &amp; Hargrave, Chapel Hill, N.C., for Wanda Gay Adkins Gower.</p>\n<p>Martin J. Bernholz, Chapel Hill, N. C., for LuAnn Shuskey.</p>\n<p>James Hurwitz, Sausalito, Cal., William C. Lawton, Raleigh, N. C., for Janet Inez Langtree.</p>\n<p>Jack B. Swerling, Laurie, Curlee &amp; Swerling, Columbia, S. C., for Kay Norris Huggins.</p>\n<p>Marcus W. Chesnutt, Trawick H. Stubbs, P. A., New Bern, N. C., for Miguel Victor Ortiz.</p>\n<p>Jimmie C. Proctor, Brock, Foy &amp; Proctor, Trenton, N. C., for Roberto Quintana.</p>\n<p>S. Stuart Popkin, Jacksonville, N. C., for Hugo Morejon.</p>\n<p>ORDER ON MOTION TO SUPPRESS EVIDENCE OBTAINED BY WARRANTLESS SEARCHES AND SEIZURES AT OR NEAR THE BAY RIVER SEAFOOD COMPANY</p>\n<p>HEMPHILL, District Judge, Sitting by Designation.</p>\n<p>This matter is before the court on the motion of defendants, by and through their attorneys pursuant to Rules 12(b)(3) and 41(f) of the Federal Rules of Criminal Procedure, and Criminal Rule 3 of the local rules of the United States District Court for the Eastern District of North Carolina, to suppress as against them any and all evidence seized as a result of the warrantless searches of the vessels \"Theresa Ann\" and the \"Sea Ox\" the vessel \"Pisces\", and the Aquasport 19-foot vessel, registry N. C. 2014, a 10-foot home made outboard vessel, registry N. C. 2861, a vessel Scottie Craft, 27-feet, white in color, registry N. C. 9249, a vehicle, 1977 BMW, VIN 5420180, a vehicle tan and white 1976 Chevrolet truck North Carolina License BC 4366, a vehicle tan and brown Chevrolet pickup truck N. S. License HB 1374, a vehicle 1971 Buick Skylark, North Carolina License PRW 766, a boat and trailer, Cox brand, silver, identification E 18030, the Bay River Seafood Company and adjoining premises, general delivery, Stonewall, North Carolina, and other evidence obtained as a result of wire taps and beepers utilized in this case, on the grounds that those searches and all evidence seized as a result of those searches were illegally and unconstitutionally obtained for the reasons that (1) all of the above cited searches were warrantless searches and impermissible under the existing law and facts (2) all of the above cited searches and the results thereof were the direct results of an illegal beeper and wire taps which were unconstitutionally instituted by the investigative authorities in the case and that all evidence derived therefrom, including the searches, and all other items of evidence in this case, fall under the fruit of the poisonous tree doctrine and are unconstitutionally inadmissible.</p>\n<p></p>\n<h2>STANDING</h2>\n<p>The government has conceded that each of the defendants is charged in the indictment in the third count with possession of marijuana with the intent to distribute (Title 21, United States Code, Section 841), and that since the indictment alleges that they were in possession of the contraband at the time of the search, defendants have standing to challenge the searches and subsequent seizures which resulted in the discovery of the marijuana. <i>United States v. Brown,</i> 411 U.S. 223, 228, 93, S.Ct. 1565, 1568, 36 L.Ed.2d 208 (1973); <i>Rakas v. Illinois,</i> 439 U.S. 128, 99 S.Ct. 421, 58 L.Ed.2d 387. However, the government has not conceded that each of the defendants has standing to challenge the warrantless searches conducted by customs officers and others at and near the Bay River Seafood Company. In this respect, the defendants have relied upon the holding in <i>Simmons v. United States,</i> 390 U.S. 377, 389-394, <span class=\"star-pagination\">*318</span> 88 S.Ct. 967, 973-976, 19 L.Ed.2d 1247 (1948). The <i>Brown</i> case, supra, indicates that the standing of a defendant is dependent upon whether he was on the property at the time of the search, has a propriety or possessory interest in the property, or is charged with possession of evidence seized at the time of the search. After defendants indicated their intentions to assert standing under the <i>Simmons</i> case, <i>supra,</i> each admitted to either presence or a proprietary or possessory interest in the subject property at the motions hearing held in Raleigh, North Carolina, on June 5, 1980.<sup>[1]</sup> This court has considered those admissions sufficient to grant standing to defendants based upon the <i>Simmons</i> decision which allows the defendants to assert standing with respect to those motions without the contents of those assertions being admitted at trial.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On September 2, 1979, culminating months of extensive investigation of an alleged conspiracy to import marijuana into the United States, agents of the Drug Enforcement Administration, the North Carolina State Bureau of Investigation, (SBI), the United States Coast Guard, the United States Customs Patrol and the Pamlico County Sheriff's Department raided the Bay River Seafood Company near Stonewall, North Carolina. Ten (10) defendants were arrested, numerous searches (warrantless) were conducted, thirty-one thousand pounds of marijuana, the trawler \"Theresa Ann\", the vessel, \"Sea Ox\", and three other vessels, a 1977 BMW automobile, were seized.</p>\n<p>As early as June 8, 1979, investigation officers had information which led them to believe that the \"Theresa Ann\" would off-load marijuana at the Bay River Seafood Company. United States Customs Service transmittal and routing slips for the month of July, 1979, showed that the Seafood House was surveilled on several occasions. Officers intercepted a radio message on August 31, 1979 which led them to believe that the \"Theresa Ann\" would arrive on Sunday, September 2, 1979. Following this, surveillance was established in New Bern and Stonewall, North Carolina.</p>\n<p>The day before the raid, officers gathered at the Holiday Inn in New Bern which was to be the \"joint command L/E center\" for the operation. The SBI launched a surveillance vessel on September 1, 1979 in preparation for the raid the next day. At approximately 3:15 P.M. on September 2, the \"Theresa Ann\" was positively identified in Pamlico sound making for the Bay River. An organized surveillance of the vessel was made until the time it was docked at the Bay River Seafood Company.</p>\n<p>A raid team had been assembled and moved to a school in the Bay River area to await the signal to assault. At 5:40 P.M. an SBI surveillance team was placed across the river from the Bay River Seafood Company.</p>\n<p>At approximately 9:15 P.M., six (6) hours after entering the Pamlico Sound, the \"Theresa Ann\" docked at the Bay River Seafood Company and began unloading what appeared to be bails of marijuana onto the dock. SBI agents, Paul Bateman and Doug Phillips, in hiding across the river from the seafood house, relayed the raid <span class=\"star-pagination\">*319</span> signal to the raid team. At least five (5) vehicles carrying at least 13 law enforcements entered the premises of the Bay River Seafood Company by way of the driveway from Highway 55. Flares were ignited and planes flew overhead as the assault commenced. Within minutes, the raid team had arrested a number of people in the area of the fish house. Defendants, Gower and Shuskey were arrested by customs agents when they were found seated in the front seat of a BMW automobile, which had previously been seen driving away from the seafood house and was now parked along side the entrance road to the Bay River Seafood Company. Other defendants were arrested either on board one of the vessels found at the site or in the immediate area. This includes several defendants who were \"fished\" out of the water in the dock area. During the course of the raid, the police conducted a general warrantless search of the \"Theresa Ann\", the seafood house and the vessels and vehicles which were later seized in the area. No reports indicated that any defendants were actually arrested inside the seafood house, nonetheless, officers entered the building and conducted the warrantless and detailed search. Each room in the building was searched and inventoried, including the office. This search included cabinets, shelves, desks, and desk drawers found in each room of the seafood house for which each item found was thereafter listed in agent Lewis's report. The vessels, \"Theresa Ann\" and \"Sea Ox\", as well as the BMW were searched with equal thoroughness.</p>\n<p></p>\n<h2>ARGUMENT</h2>\n<p>This motion is one in a series of motions filed by defendants for the purpose of excluding evidence derived as a result of various governmental searches and seizures. Several issues raised by defendants in the present motion have been previously ruled upon by this court and are as follows.</p>\n<p>Defendants moved to suppress evidence obtained as a result of the New York and Florida wiretaps on the grounds that such information was obtained as a result of an unconstitutional search. This court previously ruled that both wiretaps were constitutional and otherwise valid. Defendants also objected to the use of information obtained as a result of a \"beeper\" placed aboard the \"Theresa Ann\". This court ruled that the warrant, issued by United States Magistrate, Robert S. Carr, District of South Carolina, for the placement of the beeper on board the \"Theresa Ann\", was based upon a sufficient showing of probable cause and that the subsequent monitoring of the beeper signals did not constitute a search within the purview of the Fourth Amendment. Suppression of evidence based upon that motion was also denied.</p>\n<p>The remaining issue before this court is whether the subsequent warrantless searches and seizures, conducted at the Bay River Seafood Company site, were permissible under the existing law and facts. As previously stated, it is uncontroverted that there were no warrants issued for any of these particular searches and seizures. It is also uncontroverted that the government agents had compiled a substantial amount of information concerning the alleged conspiracy to smuggle marijuana into the area prior to these warrantless searches and seizures. Defendants contend that these warrantless searches and seizures were unconstitutional and that no exigent circumstances existed which might have justified the government agents in failing to obtain prior warrants. Defendants also contend that the facts and circumstances surrounding these searches and seizures are not sufficient to support any argument made by the government that these searches and seizures should be justified as either a border search or as an \"extended border search\". On this basis, defendants seek to have any evidence, or fruits thereof, obtained as a result of such warrantless searches and seizures suppressed. In addition, defendants seek the return of any property which was seized illegally as a result of these activities. For the following reasons, defendants motion to suppress is denied.</p>\n<p></p>\n<h2>BORDER SEARCH</h2>\n<p>The government seeks to have the warrantless searches and seizures conducted at <span class=\"star-pagination\">*320</span> the Bay River Seafood Company site upheld on the basis that these searches and seizures were conducted by customs officials, with the assistance of other government agents, pursuant to the authority granted to customs officials to conduct \"border searches\". The authority to conduct border searches partially is derived from the legislation and the legislative intent as set forth in the United States Code sections relating to Custom Searches in Title 19. The following sections establish the broad basis from which the border search authority is derived.</p>\n<p>First, Title 19, United States Code, Section 1581(a) provides that,</p>\n<blockquote>\"Any officer of the Customs may at any time go on board any vessel or vehicle at any place in the United States or within the Customs waters or, as he may be authorized, within a Customs enforcement area established under Section 1701 and 1703-1711 of this title, or at any other authorized place, without as well as within his district, and examine the manifest and other documents and papers and examine, inspect and search the vessel or vehicle and every part thereof and any person, truck, package, or cargo on board, to this end may hail and stop such vessel or vehicle, and to use all necessary force to compel compliance.\"</blockquote>\n<p>In conjunction with this authority, Title 19, United States Code, Section 1582 provides for the search of persons and baggage:</p>\n<blockquote>\"The Secretary of the Treasury may prescribe regulations for the search of persons and baggage and he is authorized to employ female inspectors for the examination and search of persons of their own sex; and all persons coming into the United States from foreign countries shall be liable to detention and search by authorized officers or agents of the government under such regulations.\"</blockquote>\n<p>Finally, there is authority contained in Title 19, United States Code, Section 482 for the search of vehicles and persons where Customs officers suspect merchandise has been introduced into the United States contrary to law. This section in substance provides, that:</p>\n<blockquote>\"Any of the officers or persons authorized to board or search vessels may stop, search, and examine ... any vehicle ... or person, on which or whom he or they shall suspect there is merchandise which is subject to duty or shall have been introduced into the United States in any manner contrary to law, whether by the person in possession or charge ... or otherwise ... and if any such officer or other person so authorized shall find any merchandise on or about any such vehicle ... or person ... which he shall have reasonable cause to believe is subject to duty, or to have been unlawfully introduced into the United States ... he shall seize and secure the same for trial.\"</blockquote>\n<p>These statutes are read in conjunction with one another and are given the broadest possible interpretations as was stated in <i>United States v. Glaziou,</i> 402 F.2d 8 (2nd Cir., 1968). When interpreting these statutes it should be noted that:</p>\n<blockquote>`Realization of Customs officials' special problems has resulted not only in the court's giving the broadest interpretation compatible with our constitutional principles in construing the statutory powers of Customs officers ... but also has resulted in the application of special standards when the legality of a stop, search, and seizure made by a Customs official at or near our borders or international port facilities has been challenged. In addition, the peculiar problems faced by Customs officials in policing extensive national borders and numerous, large international port facilities has made both Congress and the courts acutely aware of the need for a broad grant of authority to Customs to deal with such problems.\" <i>Carroll v. United States,</i> 267 U.S. 132, 45 S.Ct. 280, 69 L.Ed. 543 (1925).</blockquote>\n<p>This broad authority granted to Customs officials is based upon sovereignty and the need for national self-protection. <i>Almeida-Sanchez v. United States,</i> 413 U.S. 266, 93 S.Ct. 2535, 37 L.Ed.2d 596 (1973). Border searches play an integral part in the <span class=\"star-pagination\">*321</span> protection of these interests. Courts have recognized the legality of searching without a warrant and without probable cause, individuals and conveyances seeking to enter the United States in the landmark case of <i>Boyd v. United States,</i> 116 U.S. 616, 6 S.Ct. 524, 29 L.Ed. 746 (1886). In essence, this border search authority is one of the \"warrantless search\" exceptions to the Fourth Amendment and is constrained only by the requirement of reasonableness in the search itself. The distinction between searches generally and searches of persons or things entering the United States from abroad was drawn in the <i>Boyd</i> case, <i>supra,</i> where the Supreme Court reasoned that:</p>\n<blockquote>\"The search or the seizure of ... goods liable to duties and concealed to avoid payment thereof, are totally different things from a search for and seizure of a man's private books and papers for the purpose of obtaining information contained therein, or of using them as evidence against him ... in one case the government is entitled to possession of the property; in the other it is not...: ... in the case of excisable or dutiable articles, the government has an interest in them for the payment of duties thereon, and until such duties are paid has a right to keep them under observation, or to pursue and drag them from concealment ...\"</blockquote>\n<p>Judicial recognition of this distinction has given rise to the term \"border search,\" in order to distinguish official searches which are reasonable because made solely in the enforcement of Customs laws from other official searches made in connection with general law enforcement. <i>Alexander v. United States,</i> 362 F.2d 379 (9th Cir., 1966). Validity for this distinction is found in the fact that the primordial purpose of a search by Customs officials is not to apprehend the persons, but to seize contraband property unlawfully imported or brought into the United States.</p>\n<p>The justification for the relaxed standard that has been applied to the search conducted literally on the border has been extended to apply as well to the \"extended border search\" under which \"border\" is given a geographically flexible reading within limits of reason related to the underlying constitutional concern to protect against unreasonable searches. See <i>Castillo-Garcia v. United States,</i> 424 F.2d 482 (9th Cir., 1970). The many difficulties that attend the attempt to intercept contraband and to apprehend increasingly mobile and sophisticated smugglers at the borders of a country have by necessity led to this exception. Therefore, some searches by Customs officials, although conducted at points physically away from an actual border and removed from the precise time of importation, may nevertheless be treated as border searches. <i>Castillo-Garcia v. United States, supra</i><i>.</i></p>\n<p>The test for the validity of a border search is whether under the circumstances it is reasonable within the meaning of the Fourth Amendment. <i>United States v. Freeman,</i> 579 F.2d 942, 945, 946 (5th Cir., 1978). Time and distance factors may be important, but are not alone decisive. Ultimately, the question is simply whether under all the circumstances, time and distance factors included, the Customs officials had a reasonable basis for the suspicion leading to the search leading away from the actual border. See <i>United States v. McGlone,</i> 394 F.2d 75, 78 (4th Cir., 1968). Their suspicions must be reasonable not only with respect to the nature of the materials seized, but to the fact that it has illegally crossed a border within a reasonably recent time. Since the searches conducted in this case were made at the site of the Bay River Seafood Company, some distance from the actual border, the burden is upon the government to prove that their activities fall within the protective reaches of this \"extended border search\" exception and that the searches were reasonable under the circumstances within the meaning of the Fourth Amendment.</p>\n<p>The government relies upon the case of <i>United States v. Bilir,</i> 592 F.2d 735 (4th Cir., 1979), the leading case on the subject in the Fourth Circuit, in arguing that these searches were validly conducted pursuant to an \"extended border search\". <span class=\"star-pagination\">*322</span> The <i>Bilir</i> case clearly establishes that this circuit has approved the concept of the \"extended border search\".</p>\n<p>Defendants, however, contend that the <i>Bilir</i> case should not be considered at all in this case for two reasons. Primarily, they contend that the government has not established that a border crossing in fact occurred. However, in testimony received by this court in the motions hearing held in Raleigh on June 5, 1980, it was apparent that the vessel, \"Theresa Ann\", had been sited at some distance out at sea from which it was apparent that a border crossing had in fact occurred. Specifically, Michael A. Gimes, special agent with the Drug Enforcement Administration, stated that he had continuously conducted surveillance at half-hour intervals from a vantage point which allowed him to view the entire area surrounding him for some 8 to 10 miles. He states that he sighted the \"Theresa Ann\" about a mile or a mile and a half away and that it had obviously come from the sea. This court finds the facts sufficient to establish a border crossing.</p>\n<p>Secondly, defendants contend that this search was not conducted pursuant to the authority of the Customs officials, but rather was conducted pursuant to the pretextural presence of the Customs agents in order to obtain the protective veil of a \"border search\". The evidence and testimony which was received at the aforementioned motions hearing, however, revealed that the entire \"raid\" was under the control and supervision of the Customs officials, headed by Gilbert Allen Payette, the District Patrol Director, U. S. Customs, Patrol Division, Wilmington, North Carolina. <i>All</i> arrests, searches and seizures were made upon his orders. Therefore, this did not present the pretextural situation suggested by defendants. Defendants have failed to provide any reasons sufficient to prevent this court from further considering the case as a \"border search\" situation to which the rationale of <i>Bilir</i> can be applied.</p>\n<p>The <i>Bilir</i> court discusses two general patterns involved in analyzing whether a search away from a border actually constitutes an extended border search. The first pattern involved a situation in which the first contact with a suspect occurs away from the border. This pattern obviously does not apply to the facts of this case. The second pattern involves the more common situation in which the search away from the actual border results from the deliberate delay by Customs officers who have observed an actual border crossing by known suspects, but who then follow and only conduct their search at some distance from the border despite repeated intervening opportunities. It is this second pattern of events which more closely parallels the facts of this case. There is no question that this search was conducted away from the actual border as a result of the deliberate delay by Customs officers. The Customs officers has prior knowledge of a border crossing, as they had been contacted by Agent Grimes after his sighting, and, yet, the ultimate search was conducted at the Bay River Seafood Company, despite several intervening opportunities. Since this case involves the same pattern with which the <i>Bilir</i> court was concerned, this court shall draw from that court's reasoning regarding the validity of the \"extended border search\".</p>\n<p>The most important single factor, as noted in the <i>Bilir</i> case, in assessing reasonableness of the eventual search is the extent to which continuous surveillance of suspects (or of suspected vehicular carriers) has been maintained from border crossing to the search location. See <i>United States v. Fogelman,</i> 586 F.2d 337 (5th Cir., 1978). The <i>Bilir</i> court makes the following observation regarding continuous surveillance:</p>\n<blockquote>\"Time and distance factors considered apart become less relevant. To the extent continuous surveillance has been maintained, the suspicion that what is being seized away from the border did indeed cross the border is of course made more reasonable. Most importantly to the underlying Fourth Amendment concerns, continuous surveillance in this pattern of official conduct gives assurance that the Customs search with its relaxed <span class=\"star-pagination\">*323</span> standards will not be employed, by design or blunder, against persons or objects that in fact have never been the legitimate targets of a border search. In the words of Judge John R. Brown, continuous surveillance `maintaine[s] the integrity of the border conditions keeping the search and seizure within the governmental necessities of the border ... without trespassing on the precious.rights of millions of Americans who scurry to and fro on the nation's highways ...'\" (citations omitted).</blockquote>\n<p>The record of the motions hearing held on June 5, 1980 reveals that the surveillance of the \"Theresa Ann\" was essentially continuous from the point in time from the initial sighting of the vessel out at sea until the time that the vessel eventually docked at the Bay River Seafood Company. This continuous surveillance was the product of the combined visual surveillance by agents stationed on Ocracoke Island, on board a boat patroling in the bay area, in a light aircraft conducting aerial surveillance, by other agents stationed across from the Seafood House docking area and by the radio monitoring of the movements of the \"Theresa Ann\". The continuous surveillance of the vessel, \"Theresa Ann\", was sufficient to insure the integrity of the border search in that there was no indication that the vessel, \"Theresa Ann\", had taken on any contraband between the time it was first sighted out at sea and the time it was seized at the Bay River Seafood Company. Also, there was no indication that the delay in seizing the vessel was motivated by any other reason than to confirm a developing suspicion that the \"Theresa Ann\" was carrying contraband. Delay was made only to the point that Agents Bateman and Phillips observed the off-loading activities of what appeared to be large bales of marijuana at which time probable cause came into existence. The delayed seizure of this vessel was made some 25 to 50 miles from the actual border and some 6 hours after the observed border crossing. The time and distance factors fall well within acceptable parameters. See <i>United States v. Fogelman, supra</i><i>.</i></p>\n<p>It is also readily apparent that the suspicion upon which Customs officials acted was reasonable under the circumstances. The eventual \"raid\" was the result of a continuously developing suspicion which began with the interception of telephone conversations that revealed the possibility of the existence of a conspiracy to smuggle marijuana into the Stonewall, North Carolina area. This lead was followed by further investigative and surveillance activities up to the point that Agents Bateman and Phillips observed the off-loading activities at the Bay River Seafood Company which gave substantial confirmation to their continuously developing suspicion. Therefore, within the meaning of 19 U.S.C. § 482, the suspicion upon which the search was conducted was reasonable, and the seizure valid within the extended border search doctrine.</p>\n<p>Defendants contend that the extended border search exception should not be applied to any other searches or seizures conducted in the surrounding area of the dock site including the search and seizure of the Bay River Seafood Company and various vessels and vehicles found in the area. Defendants argue that the searches of the vehicles and the Seafood House are illegal by virtue of the fact that there was no information available to the seizing officials that any of those vehicles, vessels, or buildings had crossed a border of the United States. It is true that the Bay River Seafood Company premises had obviously not crossed a border. But, the general rule among the courts is that a border crossing is not the <i>sine qua non</i> of a valid border search. <i>United States v. Steinkoenig,</i> 487 F.2d 225 (5th Cir., 1973); <i>United States v. Hill,</i> 430 F.2d 129 (5th Cir., 1970). In all instances where a search has been called a border search, a reasonable suspicion that the vehicle had crossed the border or had been in contact with those who have done so has been and is required. <i>United States v. Woodard,</i> 531 F.2d 741 (5th Cir., 1976); <i>United States v. Storm,</i> 480 F.2d 701 (5th Cir., 1973).</p>\n<p><span class=\"star-pagination\">*324</span> The Bay River Seafood Company was the site at which Agents, Bateman and Phillips, observed the off-loading of large bales of materials, later identified as marijuana. Moments earlier these agents had observed several persons gathering on the dock between the Seafood House and the \"Theresa Ann\". It appeared that some of these people had just unboarded the vessel, \"Theresa Ann\". These persons were later observed going in and out of the Seafood House. The off-loading activity followed. These facts were sufficient to raise a reasonable suspicion that the Seafood House had been in contact with persons and/or contraband that had recently crossed the border as required by the <i>Woodard,</i> case, <i>supra.</i> The subsequent search of the Seafood House, was, therefore, reasonably conducted pursuant to a legitimate border search.</p>\n<p>The reasonableness of the search of the Seafood House becomes more apparent when considered in light of the fact that it became necessary to conduct preliminary searches to apprehend these persons and to prevent dangers to the officers involved. The search of the \"Theresa Ann\" revealed that demolition wire was found on board presenting the possibility that destruction of the evidence may have been contemplated by the smugglers. Although contact with persons and/or contraband, was sufficient, in and of itself, to give rise to reasonable suspicion as justification for the border search, the reasonableness of the search is further established when considered in light of the totality of the surrounding circumstances.</p>\n<p>Government agents also seized various vessels and vehicles in the immediate area of the Bay River Seafood Company which defendants argue were illegally seized. Included in that group are the following: the vessel Sea Ox; the Aqua Sport; the Scottie Craft; the 1977 BMW automobile; the 1976 Chevrolet truck  North Carolina license BC 4366; a Chevrolet pickup truck  North Carolina license HB 1374; and a 1971 Buick Skylark  North Carolina license PRW 766. It is true that no evidence indicates that the trucks, cars or vessels, other than the \"Theresa Ann\", had crossed the border. But, the general rule is that a border crossing is not the <i>sine qua non</i> of a valid border search. <i>United States v. Steinkoenig,</i> 487 F.2d 225 (5th Cir., 1975); <i>United States v. Hill,</i> 430 F.2d 129 (5th Cir., 1970). Therefore, in order to justify the search as a border search, a reasonable suspicion that the vehicle has crossed the border or had been in contact with those who have done so must be proven. <i>United States v. Woodard, supra</i><i>; </i><i>United States v. Storm, supra</i><i>.</i> The evidence reveals that there are sufficient facts to raise a reasonable suspicion that many of these vessels or vehicles had come in contact with persons or contraband that had recently made a border crossing as is necessary to support a border search. This is based upon the fact that surveillance revealed that subsequent to the docking of the \"Theresa Ann\" several persons, approximately 10 or more, were observed gathering on the dock alongside the vessel, moving about and subsequently engaging in the off-loading procedures. This factor combined with the fact that no persons were in fact arrested aboard the \"Theresa Ann\" gave rise to a reasonable suspicion that those persons in the immediate area included persons who had actually crossed the border on board the \"Theresa Ann\" and others who had been in contact with those persons. When the raid began, the government agents observed several persons fleeing the area. The vessel Sea Ox and others were seized and the occupants arrested when they were stopped after leaving the dock area. The BMW automobile was seen driving down the road away from the Seafood House and the occupants arrested after it had stopped some 100 yards away. A reasonable suspicion existed to believe that these vessels or vehicles were occupied or had been occupied by persons who had either crossed a border recently or had been in contact with someone who had done so. Based upon the totality of these circumstances, the seizures of the vessels involved and the BMW are completely justified as an extended border search.</p>\n<p><span class=\"star-pagination\">*325</span> However, the record does not disclose precisely which vessels, other than the Sea Ox, were seized in this manner. In order to make this determination and identify those vessels, further evidence must be presented on the issue of identification. Therefore, defendants who seek return of this property shall have the opportunity to present further evidence on this issue upon petition of defendant to Charles Ken McCotter, United States Magistrate, New Bern Division, New Bern, North Carolina. At such time, a hearing shall be set pursuant to this order.</p>\n<p>As to the other vessels which were seized while still moored at the dock, there is no indication that these vessels had been occupied by any persons who had either crossed the border recently or had been in contact with someone that had done so. Therefore, as to these vessels, the justifications for an extended border search does not apply and the seizure of such vessels was illegal. Once again, however, the identification issue must be determined upon petition of defendants to United States Magistrate Charles Ken McCotter.</p>\n<p>As to the seizure of other vehicles at the Bay River Seafood House, the same reasoning may be applied. No evidence has been presented which links any of these vehicles with a border crossing. However, the seizure of the two trucks which were found to have been located on the leading end of the dock were properly seized pursuant to Title 21, United States Code, Section 881(b)(4), which provides that a vehicle or vessel may be seized without a warrant where probable cause exists to believe it has been or is intended for use in transporting or facilitating the transport of seized property. The evidence discloses that these pickups were found in the loading area with bales of marijuana stacked at the immediate rear of the two trucks with handtrucks or dollies beside them. In considering the totality of the circumstances, the logical conclusion to be drawn is that the purpose in transferring the bales to the rear of these vehicles from the boat was not to take some circuitous route to the warehouse or elsewhere, but rather to prepare these bales for loading upon these trucks for the transfer of the marijuana to some other location. These circumstances provide a sufficient amount of probable cause of the government agents to believe that these trucks were intended for use in facilitating the transfer of controlled substance and, therefore, the subsequent warrantless searches and seizures are valid. See, <i>United States v. Johnson,</i> 572 F.2d 227, 230-235 (9th Cir., 1978).</p>\n<p>There is insufficient evidence in the record to make a determination as to the validity of the seizure of the 1971 Buick Skylark. Such determination shall be made upon petition of defendants to United States Magistrate Charles Ken McCotter in accordance with this order.</p>\n<p></p>\n<h2>WARRANTLESS SEARCH</h2>\n<p>There is, as previously mentioned, no controversy over the fact that the searches and seizures in question were conducted without the benefit of any warrants. The evidentiary burden to constitutionally justify these warrantless acts, therefore, rests squarely on the shoulders of the government. <i>Coolidge v. New Hampshire,</i> 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971); <i>Vale v. Louisiana,</i> 399 U.S. 30, 90 S.Ct. 1969, 26 L.Ed.2d 409 (1970). Defendants argue that there existed probable cause in sufficient time prior to the searches and seizures to enable the agents to obtain a magistrate's approval before entering the premises.<sup>[2]</sup> In this respect, defendants rely on the case of <i>Coolidge v. New Hampshire,</i> 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564, rehearing denied 404 U.S. 874, 92 S.Ct. 26, 30 L.Ed.2d 120 which held that where the police know in advance the <span class=\"star-pagination\">*326</span> location of evidence and intend to seize it, the requirement of a warrant to seize said evidence imposes no inconvenience or at least none that is constitutionally recognized. Although, in this case, there was ample evidence to provide the law enforcement agents with a growing suspicion that marijuana was being transported aboard the \"Theresa Ann\", this did not raise the level of knowledge possessed at that time by the government agents to the requisite degree imposed by the <i>Coolidge</i> court.<sup>[2]</sup> In the eyes of this court, it was not until the \"Theresa Ann\" had docked and was seen unloading what appeared to be bales of contraband, marijuana, that the agents knew for certain that a crime was being committed. While the facts known to the agents prior to the arrival of the boat certainly aroused suspicion, the officers could not be assured \"with a reasonable degree of certainty\" that such suspicions would support the issuance of a warrant. See, <i>United States v. Ferrara, supra.</i> That the law enforcement officials delayed the seizure of the \"Theresa Ann\" during the period between its entry through the Ocracoke Inlet and the time that it was secured at the Bay River Seafood Company dock, for whatever reason, is inconsequential. <i>Id.</i> The failure to make provision before probable cause existed to facilitate obtaining a warrant when that quantum of evidence might arise is likewise not critical. <i>Id.</i> Until the officers observed bales of suspected contraband being unloaded from the \"Theresa Ann\", probable cause did not exist. Once probable cause was established, the fact remains that criminal activity was underway and a substantial danger existed that evidence would be removed or destroyed, or that the culprits would escape unless prompt action was taken. In such circumstances, law enforcement officers, having probable cause, may enter, search and seize without a warrant. <i>United States v. Santana,</i> 427 U.S. 38, 42-43, 96 S.Ct. 2406, 2409, 49 L.Ed.2d 300 (1976); <i>Warden v. Hayden,</i> 387 U.S. 294, 298-299, 87 S.Ct. 1642, 1645-1646, 18 L.Ed.2d 782; <i>United States v. Juarez,</i> 573 F.2d 267, 174 (5th Cir., 1978).</p>\n<p>Furthermore, agents observed several bales of marijuana on the deck of the \"Theresa Ann\". These bales were in plain view and, as such, readily accessible which necessitated immediate seizure in order to protect against removal or destruction. The necessity to provide this protection becomes more essential in conspiracy cases involving large scale smuggling activities where a greater possibility exists that other persons involved in the operation, and as yet unapprehended, may subsequently attempt to destroy the evidence. The testimony of Mr. Payette, the Customs official in charge, discloses that the \"Theresa Ann\" was seized moments after the agents had arrived at the dock immediately after the suspected criminal activity had been observed. At this time, other law enforcement agents were attempting to apprehend the fleeing suspects. At least one suspect, defendant Ortiz, was not apprehended until some two hours later. In view of the exigencies which existed, it would have been unreasonable to have required the officers to leave their pursuit and obtain a warrant prior to the search and seizure of the \"Theresa Ann\".</p>\n<p>Defendants further argue that the subsequent search of the vessel was made after all the suspects had been arrested and the area secured, thereby providing no exigency under which the search could have been conducted without obtaining a warrant.</p>\n<p>However, the subsequent warrantless search and seizure of items on board the \"Theresa Ann\" was permissible under the federal forfeiture statutes. The officers had abundant probable cause to believe that the \"Theresa Ann\" had been used to transport marijuana. Pursuant to Title 21, United States Code, Section 881(b)(4), a vehicle or a vessel may be seized without a warrant when there is probable cause to believe it has been used or is intended for use in transporting or facilitating the transportation of controlled substances. <i>United</i> <span class=\"star-pagination\">*327</span> <i>States v. Capra,</i> 501 F.2d 267, 280 (2nd Cir., 1974), <i>cert. denied,</i> 420 U.S. 990, 95 S.Ct. 1424, 43 L.Ed.2d 670 (1975). See also, <i>United States v. One 1972 Nova,</i> 560 F.2d 464 (1st Cir., 1977). The courts have uniformly held that a vehicle so seized may be subsequently searched without a warrant. <i>United States v. Johnson, supra</i><i>; </i><i>United States v. Panebianco,</i> 543 F.2d 447, 456 (2nd Cir., 1976), <i>cert. denied,</i> 429 U.S. 1103, 97 S.Ct. 1128, 51 L.Ed.2d 553 (1977); <i>United States v. La Vecchia,</i> 513 F.2d 1210, 1215-16 (2nd Cir., 1975). While the aforementioned cases all involve searches of seized vehicles, the statute by its terms applies equally to vessels. Title 21, United States Code, Section 881(a)(4).</p>\n<p>Defendants also contest the warrantless search and seizures of the Bay River Seafood House. The searches and seizure of the Seafood House must be considered in two respects. The initial searches were conducted immediately following the observation of criminal activity in the area. These searches were followed by a subsequent detailed search of the premises. These searches shall be considered separately.</p>\n<p>The Seafood House had been observed by two agents, Bateman and Phillips, after the \"Theresa Ann\" had docked. Several persons were seen entering and exiting the building. This was followed by observations of off-loading activities in the immediate dock area. Once the `raid' had begun, suspects were seen fleeing the area and bales of marijuana were seen stacked on the outside wall of the Seafood House, on the \"Theresa Ann\" and at the end of the dock behind two trucks by the agents who approached the site. At this time, Mr. Payette and other agents made an initial search of the area including the Seafood House. Such a search was justified as \"part of an effort to apprehend criminals' confederates, to terminate criminal activity and to prevent dangers to the officers involved\". <i>Warden v. Hayden,</i> 387 U.S. 294, 87 S.Ct. 1642, 18 L.Ed.2d 782.</p>\n<p>Based upon the circumstances surrounding the search, the officers had sufficient probable cause to believe that the Seafood House was being used for criminal purposes, therefore, justifying the seizure of the property. The Seafood House afforded an obvious place of hiding and it was unknown to the agents whether all persons seen entering the building earlier had exited. Although it was unknown by the agents whether or not the fleeing suspects were armed, the potential for danger looms heavy when attempting to apprehend members of such a large scale drug smuggling operation. Many officers in the area were pursuing suspects and arrests were being made at this time. The number and whereabouts of all these persons were unknown. A search for weapons to prevent access by those persons not apprehended in order to limit danger to the agents in the area was not unreasonable under the circumstances. As a result, any evidence discovered in `plain view' would clearly be admissible. <i>Harris v. United States,</i> 390 U.S. 234, 88 S.Ct. 992, 19 L.Ed. 1067; <i>United States v. Roach,</i> 590 F.2d 181 (5th Cir., 1979); <i>Coolidge v. New Hampshire, supra</i><i>.</i></p>\n<p>The searches were also justified as a means to prevent the possible or threatened destruction of evidence. <i>Johnson v. United States,</i> 333 U.S. 10, 68 S.Ct. 367, 92 L.Ed. 436 (1948). <i>Hernandez v. United States,</i> 353 F.2d 624 (9th Cir., 1965). The flurry of activity surrounding the \"raid\" and the fact that unapprehended suspects were still in the area provided ample opportunity for such destruction. In order to sufficiently provide this protection, however, it became necessary for the officers to conduct a more thorough search of the area to determine which items, if any, other than the contraband marijuana, might be considered as evidence and thereafter preserved.</p>\n<p>Defendants contend, however, that the subsequent detailed search of the premises was unconstitutional in that all the suspects were apprehended, at that time, and that the seized premises were under the control of the law enforcement officers who, thereafter, had ample opportunity to obtain a warrant for any subsequent searches. Defendants <span class=\"star-pagination\">*328</span> point out that a delay of some 2½ hours evolved after the search was postponed in order to await the bomb squad, subsequent to the discovery of detonation wire on board the \"Theresa Ann\" and the two suspect briefcases found in the Seafood House.</p>\n<p>Defendants cite the case of <i>United States v. Emens,</i> 649 F.2d 653 (9th Cir., 1980) in support of the proposition that such warrantless searches are unconstitutional. That case, in pertinent part, involved the warrantless searches of a warehouse and a boat, therein, which had been transported from a rendezvous point at sea to a warehouse by two men, Emens and Ribardo. The court noted that the search was made after the officers had conducted several days of surveillance, Emens and Ribardo were detained and eventually handcuffed, and the boat was immobilized in a private warehouse. Marijuana was seen in the boat when other officers had entered the warehouse to see if any one was hiding there while Emens and Ribardo were being questioned. The court held that no exigency existed and that the warrantless search was unconstitutional.</p>\n<p>This case may be distinguished in several respects. First, the present case involved numerous suspects and, although, many had been placed in custody at the time of the search, the officers could not be certain that all participants had been apprehended. In fact, it later appears that all participants had not been arrested as one, Miquel Ortiz, was arrested some two hours after the raid began. The extensive scope of this operation also suggests the possibility that others involved, but not present, might threaten the destruction of evidence. In <i>Emens,</i> only two persons were observed to be engaged in criminal activity at the warehouse, both of which had been placed in custody. Secondly, the search in <i>Emens</i> could not be justified as a search for criminal confederates as there was no indication of any. The search in this case was justified based upon the exigent circumstances requiring the search for fleeing criminal confederates as well as, upon the necessity to prevent destruction of evidence. Therefore, the issue in <i>Emens</i> did not turn upon whether a search which was justified by exigent circumstances continued, but rather, upon whether any exigent circumstances existed to support the search in the first place. In this respect, <i>Emens</i> is not controlling.</p>\n<p>It is the opinion of this court that based upon the totality of the circumstances which existed in this case that the exigencies upon which the search was conducted supported the continued search and that the unanticipated time interval to alert the bomb squad in order to prevent potential danger to the officers conducting the search does not alter the validity of that search.</p>\n<p>Therefore, it is the opinion of this court that the warrantless searches and seizures conducted at the Bay River Seafood Company site were validly conducted pursuant to a legitimate extended border search exception to the warrant requirement and, otherwise, were validly conducted based upon the probable cause which arose in combination with the exigent circumstances surrounding the raid based upon the totality of the circumstances. Therefore, the evidence obtained by virtue of those warrantless searches are admissible and the defendants motion to suppress is denied.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  For the purpose of asserting standing under the <i>Simmons case, supra,</i> defendants made the following admissions:\n</p>\n<p>Defendant Welke admitted that she was present at The Bay River Seafood Company and was on board the \"Sea Ox\" on September 2; Defendant Eder admitted that he was present at the Bay River Seafood Company on September 2; Defendant Fleishner admitted that he was present at the site of the seizure near the Seafood House; Defendant Bolter admitted that she was aboard the \"Sea Ox\" which was located at the Bay River Seafood Company; Defendant Huggins admitted that he was present at the time of the search at the Bay River Seafood site Defendant Ortiz admitted that he was present in the immediate vicinity of the search site; Defendant Morejon makes the same admissions as Ortiz; Defendant Shuskey admits that he was present at the Bay River Seafood site; Defendant Tucker admits that he was in the vicinity of the Seafood House; Mr. &amp; Mrs. Gower have standing as they are the owners of the property; Mr. Tedder also asserted his presence for the purpose of this hearing.</p>\n<p>[2]  Defendants pointed out that United States District Court Judge John D. Larkins was located in Trenton, North Carolina, and United States Magistrate Charles Ken McCotter was located in New Bern, North Carolina.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">313</span></span> (1980)</b></center>\n<center><h1>UNITED STATES of America,<br>\nv.<br>\nPhilip Norman ADER, a/k/a, et al., Defendants.</h1></center>\n<center>No. 79-24-CR.-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>August 7, 1980.</center>\n<p><span class=\"star-pagination\">*314</span> <span class=\"star-pagination\">*315</span> <span class=\"star-pagination\">*316</span> Joel Hirschhorn, Miami, Fla., and Herman E. Gaskins, Jr., Washington, D. C., for Phillip Norman Ader, aka Chic Eder and Mary Beth Welke.</p>\n<p>Susan Henri Johnson, Ward &amp; Smith, P. A., New Bern, N. C., for Fenwick Putnam Tucker.</p>\n<p>Steven A. Bernholz, Martin J. Bernholz, Chapel Hill, N. C., for Charles Douglas Gower.</p>\n<p>Joseph W. Dean, Dean &amp; Dean, Raleigh, N. C., for Dean (NMN) Tedder.</p>\n<p><span class=\"star-pagination\">*317</span> Mobley F. Childs, Decatur, Ga., and Herman E. Gaskins, Jr., Washington, D. C., for Michael Wayne Sherer.</p>\n<p>Herman E. Gaskins, Jr., Washington, D. C., for Jeffrey Craig Fleissner and Cary Joan Boulter.</p>\n<p>Steven A. Bernholz, Martin J. Bernholz, Coleman, Bernholz, Dickerson, Bernholz, Gledhill &amp; Hargrave, Chapel Hill, N.C., for Wanda Gay Adkins Gower.</p>\n<p>Martin J. Bernholz, Chapel Hill, N. C., for LuAnn Shuskey.</p>\n<p>James Hurwitz, Sausalito, Cal., William C. Lawton, Raleigh, N. C., for Janet Inez Langtree.</p>\n<p>Jack B. Swerling, Laurie, Curlee &amp; Swerling, Columbia, S. C., for Kay Norris Huggins.</p>\n<p>Marcus W. Chesnutt, Trawick H. Stubbs, P. A., New Bern, N. C., for Miguel Victor Ortiz.</p>\n<p>Jimmie C. Proctor, Brock, Foy &amp; Proctor, Trenton, N. C., for Roberto Quintana.</p>\n<p>S. Stuart Popkin, Jacksonville, N. C., for Hugo Morejon.</p>\n<p>ORDER ON MOTION TO SUPPRESS EVIDENCE OBTAINED BY WARRANTLESS SEARCHES AND SEIZURES AT OR NEAR THE BAY RIVER SEAFOOD COMPANY</p>\n<p>HEMPHILL, District Judge, Sitting by Designation.</p>\n<p>This matter is before the court on the motion of defendants, by and through their attorneys pursuant to Rules 12(b)(3) and 41(f) of the Federal Rules of Criminal Procedure, and Criminal Rule 3 of the local rules of the United States District Court for the Eastern District of North Carolina, to suppress as against them any and all evidence seized as a result of the warrantless searches of the vessels \"Theresa Ann\" and the \"Sea Ox\" the vessel \"Pisces\", and the Aquasport 19-foot vessel, registry N. C. 2014, a 10-foot home made outboard vessel, registry N. C. 2861, a vessel Scottie Craft, 27-feet, white in color, registry N. C. 9249, a vehicle, 1977 BMW, VIN 5420180, a vehicle tan and white 1976 Chevrolet truck North Carolina License BC 4366, a vehicle tan and brown Chevrolet pickup truck N. S. License HB 1374, a vehicle 1971 Buick Skylark, North Carolina License PRW 766, a boat and trailer, Cox brand, silver, identification E 18030, the Bay River Seafood Company and adjoining premises, general delivery, Stonewall, North Carolina, and other evidence obtained as a result of wire taps and beepers utilized in this case, on the grounds that those searches and all evidence seized as a result of those searches were illegally and unconstitutionally obtained for the reasons that (1) all of the above cited searches were warrantless searches and impermissible under the existing law and facts (2) all of the above cited searches and the results thereof were the direct results of an illegal beeper and wire taps which were unconstitutionally instituted by the investigative authorities in the case and that all evidence derived therefrom, including the searches, and all other items of evidence in this case, fall under the fruit of the poisonous tree doctrine and are unconstitutionally inadmissible.</p>\n<p></p>\n<h2>STANDING</h2>\n<p>The government has conceded that each of the defendants is charged in the indictment in the third count with possession of marijuana with the intent to distribute (Title 21, United States Code, Section 841), and that since the indictment alleges that they were in possession of the contraband at the time of the search, defendants have standing to challenge the searches and subsequent seizures which resulted in the discovery of the marijuana. <i>United States v. Brown,</i> <span class=\"citation\" data-id=\"108760\"><a href=\"/opinion/108760/brown-v-united-states/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, 228, 93, S.Ct. 1565, 1568, <span class=\"citation\" data-id=\"108760\"><a href=\"/opinion/108760/brown-v-united-states/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">208</span></a></span> (1973); <i>Rakas v. Illinois,</i> <span class=\"citation\" data-id=\"109953\"><a href=\"/opinion/109953/rakas-v-illinois/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, <span class=\"citation\" data-id=\"109953\"><a href=\"/opinion/109953/rakas-v-illinois/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">421</span></a></span>, 58 L.Ed.2d 387. However, the government has not conceded that each of the defendants has standing to challenge the warrantless searches conducted by customs officers and others at and near the Bay River Seafood Company. In this respect, the defendants have relied upon the holding in <i>Simmons v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></span>, 389-394, <span class=\"star-pagination\">*318</span> <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">967</span></span>, 973-976, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1247</span></span> (1948). The <i>Brown</i> case, supra, indicates that the standing of a defendant is dependent upon whether he was on the property at the time of the search, has a propriety or possessory interest in the property, or is charged with possession of evidence seized at the time of the search. After defendants indicated their intentions to assert standing under the <i>Simmons</i> case, <i>supra,</i> each admitted to either presence or a proprietary or possessory interest in the subject property at the motions hearing held in Raleigh, North Carolina, on June 5, 1980.<sup>[1]</sup> This court has considered those admissions sufficient to grant standing to defendants based upon the <i>Simmons</i> decision which allows the defendants to assert standing with respect to those motions without the contents of those assertions being admitted at trial.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On September 2, 1979, culminating months of extensive investigation of an alleged conspiracy to import marijuana into the United States, agents of the Drug Enforcement Administration, the North Carolina State Bureau of Investigation, (SBI), the United States Coast Guard, the United States Customs Patrol and the Pamlico County Sheriff's Department raided the Bay River Seafood Company near Stonewall, North Carolina. Ten (10) defendants were arrested, numerous searches (warrantless) were conducted, thirty-one thousand pounds of marijuana, the trawler \"Theresa Ann\", the vessel, \"Sea Ox\", and three other vessels, a 1977 BMW automobile, were seized.</p>\n<p>As early as June 8, 1979, investigation officers had information which led them to believe that the \"Theresa Ann\" would off-load marijuana at the Bay River Seafood Company. United States Customs Service transmittal and routing slips for the month of July, 1979, showed that the Seafood House was surveilled on several occasions. Officers intercepted a radio message on August 31, 1979 which led them to believe that the \"Theresa Ann\" would arrive on Sunday, September 2, 1979. Following this, surveillance was established in New Bern and Stonewall, North Carolina.</p>\n<p>The day before the raid, officers gathered at the Holiday Inn in New Bern which was to be the \"joint command L/E center\" for the operation. The SBI launched a surveillance vessel on September 1, 1979 in preparation for the raid the next day. At approximately 3:15 P.M. on September 2, the \"Theresa Ann\" was positively identified in Pamlico sound making for the Bay River. An organized surveillance of the vessel was made until the time it was docked at the Bay River Seafood Company.</p>\n<p>A raid team had been assembled and moved to a school in the Bay River area to await the signal to assault. At 5:40 P.M. an SBI surveillance team was placed across the river from the Bay River Seafood Company.</p>\n<p>At approximately 9:15 P.M., six (6) hours after entering the Pamlico Sound, the \"Theresa Ann\" docked at the Bay River Seafood Company and began unloading what appeared to be bails of marijuana onto the dock. SBI agents, Paul Bateman and Doug Phillips, in hiding across the river from the seafood house, relayed the raid <span class=\"star-pagination\">*319</span> signal to the raid team. At least five (5) vehicles carrying at least 13 law enforcements entered the premises of the Bay River Seafood Company by way of the driveway from Highway 55. Flares were ignited and planes flew overhead as the assault commenced. Within minutes, the raid team had arrested a number of people in the area of the fish house. Defendants, Gower and Shuskey were arrested by customs agents when they were found seated in the front seat of a BMW automobile, which had previously been seen driving away from the seafood house and was now parked along side the entrance road to the Bay River Seafood Company. Other defendants were arrested either on board one of the vessels found at the site or in the immediate area. This includes several defendants who were \"fished\" out of the water in the dock area. During the course of the raid, the police conducted a general warrantless search of the \"Theresa Ann\", the seafood house and the vessels and vehicles which were later seized in the area. No reports indicated that any defendants were actually arrested inside the seafood house, nonetheless, officers entered the building and conducted the warrantless and detailed search. Each room in the building was searched and inventoried, including the office. This search included cabinets, shelves, desks, and desk drawers found in each room of the seafood house for which each item found was thereafter listed in agent Lewis's report. The vessels, \"Theresa Ann\" and \"Sea Ox\", as well as the BMW were searched with equal thoroughness.</p>\n<p></p>\n<h2>ARGUMENT</h2>\n<p>This motion is one in a series of motions filed by defendants for the purpose of excluding evidence derived as a result of various governmental searches and seizures. Several issues raised by defendants in the present motion have been previously ruled upon by this court and are as follows.</p>\n<p>Defendants moved to suppress evidence obtained as a result of the New York and Florida wiretaps on the grounds that such information was obtained as a result of an unconstitutional search. This court previously ruled that both wiretaps were constitutional and otherwise valid. Defendants also objected to the use of information obtained as a result of a \"beeper\" placed aboard the \"Theresa Ann\". This court ruled that the warrant, issued by United States Magistrate, Robert S. Carr, District of South Carolina, for the placement of the beeper on board the \"Theresa Ann\", was based upon a sufficient showing of probable cause and that the subsequent monitoring of the beeper signals did not constitute a search within the purview of the Fourth Amendment. Suppression of evidence based upon that motion was also denied.</p>\n<p>The remaining issue before this court is whether the subsequent warrantless searches and seizures, conducted at the Bay River Seafood Company site, were permissible under the existing law and facts. As previously stated, it is uncontroverted that there were no warrants issued for any of these particular searches and seizures. It is also uncontroverted that the government agents had compiled a substantial amount of information concerning the alleged conspiracy to smuggle marijuana into the area prior to these warrantless searches and seizures. Defendants contend that these warrantless searches and seizures were unconstitutional and that no exigent circumstances existed which might have justified the government agents in failing to obtain prior warrants. Defendants also contend that the facts and circumstances surrounding these searches and seizures are not sufficient to support any argument made by the government that these searches and seizures should be justified as either a border search or as an \"extended border search\". On this basis, defendants seek to have any evidence, or fruits thereof, obtained as a result of such warrantless searches and seizures suppressed. In addition, defendants seek the return of any property which was seized illegally as a result of these activities. For the following reasons, defendants motion to suppress is denied.</p>\n<p></p>\n<h2>BORDER SEARCH</h2>\n<p>The government seeks to have the warrantless searches and seizures conducted at <span class=\"star-pagination\">*320</span> the Bay River Seafood Company site upheld on the basis that these searches and seizures were conducted by customs officials, with the assistance of other government agents, pursuant to the authority granted to customs officials to conduct \"border searches\". The authority to conduct border searches partially is derived from the legislation and the legislative intent as set forth in the United States Code sections relating to Custom Searches in Title 19. The following sections establish the broad basis from which the border search authority is derived.</p>\n<p>First, Title 19, United States Code, Section 1581(a) provides that,</p>\n<blockquote>\"Any officer of the Customs may at any time go on board any vessel or vehicle at any place in the United States or within the Customs waters or, as he may be authorized, within a Customs enforcement area established under Section 1701 and 1703-1711 of this title, or at any other authorized place, without as well as within his district, and examine the manifest and other documents and papers and examine, inspect and search the vessel or vehicle and every part thereof and any person, truck, package, or cargo on board, to this end may hail and stop such vessel or vehicle, and to use all necessary force to compel compliance.\"</blockquote>\n<p>In conjunction with this authority, Title 19, United States Code, Section 1582 provides for the search of persons and baggage:</p>\n<blockquote>\"The Secretary of the Treasury may prescribe regulations for the search of persons and baggage and he is authorized to employ female inspectors for the examination and search of persons of their own sex; and all persons coming into the United States from foreign countries shall be liable to detention and search by authorized officers or agents of the government under such regulations.\"</blockquote>\n<p>Finally, there is authority contained in Title 19, United States Code, Section 482 for the search of vehicles and persons where Customs officers suspect merchandise has been introduced into the United States contrary to law. This section in substance provides, that:</p>\n<blockquote>\"Any of the officers or persons authorized to board or search vessels may stop, search, and examine ... any vehicle ... or person, on which or whom he or they shall suspect there is merchandise which is subject to duty or shall have been introduced into the United States in any manner contrary to law, whether by the person in possession or charge ... or otherwise ... and if any such officer or other person so authorized shall find any merchandise on or about any such vehicle ... or person ... which he shall have reasonable cause to believe is subject to duty, or to have been unlawfully introduced into the United States ... he shall seize and secure the same for trial.\"</blockquote>\n<p>These statutes are read in conjunction with one another and are given the broadest possible interpretations as was stated in <i>United States v. Glaziou,</i> <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></span> (2nd Cir., 1968). When interpreting these statutes it should be noted that:</p>\n<blockquote>`Realization of Customs officials' special problems has resulted not only in the court's giving the broadest interpretation compatible with our constitutional principles in construing the statutory powers of Customs officers ... but also has resulted in the application of special standards when the legality of a stop, search, and seizure made by a Customs official at or near our borders or international port facilities has been challenged. In addition, the peculiar problems faced by Customs officials in policing extensive national borders and numerous, large international port facilities has made both Congress and the courts acutely aware of the need for a broad grant of authority to Customs to deal with such problems.\" <i>Carroll v. United States,</i> <span class=\"citation\" data-id=\"2403438\"><a href=\"/opinion/2403438/carroll-v-united-states/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">280</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">543</span></span> (1925).</blockquote>\n<p>This broad authority granted to Customs officials is based upon sovereignty and the need for national self-protection. <i>Almeida-Sanchez v. United States,</i> <span class=\"citation\" data-id=\"108845\"><a href=\"/opinion/108845/almeida-sanchez-v-united-states/\"><span class=\"volume\">413</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, <span class=\"citation\" data-id=\"108845\"><a href=\"/opinion/108845/almeida-sanchez-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2535</span></a></span>, <span class=\"citation\" data-id=\"108845\"><a href=\"/opinion/108845/almeida-sanchez-v-united-states/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span></a></span> (1973). Border searches play an integral part in the <span class=\"star-pagination\">*321</span> protection of these interests. Courts have recognized the legality of searching without a warrant and without probable cause, individuals and conveyances seeking to enter the United States in the landmark case of <i>Boyd v. United States,</i> <span class=\"citation\" data-id=\"91573\"><a href=\"/opinion/91573/boyd-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">524</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">746</span></span> (1886). In essence, this border search authority is one of the \"warrantless search\" exceptions to the Fourth Amendment and is constrained only by the requirement of reasonableness in the search itself. The distinction between searches generally and searches of persons or things entering the United States from abroad was drawn in the <i>Boyd</i> case, <i>supra,</i> where the Supreme Court reasoned that:</p>\n<blockquote>\"The search or the seizure of ... goods liable to duties and concealed to avoid payment thereof, are totally different things from a search for and seizure of a man's private books and papers for the purpose of obtaining information contained therein, or of using them as evidence against him ... in one case the government is entitled to possession of the property; in the other it is not...: ... in the case of excisable or dutiable articles, the government has an interest in them for the payment of duties thereon, and until such duties are paid has a right to keep them under observation, or to pursue and drag them from concealment ...\"</blockquote>\n<p>Judicial recognition of this distinction has given rise to the term \"border search,\" in order to distinguish official searches which are reasonable because made solely in the enforcement of Customs laws from other official searches made in connection with general law enforcement. <i>Alexander v. United States,</i> <span class=\"citation\" data-id=\"272214\"><a href=\"/opinion/272214/ben-edward-alexander-v-united-states/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span> (9th Cir., 1966). Validity for this distinction is found in the fact that the primordial purpose of a search by Customs officials is not to apprehend the persons, but to seize contraband property unlawfully imported or brought into the United States.</p>\n<p>The justification for the relaxed standard that has been applied to the search conducted literally on the border has been extended to apply as well to the \"extended border search\" under which \"border\" is given a geographically flexible reading within limits of reason related to the underlying constitutional concern to protect against unreasonable searches. See <i>Castillo-Garcia v. United States,</i> <span class=\"citation\" data-id=\"289472\"><a href=\"/opinion/289472/victor-manuel-castillo-garcia-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span> (9th Cir., 1970). The many difficulties that attend the attempt to intercept contraband and to apprehend increasingly mobile and sophisticated smugglers at the borders of a country have by necessity led to this exception. Therefore, some searches by Customs officials, although conducted at points physically away from an actual border and removed from the precise time of importation, may nevertheless be treated as border searches. <i>Castillo-Garcia v. United States, supra</i><i>.</i></p>\n<p>The test for the validity of a border search is whether under the circumstances it is reasonable within the meaning of the Fourth Amendment. <i>United States v. Freeman,</i> <span class=\"citation\" data-id=\"358074\"><a href=\"/opinion/358074/united-states-v-braxton-lake-freeman-lawrence-john-graham-peter-martell/\"><span class=\"volume\">579</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 945, 946 (5th Cir., 1978). Time and distance factors may be important, but are not alone decisive. Ultimately, the question is simply whether under all the circumstances, time and distance factors included, the Customs officials had a reasonable basis for the suspicion leading to the search leading away from the actual border. See <i>United States v. McGlone,</i> <span class=\"citation\" data-id=\"279963\"><a href=\"/opinion/279963/united-states-v-ephriam-mcglone-united-states-of-america-v-foster-l/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">75</span></a></span>, 78 (4th Cir., 1968). Their suspicions must be reasonable not only with respect to the nature of the materials seized, but to the fact that it has illegally crossed a border within a reasonably recent time. Since the searches conducted in this case were made at the site of the Bay River Seafood Company, some distance from the actual border, the burden is upon the government to prove that their activities fall within the protective reaches of this \"extended border search\" exception and that the searches were reasonable under the circumstances within the meaning of the Fourth Amendment.</p>\n<p>The government relies upon the case of <i>United States v. Bilir,</i> <span class=\"citation\" data-id=\"363605\"><a href=\"/opinion/363605/united-states-v-nedim-bilir-united-states-of-america-v-ziya-sokum/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">735</span></a></span> (4th Cir., 1979), the leading case on the subject in the Fourth Circuit, in arguing that these searches were validly conducted pursuant to an \"extended border search\". <span class=\"star-pagination\">*322</span> The <i>Bilir</i> case clearly establishes that this circuit has approved the concept of the \"extended border search\".</p>\n<p>Defendants, however, contend that the <i>Bilir</i> case should not be considered at all in this case for two reasons. Primarily, they contend that the government has not established that a border crossing in fact occurred. However, in testimony received by this court in the motions hearing held in Raleigh on June 5, 1980, it was apparent that the vessel, \"Theresa Ann\", had been sited at some distance out at sea from which it was apparent that a border crossing had in fact occurred. Specifically, Michael A. Gimes, special agent with the Drug Enforcement Administration, stated that he had continuously conducted surveillance at half-hour intervals from a vantage point which allowed him to view the entire area surrounding him for some 8 to 10 miles. He states that he sighted the \"Theresa Ann\" about a mile or a mile and a half away and that it had obviously come from the sea. This court finds the facts sufficient to establish a border crossing.</p>\n<p>Secondly, defendants contend that this search was not conducted pursuant to the authority of the Customs officials, but rather was conducted pursuant to the pretextural presence of the Customs agents in order to obtain the protective veil of a \"border search\". The evidence and testimony which was received at the aforementioned motions hearing, however, revealed that the entire \"raid\" was under the control and supervision of the Customs officials, headed by Gilbert Allen Payette, the District Patrol Director, U. S. Customs, Patrol Division, Wilmington, North Carolina. <i>All</i> arrests, searches and seizures were made upon his orders. Therefore, this did not present the pretextural situation suggested by defendants. Defendants have failed to provide any reasons sufficient to prevent this court from further considering the case as a \"border search\" situation to which the rationale of <i>Bilir</i> can be applied.</p>\n<p>The <i>Bilir</i> court discusses two general patterns involved in analyzing whether a search away from a border actually constitutes an extended border search. The first pattern involved a situation in which the first contact with a suspect occurs away from the border. This pattern obviously does not apply to the facts of this case. The second pattern involves the more common situation in which the search away from the actual border results from the deliberate delay by Customs officers who have observed an actual border crossing by known suspects, but who then follow and only conduct their search at some distance from the border despite repeated intervening opportunities. It is this second pattern of events which more closely parallels the facts of this case. There is no question that this search was conducted away from the actual border as a result of the deliberate delay by Customs officers. The Customs officers has prior knowledge of a border crossing, as they had been contacted by Agent Grimes after his sighting, and, yet, the ultimate search was conducted at the Bay River Seafood Company, despite several intervening opportunities. Since this case involves the same pattern with which the <i>Bilir</i> court was concerned, this court shall draw from that court's reasoning regarding the validity of the \"extended border search\".</p>\n<p>The most important single factor, as noted in the <i>Bilir</i> case, in assessing reasonableness of the eventual search is the extent to which continuous surveillance of suspects (or of suspected vehicular carriers) has been maintained from border crossing to the search location. See <i>United States v. Fogelman,</i> <span class=\"citation\" data-id=\"360473\"><a href=\"/opinion/360473/united-states-v-nina-helene-fogelman-mark-knight-odiorne-peter-michael/\"><span class=\"volume\">586</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></a></span> (5th Cir., 1978). The <i>Bilir</i> court makes the following observation regarding continuous surveillance:</p>\n<blockquote>\"Time and distance factors considered apart become less relevant. To the extent continuous surveillance has been maintained, the suspicion that what is being seized away from the border did indeed cross the border is of course made more reasonable. Most importantly to the underlying Fourth Amendment concerns, continuous surveillance in this pattern of official conduct gives assurance that the Customs search with its relaxed <span class=\"star-pagination\">*323</span> standards will not be employed, by design or blunder, against persons or objects that in fact have never been the legitimate targets of a border search. In the words of Judge John R. Brown, continuous surveillance `maintaine[s] the integrity of the border conditions keeping the search and seizure within the governmental necessities of the border ... without trespassing on the precious.rights of millions of Americans who scurry to and fro on the nation's highways ...'\" (citations omitted).</blockquote>\n<p>The record of the motions hearing held on June 5, 1980 reveals that the surveillance of the \"Theresa Ann\" was essentially continuous from the point in time from the initial sighting of the vessel out at sea until the time that the vessel eventually docked at the Bay River Seafood Company. This continuous surveillance was the product of the combined visual surveillance by agents stationed on Ocracoke Island, on board a boat patroling in the bay area, in a light aircraft conducting aerial surveillance, by other agents stationed across from the Seafood House docking area and by the radio monitoring of the movements of the \"Theresa Ann\". The continuous surveillance of the vessel, \"Theresa Ann\", was sufficient to insure the integrity of the border search in that there was no indication that the vessel, \"Theresa Ann\", had taken on any contraband between the time it was first sighted out at sea and the time it was seized at the Bay River Seafood Company. Also, there was no indication that the delay in seizing the vessel was motivated by any other reason than to confirm a developing suspicion that the \"Theresa Ann\" was carrying contraband. Delay was made only to the point that Agents Bateman and Phillips observed the off-loading activities of what appeared to be large bales of marijuana at which time probable cause came into existence. The delayed seizure of this vessel was made some 25 to 50 miles from the actual border and some 6 hours after the observed border crossing. The time and distance factors fall well within acceptable parameters. See <i>United States v. Fogelman, supra</i><i>.</i></p>\n<p>It is also readily apparent that the suspicion upon which Customs officials acted was reasonable under the circumstances. The eventual \"raid\" was the result of a continuously developing suspicion which began with the interception of telephone conversations that revealed the possibility of the existence of a conspiracy to smuggle marijuana into the Stonewall, North Carolina area. This lead was followed by further investigative and surveillance activities up to the point that Agents Bateman and Phillips observed the off-loading activities at the Bay River Seafood Company which gave substantial confirmation to their continuously developing suspicion. Therefore, within the meaning of 19 U.S.C. § 482, the suspicion upon which the search was conducted was reasonable, and the seizure valid within the extended border search doctrine.</p>\n<p>Defendants contend that the extended border search exception should not be applied to any other searches or seizures conducted in the surrounding area of the dock site including the search and seizure of the Bay River Seafood Company and various vessels and vehicles found in the area. Defendants argue that the searches of the vehicles and the Seafood House are illegal by virtue of the fact that there was no information available to the seizing officials that any of those vehicles, vessels, or buildings had crossed a border of the United States. It is true that the Bay River Seafood Company premises had obviously not crossed a border. But, the general rule among the courts is that a border crossing is not the <i>sine qua non</i> of a valid border search. <i>United States v. Steinkoenig,</i> <span class=\"citation\" data-id=\"314775\"><a href=\"/opinion/314775/united-states-v-george-ray-steinkoenig/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span> (5th Cir., 1973); <i>United States v. Hill,</i> <span class=\"citation\" data-id=\"291551\"><a href=\"/opinion/291551/united-states-v-robert-scott-hill-and-thomas-leroy-leonard/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span> (5th Cir., 1970). In all instances where a search has been called a border search, a reasonable suspicion that the vehicle had crossed the border or had been in contact with those who have done so has been and is required. <i>United States v. Woodard,</i> <span class=\"citation\" data-id=\"333909\"><a href=\"/opinion/333909/united-states-v-robert-edward-woodard-and-ernest-lee-plymel-jr/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span> (5th Cir., 1976); <i>United States v. Storm,</i> <span class=\"citation\" data-id=\"311791\"><a href=\"/opinion/311791/united-states-v-mary-elaine-black-storm/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span> (5th Cir., 1973).</p>\n<p><span class=\"star-pagination\">*324</span> The Bay River Seafood Company was the site at which Agents, Bateman and Phillips, observed the off-loading of large bales of materials, later identified as marijuana. Moments earlier these agents had observed several persons gathering on the dock between the Seafood House and the \"Theresa Ann\". It appeared that some of these people had just unboarded the vessel, \"Theresa Ann\". These persons were later observed going in and out of the Seafood House. The off-loading activity followed. These facts were sufficient to raise a reasonable suspicion that the Seafood House had been in contact with persons and/or contraband that had recently crossed the border as required by the <i>Woodard,</i> case, <i>supra.</i> The subsequent search of the Seafood House, was, therefore, reasonably conducted pursuant to a legitimate border search.</p>\n<p>The reasonableness of the search of the Seafood House becomes more apparent when considered in light of the fact that it became necessary to conduct preliminary searches to apprehend these persons and to prevent dangers to the officers involved. The search of the \"Theresa Ann\" revealed that demolition wire was found on board presenting the possibility that destruction of the evidence may have been contemplated by the smugglers. Although contact with persons and/or contraband, was sufficient, in and of itself, to give rise to reasonable suspicion as justification for the border search, the reasonableness of the search is further established when considered in light of the totality of the surrounding circumstances.</p>\n<p>Government agents also seized various vessels and vehicles in the immediate area of the Bay River Seafood Company which defendants argue were illegally seized. Included in that group are the following: the vessel Sea Ox; the Aqua Sport; the Scottie Craft; the 1977 BMW automobile; the 1976 Chevrolet truck  North Carolina license BC 4366; a Chevrolet pickup truck  North Carolina license HB 1374; and a 1971 Buick Skylark  North Carolina license PRW 766. It is true that no evidence indicates that the trucks, cars or vessels, other than the \"Theresa Ann\", had crossed the border. But, the general rule is that a border crossing is not the <i>sine qua non</i> of a valid border search. <i>United States v. Steinkoenig,</i> <span class=\"citation\" data-id=\"314775\"><a href=\"/opinion/314775/united-states-v-george-ray-steinkoenig/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span> (5th Cir., 1975); <i>United States v. Hill,</i> <span class=\"citation\" data-id=\"291551\"><a href=\"/opinion/291551/united-states-v-robert-scott-hill-and-thomas-leroy-leonard/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span> (5th Cir., 1970). Therefore, in order to justify the search as a border search, a reasonable suspicion that the vehicle has crossed the border or had been in contact with those who have done so must be proven. <i>United States v. Woodard, supra</i><i>; </i><i>United States v. Storm, supra</i><i>.</i> The evidence reveals that there are sufficient facts to raise a reasonable suspicion that many of these vessels or vehicles had come in contact with persons or contraband that had recently made a border crossing as is necessary to support a border search. This is based upon the fact that surveillance revealed that subsequent to the docking of the \"Theresa Ann\" several persons, approximately 10 or more, were observed gathering on the dock alongside the vessel, moving about and subsequently engaging in the off-loading procedures. This factor combined with the fact that no persons were in fact arrested aboard the \"Theresa Ann\" gave rise to a reasonable suspicion that those persons in the immediate area included persons who had actually crossed the border on board the \"Theresa Ann\" and others who had been in contact with those persons. When the raid began, the government agents observed several persons fleeing the area. The vessel Sea Ox and others were seized and the occupants arrested when they were stopped after leaving the dock area. The BMW automobile was seen driving down the road away from the Seafood House and the occupants arrested after it had stopped some 100 yards away. A reasonable suspicion existed to believe that these vessels or vehicles were occupied or had been occupied by persons who had either crossed a border recently or had been in contact with someone who had done so. Based upon the totality of these circumstances, the seizures of the vessels involved and the BMW are completely justified as an extended border search.</p>\n<p><span class=\"star-pagination\">*325</span> However, the record does not disclose precisely which vessels, other than the Sea Ox, were seized in this manner. In order to make this determination and identify those vessels, further evidence must be presented on the issue of identification. Therefore, defendants who seek return of this property shall have the opportunity to present further evidence on this issue upon petition of defendant to Charles Ken McCotter, United States Magistrate, New Bern Division, New Bern, North Carolina. At such time, a hearing shall be set pursuant to this order.</p>\n<p>As to the other vessels which were seized while still moored at the dock, there is no indication that these vessels had been occupied by any persons who had either crossed the border recently or had been in contact with someone that had done so. Therefore, as to these vessels, the justifications for an extended border search does not apply and the seizure of such vessels was illegal. Once again, however, the identification issue must be determined upon petition of defendants to United States Magistrate Charles Ken McCotter.</p>\n<p>As to the seizure of other vehicles at the Bay River Seafood House, the same reasoning may be applied. No evidence has been presented which links any of these vehicles with a border crossing. However, the seizure of the two trucks which were found to have been located on the leading end of the dock were properly seized pursuant to Title 21, United States Code, Section 881(b)(4), which provides that a vehicle or vessel may be seized without a warrant where probable cause exists to believe it has been or is intended for use in transporting or facilitating the transport of seized property. The evidence discloses that these pickups were found in the loading area with bales of marijuana stacked at the immediate rear of the two trucks with handtrucks or dollies beside them. In considering the totality of the circumstances, the logical conclusion to be drawn is that the purpose in transferring the bales to the rear of these vehicles from the boat was not to take some circuitous route to the warehouse or elsewhere, but rather to prepare these bales for loading upon these trucks for the transfer of the marijuana to some other location. These circumstances provide a sufficient amount of probable cause of the government agents to believe that these trucks were intended for use in facilitating the transfer of controlled substance and, therefore, the subsequent warrantless searches and seizures are valid. See, <i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"353954\"><a href=\"/opinion/353954/united-states-v-kenneth-paul-johnson/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">227</span></a></span>, 230-235 (9th Cir., 1978).</p>\n<p>There is insufficient evidence in the record to make a determination as to the validity of the seizure of the 1971 Buick Skylark. Such determination shall be made upon petition of defendants to United States Magistrate Charles Ken McCotter in accordance with this order.</p>\n<p></p>\n<h2>WARRANTLESS SEARCH</h2>\n<p>There is, as previously mentioned, no controversy over the fact that the searches and seizures in question were conducted without the benefit of any warrants. The evidentiary burden to constitutionally justify these warrantless acts, therefore, rests squarely on the shoulders of the government. <i>Coolidge v. New Hampshire,</i> <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></a></span>, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span> (1971); <i>Vale v. Louisiana,</i> <span class=\"citation\" data-id=\"108183\"><a href=\"/opinion/108183/vale-v-louisiana/\"><span class=\"volume\">399</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"108183\"><a href=\"/opinion/108183/vale-v-louisiana/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1969</span></a></span>, <span class=\"citation\" data-id=\"108183\"><a href=\"/opinion/108183/vale-v-louisiana/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">409</span></a></span> (1970). Defendants argue that there existed probable cause in sufficient time prior to the searches and seizures to enable the agents to obtain a magistrate's approval before entering the premises.<sup>[2]</sup> In this respect, defendants rely on the case of <i>Coolidge v. New Hampshire,</i> <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2022</span></a></span>, <span class=\"citation\" data-id=\"108377\"><a href=\"/opinion/108377/coolidge-v-new-hampshire/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span>, rehearing denied <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">874</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">26</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span></span> which held that where the police know in advance the <span class=\"star-pagination\">*326</span> location of evidence and intend to seize it, the requirement of a warrant to seize said evidence imposes no inconvenience or at least none that is constitutionally recognized. Although, in this case, there was ample evidence to provide the law enforcement agents with a growing suspicion that marijuana was being transported aboard the \"Theresa Ann\", this did not raise the level of knowledge possessed at that time by the government agents to the requisite degree imposed by the <i>Coolidge</i> court.<sup>[2]</sup> In the eyes of this court, it was not until the \"Theresa Ann\" had docked and was seen unloading what appeared to be bales of contraband, marijuana, that the agents knew for certain that a crime was being committed. While the facts known to the agents prior to the arrival of the boat certainly aroused suspicion, the officers could not be assured \"with a reasonable degree of certainty\" that such suspicions would support the issuance of a warrant. See, <i>United States v. Ferrara, supra.</i> That the law enforcement officials delayed the seizure of the \"Theresa Ann\" during the period between its entry through the Ocracoke Inlet and the time that it was secured at the Bay River Seafood Company dock, for whatever reason, is inconsequential. <i>Id.</i> The failure to make provision before probable cause existed to facilitate obtaining a warrant when that quantum of evidence might arise is likewise not critical. <i>Id.</i> Until the officers observed bales of suspected contraband being unloaded from the \"Theresa Ann\", probable cause did not exist. Once probable cause was established, the fact remains that criminal activity was underway and a substantial danger existed that evidence would be removed or destroyed, or that the culprits would escape unless prompt action was taken. In such circumstances, law enforcement officers, having probable cause, may enter, search and seize without a warrant. <i>United States v. Santana,</i> <span class=\"citation\" data-id=\"109504\"><a href=\"/opinion/109504/united-states-v-santana/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 42-43, <span class=\"citation\" data-id=\"109504\"><a href=\"/opinion/109504/united-states-v-santana/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2406</span></a></span>, 2409, <span class=\"citation\" data-id=\"109504\"><a href=\"/opinion/109504/united-states-v-santana/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">300</span></a></span> (1976); <i>Warden v. Hayden,</i> <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></span>, 298-299, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1642</span></span>, 1645-1646, 18 L.Ed.2d 782; <i>United States v. Juarez,</i> <span class=\"citation\" data-id=\"354249\"><a href=\"/opinion/354249/united-states-v-lenin-juarez-and-oscar-juarez/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">267</span></a></span>, 174 (5th Cir., 1978).</p>\n<p>Furthermore, agents observed several bales of marijuana on the deck of the \"Theresa Ann\". These bales were in plain view and, as such, readily accessible which necessitated immediate seizure in order to protect against removal or destruction. The necessity to provide this protection becomes more essential in conspiracy cases involving large scale smuggling activities where a greater possibility exists that other persons involved in the operation, and as yet unapprehended, may subsequently attempt to destroy the evidence. The testimony of Mr. Payette, the Customs official in charge, discloses that the \"Theresa Ann\" was seized moments after the agents had arrived at the dock immediately after the suspected criminal activity had been observed. At this time, other law enforcement agents were attempting to apprehend the fleeing suspects. At least one suspect, defendant Ortiz, was not apprehended until some two hours later. In view of the exigencies which existed, it would have been unreasonable to have required the officers to leave their pursuit and obtain a warrant prior to the search and seizure of the \"Theresa Ann\".</p>\n<p>Defendants further argue that the subsequent search of the vessel was made after all the suspects had been arrested and the area secured, thereby providing no exigency under which the search could have been conducted without obtaining a warrant.</p>\n<p>However, the subsequent warrantless search and seizure of items on board the \"Theresa Ann\" was permissible under the federal forfeiture statutes. The officers had abundant probable cause to believe that the \"Theresa Ann\" had been used to transport marijuana. Pursuant to Title 21, United States Code, Section 881(b)(4), a vehicle or a vessel may be seized without a warrant when there is probable cause to believe it has been used or is intended for use in transporting or facilitating the transportation of controlled substances. <i>United</i> <span class=\"star-pagination\">*327</span> <i>States v. Capra,</i> <span class=\"citation\" data-id=\"321004\"><a href=\"/opinion/321004/united-states-v-john-capra/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">267</span></a></span>, 280 (2nd Cir., 1974), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">990</span></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1424</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">670</span></span> (1975). See also, <i>United States v. One 1972 Nova,</i> <span class=\"citation\" data-id=\"348378\"><a href=\"/opinion/348378/united-states-v-one-1972-chevrolet-nova-vehicle-i-d-no-1x27d2w125901/\"><span class=\"volume\">560</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">464</span></a></span> (1st Cir., 1977). The courts have uniformly held that a vehicle so seized may be subsequently searched without a warrant. <i>United States v. Johnson, supra</i><i>; </i><i>United States v. Panebianco,</i> <span class=\"citation\" data-id=\"339844\"><a href=\"/opinion/339844/united-states-v-james-panebianco/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 456 (2nd Cir., 1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">553</span></span> (1977); <i>United States v. La Vecchia,</i> <span class=\"citation\" data-id=\"326812\"><a href=\"/opinion/326812/united-states-v-anthony-la-vecchia/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1210</span></a></span>, 1215-16 (2nd Cir., 1975). While the aforementioned cases all involve searches of seized vehicles, the statute by its terms applies equally to vessels. Title 21, United States Code, Section 881(a)(4).</p>\n<p>Defendants also contest the warrantless search and seizures of the Bay River Seafood House. The searches and seizure of the Seafood House must be considered in two respects. The initial searches were conducted immediately following the observation of criminal activity in the area. These searches were followed by a subsequent detailed search of the premises. These searches shall be considered separately.</p>\n<p>The Seafood House had been observed by two agents, Bateman and Phillips, after the \"Theresa Ann\" had docked. Several persons were seen entering and exiting the building. This was followed by observations of off-loading activities in the immediate dock area. Once the `raid' had begun, suspects were seen fleeing the area and bales of marijuana were seen stacked on the outside wall of the Seafood House, on the \"Theresa Ann\" and at the end of the dock behind two trucks by the agents who approached the site. At this time, Mr. Payette and other agents made an initial search of the area including the Seafood House. Such a search was justified as \"part of an effort to apprehend criminals' confederates, to terminate criminal activity and to prevent dangers to the officers involved\". <i>Warden v. Hayden,</i> <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1642</span></span>, 18 L.Ed.2d 782.</p>\n<p>Based upon the circumstances surrounding the search, the officers had sufficient probable cause to believe that the Seafood House was being used for criminal purposes, therefore, justifying the seizure of the property. The Seafood House afforded an obvious place of hiding and it was unknown to the agents whether all persons seen entering the building earlier had exited. Although it was unknown by the agents whether or not the fleeing suspects were armed, the potential for danger looms heavy when attempting to apprehend members of such a large scale drug smuggling operation. Many officers in the area were pursuing suspects and arrests were being made at this time. The number and whereabouts of all these persons were unknown. A search for weapons to prevent access by those persons not apprehended in order to limit danger to the agents in the area was not unreasonable under the circumstances. As a result, any evidence discovered in `plain view' would clearly be admissible. <i>Harris v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></span>, 19 L.Ed. 1067; <i>United States v. Roach,</i> <span class=\"citation\" data-id=\"362520\"><a href=\"/opinion/362520/united-states-v-beacher-drell-roach/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span></a></span> (5th Cir., 1979); <i>Coolidge v. New Hampshire, supra</i><i>.</i></p>\n<p>The searches were also justified as a means to prevent the possible or threatened destruction of evidence. <i>Johnson v. United States,</i> <span class=\"citation\" data-id=\"104504\"><a href=\"/opinion/104504/johnson-v-united-states/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, <span class=\"citation\" data-id=\"104504\"><a href=\"/opinion/104504/johnson-v-united-states/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">367</span></a></span>, <span class=\"citation\" data-id=\"104504\"><a href=\"/opinion/104504/johnson-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">436</span></a></span> (1948). <i>Hernandez v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">353</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">624</span></span> (9th Cir., 1965). The flurry of activity surrounding the \"raid\" and the fact that unapprehended suspects were still in the area provided ample opportunity for such destruction. In order to sufficiently provide this protection, however, it became necessary for the officers to conduct a more thorough search of the area to determine which items, if any, other than the contraband marijuana, might be considered as evidence and thereafter preserved.</p>\n<p>Defendants contend, however, that the subsequent detailed search of the premises was unconstitutional in that all the suspects were apprehended, at that time, and that the seized premises were under the control of the law enforcement officers who, thereafter, had ample opportunity to obtain a warrant for any subsequent searches. Defendants <span class=\"star-pagination\">*328</span> point out that a delay of some 2½ hours evolved after the search was postponed in order to await the bomb squad, subsequent to the discovery of detonation wire on board the \"Theresa Ann\" and the two suspect briefcases found in the Seafood House.</p>\n<p>Defendants cite the case of <i>United States v. Emens,</i> <span class=\"citation\" data-id=\"390543\"><a href=\"/opinion/390543/united-states-v-richard-w-emens-john-l-ribando-united-states-of/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span> (9th Cir., 1980) in support of the proposition that such warrantless searches are unconstitutional. That case, in pertinent part, involved the warrantless searches of a warehouse and a boat, therein, which had been transported from a rendezvous point at sea to a warehouse by two men, Emens and Ribardo. The court noted that the search was made after the officers had conducted several days of surveillance, Emens and Ribardo were detained and eventually handcuffed, and the boat was immobilized in a private warehouse. Marijuana was seen in the boat when other officers had entered the warehouse to see if any one was hiding there while Emens and Ribardo were being questioned. The court held that no exigency existed and that the warrantless search was unconstitutional.</p>\n<p>This case may be distinguished in several respects. First, the present case involved numerous suspects and, although, many had been placed in custody at the time of the search, the officers could not be certain that all participants had been apprehended. In fact, it later appears that all participants had not been arrested as one, Miquel Ortiz, was arrested some two hours after the raid began. The extensive scope of this operation also suggests the possibility that others involved, but not present, might threaten the destruction of evidence. In <i>Emens,</i> only two persons were observed to be engaged in criminal activity at the warehouse, both of which had been placed in custody. Secondly, the search in <i>Emens</i> could not be justified as a search for criminal confederates as there was no indication of any. The search in this case was justified based upon the exigent circumstances requiring the search for fleeing criminal confederates as well as, upon the necessity to prevent destruction of evidence. Therefore, the issue in <i>Emens</i> did not turn upon whether a search which was justified by exigent circumstances continued, but rather, upon whether any exigent circumstances existed to support the search in the first place. In this respect, <i>Emens</i> is not controlling.</p>\n<p>It is the opinion of this court that based upon the totality of the circumstances which existed in this case that the exigencies upon which the search was conducted supported the continued search and that the unanticipated time interval to alert the bomb squad in order to prevent potential danger to the officers conducting the search does not alter the validity of that search.</p>\n<p>Therefore, it is the opinion of this court that the warrantless searches and seizures conducted at the Bay River Seafood Company site were validly conducted pursuant to a legitimate extended border search exception to the warrant requirement and, otherwise, were validly conducted based upon the probable cause which arose in combination with the exigent circumstances surrounding the raid based upon the totality of the circumstances. Therefore, the evidence obtained by virtue of those warrantless searches are admissible and the defendants motion to suppress is denied.</p>\n<p>AND IT IS SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  For the purpose of asserting standing under the <i>Simmons case, supra,</i> defendants made the following admissions:\n</p>\n<p>Defendant Welke admitted that she was present at The Bay River Seafood Company and was on board the \"Sea Ox\" on September 2; Defendant Eder admitted that he was present at the Bay River Seafood Company on September 2; Defendant Fleishner admitted that he was present at the site of the seizure near the Seafood House; Defendant Bolter admitted that she was aboard the \"Sea Ox\" which was located at the Bay River Seafood Company; Defendant Huggins admitted that he was present at the time of the search at the Bay River Seafood site Defendant Ortiz admitted that he was present in the immediate vicinity of the search site; Defendant Morejon makes the same admissions as Ortiz; Defendant Shuskey admits that he was present at the Bay River Seafood site; Defendant Tucker admits that he was in the vicinity of the Seafood House; Mr. &amp; Mrs. Gower have standing as they are the owners of the property; Mr. Tedder also asserted his presence for the purpose of this hearing.</p>\n<p>[2]  Defendants pointed out that United States District Court Judge John D. Larkins was located in Trenton, North Carolina, and United States Magistrate Charles Ken McCotter was located in New Bern, North Carolina.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279963/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/311791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/314775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/333909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/348378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/353954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2403438/"
  ]
}