{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1447435/",
  "absolute_url": "/opinion/1447435/schafer-co-v-innco-management-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1447435/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:12:29.812174Z",
  "date_modified": "2016-04-26T22:05:18.444738Z",
  "type": "010combined",
  "sha1": "bfb4f553a585dea4aad1c1af21c190ddb5cbc975",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>797 F.Supp. 477 (1992)</b></center>\n<center><h1>The SCHAFER COMPANY, South of the Border Restaurants, Inc., South of the Border Shops, Inc., Border Courts, Inc., Pedroland, Inc., Plaintiffs,<br>\nv.<br>\nINNCO MANAGEMENT CORPORATION, d/b/a Family Inns of America 725, Defendant.</h1></center>\n<center>No. 91-37-CIV-3-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>August 21, 1992.</center>\n<p><span class=\"star-pagination\">*478</span> Rodney A. Guthrie, Russ, Worth, Cheatwood &amp; Guthrie, Fayetteville, N.C., Robert E. Price, Rowland, N.C., for plaintiffs.</p>\n<p>Douglas P. Murray, Lumberton, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure and on plaintiffs' motion to compel discovery pursuant to Rule 37. The motions have been fully briefed and the parties have submitted exhibits forecasting their evidence. This matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>Anyone who has ever traveled south on Interstate 95 (\"I-95\") in southern North Carolina or north on I-95 in northern South Carolina has become intimately familiar with Pedro and his Dillon, South Carolina theme-park home, \"South of the Border.\" Plaintiffs' establishment is likely one of the United States' most prolific billboard advertisers, with no fewer than 225 billboards located on I-95 and U.S. 301 from Virginia through Georgia. Plaintiffs' billboards are known for their creativity and uniqueness, each one communicating a different enticing or witty message to the driving public, such as: \"It's Pedro, Not Perot! South of the Border\" and \"Pedro's Weather Report: <span class=\"star-pagination\">*479</span> Chile Today  Hot Tamale! South of the Border.\" On all but a few of the billboards, the words \"South of the Border\" are depicted in very distinctive orange and yellow rocking upper-case letters with crackle lines, with the words \"of the\" in smaller type than \"South\" and \"Border.\" Among its various services, plaintiffs' theme park offers 300 motel rooms advertised at \"$29.00 double &amp; up.\" The 350-acre establishment also includes 7 restaurants, 8 gift shops, 2 fireworks stands, a convention center, an amusement park, a nightclub and saloon, a drug store, a miniature golf course, a 9-hole golf course, tennis courts, 3 swimming pools, a pantry, a trailer campground, and a truck stop. The theme park is located just south of the North Carolina/South Carolina border on U.S. 301 South, and is most accessible from Exit 1A on I-95 in South Carolina, the first South Carolina exit for the southbound traveler. Plaintiffs registered the trademark \"South of the Border\" on the principal registry of the United States Patent and Trademark Office (\"USPTO\") on 27 July 1982. On 5 November 1990, \"South of the Border\" was registered as a trademark by the South Carolina Secretary of State.</p>\n<p>In addition to being a federally protected trademark for plaintiffs' services, \"South of the Border\" is also known generally as a geographic community surrounding and including plaintiffs' theme park. South of the Border has its own water and sewerage system, a fire department, a security force, a maintenance department, a bank, a nursery with greenhouses, three full-service gas stations, and a United States Post Office with its own zip code. \"South of the Border\" is depicted as a town or community on South Carolina's official highway map, Dillon County, South Carolina's highway map, and in the American Automobile Association's <i>Road Atlas.</i> Moreover, state highway signs on I-95 and at the Exit 1 interchange point the traveler to \"South of the Border\" in a fashion similar to the manner in which they point travelers to Dillon, South Carolina and Rowland, North Carolina. Indeed, one official highway sign on I-95 South states: \"Exit 1A: South of the Border  Second Right.\"</p>\n<p>Defendant operates the Family Inns motel located on U.S. 301 North in Rowland, North Carolina, just north of the North Carolina/South Carolina border. To get to the motel from I-95, the southbound traveler can take Exit 1B, which is located just north of the border, or Exit 1A, and then making a left turn onto U.S. 301.</p>\n<p>Defendant also advertises its services on billboards on southbound I-95 in North Carolina and northbound I-95 in South Carolina. Defendant's billboard advertising began in approximately 1976. The billboards associated defendant's motel with the \"South of Border Exit.\" The words \"South of Border Exit\" were displayed in upper-case solid white lettering with the word \"Exit\" the most prominent in size. In 1983, an attorney for plaintiffs wrote defendant that this practice infringed on plaintiffs' registered mark \"South of the Border\" and demanded that the billboards be changed. Defendant did not alter its billboards. Similar letters followed in 1988, again with no result. In 1991, however, for a reason not apparent to the court, defendant altered its billboards by erasing \"South of\" and leaving just \"Border Exit\" in the same style and space as it was before. Nevertheless, plaintiffs filed this suit shortly thereafter alleging that both \"South of Border Exit\" and \"Border Exit\" infringe on plaintiffs' mark \"South of the Border.\"</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>Summary judgment is appropriate if \"there is no genuine issue as to a material fact and that the moving party is entitled to judgment as a matter of law.\" Fed. R.Civ.P. 56(c). To withstand summary judgment, the non-moving party must establish the existence of a genuine issue of material fact by presenting evidence on which the factfinder could reasonably find in its favor. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 252, 106 S.Ct. 2505, 2512, 91 L.Ed.2d 202 (1986). Plaintiffs and defendant agree that there are no genuine issues of material fact and that resolution of all issues relevant to plaintiffs' claims, save possibly damages, is appropriate as a matter of law.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*480</span> <i>A. Defendant's Laches Defense</i>\n</h2>\n<p>The court will first consider defendant's assertion that plaintiffs' complaint is barred by the equitable doctrine of laches, for if it is, a discussion of the merits of plaintiffs' complaint is unnecessary. Defendant argues that plaintiffs' action should be barred because plaintiffs unreasonably delayed filing suit for fifteen years and defendant would be prejudiced if the action were to proceed. Laches is a legitimate defense to a trademark complaint filed under the Lanham Act, 15 U.S.C. § 1051 <i>et seq.</i> Defendant has the burden of proving this defense. 2 J. Thomas McCarthy, <i>Trademarks and Unfair Competition</i> § 31:8 (2d ed. 1984).</p>\n<p>The three essential elements of a laches defense are: 1) the plaintiff's knowledge that the defendant was using its mark, 2) the plaintiff's inexcusable delay in taking action, and 3) prejudice to the defendant if the action is continued. <i>Id.</i> § 31:1. Plaintiffs' letters to defendant in 1983 and 1988 demanding that defendant cease using its \"South of Border Exit\" description on its billboards establish that plaintiffs knew that defendant was using what plaintiffs considered their mark. Moreover, the court concludes that a fifteen-year delay in taking action is inexcusable. However, the court is unable to conclude that defendant has been prejudiced by this delay. In the laches context, prejudice refers to reliance on the trademark holder's inaction which permits the defendant to build up a valuable business around the trademark. <i>Id.</i> § 31:5. Defendant's assertion of prejudice is that it</p>\n<blockquote>has used the exit description \"South of Border Exit\" on billboards for over 15 years and the consuming public has undoubtedly learned and been conditioned to view the terminology as descriptive of the exits to [defendant's] motel. If [defendant] were required to change to markedly different and less apt terminology, there is an appreciable risk that consumers accustomed to the former directions will become confused as to a possible change in the location of the motel or that they would have a difficult time finding the motel.</blockquote>\n<p>This argument suffers from a fatal flaw: in 1991, defendant voluntarily changed the terminology of the exit description of its billboards to \"Border Exit.\" Thus, defendant did not truly believe that there was an \"appreciable risk\" of consumer confusion if the terminology of the exit description was changed. Hence, defendant has failed to meet its burden of proving prejudice and its laches defense is without merit.</p>\n<p></p>\n<h2>\n<i>B. Defendant's Use of \"Border Exit</i>\"</h2>\n<p>The issuance of a trademark registration by USPTO constitutes statutory constructive notice of the registrant's claim to ownership of the registered mark. 15 U.S.C. § 1072. Registration affords the registrant protection of and the right to use the registered mark nationwide, regardless of the area of actual use at the time of registration or thereafter. <i>Value House v. Phillips Mercantile Co.,</i> 523 F.2d 424, 429 (10th Cir.1975). Registration shifts the burden of proof to a would-be-user of the same or similar mark to rebut the presumption of the registrant's exclusive rights in the mark. <i>Pizzeria Uno Corp. v. Temple,</i> 747 F.2d 1522, 1529 (4th Cir.1984).</p>\n<p>A registered trademark which has been \"in continuous use for five consecutive years subsequent to the date of such registration and is still in use in commerce, shall be incontestable[.]\" 15 U.S.C. § 1065. The registration of such marks \"shall be conclusive evidence of the registrant's exclusive right to use the registered mark....\" 15 U.S.C. § 1115(b). Because \"South of the Border\" has been registered with USPTO since 1983, it has become incontestable.</p>\n<p>The conclusive evidence of the exclusive right to use a registered mark is subject to proof of infringement. <i>Id.</i> Infringement is the use in commerce of \"any reproduction, counterfeit, copy or colorable imitation of a registered mark in connection with the sale, offering for sale, distribution or advertising of any goods or services on or in connection with which such <span class=\"star-pagination\">*481</span> use is likely to cause confusion, or to cause mistake, or to deceive.\" <i>Id.</i> § 1114(1)(a).</p>\n<p>Defendant relies chiefly on the defense of \"fair use\" which permits a registered mark to be used by a non-registrant junior user if the use is \"otherwise than as a mark ... of a term or device which is descriptive of and used fairly and in good faith only to describe the goods or services of such party, or their geographic origin[.]\" 15 U.S.C. § 1115(b)(4). \"Even if one seller has achieved secondary meaning in a geographic term,\" as plaintiffs certainly have with \"South of the Border,\" \"anyone who is in fact located in that place has a right to tell purchasers of his location. Such description of geographical origin must, however, be made in a purely descriptive and non-trademark sense.\" McCarthy, <i>supra,</i> § 14:47. In other words, although a service provider may establish trademark rights in a geographic term by instilling in it a secondary meaning as an identifying symbol for its services, other providers maintain the right to employ the same term \"in its old, primary sense ...\" which existed prior to the registrant's usage. <i>Id.</i> § 15.2; J. Thomas McCarthy, <i>McCarthy's Desk Encyclopedia of Intellectual Property</i> 125-26 (1991) (hereinafter \"<i>McCarthy's Deskbook</i>\"). However, \"the junior user must adapt and design his usage of the geographical term so as not to cause a likelihood of customer confusion.\" 1 McCarthy, <i>supra,</i> § 14:7.</p>\n<p>Prior to plaintiffs' use of the mark \"South of the Border,\" the primary descriptive meaning of \"border\" at the location in question was the North Carolina/South Carolina border. It still is today. Based on all of the submissions of the parties, the court concludes that defendant's use of \"border\" in \"Border Exit\" is in its old, primary, geographically descriptive sense and not in a trademark sense. The phrase \"Border Exit\" accurately describes the location of the exit  Exit 1, either A or B  which travelers must take to reach defendant's motel. It does not purport to serve as a symbol of defendant's establishment or services. Nor does it in any way suggest to the traveling public that defendant's establishment is somehow connected with plaintiffs' establishment.</p>\n<p>Moreover, defendant has adapted its design and usage of \"Border\" so as not to confuse the traveling public. First, \"Border\" modifies \"Exit,\" a geographical term, rather than a service defendant provides. Second, the visual depiction of \"Border\" on defendant's billboards does not resemble the visual depiction of \"Border\" on any of plaintiffs' billboards. Finally, prominently displayed on the left half of each of defendant's billboards is defendant's tradename \"Family Inns of America\" and its logo. Nothing in the record suggests that defendant's use was anything other than a good-faith attempt to point travelers on I-95 in its direction, and § 1154(b)(4) permits defendant to do that without infringing upon plaintiffs' mark.</p>\n<p></p>\n<h2>\n<i>C. Defendant's Use of \"South of Border Exit</i>\"</h2>\n<p>Although defendant no longer uses the description \"South of Border Exit\" on its billboards, the court must still determine if such use infringes plaintiffs' mark, for if it does, plaintiffs are entitled to damages for the fifteen years defendant used this description and to injunctive relief against future use. Defendant asserts that \"South of Border Exit\" is a fair use of words of geographical origin. It notes that \"South of the Border\" is not only plaintiffs' mark, but is now also an official town depicted as such on maps, state highway signs, the media, and by its own post office and zip code. Viewed in this manner, \"South of Border Exit\" is indistinguishable from \"Dillon Exit\" or \"Rowland Exit,\" and establishments in that area named \"Dillon Cleaners\" or \"Rowland Pizza\" would not be able to claim trademark infringement if a competitor referred I-95 travelers to the \"Dillon Exit\" or \"Rowland Exit\" to reach its establishment. Moreover, since Exit 1A which travelers can follow to reach defendant's motel is truly south of the North Carolina/South Carolina border, \"South of Border Exit\" is a fair and accurate description. The foregoing all strongly indicate that defendant's use of \"South of Border\" was in the non-trademark sense.</p>\n<p><span class=\"star-pagination\">*482</span> Defendant's argument does, however, suffer from a minor flaw: if its billboards were intended to refer to the town \"South of the Border,\" their exit descriptions should have read \"South of <i>the</i> Border,\" not \"South of Border.\" Nevertheless, plaintiffs can hardly complain about this distinction, since defendant's wording was even less likely to cause confusion than if defendant had included the \"the\" in the description. The court believes that this distinction further evinces defendant's good faith effort <i>not</i> to cause customers to be confused. The court concludes that defendant's prior use of \"South of Border Exit\" was a fair use.</p>\n<p></p>\n<h2><i>D. Federal and State Unfair Competition Claims</i></h2>\n<p>Defendant's fair use of \"Border Exit\" and \"South of Border Exit\" also precludes plaintiffs' federal and North Carolina unfair competition claims. <i>See </i><i>Soweco, Inc. v. Shell Oil Co.,</i> 617 F.2d 1178, 1190 (5th Cir.1980), <i>cert. denied,</i> 450 U.S. 981, 101 S.Ct. 1516, 67 L.Ed.2d 816 (1981).</p>\n<p></p>\n<h2><i>E. Plaintiffs' Motion to Compel</i></h2>\n<p>Plaintiffs have moved to compel answers to their first and second sets of interrogatories. In light of the foregoing analysis, the only claim remaining in this lawsuit is defendant's counterclaim for the defacing of its billboards. The only interrogatory relating to that claim which plaintiffs argue has not been satisfactorily answered is Interrogatory 21(b) in their first set of interrogatories. With respect to that interrogatory, the court believes that defendant's response is satisfactory. The remainder of plaintiffs' motion is now moot.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, defendant's motion for summary judgment is hereby GRANTED and plaintiffs' motion for summary judgment is hereby DENIED. Plaintiffs' claims are hereby DISMISSED WITH PREJUDICE. Plaintiffs' motion to compel discovery is hereby DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">477</span></span> (1992)</b></center>\n<center><h1>The SCHAFER COMPANY, South of the Border Restaurants, Inc., South of the Border Shops, Inc., Border Courts, Inc., Pedroland, Inc., Plaintiffs,<br>\nv.<br>\nINNCO MANAGEMENT CORPORATION, d/b/a Family Inns of America 725, Defendant.</h1></center>\n<center>No. 91-37-CIV-3-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>August 21, 1992.</center>\n<p><span class=\"star-pagination\">*478</span> Rodney A. Guthrie, Russ, Worth, Cheatwood &amp; Guthrie, Fayetteville, N.C., Robert E. Price, Rowland, N.C., for plaintiffs.</p>\n<p>Douglas P. Murray, Lumberton, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the parties' cross motions for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure and on plaintiffs' motion to compel discovery pursuant to Rule 37. The motions have been fully briefed and the parties have submitted exhibits forecasting their evidence. This matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>Anyone who has ever traveled south on Interstate 95 (\"I-95\") in southern North Carolina or north on I-95 in northern South Carolina has become intimately familiar with Pedro and his Dillon, South Carolina theme-park home, \"South of the Border.\" Plaintiffs' establishment is likely one of the United States' most prolific billboard advertisers, with no fewer than 225 billboards located on I-95 and U.S. 301 from Virginia through Georgia. Plaintiffs' billboards are known for their creativity and uniqueness, each one communicating a different enticing or witty message to the driving public, such as: \"It's Pedro, Not Perot! South of the Border\" and \"Pedro's Weather Report: <span class=\"star-pagination\">*479</span> Chile Today  Hot Tamale! South of the Border.\" On all but a few of the billboards, the words \"South of the Border\" are depicted in very distinctive orange and yellow rocking upper-case letters with crackle lines, with the words \"of the\" in smaller type than \"South\" and \"Border.\" Among its various services, plaintiffs' theme park offers 300 motel rooms advertised at \"$29.00 double &amp; up.\" The 350-acre establishment also includes 7 restaurants, 8 gift shops, 2 fireworks stands, a convention center, an amusement park, a nightclub and saloon, a drug store, a miniature golf course, a 9-hole golf course, tennis courts, 3 swimming pools, a pantry, a trailer campground, and a truck stop. The theme park is located just south of the North Carolina/South Carolina border on U.S. 301 South, and is most accessible from Exit 1A on I-95 in South Carolina, the first South Carolina exit for the southbound traveler. Plaintiffs registered the trademark \"South of the Border\" on the principal registry of the United States Patent and Trademark Office (\"USPTO\") on 27 July 1982. On 5 November 1990, \"South of the Border\" was registered as a trademark by the South Carolina Secretary of State.</p>\n<p>In addition to being a federally protected trademark for plaintiffs' services, \"South of the Border\" is also known generally as a geographic community surrounding and including plaintiffs' theme park. South of the Border has its own water and sewerage system, a fire department, a security force, a maintenance department, a bank, a nursery with greenhouses, three full-service gas stations, and a United States Post Office with its own zip code. \"South of the Border\" is depicted as a town or community on South Carolina's official highway map, Dillon County, South Carolina's highway map, and in the American Automobile Association's <i>Road Atlas.</i> Moreover, state highway signs on I-95 and at the Exit 1 interchange point the traveler to \"South of the Border\" in a fashion similar to the manner in which they point travelers to Dillon, South Carolina and Rowland, North Carolina. Indeed, one official highway sign on I-95 South states: \"Exit 1A: South of the Border  Second Right.\"</p>\n<p>Defendant operates the Family Inns motel located on U.S. 301 North in Rowland, North Carolina, just north of the North Carolina/South Carolina border. To get to the motel from I-95, the southbound traveler can take Exit 1B, which is located just north of the border, or Exit 1A, and then making a left turn onto U.S. 301.</p>\n<p>Defendant also advertises its services on billboards on southbound I-95 in North Carolina and northbound I-95 in South Carolina. Defendant's billboard advertising began in approximately 1976. The billboards associated defendant's motel with the \"South of Border Exit.\" The words \"South of Border Exit\" were displayed in upper-case solid white lettering with the word \"Exit\" the most prominent in size. In 1983, an attorney for plaintiffs wrote defendant that this practice infringed on plaintiffs' registered mark \"South of the Border\" and demanded that the billboards be changed. Defendant did not alter its billboards. Similar letters followed in 1988, again with no result. In 1991, however, for a reason not apparent to the court, defendant altered its billboards by erasing \"South of\" and leaving just \"Border Exit\" in the same style and space as it was before. Nevertheless, plaintiffs filed this suit shortly thereafter alleging that both \"South of Border Exit\" and \"Border Exit\" infringe on plaintiffs' mark \"South of the Border.\"</p>\n<p></p>\n<h2>II. <i>Discussion</i>\n</h2>\n<p>Summary judgment is appropriate if \"there is no genuine issue as to a material fact and that the moving party is entitled to judgment as a matter of law.\" Fed. R.Civ.P. 56(c). To withstand summary judgment, the non-moving party must establish the existence of a genuine issue of material fact by presenting evidence on which the factfinder could reasonably find in its favor. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2512, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). Plaintiffs and defendant agree that there are no genuine issues of material fact and that resolution of all issues relevant to plaintiffs' claims, save possibly damages, is appropriate as a matter of law.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*480</span> <i>A. Defendant's Laches Defense</i>\n</h2>\n<p>The court will first consider defendant's assertion that plaintiffs' complaint is barred by the equitable doctrine of laches, for if it is, a discussion of the merits of plaintiffs' complaint is unnecessary. Defendant argues that plaintiffs' action should be barred because plaintiffs unreasonably delayed filing suit for fifteen years and defendant would be prejudiced if the action were to proceed. Laches is a legitimate defense to a trademark complaint filed under the Lanham Act, 15 U.S.C. § 1051 <i>et seq.</i> Defendant has the burden of proving this defense. 2 J. Thomas McCarthy, <i>Trademarks and Unfair Competition</i> § 31:8 (2d ed. 1984).</p>\n<p>The three essential elements of a laches defense are: 1) the plaintiff's knowledge that the defendant was using its mark, 2) the plaintiff's inexcusable delay in taking action, and 3) prejudice to the defendant if the action is continued. <i>Id.</i> § 31:1. Plaintiffs' letters to defendant in 1983 and 1988 demanding that defendant cease using its \"South of Border Exit\" description on its billboards establish that plaintiffs knew that defendant was using what plaintiffs considered their mark. Moreover, the court concludes that a fifteen-year delay in taking action is inexcusable. However, the court is unable to conclude that defendant has been prejudiced by this delay. In the laches context, prejudice refers to reliance on the trademark holder's inaction which permits the defendant to build up a valuable business around the trademark. <i>Id.</i> § 31:5. Defendant's assertion of prejudice is that it</p>\n<blockquote>has used the exit description \"South of Border Exit\" on billboards for over 15 years and the consuming public has undoubtedly learned and been conditioned to view the terminology as descriptive of the exits to [defendant's] motel. If [defendant] were required to change to markedly different and less apt terminology, there is an appreciable risk that consumers accustomed to the former directions will become confused as to a possible change in the location of the motel or that they would have a difficult time finding the motel.</blockquote>\n<p>This argument suffers from a fatal flaw: in 1991, defendant voluntarily changed the terminology of the exit description of its billboards to \"Border Exit.\" Thus, defendant did not truly believe that there was an \"appreciable risk\" of consumer confusion if the terminology of the exit description was changed. Hence, defendant has failed to meet its burden of proving prejudice and its laches defense is without merit.</p>\n<p></p>\n<h2>\n<i>B. Defendant's Use of \"Border Exit</i>\"</h2>\n<p>The issuance of a trademark registration by USPTO constitutes statutory constructive notice of the registrant's claim to ownership of the registered mark. 15 U.S.C. § 1072. Registration affords the registrant protection of and the right to use the registered mark nationwide, regardless of the area of actual use at the time of registration or thereafter. <i>Value House v. Phillips Mercantile Co.,</i> <span class=\"citation\" data-id=\"330271\"><a href=\"/opinion/330271/the-value-house-a-corporation-v-phillips-mercantile-company-dba-value/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></a></span>, 429 (10th Cir.1975). Registration shifts the burden of proof to a would-be-user of the same or similar mark to rebut the presumption of the registrant's exclusive rights in the mark. <i>Pizzeria Uno Corp. v. Temple,</i> <span class=\"citation\" data-id=\"444345\"><a href=\"/opinion/444345/pizzeria-uno-corporation-v-james-w-temple-jr-dba-taco-uno/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1522</span></a></span>, 1529 (4th Cir.1984).</p>\n<p>A registered trademark which has been \"in continuous use for five consecutive years subsequent to the date of such registration and is still in use in commerce, shall be incontestable[.]\" 15 U.S.C. § 1065. The registration of such marks \"shall be conclusive evidence of the registrant's exclusive right to use the registered mark....\" 15 U.S.C. § 1115(b). Because \"South of the Border\" has been registered with USPTO since 1983, it has become incontestable.</p>\n<p>The conclusive evidence of the exclusive right to use a registered mark is subject to proof of infringement. <i>Id.</i> Infringement is the use in commerce of \"any reproduction, counterfeit, copy or colorable imitation of a registered mark in connection with the sale, offering for sale, distribution or advertising of any goods or services on or in connection with which such <span class=\"star-pagination\">*481</span> use is likely to cause confusion, or to cause mistake, or to deceive.\" <i>Id.</i> § 1114(1)(a).</p>\n<p>Defendant relies chiefly on the defense of \"fair use\" which permits a registered mark to be used by a non-registrant junior user if the use is \"otherwise than as a mark ... of a term or device which is descriptive of and used fairly and in good faith only to describe the goods or services of such party, or their geographic origin[.]\" 15 U.S.C. § 1115(b)(4). \"Even if one seller has achieved secondary meaning in a geographic term,\" as plaintiffs certainly have with \"South of the Border,\" \"anyone who is in fact located in that place has a right to tell purchasers of his location. Such description of geographical origin must, however, be made in a purely descriptive and non-trademark sense.\" McCarthy, <i>supra,</i> § 14:47. In other words, although a service provider may establish trademark rights in a geographic term by instilling in it a secondary meaning as an identifying symbol for its services, other providers maintain the right to employ the same term \"in its old, primary sense ...\" which existed prior to the registrant's usage. <i>Id.</i> § 15.2; J. Thomas McCarthy, <i>McCarthy's Desk Encyclopedia of Intellectual Property</i> 125-26 (1991) (hereinafter \"<i>McCarthy's Deskbook</i>\"). However, \"the junior user must adapt and design his usage of the geographical term so as not to cause a likelihood of customer confusion.\" 1 McCarthy, <i>supra,</i> § 14:7.</p>\n<p>Prior to plaintiffs' use of the mark \"South of the Border,\" the primary descriptive meaning of \"border\" at the location in question was the North Carolina/South Carolina border. It still is today. Based on all of the submissions of the parties, the court concludes that defendant's use of \"border\" in \"Border Exit\" is in its old, primary, geographically descriptive sense and not in a trademark sense. The phrase \"Border Exit\" accurately describes the location of the exit  Exit 1, either A or B  which travelers must take to reach defendant's motel. It does not purport to serve as a symbol of defendant's establishment or services. Nor does it in any way suggest to the traveling public that defendant's establishment is somehow connected with plaintiffs' establishment.</p>\n<p>Moreover, defendant has adapted its design and usage of \"Border\" so as not to confuse the traveling public. First, \"Border\" modifies \"Exit,\" a geographical term, rather than a service defendant provides. Second, the visual depiction of \"Border\" on defendant's billboards does not resemble the visual depiction of \"Border\" on any of plaintiffs' billboards. Finally, prominently displayed on the left half of each of defendant's billboards is defendant's tradename \"Family Inns of America\" and its logo. Nothing in the record suggests that defendant's use was anything other than a good-faith attempt to point travelers on I-95 in its direction, and § 1154(b)(4) permits defendant to do that without infringing upon plaintiffs' mark.</p>\n<p></p>\n<h2>\n<i>C. Defendant's Use of \"South of Border Exit</i>\"</h2>\n<p>Although defendant no longer uses the description \"South of Border Exit\" on its billboards, the court must still determine if such use infringes plaintiffs' mark, for if it does, plaintiffs are entitled to damages for the fifteen years defendant used this description and to injunctive relief against future use. Defendant asserts that \"South of Border Exit\" is a fair use of words of geographical origin. It notes that \"South of the Border\" is not only plaintiffs' mark, but is now also an official town depicted as such on maps, state highway signs, the media, and by its own post office and zip code. Viewed in this manner, \"South of Border Exit\" is indistinguishable from \"Dillon Exit\" or \"Rowland Exit,\" and establishments in that area named \"Dillon Cleaners\" or \"Rowland Pizza\" would not be able to claim trademark infringement if a competitor referred I-95 travelers to the \"Dillon Exit\" or \"Rowland Exit\" to reach its establishment. Moreover, since Exit 1A which travelers can follow to reach defendant's motel is truly south of the North Carolina/South Carolina border, \"South of Border Exit\" is a fair and accurate description. The foregoing all strongly indicate that defendant's use of \"South of Border\" was in the non-trademark sense.</p>\n<p><span class=\"star-pagination\">*482</span> Defendant's argument does, however, suffer from a minor flaw: if its billboards were intended to refer to the town \"South of the Border,\" their exit descriptions should have read \"South of <i>the</i> Border,\" not \"South of Border.\" Nevertheless, plaintiffs can hardly complain about this distinction, since defendant's wording was even less likely to cause confusion than if defendant had included the \"the\" in the description. The court believes that this distinction further evinces defendant's good faith effort <i>not</i> to cause customers to be confused. The court concludes that defendant's prior use of \"South of Border Exit\" was a fair use.</p>\n<p></p>\n<h2><i>D. Federal and State Unfair Competition Claims</i></h2>\n<p>Defendant's fair use of \"Border Exit\" and \"South of Border Exit\" also precludes plaintiffs' federal and North Carolina unfair competition claims. <i>See </i><i>Soweco, Inc. v. Shell Oil Co.,</i> <span class=\"citation\" data-id=\"375940\"><a href=\"/opinion/375940/soweco-inc-v-shell-oil-company-etc-and-shell-chemical-company-etc/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1178</span></a></span>, 1190 (5th Cir.1980), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">981</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1516</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span></span> (1981).</p>\n<p></p>\n<h2><i>E. Plaintiffs' Motion to Compel</i></h2>\n<p>Plaintiffs have moved to compel answers to their first and second sets of interrogatories. In light of the foregoing analysis, the only claim remaining in this lawsuit is defendant's counterclaim for the defacing of its billboards. The only interrogatory relating to that claim which plaintiffs argue has not been satisfactorily answered is Interrogatory 21(b) in their first set of interrogatories. With respect to that interrogatory, the court believes that defendant's response is satisfactory. The remainder of plaintiffs' motion is now moot.</p>\n<p></p>\n<h2>III. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, defendant's motion for summary judgment is hereby GRANTED and plaintiffs' motion for summary judgment is hereby DENIED. Plaintiffs' claims are hereby DISMISSED WITH PREJUDICE. Plaintiffs' motion to compel discovery is hereby DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444345/"
  ]
}