{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1447451/",
  "absolute_url": "/opinion/1447451/burch-v-director-federal-ins-admin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1447451/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:12:30.161463Z",
  "date_modified": "2016-04-26T20:32:49.351161Z",
  "type": "010combined",
  "sha1": "c8fa686659bbf404ed588d1f8e35b2fe6044d4fc",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>797 F.Supp. 482 (1992)</b></center>\n<center><h1>Stephen R. BURCH and Wife, Margaret R. Burch, Plaintiffs,<br>\nv.<br>\nDIRECTOR, FEDERAL INSURANCE ADMINISTRATION, Federal Emergency Management Agency, and Federal Insurance Administration, Defendants.</h1></center>\n<center>No. 91-59-CIV-2-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>August 26, 1992.</center>\n<p><span class=\"star-pagination\">*483</span> David J. Irvine, Jr., Pritchett, Cooke &amp; Burch, Windsor, N.C., for plaintiffs.</p>\n<p>Paul M. Newby, Office of the U.S. Atty., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This action arises from the Federal Emergency Management Agency's cancellation of plaintiffs' federal flood insurance policy in March of 1991. The insured property is located on the ocean front in Nags Head, North Carolina. The defendant cancelled the policy because the plaintiffs allegedly failed to relocate their house, which was in danger of collapse from erosion, to a point sufficiently inland from the shoreline. Plaintiffs seek a declaratory judgment pursuant to 28 U.S.C. §§ 1331 and 2201 and 5 U.S.C. § 701 et seq. that their house is eligible for participation in the National Flood Insurance Program. Plaintiffs also seek a writ of mandamus to the Director of the Federal Emergency Management Agency (\"FEMA\") to certify their property as eligible for National Flood Insurance. Both the plaintiffs and the defendants now move for summary judgment pursuant to Rule 56, Fed.R.Civ.P.</p>\n<p></p>\n<h2><i>Background of the Case</i></h2>\n<p>Plaintiffs Stephen R. Burch and Margaret Burch, husband and wife, are the owners of an ocean-front home located at 4107 South Virginia Dare Trail, Nags Head, North Carolina. Defendant FEMA is the federal agency which administers the National Flood Insurance Program.</p>\n<p>In the spring of 1990, plaintiffs came to believe that the shoreline in front of their property was eroding to such an extent that their house would be in danger in the event of a storm or high water. At the time, the house was located 40 feet inland of the first line of stable vegetation along the beach. Plaintiffs decided they needed to move the house further back from the ocean.</p>\n<p>Plaintiffs' home was insured by the federal government under the National Flood Insurance Program, 42 U.S.C. 4001 et seq. Their flood insurance policy had a contractual term running from December 13, 1989 to December 13, 1992. Before moving their home, plaintiffs decided to investigate whether they could be reimbursed under the policy for their relocation costs.</p>\n<p>Under the Upton-Jones Amendment to the National Flood Insurance Act, 42 U.S.C. § 4013(c), homeowners covered by federal flood insurance can receive reimbursement for the costs of relocating their home if FEMA determines that their house is in \"imminent danger of collapse\" as a result of erosion or undermining caused by <span class=\"star-pagination\">*484</span> waves exceeding anticipated cyclical levels.<sup>[1]</sup></p>\n<p>FEMA is allowed to delegate to local authorities the task of inspecting a home and \"certifying\" that it is eligible for relocation benefits. 42 U.S.C. § 4013(c)(1). In North Carolina, the Division of Coastal Management of the North Carolina Department of Environment, Health, and Natural Resources routinely makes such determinations on FEMA's behalf.</p>\n<p>Accordingly, the plaintiffs had the State of North Carolina inspect their property in June of 1990. The State determined that the plaintiffs' house was in imminent danger of collapse as defined by FEMA regulations and issued an official \"certification\" of this finding dated September 4, 1990.</p>\n<p>Under 42 C.F.R. § 63.17, a structure is in imminent danger of collapse for the purposes of Upton-Jones benefits if the structure is located within a \"zone of imminent collapse.\" This zone extends from the first line of stable vegetation on the beach in a landward direction for a distance equal in feet to ten plus five times the average annual long-term erosion rate of the property (10 + (ER × 5)).</p>\n<p>The State determined that the average annual long-term erosion rate for the Nags Head shoreline is three feet per year. Accordingly, a home situated within 25 feet landward of the first line of stable vegetation on the beach would be in the zone of imminent collapse (3 × 5 + 10 = 25).</p>\n<p>Since the plaintiffs' house was located 40 feet from the first line of stable vegetation, it did not fall within the zone of imminent collapse. However, 42 C.F.R. § 63.17 provides that even though a house does not fall within the zone, it can still be eligible for relocation benefits if there are \"unusual erosive or stability conditions at the site.\" Here, the State determined that there were unusual erosive conditions present which put the plaintiffs' home in danger. Plaintiffs' property was in an \"overwash\" area. It had no frontal dune and was lower in elevation than neighboring properties.</p>\n<p>The State informed the plaintiffs that in order to retain their flood insurance, they should relocate their home beyond what is known as the \"30-year erosion setback.\" Under 42 U.S.C. § 4013(c)(5), where the Director of FEMA has granted final approval of a homeowner's claim for relocation benefits, \"no subsequent flood insurance ... shall be available\" if the structure is \"relocated at a point seaward of the 30-year erosion setback.\"</p>\n<p>Under FEMA regulations, the 30-year setback line is located landward from the first line of stable vegetation on the beach at a distance equal to 30 times the average annual long-term erosion rate of the property. <i>See</i> 44 C.F.R. § 59.1. Since, according to the State's data, the annual average long-term erosion rate of the Burch property was three feet per year, plaintiffs were told by the State that they should move back at least 90 feet from the first line of vegetation (30 × 3 = 90). Relying on this information, the plaintiffs planned to move back 50 feet, as they were already 40 feet from the vegetation line. Accordingly, in its certification of imminent collapse, the State also certified, as required by 44 C.F.R. § 63.17(c), that the plaintiffs' proposed relocation site complied with the 30-year setback requirement.</p>\n<p>On September 24, 1990, the plaintiffs filed a claim for Upton-Jones benefits with their private insurance agent, who was handling plaintiffs' flood insurance policy on FEMA's behalf. The insurance agent forwarded plaintiffs' file to FEMA in early <span class=\"star-pagination\">*485</span> November, 1990, including the State's certification and supporting scientific data.</p>\n<p>Homeowners usually wait to move their home until FEMA has made a final determination that they are eligible for Upton-Jones benefits, as the agency is not bound by the State's certification. <i>See</i> 42 U.S.C. § 4013(c)(1); 44 C.F.R. § 63.18. In the present case, the plaintiffs, without consulting FEMA, went ahead and moved their home in December of 1990 while their claim was still pending.</p>\n<p>On March 6, 1991, FEMA informed plaintiffs by letter that it had determined that the State's certification of imminent collapse was correct, and issued plaintiffs a check for $32,100 to cover their relocation costs.</p>\n<p>The agency, however, disagreed with the State's determination of the 30-year setback line for the Burch property. FEMA's analysis of the scientific data was that the true average annual long-term erosion rate of the Burch property was approximately six feet per year, not three per year. As a result, the proper 30-year setback line was 180 feet (6 × 30), not 90 feet, from the first line of vegetation, and therefore FEMA determined that the plaintiffs had not moved their home back far enough. Pursuant to 42 U.S.C. § 4013(c)(5), FEMA cancelled plaintiffs' flood insurance policy.</p>\n<p>As there is no established administrative procedure for appealing a decision by FEMA to cancel flood insurance coverage, plaintiffs filed this action on October 15, 1991.</p>\n<p>FEMA now moves for summary judgment, contending that as a matter of law the agency cannot be compelled to accept the State of North Carolina's determination that the average annual long-term erosion rate of the Burch property was three feet per year. Plaintiffs also move for summary judgment, contending that it was arbitrary and capricious and beyond statutory authority for the Director of FEMA to reject the State's average annual long-term erosion rate and adopt a rate of six feet per year.</p>\n<p></p>\n<h2><i>Conclusions of Law</i></h2>\n<p>Summary judgment is only appropriate if the record before the court indicates that \"there is no genuine issue as to a material fact and that the moving party is entitled to judgment as a matter of law.\" Rule 56, Fed.R.Civ.P. Summary judgment is not designed as a substitute for trial. The function of the trial court at the summary judgment stage is not to weigh the evidence, but to determine if there is a genuine issue for trial. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 2510-11, 91 L.Ed.2d 202 (1986).</p>\n<p>The court finds that there is a genuine issue of material fact here as to whether the State's erosion rate of three feet per year or FEMA's rate of six feet per year is accurate. Both parties have submitted scientific data and comparisons with neighboring properties which support their respective measurements.</p>\n<p>If the State's figure is accurate, FEMA's use of the six feet per year rate in determining the 30-year setback was erroneous and contrary to statutory authority and plaintiffs would be entitled to flood insurance coverage.</p>\n<p>If the six-feet-per-year rate is accurate, plaintiffs should have the option of rescinding their claim for Upton-Jones benefits, as they filed their claim on the mistaken belief that the 30-year setback was 90 feet. If the plaintiffs were to restore the government to the status quo ante, they apparently would be entitled to flood insurance coverage, as FEMA conceded at oral argument that if the plaintiffs had never filed a claim for Upton-Jones benefits in the first place, their house would be now be eligible for flood insurance in its present location.</p>\n<p>Plaintiffs argue that FEMA was legally obligated to accept the State's erosion rate of three feet per year. The court finds, however, that there is nothing in the language or legislative history of the Upton-Jones Amendment requiring FEMA to accept a local authority's fact-finding. On the contrary, Congress believed that the Amendment would spur FEMA to develop and publish tables of annual erosion rates <span class=\"star-pagination\">*486</span> for the calculation of erosion setbacks, and officials at the state and local level would be just one of several possible sources of scientific expertise and data FEMA could draw upon. <i>See</i> H.R.Con.Rep. No. 100-426, 100th Cong., 1st Sess. 238-39, <i>reprinted in</i> 1987 U.S.C.C.A.N. 3317, 3458, 3535-36.</p>\n<p>Furthermore, the court finds no grounds for equitably estopping FEMA from using the six-feet-per-year rate. Plaintiffs took a risk in moving their home in reliance on the State's certification without consulting with FEMA or waiting for final determination of their claim.</p>\n<p>Accordingly, for the foregoing reasons, defendant's motion for summary judgment is DENIED. Plaintiffs' motion for summary judgment is also DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 4013(c)(1) provides in pertinent part:\n</p>\n<p>(1) If any structure covered by a contract for flood insurance ... and located on land that is along the shore of a lake or other body of water is certified by an appropriate State or local land use authority to be subject to imminent danger of collapse or subsidence as a result of erosion or undermining caused by waves ... exceeding anticipated cyclical levels, the Director [of FEMA] shall (following final determination by the Director that the claim is in compliance with regulations developed [for this section]) pay amounts under such flood insurance contract for proper ... relocation ... (B) up to 40 percent of the value of the structure.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">482</span></span> (1992)</b></center>\n<center><h1>Stephen R. BURCH and Wife, Margaret R. Burch, Plaintiffs,<br>\nv.<br>\nDIRECTOR, FEDERAL INSURANCE ADMINISTRATION, Federal Emergency Management Agency, and Federal Insurance Administration, Defendants.</h1></center>\n<center>No. 91-59-CIV-2-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>August 26, 1992.</center>\n<p><span class=\"star-pagination\">*483</span> David J. Irvine, Jr., Pritchett, Cooke &amp; Burch, Windsor, N.C., for plaintiffs.</p>\n<p>Paul M. Newby, Office of the U.S. Atty., Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This action arises from the Federal Emergency Management Agency's cancellation of plaintiffs' federal flood insurance policy in March of 1991. The insured property is located on the ocean front in Nags Head, North Carolina. The defendant cancelled the policy because the plaintiffs allegedly failed to relocate their house, which was in danger of collapse from erosion, to a point sufficiently inland from the shoreline. Plaintiffs seek a declaratory judgment pursuant to 28 U.S.C. §§ 1331 and 2201 and 5 U.S.C. § 701 et seq. that their house is eligible for participation in the National Flood Insurance Program. Plaintiffs also seek a writ of mandamus to the Director of the Federal Emergency Management Agency (\"FEMA\") to certify their property as eligible for National Flood Insurance. Both the plaintiffs and the defendants now move for summary judgment pursuant to Rule 56, Fed.R.Civ.P.</p>\n<p></p>\n<h2><i>Background of the Case</i></h2>\n<p>Plaintiffs Stephen R. Burch and Margaret Burch, husband and wife, are the owners of an ocean-front home located at 4107 South Virginia Dare Trail, Nags Head, North Carolina. Defendant FEMA is the federal agency which administers the National Flood Insurance Program.</p>\n<p>In the spring of 1990, plaintiffs came to believe that the shoreline in front of their property was eroding to such an extent that their house would be in danger in the event of a storm or high water. At the time, the house was located 40 feet inland of the first line of stable vegetation along the beach. Plaintiffs decided they needed to move the house further back from the ocean.</p>\n<p>Plaintiffs' home was insured by the federal government under the National Flood Insurance Program, 42 U.S.C. 4001 et seq. Their flood insurance policy had a contractual term running from December 13, 1989 to December 13, 1992. Before moving their home, plaintiffs decided to investigate whether they could be reimbursed under the policy for their relocation costs.</p>\n<p>Under the Upton-Jones Amendment to the National Flood Insurance Act, 42 U.S.C. § 4013(c), homeowners covered by federal flood insurance can receive reimbursement for the costs of relocating their home if FEMA determines that their house is in \"imminent danger of collapse\" as a result of erosion or undermining caused by <span class=\"star-pagination\">*484</span> waves exceeding anticipated cyclical levels.<sup>[1]</sup></p>\n<p>FEMA is allowed to delegate to local authorities the task of inspecting a home and \"certifying\" that it is eligible for relocation benefits. 42 U.S.C. § 4013(c)(1). In North Carolina, the Division of Coastal Management of the North Carolina Department of Environment, Health, and Natural Resources routinely makes such determinations on FEMA's behalf.</p>\n<p>Accordingly, the plaintiffs had the State of North Carolina inspect their property in June of 1990. The State determined that the plaintiffs' house was in imminent danger of collapse as defined by FEMA regulations and issued an official \"certification\" of this finding dated September 4, 1990.</p>\n<p>Under 42 C.F.R. § 63.17, a structure is in imminent danger of collapse for the purposes of Upton-Jones benefits if the structure is located within a \"zone of imminent collapse.\" This zone extends from the first line of stable vegetation on the beach in a landward direction for a distance equal in feet to ten plus five times the average annual long-term erosion rate of the property (10 + (ER × 5)).</p>\n<p>The State determined that the average annual long-term erosion rate for the Nags Head shoreline is three feet per year. Accordingly, a home situated within 25 feet landward of the first line of stable vegetation on the beach would be in the zone of imminent collapse (3 × 5 + 10 = 25).</p>\n<p>Since the plaintiffs' house was located 40 feet from the first line of stable vegetation, it did not fall within the zone of imminent collapse. However, 42 C.F.R. § 63.17 provides that even though a house does not fall within the zone, it can still be eligible for relocation benefits if there are \"unusual erosive or stability conditions at the site.\" Here, the State determined that there were unusual erosive conditions present which put the plaintiffs' home in danger. Plaintiffs' property was in an \"overwash\" area. It had no frontal dune and was lower in elevation than neighboring properties.</p>\n<p>The State informed the plaintiffs that in order to retain their flood insurance, they should relocate their home beyond what is known as the \"30-year erosion setback.\" Under 42 U.S.C. § 4013(c)(5), where the Director of FEMA has granted final approval of a homeowner's claim for relocation benefits, \"no subsequent flood insurance ... shall be available\" if the structure is \"relocated at a point seaward of the 30-year erosion setback.\"</p>\n<p>Under FEMA regulations, the 30-year setback line is located landward from the first line of stable vegetation on the beach at a distance equal to 30 times the average annual long-term erosion rate of the property. <i>See</i> 44 C.F.R. § 59.1. Since, according to the State's data, the annual average long-term erosion rate of the Burch property was three feet per year, plaintiffs were told by the State that they should move back at least 90 feet from the first line of vegetation (30 × 3 = 90). Relying on this information, the plaintiffs planned to move back 50 feet, as they were already 40 feet from the vegetation line. Accordingly, in its certification of imminent collapse, the State also certified, as required by 44 C.F.R. § 63.17(c), that the plaintiffs' proposed relocation site complied with the 30-year setback requirement.</p>\n<p>On September 24, 1990, the plaintiffs filed a claim for Upton-Jones benefits with their private insurance agent, who was handling plaintiffs' flood insurance policy on FEMA's behalf. The insurance agent forwarded plaintiffs' file to FEMA in early <span class=\"star-pagination\">*485</span> November, 1990, including the State's certification and supporting scientific data.</p>\n<p>Homeowners usually wait to move their home until FEMA has made a final determination that they are eligible for Upton-Jones benefits, as the agency is not bound by the State's certification. <i>See</i> 42 U.S.C. § 4013(c)(1); 44 C.F.R. § 63.18. In the present case, the plaintiffs, without consulting FEMA, went ahead and moved their home in December of 1990 while their claim was still pending.</p>\n<p>On March 6, 1991, FEMA informed plaintiffs by letter that it had determined that the State's certification of imminent collapse was correct, and issued plaintiffs a check for $32,100 to cover their relocation costs.</p>\n<p>The agency, however, disagreed with the State's determination of the 30-year setback line for the Burch property. FEMA's analysis of the scientific data was that the true average annual long-term erosion rate of the Burch property was approximately six feet per year, not three per year. As a result, the proper 30-year setback line was 180 feet (6 × 30), not 90 feet, from the first line of vegetation, and therefore FEMA determined that the plaintiffs had not moved their home back far enough. Pursuant to 42 U.S.C. § 4013(c)(5), FEMA cancelled plaintiffs' flood insurance policy.</p>\n<p>As there is no established administrative procedure for appealing a decision by FEMA to cancel flood insurance coverage, plaintiffs filed this action on October 15, 1991.</p>\n<p>FEMA now moves for summary judgment, contending that as a matter of law the agency cannot be compelled to accept the State of North Carolina's determination that the average annual long-term erosion rate of the Burch property was three feet per year. Plaintiffs also move for summary judgment, contending that it was arbitrary and capricious and beyond statutory authority for the Director of FEMA to reject the State's average annual long-term erosion rate and adopt a rate of six feet per year.</p>\n<p></p>\n<h2><i>Conclusions of Law</i></h2>\n<p>Summary judgment is only appropriate if the record before the court indicates that \"there is no genuine issue as to a material fact and that the moving party is entitled to judgment as a matter of law.\" Rule 56, Fed.R.Civ.P. Summary judgment is not designed as a substitute for trial. The function of the trial court at the summary judgment stage is not to weigh the evidence, but to determine if there is a genuine issue for trial. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510-11, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>The court finds that there is a genuine issue of material fact here as to whether the State's erosion rate of three feet per year or FEMA's rate of six feet per year is accurate. Both parties have submitted scientific data and comparisons with neighboring properties which support their respective measurements.</p>\n<p>If the State's figure is accurate, FEMA's use of the six feet per year rate in determining the 30-year setback was erroneous and contrary to statutory authority and plaintiffs would be entitled to flood insurance coverage.</p>\n<p>If the six-feet-per-year rate is accurate, plaintiffs should have the option of rescinding their claim for Upton-Jones benefits, as they filed their claim on the mistaken belief that the 30-year setback was 90 feet. If the plaintiffs were to restore the government to the status quo ante, they apparently would be entitled to flood insurance coverage, as FEMA conceded at oral argument that if the plaintiffs had never filed a claim for Upton-Jones benefits in the first place, their house would be now be eligible for flood insurance in its present location.</p>\n<p>Plaintiffs argue that FEMA was legally obligated to accept the State's erosion rate of three feet per year. The court finds, however, that there is nothing in the language or legislative history of the Upton-Jones Amendment requiring FEMA to accept a local authority's fact-finding. On the contrary, Congress believed that the Amendment would spur FEMA to develop and publish tables of annual erosion rates <span class=\"star-pagination\">*486</span> for the calculation of erosion setbacks, and officials at the state and local level would be just one of several possible sources of scientific expertise and data FEMA could draw upon. <i>See</i> H.R.Con.Rep. No. 100-426, 100th Cong., 1st Sess. 238-39, <i>reprinted in</i> 1987 U.S.C.C.A.N. 3317, 3458, 3535-36.</p>\n<p>Furthermore, the court finds no grounds for equitably estopping FEMA from using the six-feet-per-year rate. Plaintiffs took a risk in moving their home in reliance on the State's certification without consulting with FEMA or waiting for final determination of their claim.</p>\n<p>Accordingly, for the foregoing reasons, defendant's motion for summary judgment is DENIED. Plaintiffs' motion for summary judgment is also DENIED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  42 U.S.C. § 4013(c)(1) provides in pertinent part:\n</p>\n<p>(1) If any structure covered by a contract for flood insurance ... and located on land that is along the shore of a lake or other body of water is certified by an appropriate State or local land use authority to be subject to imminent danger of collapse or subsidence as a result of erosion or undermining caused by waves ... exceeding anticipated cyclical levels, the Director [of FEMA] shall (following final determination by the Director that the claim is in compliance with regulations developed [for this section]) pay amounts under such flood insurance contract for proper ... relocation ... (B) up to 40 percent of the value of the structure.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/"
  ]
}