{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1447986/",
  "absolute_url": "/opinion/1447986/natural-resources-defense-council-inc-v-grant/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1447986/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:12:41.859390Z",
  "date_modified": "2016-04-26T22:56:50.505572Z",
  "type": "010combined",
  "sha1": "c5b5fa90c0ba34b71405858131c6e0e09c7b5f33",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>355 F.Supp. 280 (1973)</b></center>\n<center><h1>NATURAL RESOURCES DEFENSE COUNCIL, INC., et al., Plaintiffs,<br>\nv.<br>\nKenneth E. GRANT, in his official capacity as administrator, United States Department of Agriculture, soil conservation service, et al., Defendants,<br>\nRobert D. Stokes et al., Intervenors,<br>\nPitt County Drainage District Number Nine, Intervenor.</h1></center>\n<center>Civ. No. 754.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>February 3, 1973.</center>\n<p><span class=\"star-pagination\">*281</span> <span class=\"star-pagination\">*282</span> <span class=\"star-pagination\">*283</span> John G. Shaw, of Clark, Clark, Shaw &amp; Clark, Fayetteville, N. C., Richard J. Wertheimer, Norton F. Tennille, Jr., of Arnold &amp; Porter, Washington, D. C., J. G. Speth, National Resources Defense Council, Inc., Washington, D. C., for plaintiffs.</p>\n<p>Thomas P. McNamara, U. S. Atty., E. D. N. C., Raleigh, N. C., John R. Hughes, Asst. U. S. Atty., E. D. N. C., Land &amp; Natural Resources Section, Raleigh, N. C., Stewart Schoenberg, Land &amp; Natural Resources Division, U. S. Dept. of Justice, Washington, D. C., for defendants.</p>\n<p>Frank M. Wooten, Jr., Greenville, N. C., Charles B. Winberry, Jr., of Biggs, Meadows &amp; Batts, Rocky Mount, N. C., Clifton W. Everett, of Everett &amp; Cheatham, Bethel, N. C., for intervenors.</p>\n<p>LARKINS, District Judge:</p>\n<blockquote>\"The river . . . is the living symbol of all the life it sustains or nourishesfish, aquatic insects, water ouzels, otter, fisher, deer, elk, bear, and all other animals, including man, who are dependent on it or who enjoy it for its sight, its sound, or its life.\" Justice William O. Douglas, dissenting in Sierra Club v. Morton, 405 U.S. 727, 92 S.Ct. 1361, 31 L.Ed.2d 636 (1972)</blockquote>\n<p>Now comes this cause before this Court on the Plaintiffs' Motion for Preliminary Injunctive Relief to enjoin the Defendants from inviting any further bids and from taking any further steps to authorize, approve, fund, finance, sponsor, initiate, contract for, or commence construction or installation of the Chicod Creek Watershed Project pending final hearing upon the Plaintiffs' claim that the Defendants have failed to satisfy the requirements of the National Environmental Policy Act of 1969 and that the implementation of the Project would violate Section 13 of the Rivers and Harbors Act of 1899. This is an action to permanently enjoin the construction of the Project because construction of this 66-mile stream channelization project allegedly would violate the Watershed Protection and Flood Prevention Act, P.L. 83-566, 16 U.S.C. §§ 1001-1009 (1970), the National Environmental Policy Act of 1969, 42 U.S.C. § 4321 et seq. (1970), the rules and regulations of the Soil Conservation Service, United States Department of Agriculture, and Section 13 of the River and Harbors Act of 1899 (Refuse Act), 33 U.S.C. § 407 (1899).</p>\n<p>There are several subsidiary motions pending in this matter that are ready for determination on oral arguments and briefs. They are:</p>\n<blockquote>(1) Plaintiffs' Motion for Partial Summary Judgment</blockquote>\n<blockquote>(2) Defendants' Motion to Reconsider and Amend</blockquote>\n<blockquote>(3) Intervenors' Motion for Summary Judgment and Alternative Motions</blockquote>\n<blockquote>(4) Plaintiffs' Motion to Compel Production of Documents</blockquote>\n<p>Oral argument was waived on the Intervenors' Motion for Summary Judgment and Alternative Motions. The Court shall attend to these matters prior to focusing upon the Plaintiffs' Motion for Preliminary Injunctive Relief.</p>\n<p></p>\n<h2>I. SUBSIDIARY MOTIONS</h2>\n<p></p>\n<h2>A. PLAINTIFFS' MOTION FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>The plaintiffs seek summary judgment with respect to their claim under Section 102(2)(C) of NEPA and in support allege that no genuine issue remains as to any material fact and that the legal issues were resolved in favor of the Plaintiffs in this Court's Memorandum Opinion and Order entered March 16, 1972, 341 F.Supp. 356 (E.D.N.C., 1972) in which the Court ordered the defendants to file an impact statement according to the provisions of NEPA. Draft and final impact Statements have been filed and the question of the sufficiency of the final statement is now before the Court. The mere fact that this Court ordered the filing of an impact statement is not a final resolution of the legal issues in favor of the Plaintiffs. Indeed, the final determination of the <span class=\"star-pagination\">*284</span> question of the sufficiency of the Final Impact Statement is yet to be made by this Court. The Plaintiffs' Motion for Partial Summary Judgment shall be denied.</p>\n<p></p>\n<h2>B. DEFENDANTS' MOTION TO RECONSIDER AND AMEND</h2>\n<p>The Defendants move the Court to reconsider and amend the Memorandum Opinion and Order of March 16, 1972, to find that the Plaintiffs are without standing to sue in this case in light of the recent United States Supreme Court decision in Sierra Club v. Morton, supra. In <i>Sierra</i> the Court held that a person has standing to seek judicial review under the Administrative Procedure Act only if he can show that he himself has suffered or will suffer injury, whether economic or otherwise. In the Memorandum Opinion and Order of March 16, 1972, this Court applied the following criteria in determining whether the plaintiffs had standing:</p>\n<blockquote>\"(1) the plaintiffs must allege that the challenged action has caused them injury in fact, economic or otherwise, and</blockquote>\n<blockquote>(2) the interest asserted by the plaintiffs is within the zones of interests sought to be protected or regulated by the statute in question.\" cites omitted.</blockquote>\n<p>Applying the above standards this Court held that each of the plaintiffs satisfied the requirements for standing. The criteria used by this Court do not differ from that established in <i>Sierra;</i> therefore, the Motion to Reconsider shall be denied.</p>\n<p></p>\n<h2>C. INTERVENORS' MOTION FOR SUMMARY JUDGMENT AND ALTERNATIVE MOTIONS</h2>\n<p>The Intervenors seek summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure and the entry of judgment for the Defendants and Intervenors as to Counts I, II, III, IV, and V of the Complaint; in the alternative for judgment on the pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure; and in the alternative for judgment before trial based upon defenses pursuant to Rule 12(d) of the Federal Rules of Civil Procedure.</p>\n<p>Each count of the complaint states a claim upon which relief can be granted and suit is not barred by lack of standing, retroactivity, or laches. As to each count material facts remain in dispute and neither the Defendants nor the Intervenors are entitled to judgment as a matter of law. The motion of the Intervenors shall be denied.</p>\n<p></p>\n<h2>D. PLAINTIFFS' MOTION TO COMPEL PRODUCTION OF DOCUMENTS</h2>\n<p>Pursuant to Rule 34 of the Federal Rules of Civil Procedure the Plaintiffs move for the production of copies of the basic interview memorandum upon which officers of the Soil Conservation Service gathered the basic cost data for the calculations of the costs and benefits for this Project. The Defendants resist the motion asserting that the Plaintiffs previously have had opportunity to inspect the requested documents and that the content of the documents appears elsewhere in the record, is protected by executive privilege, and is not relevant to the case. These reports contain the basic data and information pertaining to land use and crop yield obtained from the Farmers within the Chicod Creek Watershed on a confidential basis. These forms contain the basic raw data upon which the agricultural benefits of the Project were calculated. These calculations relate directly to the Plaintiffs' contentions that the benefits of the Project do not exceed its cost and, therefore, construction of the Project would violate P.L. 566 and that construction of the Project would violate the Soil Conservation Service's own rules and regulations. Therefore, discovery of these documents shall be allowed with the reservation, however, that the names, addresses, and income data of the persons providing the information be deleted and the documents <span class=\"star-pagination\">*285</span> then be presented to the Court for <i>in camera</i> inspection to determine the information discoverable.</p>\n<p></p>\n<h2>II. MOTION FOR PRELIMINARY INJUNCTIVE RELIEF</h2>\n<p></p>\n<h2>A. PROCEEDINGS TO DATE</h2>\n<p>The complaint in this case was filed on November 30, 1971, alleging in part that the Defendants had failed to prepare and circulate a timely, adequate environmental impact statement for the Chicod Creek Watershed Project as required by Section 102(2)(C) of NEPA.</p>\n<p>On March 16, 1972, this Court, after an evidentiary hearing and the submission of briefs and oral argument by the parties, entered a preliminary injunction enjoining and restraining defendants from taking any further steps to authorize, finance, or commence construction or installation of the Project until an environmental impact statement was filed and circulated according to the requirements of NEPA. The plaintiffs were ordered to file a bond or other security for the payment of costs and damages as might be suffered by any party found to have been wrongfully or unlawfully restrained in the amount of $75,000.</p>\n<p>Shortly thereafter, the Plaintiffs moved to reduce the amount of the security to $100, or in the alternative for partial summary judgment on their impact statement claim.</p>\n<p>On April 17, 1972, the Defendants filed a draft impact statement. Comments on this draft were subsequently received from eighteen groups, individuals, and agencies. On July 13, 1972, the Defendants filed a final environmental impact statement entitled \"Chicod Creek Watershed Environmental Statement\".</p>\n<p>On July 21, 1972, this Court while reserving ruling upon the Plaintiffs' motion for partial summary judgment denied the Plaintiffs' motion to reduce security to $100 and again directed the Plaintiffs to post security in the amount of $75,000. The Plaintiffs moved for reconsideration, or in the alternative for a stay pending appeal, or in the alternative an expedited trial on the merits.</p>\n<p>On August 3, 1972, this Court denied the Plaintiffs' motion for reconsideration, dissolved the preliminary injunction, and the Plaintiffs' moved in the Court of Appeals for a stay and injunction pending appeal. On September 5, 1972, the Court of Appeals remanded this case for a preliminary hearing on the adequacy of the final Statement. In its order of remand, the Court of Appeals indicated that further preliminary injunctive relief would be appropriate if this Court, \"after examination of the environmental impact statement, is of the opinion that it is probably deficient and that the plaintiffs more likely than not will prevail . . . . If (the Court) finds no apparent deficiencies in the statement and little probability that the plaintiffs will ultimately prevail, he should deny all interim relief and await the conclusion of the hearing on the merits.\" The Court of Appeals further indicated that \"(i)f, for any reason, the District Court should find that it is unable to dispose of that preliminary matter prior to the time for letting contracts, then we would suggest the appropriateness of a temporary restraining order to preserve the status quo until the District Court can determine the appropriateness of interim injunctive relief.\"</p>\n<p>The Plaintiffs promptly moved in this Court for a temporary restraining order and preliminary injunctive relief. At the same time, they moved for leave to amend their complaint in two respects: first, to state that an environmental impact statement had been prepared for the Project, but that such statement fails to satisfy the provisions of NEPA; and second, to allege that construction of the Project will violate Section 13 of the Rivers and Harbors Act of 1899, since the Project will discharge large quantities of sediment and other refuse into navigable waters, and since no permit for the deposit of such refuse has been obtained from the Army Corps of Engineers.</p>\n<p><span class=\"star-pagination\">*286</span> On October 2 and 4, 1972, oral argument was held upon Plaintiffs' motions to amend and for a temporary restraining order and preliminary injunction. During the course of the hearing, this Court granted the Plaintiffs' motion to amend.</p>\n<p>At the hearing, it was disclosed that new invitations to bid for the Project had been sent out by Intervenor Pitt County Drainage District No. 9 on September 25, 1972. It appearing that this Court might be unable to dispose of the Plaintiffs' motion for preliminary injunction prior to the time for the letting of contracts, this Court on October 4, 1972, issued a temporary restraining order enjoining the Defendants from taking any further steps to contract for or commence construction or installation of the Project pending determination of the plaintiffs motion for preliminary injunction.</p>\n<p></p>\n<h2>B. FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>1. <i>There is a Substantial Probability that the Provisions of NEPA are Not Satisfied by the \"Chicod Creek Watershed Environmental Statement\"</i>\n</h2>\n<p></p>\n<h2>a. <i>Scope of Judicial Review of the Environmental Impact Statement</i>\n</h2>\n<p>As the Court views this case, the ultimate decisions must not be made by the judiciary but by the executive and legislative branches of our government. This Court does not intend to substitute its judgment as to what would be the best use of Chicod Creek and its environs for that of the Congress or those administrative departments of the executive branch which are charged by the Congress with the duty of carrying out its mandate. The Court's function is to determine whether the environmental effects of the proposed action and reasonable alternatives are sufficiently disclosed, discussed, and that conclusions are substantiated by supportive opinion and data. Environmental Defense Fund v. Corps of Engineers, 325 F.Supp. 749 (E.D.Ark., 1971); Natural Resources Defense Council v. Morton, 148 U.S. App.D.C. 5, 458 F.2d 827 (1972).</p>\n<p></p>\n<h2>b. <i>Requirements of NEPA</i>\n</h2>\n<p>Section 102(2) (C) of NEPA requires, first, that federal agencies make full and accurate disclosure of the environmental effects of proposed action and alternatives to such action; and, second, that the agencies give full and meaningful consideration to these effects and alternatives in their decision-making. Natural Resources Defense Council v. Morton, supra. In Environmental Defense Fund v. Corps of Engineers, supra, 325 F.Supp. at 759, Judge Eisele wrote:</p>\n<blockquote>\"At the very least, NEPA is an environmental full disclosure law . . . intended to make . . . decision-making more responsive and responsible.</blockquote>\n<blockquote>The `detailed statement' required by § 102(2)(C) should, at a minimum, contain such information as will alert the President, the Council on Environmental Quality, the public, and, indeed, the Congress, to all known possible environmental consequences of proposed agency action.\"</blockquote>\n<p>But NEPA requires more than full disclosure of environmental consequences and project alternatives; NEPA requires full consideration of the same in agency decision making. Calvert Cliffs' Coordinating Committee v. Atomic Energy Commission, 146 U.S.App.D.C. 33, 449 F.2d 1109 (1971).</p>\n<p>The environmental impact statement \"must be written in language that is understandable to nontechnical minds and yet contain enough scientific reasoning to alert specialists to particular problems within the field of their expertise.\" Environmental Defense Fund v. Corps of Engineers, 348 F.Supp. 916 (W.D.Miss., 1972).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*287</span> c. <i>The Final Statement Omits and Misrepresents a Number of Important Environmental Effects of the Project</i>\n</h2>\n<p></p>\n<h2>(1) <i>The Statement Misrepresents the Adverse Environmental Effects of the Project upon Fish Habitat</i>\n</h2>\n<p>The final Statement concedes that the Project will greatly increase the quantities of sediment carried downstream from the project area into the lower reaches of Chicod Creek and the Tar River. Immediately after construction, annual sediment deposit in the lower Chicod Creek will be 11,670 tons. Sediment yield at the confluence of the Tar River is expected to be 730 tons annually. On the assumption that the banks will stabilize in two years, sedimentation will still be increased to 4.010 tons deposited annually in Chicod Creek and 250 tons in the Tar River. The present annual yield in the Tar River is 50 tons.</p>\n<p>While disclosing the fact of this increase in sediment load, the statement contains no discussion of its downstream effects. The Statement merely concludes, without supportive scientific data and opinion that \"No significant reduction in quality of the waters of the Tar River, Pamlico River, and Pamlico Sound is expected\". Credible evidence suggests the opposite conclusion. Having conceded a massive increase in sedimentation, the Statement disposes of its environmental effects in one conclusory statement unsupported by empirical or experimental data, scientific authorities, or explanatory information of any kind. Where there is no reference to scientific or objective data to support conclusory statements, NEPA's full disclosure requirements have not been honored. Environmental Defense Fund v. Corps of Engineers, supra.</p>\n<p></p>\n<h2>(2) <i>The Statement Misrepresents the Effect of the Project upon Fish Resources</i>\n</h2>\n<p>The Statement is not at all clear on the effect of the Project on the fishery resources in Chicod Creek. It suggests that there will be effects upon the resident and anadramous fish in Chicod Creek, but the Statement does not define the effects. Yet the Statement without any supportive data declares \"Most of the fishery resources within the watershed will not be affected by projects works of improvement or will be mitigated.\" This falls far short of the standards of NEPA.</p>\n<p></p>\n<h2>(3) <i>The Statement Ignores the Effect of the Project on Potential Eutrophication Problems in the Tar-Pamlico Estuary</i>\n</h2>\n<p>Eutrophication problems occur in waterways which accumulate an excess of nutrients such as nitrogen and phosphorous. Nutrients may be introduced in the waterways from several sources including agricultural runoff and swamp drainage. At the present time the nearby Chowan River is suffering from a very serious eutrophication problem. Also, other rivers in coastal North Carolina face potential eutrophication problems. Interim Report of Chowan River Water Quality Study, Office of Water and Air Resources, Department of Natural and Economic Resources, September, 1972; Bellis Affidavit. Indeed, the Interim Report of Chowan River Water Quality Study states:</p>\n<blockquote>\"In that connection, while the Chowan River is the first in North Carolina to show the beginning of a state of eutrophication, it probably will not be the last. All the coastal sounds, and the lower portions of all the major rivers lying north and east of the Cape Fear, are subject to the same factors affecting the Chowan. Of particular concern, the lower Pamlico and Neuse Rivers are already showing evidence of over fertilization, and deterioration to a eutrophic condition appears imminent. Development and rigid enforcement of a comprehensive water management plan based on extensive and continuing studies, is vitally <span class=\"star-pagination\">*288</span> needed if the coastal waters of North Carolina are to remain an asset rather than become a liability to the people of the State.\"</blockquote>\n<p>Eutrophication is a problem that needs extensive study and research. Yet the Statement is silent on eutrophication. This is a violation of the \"full disclosure\" requirements of NEPA.</p>\n<p></p>\n<h2>(4) <i>The Statement Fails to Disclose the Maintenance History of P.L. 566 Projects</i>\n</h2>\n<p>The sponsors of the Project, the local drainage district, are responsible for the operation and maintenance of the structural measures of the Project. Evidence indicated that local sponsors have failed to adequately perform their maintenance responsibilities in the past. Although here there are agreements defining the responsibilities and duties of the local sponsors, this Court is concerned by the history of past projects as the success of a project is dependent upon the operation and maintenance of the project after it is completed. The Statement should disclose the history of success and failure of similar projects.</p>\n<p></p>\n<h2>(5) <i>The Statement Ignores the Serious Environmental Consequences of the Proposed Use of Kudzu</i>\n</h2>\n<p>Although one may not know what it is called, a person does not have to be a scientist to recognize kudzu. One can frequently see kudzu along roads and highways. Most likely it can be seen growing on banks, stretching over shrubs and underbrush, engulfing trees, small and large, short and tall, slowly destroying and snuffing out the life of its unwilling host. Even manmade structures are susceptible to the vinethe tall slender green tree may be your telephone pole. However, if controlled, kudzu may have erosion preventing value. The defendants propose to plant one row of kudzu at the top edge of the channel slope in cultivated areas along 23.5 miles of the new channels. As to the use of kudzu, the Statement merely discloses: \"One row of kudzu will be planted at the very top edge of the channel slope through cultivated areas. The growth of kudzu will be controlled by mechanical methods.\" The Statement fails to disclose <i>how</i> the growth of kudzu can be controlled by mechanical or any other methods and in this respect fails to satisfy the requirements of NEPA.</p>\n<p></p>\n<h2>(6) <i>The Statement Misrepresents and Fails to Disclose Other Important Environmental Effects of the Project</i>\n</h2>\n<p>The Statement fails to disclose that over 17% of the acreage to be benefited by the Project is held by the Weyerhaeser Company, a large lumber corporation.</p>\n<p>The Statement does not contain an adequate discussion of the possible adverse effects of the Project upon downstream flooding.</p>\n<p></p>\n<h2>d. <i>The Statement Does not Disclose or Discuss the Cumulative Effects of the Project</i>\n</h2>\n<p>In the Memorandum Opinion and Order filed March 16, 1972, this Court found that the Chicod Creek Watershed Project as proposed would have a cumulative effect upon the environment in the eastern plains of North Carolina. The Guidelines of the Council of Environmental Quality focus attention upon the \"overall cumulative impact of the action proposed (and further actions contemplated)\", since the effect of decision about a project or a complex of projects \"can be individually limited but cumulatively considerable\". 36 Fed.Reg. 7724, April 23, 1971. Yet, the Defendants have failed to consider fully in the final Statement the cumulative impact of the Chicod Creek Watershed Project and other channelization projects on the environmental and economic resources of Eastern North Carolina. The only reference whatsoever to cumulative impact relates solely to the \"South Atlantic Flyway for migratory waterfowl\". With <span class=\"star-pagination\">*289</span> respect to all other resources affected by the Project there was no disclosure or consideration of cumulative effect. The cumulative effect of sedimentation is ignored in the Statement. There is no discussion of the potential adverse effects of longterm accumulation of nutrients caused by this and other channelization projects in the Tar-Pamlico River Basin. There is no discussion of the cumulative impact of drainage projects upon hardwood timber or groundwater resources. As stream channelization projects have cumulative effects upon a number of the major resources of the North Carolina coastal plains, such effects should be assessed and disclosed in the environmental impact Statement.</p>\n<p></p>\n<h2>e. <i>The Statement Does Not Fully Disclose or Adequately Discuss Alternatives to the Project</i>\n</h2>\n<p>The \"full disclosure\" impact statement required by NEPA must contain a full and objective discussion of (1) reasonable alternatives to the proposed project and (2) the environmental impacts of each alternative. Natural Resources Defense Council v. Morton, supra; Council of Environmental Quality Guidelines, 36 Fed.Reg. 7725. The Statement falls far short of satisfying these important and essential standards. Several critical reasonable alternatives are not discussed at all in the Statement. The recommendation of the Bureau of Sport Fisheries and Wildlife that seven miles of channelization be deleted from the most productive portion of the Chicod ecosystem is not discussed as an alternative to the Project. The Statement fails to discuss the alternative of deferral of the Project. Deferral is particularly appropriate in view of the differing opinion about the environmental effects of the Project and Section 102(2)(A) of NEPA which \"makes the completion of an adequate research program a prerequisite to agency action.\" Environmental Defense Fund v. Hardin, 325 F.Supp. 1401 (D. D.C., 1971). Many of the conclusions in the Statement as to the potential adverse effects of the Project are not supported by references to scientific or other sources. The Statement omits any discussion of the recommendation of the North Carolina Department of Natural and Economic Resources that vertical drainage and water level control structures be discussed in the alternatives section, specifically as they mitigate any adverse ground water effects of the proposed project.</p>\n<p>Alternatives are discussed only superficially, and nowhere are the environmental impacts of the alternatives discussed. The Statement thus does not provide \"information sufficient to permit a reasoned choice of alternatives so far as environmental aspects are concerned.\" Natural Resources Defense Council v. Morton, supra. It is not the \"full disclosure\" statement required by NEPA.</p>\n<p></p>\n<h2>f. <i>Conclusions</i>\n</h2>\n<p>This Court finds as a fact that the final Chicod Creek Watershed Environmental Statement does not fully and adequately disclose the adverse environmental effects of the Chicod Creek Watershed Project; nor does the Statement adequately disclose or discuss reasonable alternatives to the Project; and, therefore, there is a substantial probability that the Plaintiffs will be able to demonstrate at trial on the merits that the final Statement is not the \"full disclosure\" statement required by this Court's Order of March 16, 1972, and NEPA. A preliminary injunction barring further action on the Project pending a full hearing on the merits is thus appropriate.</p>\n<p></p>\n<h2>2. <i>There is a Substantial Probability that Construction of the Chicod Creek Watershed Project will Violate Section 13 of the Rivers and Harbors Act of 1899</i>\n</h2>\n<p>The Statement reveals that the Project will discharge considerable quantities of refuse, in the form of sediment, into the navigable water of lower Chicod Creek and the Tar River without any <span class=\"star-pagination\">*290</span> permit therefor, as required by the Rivers and Harbors Act of 1899, 33 United States Code 407 (Section 13 is known as the Refuse Act of 1899). The Refuse Act forbids the discharge or deposit of any refuse matter \"of any kind or description whatever\" into any navigable waters in the absence of the appropriate permit from the Secretary of the Army.</p>\n<p>The Defendants and Intervenors urge that the Plaintiffs are not proper parties to call this violation to the attention of the Court, but that only the United States Attorney can do so. Here, the United States Attorney is counsel for the Defendants and is in no position to enforce the Refuse Act. This is a situation where \"a private attorney general\" must be allowed to enforce the law. In the ordinary case, where a private plaintiff seeks to enforce the Refuse Act against another private party, it is sound judicial administration to deny standing to the private plaintiff. In such a case the United States Attorney is able to step in to enforce the law. However, this case is an extraordinary one. Here the United States Attorney represents the Defendants and sits at the counsel table with the intervenors. Moreover, this is not merely a suit between private parties, but a suit to enjoin a federal agency from disbursing funds in violation of Federal law. The Fifth and Ninth Circuits have accorded private parties standing to seek injunctive relief against violations of the Rivers and Harbors Act of 1899. Neches Canal Co. v. Miller &amp; Vidor Lumber Co., 24 F.2d 763 (5th Cir., 1928); Alameda Conservation Association v. California, 437 F. 2d 1087 (9th Cir., 1971), certiorari denied 402 U.S. 908, 91 S.Ct. 1380, 28 L. Ed.2d 1649 (1971); and Sierra Club v. Leslie Salt Co., 354 F.Supp. 1099, (N.D. C., 1972).</p>\n<p>The Statement indicates that the Project will cause the discharge of sediment into the navigable waters of lower Chicod Creek and the Tar River. Though the portions of Chicod Creek and its tributaries in which construction will take place may not be navigable waters, it is undisputed that increased quantities of sediment and other refuse will be discharged from the Project site both during and after constructiondischarged into the navigable waters of lower Chicod Creek and the Tar River. Such discharge without the requisite permit violates the Refuse Act.</p>\n<p>This Court finds as a fact that the Chicod Creek Watershed Project will discharge considerable quantities of refuse into the navigable waters of lower Chicod Creek and the Tar River without a permit as required by Section 13 of the Rivers and Harbors Act of 1899; and, therefore, there is a substantial probability that the Plaintiffs will be able to demonstrate at the trial on the merits that the construction of the Project will violate Section 13 of the Rivers and Harbors Act of 1899. A preliminary injunction barring further action on the Project pending a full hearing on the merits is thus appropriate.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></span> (1973)</b></center>\n<center><h1>NATURAL RESOURCES DEFENSE COUNCIL, INC., et al., Plaintiffs,<br>\nv.<br>\nKenneth E. GRANT, in his official capacity as administrator, United States Department of Agriculture, soil conservation service, et al., Defendants,<br>\nRobert D. Stokes et al., Intervenors,<br>\nPitt County Drainage District Number Nine, Intervenor.</h1></center>\n<center>Civ. No. 754.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>February 3, 1973.</center>\n<p><span class=\"star-pagination\">*281</span> <span class=\"star-pagination\">*282</span> <span class=\"star-pagination\">*283</span> John G. Shaw, of Clark, Clark, Shaw &amp; Clark, Fayetteville, N. C., Richard J. Wertheimer, Norton F. Tennille, Jr., of Arnold &amp; Porter, Washington, D. C., J. G. Speth, National Resources Defense Council, Inc., Washington, D. C., for plaintiffs.</p>\n<p>Thomas P. McNamara, U. S. Atty., E. D. N. C., Raleigh, N. C., John R. Hughes, Asst. U. S. Atty., E. D. N. C., Land &amp; Natural Resources Section, Raleigh, N. C., Stewart Schoenberg, Land &amp; Natural Resources Division, U. S. Dept. of Justice, Washington, D. C., for defendants.</p>\n<p>Frank M. Wooten, Jr., Greenville, N. C., Charles B. Winberry, Jr., of Biggs, Meadows &amp; Batts, Rocky Mount, N. C., Clifton W. Everett, of Everett &amp; Cheatham, Bethel, N. C., for intervenors.</p>\n<p>LARKINS, District Judge:</p>\n<blockquote>\"The river . . . is the living symbol of all the life it sustains or nourishesfish, aquatic insects, water ouzels, otter, fisher, deer, elk, bear, and all other animals, including man, who are dependent on it or who enjoy it for its sight, its sound, or its life.\" Justice William O. Douglas, dissenting in Sierra Club v. Morton, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">727</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1361</span></a></span>, <span class=\"citation\" data-id=\"108502\"><a href=\"/opinion/108502/sierra-club-v-morton/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1972)</blockquote>\n<p>Now comes this cause before this Court on the Plaintiffs' Motion for Preliminary Injunctive Relief to enjoin the Defendants from inviting any further bids and from taking any further steps to authorize, approve, fund, finance, sponsor, initiate, contract for, or commence construction or installation of the Chicod Creek Watershed Project pending final hearing upon the Plaintiffs' claim that the Defendants have failed to satisfy the requirements of the National Environmental Policy Act of 1969 and that the implementation of the Project would violate Section 13 of the Rivers and Harbors Act of 1899. This is an action to permanently enjoin the construction of the Project because construction of this 66-mile stream channelization project allegedly would violate the Watershed Protection and Flood Prevention Act, P.L. 83-566, 16 U.S.C. §§ 1001-1009 (1970), the National Environmental Policy Act of 1969, 42 U.S.C. § 4321 et seq. (1970), the rules and regulations of the Soil Conservation Service, United States Department of Agriculture, and Section 13 of the River and Harbors Act of 1899 (Refuse Act), 33 U.S.C. § 407 (1899).</p>\n<p>There are several subsidiary motions pending in this matter that are ready for determination on oral arguments and briefs. They are:</p>\n<blockquote>(1) Plaintiffs' Motion for Partial Summary Judgment</blockquote>\n<blockquote>(2) Defendants' Motion to Reconsider and Amend</blockquote>\n<blockquote>(3) Intervenors' Motion for Summary Judgment and Alternative Motions</blockquote>\n<blockquote>(4) Plaintiffs' Motion to Compel Production of Documents</blockquote>\n<p>Oral argument was waived on the Intervenors' Motion for Summary Judgment and Alternative Motions. The Court shall attend to these matters prior to focusing upon the Plaintiffs' Motion for Preliminary Injunctive Relief.</p>\n<p></p>\n<h2>I. SUBSIDIARY MOTIONS</h2>\n<p></p>\n<h2>A. PLAINTIFFS' MOTION FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>The plaintiffs seek summary judgment with respect to their claim under Section 102(2)(C) of NEPA and in support allege that no genuine issue remains as to any material fact and that the legal issues were resolved in favor of the Plaintiffs in this Court's Memorandum Opinion and Order entered March 16, 1972, <span class=\"citation\" data-id=\"1456835\"><a href=\"/opinion/1456835/natural-resources-defense-council-inc-v-grant/\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">356</span></a></span> (E.D.N.C., 1972) in which the Court ordered the defendants to file an impact statement according to the provisions of NEPA. Draft and final impact Statements have been filed and the question of the sufficiency of the final statement is now before the Court. The mere fact that this Court ordered the filing of an impact statement is not a final resolution of the legal issues in favor of the Plaintiffs. Indeed, the final determination of the <span class=\"star-pagination\">*284</span> question of the sufficiency of the Final Impact Statement is yet to be made by this Court. The Plaintiffs' Motion for Partial Summary Judgment shall be denied.</p>\n<p></p>\n<h2>B. DEFENDANTS' MOTION TO RECONSIDER AND AMEND</h2>\n<p>The Defendants move the Court to reconsider and amend the Memorandum Opinion and Order of March 16, 1972, to find that the Plaintiffs are without standing to sue in this case in light of the recent United States Supreme Court decision in Sierra Club v. Morton, supra. In <i>Sierra</i> the Court held that a person has standing to seek judicial review under the Administrative Procedure Act only if he can show that he himself has suffered or will suffer injury, whether economic or otherwise. In the Memorandum Opinion and Order of March 16, 1972, this Court applied the following criteria in determining whether the plaintiffs had standing:</p>\n<blockquote>\"(1) the plaintiffs must allege that the challenged action has caused them injury in fact, economic or otherwise, and</blockquote>\n<blockquote>(2) the interest asserted by the plaintiffs is within the zones of interests sought to be protected or regulated by the statute in question.\" cites omitted.</blockquote>\n<p>Applying the above standards this Court held that each of the plaintiffs satisfied the requirements for standing. The criteria used by this Court do not differ from that established in <i>Sierra;</i> therefore, the Motion to Reconsider shall be denied.</p>\n<p></p>\n<h2>C. INTERVENORS' MOTION FOR SUMMARY JUDGMENT AND ALTERNATIVE MOTIONS</h2>\n<p>The Intervenors seek summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure and the entry of judgment for the Defendants and Intervenors as to Counts I, II, III, IV, and V of the Complaint; in the alternative for judgment on the pleadings pursuant to Rule 12(c) of the Federal Rules of Civil Procedure; and in the alternative for judgment before trial based upon defenses pursuant to Rule 12(d) of the Federal Rules of Civil Procedure.</p>\n<p>Each count of the complaint states a claim upon which relief can be granted and suit is not barred by lack of standing, retroactivity, or laches. As to each count material facts remain in dispute and neither the Defendants nor the Intervenors are entitled to judgment as a matter of law. The motion of the Intervenors shall be denied.</p>\n<p></p>\n<h2>D. PLAINTIFFS' MOTION TO COMPEL PRODUCTION OF DOCUMENTS</h2>\n<p>Pursuant to Rule 34 of the Federal Rules of Civil Procedure the Plaintiffs move for the production of copies of the basic interview memorandum upon which officers of the Soil Conservation Service gathered the basic cost data for the calculations of the costs and benefits for this Project. The Defendants resist the motion asserting that the Plaintiffs previously have had opportunity to inspect the requested documents and that the content of the documents appears elsewhere in the record, is protected by executive privilege, and is not relevant to the case. These reports contain the basic data and information pertaining to land use and crop yield obtained from the Farmers within the Chicod Creek Watershed on a confidential basis. These forms contain the basic raw data upon which the agricultural benefits of the Project were calculated. These calculations relate directly to the Plaintiffs' contentions that the benefits of the Project do not exceed its cost and, therefore, construction of the Project would violate P.L. 566 and that construction of the Project would violate the Soil Conservation Service's own rules and regulations. Therefore, discovery of these documents shall be allowed with the reservation, however, that the names, addresses, and income data of the persons providing the information be deleted and the documents <span class=\"star-pagination\">*285</span> then be presented to the Court for <i>in camera</i> inspection to determine the information discoverable.</p>\n<p></p>\n<h2>II. MOTION FOR PRELIMINARY INJUNCTIVE RELIEF</h2>\n<p></p>\n<h2>A. PROCEEDINGS TO DATE</h2>\n<p>The complaint in this case was filed on November 30, 1971, alleging in part that the Defendants had failed to prepare and circulate a timely, adequate environmental impact statement for the Chicod Creek Watershed Project as required by Section 102(2)(C) of NEPA.</p>\n<p>On March 16, 1972, this Court, after an evidentiary hearing and the submission of briefs and oral argument by the parties, entered a preliminary injunction enjoining and restraining defendants from taking any further steps to authorize, finance, or commence construction or installation of the Project until an environmental impact statement was filed and circulated according to the requirements of NEPA. The plaintiffs were ordered to file a bond or other security for the payment of costs and damages as might be suffered by any party found to have been wrongfully or unlawfully restrained in the amount of $75,000.</p>\n<p>Shortly thereafter, the Plaintiffs moved to reduce the amount of the security to $100, or in the alternative for partial summary judgment on their impact statement claim.</p>\n<p>On April 17, 1972, the Defendants filed a draft impact statement. Comments on this draft were subsequently received from eighteen groups, individuals, and agencies. On July 13, 1972, the Defendants filed a final environmental impact statement entitled \"Chicod Creek Watershed Environmental Statement\".</p>\n<p>On July 21, 1972, this Court while reserving ruling upon the Plaintiffs' motion for partial summary judgment denied the Plaintiffs' motion to reduce security to $100 and again directed the Plaintiffs to post security in the amount of $75,000. The Plaintiffs moved for reconsideration, or in the alternative for a stay pending appeal, or in the alternative an expedited trial on the merits.</p>\n<p>On August 3, 1972, this Court denied the Plaintiffs' motion for reconsideration, dissolved the preliminary injunction, and the Plaintiffs' moved in the Court of Appeals for a stay and injunction pending appeal. On September 5, 1972, the Court of Appeals remanded this case for a preliminary hearing on the adequacy of the final Statement. In its order of remand, the Court of Appeals indicated that further preliminary injunctive relief would be appropriate if this Court, \"after examination of the environmental impact statement, is of the opinion that it is probably deficient and that the plaintiffs more likely than not will prevail . . . . If (the Court) finds no apparent deficiencies in the statement and little probability that the plaintiffs will ultimately prevail, he should deny all interim relief and await the conclusion of the hearing on the merits.\" The Court of Appeals further indicated that \"(i)f, for any reason, the District Court should find that it is unable to dispose of that preliminary matter prior to the time for letting contracts, then we would suggest the appropriateness of a temporary restraining order to preserve the status quo until the District Court can determine the appropriateness of interim injunctive relief.\"</p>\n<p>The Plaintiffs promptly moved in this Court for a temporary restraining order and preliminary injunctive relief. At the same time, they moved for leave to amend their complaint in two respects: first, to state that an environmental impact statement had been prepared for the Project, but that such statement fails to satisfy the provisions of NEPA; and second, to allege that construction of the Project will violate Section 13 of the Rivers and Harbors Act of 1899, since the Project will discharge large quantities of sediment and other refuse into navigable waters, and since no permit for the deposit of such refuse has been obtained from the Army Corps of Engineers.</p>\n<p><span class=\"star-pagination\">*286</span> On October 2 and 4, 1972, oral argument was held upon Plaintiffs' motions to amend and for a temporary restraining order and preliminary injunction. During the course of the hearing, this Court granted the Plaintiffs' motion to amend.</p>\n<p>At the hearing, it was disclosed that new invitations to bid for the Project had been sent out by Intervenor Pitt County Drainage District No. 9 on September 25, 1972. It appearing that this Court might be unable to dispose of the Plaintiffs' motion for preliminary injunction prior to the time for the letting of contracts, this Court on October 4, 1972, issued a temporary restraining order enjoining the Defendants from taking any further steps to contract for or commence construction or installation of the Project pending determination of the plaintiffs motion for preliminary injunction.</p>\n<p></p>\n<h2>B. FINDINGS OF FACT AND CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>1. <i>There is a Substantial Probability that the Provisions of NEPA are Not Satisfied by the \"Chicod Creek Watershed Environmental Statement\"</i>\n</h2>\n<p></p>\n<h2>a. <i>Scope of Judicial Review of the Environmental Impact Statement</i>\n</h2>\n<p>As the Court views this case, the ultimate decisions must not be made by the judiciary but by the executive and legislative branches of our government. This Court does not intend to substitute its judgment as to what would be the best use of Chicod Creek and its environs for that of the Congress or those administrative departments of the executive branch which are charged by the Congress with the duty of carrying out its mandate. The Court's function is to determine whether the environmental effects of the proposed action and reasonable alternatives are sufficiently disclosed, discussed, and that conclusions are substantiated by supportive opinion and data. Environmental Defense Fund v. Corps of Engineers, <span class=\"citation\" data-id=\"2594124\"><a href=\"/opinion/2594124/environmental-defense-fund-v-corps-of-eng-of-us-army/\"><span class=\"volume\">325</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">749</span></a></span> (E.D.Ark., 1971); Natural Resources Defense Council v. Morton, 148 U.S. App.D.C. 5, <span class=\"citation\" data-id=\"302906\"><a href=\"/opinion/302906/natural-resources-defense-council-inc-v-rogers-c-b-morton-in-his/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span> (1972).</p>\n<p></p>\n<h2>b. <i>Requirements of NEPA</i>\n</h2>\n<p>Section 102(2) (C) of NEPA requires, first, that federal agencies make full and accurate disclosure of the environmental effects of proposed action and alternatives to such action; and, second, that the agencies give full and meaningful consideration to these effects and alternatives in their decision-making. Natural Resources Defense Council v. Morton, supra. In Environmental Defense Fund v. Corps of Engineers, supra, 325 F.Supp. at 759, Judge Eisele wrote:</p>\n<blockquote>\"At the very least, NEPA is an environmental full disclosure law . . . intended to make . . . decision-making more responsive and responsible.</blockquote>\n<blockquote>The `detailed statement' required by § 102(2)(C) should, at a minimum, contain such information as will alert the President, the Council on Environmental Quality, the public, and, indeed, the Congress, to all known possible environmental consequences of proposed agency action.\"</blockquote>\n<p>But NEPA requires more than full disclosure of environmental consequences and project alternatives; NEPA requires full consideration of the same in agency decision making. Calvert Cliffs' Coordinating Committee v. Atomic Energy Commission, 146 U.S.App.D.C. 33, <span class=\"citation\" data-id=\"299557\"><a href=\"/opinion/299557/calvert-cliffs-coordinating-committee-inc-v-united-states-atomic-energy/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span> (1971).</p>\n<p>The environmental impact statement \"must be written in language that is understandable to nontechnical minds and yet contain enough scientific reasoning to alert specialists to particular problems within the field of their expertise.\" Environmental Defense Fund v. Corps of Engineers, <span class=\"citation\" data-id=\"2011056\"><a href=\"/opinion/2011056/environmental-defense-fund-inc-v-corps-of-eng-of-us-army/\"><span class=\"volume\">348</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">916</span></a></span> (W.D.Miss., 1972).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*287</span> c. <i>The Final Statement Omits and Misrepresents a Number of Important Environmental Effects of the Project</i>\n</h2>\n<p></p>\n<h2>(1) <i>The Statement Misrepresents the Adverse Environmental Effects of the Project upon Fish Habitat</i>\n</h2>\n<p>The final Statement concedes that the Project will greatly increase the quantities of sediment carried downstream from the project area into the lower reaches of Chicod Creek and the Tar River. Immediately after construction, annual sediment deposit in the lower Chicod Creek will be 11,670 tons. Sediment yield at the confluence of the Tar River is expected to be 730 tons annually. On the assumption that the banks will stabilize in two years, sedimentation will still be increased to 4.010 tons deposited annually in Chicod Creek and 250 tons in the Tar River. The present annual yield in the Tar River is 50 tons.</p>\n<p>While disclosing the fact of this increase in sediment load, the statement contains no discussion of its downstream effects. The Statement merely concludes, without supportive scientific data and opinion that \"No significant reduction in quality of the waters of the Tar River, Pamlico River, and Pamlico Sound is expected\". Credible evidence suggests the opposite conclusion. Having conceded a massive increase in sedimentation, the Statement disposes of its environmental effects in one conclusory statement unsupported by empirical or experimental data, scientific authorities, or explanatory information of any kind. Where there is no reference to scientific or objective data to support conclusory statements, NEPA's full disclosure requirements have not been honored. Environmental Defense Fund v. Corps of Engineers, supra.</p>\n<p></p>\n<h2>(2) <i>The Statement Misrepresents the Effect of the Project upon Fish Resources</i>\n</h2>\n<p>The Statement is not at all clear on the effect of the Project on the fishery resources in Chicod Creek. It suggests that there will be effects upon the resident and anadramous fish in Chicod Creek, but the Statement does not define the effects. Yet the Statement without any supportive data declares \"Most of the fishery resources within the watershed will not be affected by projects works of improvement or will be mitigated.\" This falls far short of the standards of NEPA.</p>\n<p></p>\n<h2>(3) <i>The Statement Ignores the Effect of the Project on Potential Eutrophication Problems in the Tar-Pamlico Estuary</i>\n</h2>\n<p>Eutrophication problems occur in waterways which accumulate an excess of nutrients such as nitrogen and phosphorous. Nutrients may be introduced in the waterways from several sources including agricultural runoff and swamp drainage. At the present time the nearby Chowan River is suffering from a very serious eutrophication problem. Also, other rivers in coastal North Carolina face potential eutrophication problems. Interim Report of Chowan River Water Quality Study, Office of Water and Air Resources, Department of Natural and Economic Resources, September, 1972; Bellis Affidavit. Indeed, the Interim Report of Chowan River Water Quality Study states:</p>\n<blockquote>\"In that connection, while the Chowan River is the first in North Carolina to show the beginning of a state of eutrophication, it probably will not be the last. All the coastal sounds, and the lower portions of all the major rivers lying north and east of the Cape Fear, are subject to the same factors affecting the Chowan. Of particular concern, the lower Pamlico and Neuse Rivers are already showing evidence of over fertilization, and deterioration to a eutrophic condition appears imminent. Development and rigid enforcement of a comprehensive water management plan based on extensive and continuing studies, is vitally <span class=\"star-pagination\">*288</span> needed if the coastal waters of North Carolina are to remain an asset rather than become a liability to the people of the State.\"</blockquote>\n<p>Eutrophication is a problem that needs extensive study and research. Yet the Statement is silent on eutrophication. This is a violation of the \"full disclosure\" requirements of NEPA.</p>\n<p></p>\n<h2>(4) <i>The Statement Fails to Disclose the Maintenance History of P.L. 566 Projects</i>\n</h2>\n<p>The sponsors of the Project, the local drainage district, are responsible for the operation and maintenance of the structural measures of the Project. Evidence indicated that local sponsors have failed to adequately perform their maintenance responsibilities in the past. Although here there are agreements defining the responsibilities and duties of the local sponsors, this Court is concerned by the history of past projects as the success of a project is dependent upon the operation and maintenance of the project after it is completed. The Statement should disclose the history of success and failure of similar projects.</p>\n<p></p>\n<h2>(5) <i>The Statement Ignores the Serious Environmental Consequences of the Proposed Use of Kudzu</i>\n</h2>\n<p>Although one may not know what it is called, a person does not have to be a scientist to recognize kudzu. One can frequently see kudzu along roads and highways. Most likely it can be seen growing on banks, stretching over shrubs and underbrush, engulfing trees, small and large, short and tall, slowly destroying and snuffing out the life of its unwilling host. Even manmade structures are susceptible to the vinethe tall slender green tree may be your telephone pole. However, if controlled, kudzu may have erosion preventing value. The defendants propose to plant one row of kudzu at the top edge of the channel slope in cultivated areas along 23.5 miles of the new channels. As to the use of kudzu, the Statement merely discloses: \"One row of kudzu will be planted at the very top edge of the channel slope through cultivated areas. The growth of kudzu will be controlled by mechanical methods.\" The Statement fails to disclose <i>how</i> the growth of kudzu can be controlled by mechanical or any other methods and in this respect fails to satisfy the requirements of NEPA.</p>\n<p></p>\n<h2>(6) <i>The Statement Misrepresents and Fails to Disclose Other Important Environmental Effects of the Project</i>\n</h2>\n<p>The Statement fails to disclose that over 17% of the acreage to be benefited by the Project is held by the Weyerhaeser Company, a large lumber corporation.</p>\n<p>The Statement does not contain an adequate discussion of the possible adverse effects of the Project upon downstream flooding.</p>\n<p></p>\n<h2>d. <i>The Statement Does not Disclose or Discuss the Cumulative Effects of the Project</i>\n</h2>\n<p>In the Memorandum Opinion and Order filed March 16, 1972, this Court found that the Chicod Creek Watershed Project as proposed would have a cumulative effect upon the environment in the eastern plains of North Carolina. The Guidelines of the Council of Environmental Quality focus attention upon the \"overall cumulative impact of the action proposed (and further actions contemplated)\", since the effect of decision about a project or a complex of projects \"can be individually limited but cumulatively considerable\". 36 Fed.Reg. 7724, April 23, 1971. Yet, the Defendants have failed to consider fully in the final Statement the cumulative impact of the Chicod Creek Watershed Project and other channelization projects on the environmental and economic resources of Eastern North Carolina. The only reference whatsoever to cumulative impact relates solely to the \"South Atlantic Flyway for migratory waterfowl\". With <span class=\"star-pagination\">*289</span> respect to all other resources affected by the Project there was no disclosure or consideration of cumulative effect. The cumulative effect of sedimentation is ignored in the Statement. There is no discussion of the potential adverse effects of longterm accumulation of nutrients caused by this and other channelization projects in the Tar-Pamlico River Basin. There is no discussion of the cumulative impact of drainage projects upon hardwood timber or groundwater resources. As stream channelization projects have cumulative effects upon a number of the major resources of the North Carolina coastal plains, such effects should be assessed and disclosed in the environmental impact Statement.</p>\n<p></p>\n<h2>e. <i>The Statement Does Not Fully Disclose or Adequately Discuss Alternatives to the Project</i>\n</h2>\n<p>The \"full disclosure\" impact statement required by NEPA must contain a full and objective discussion of (1) reasonable alternatives to the proposed project and (2) the environmental impacts of each alternative. Natural Resources Defense Council v. Morton, supra; Council of Environmental Quality Guidelines, 36 Fed.Reg. 7725. The Statement falls far short of satisfying these important and essential standards. Several critical reasonable alternatives are not discussed at all in the Statement. The recommendation of the Bureau of Sport Fisheries and Wildlife that seven miles of channelization be deleted from the most productive portion of the Chicod ecosystem is not discussed as an alternative to the Project. The Statement fails to discuss the alternative of deferral of the Project. Deferral is particularly appropriate in view of the differing opinion about the environmental effects of the Project and Section 102(2)(A) of NEPA which \"makes the completion of an adequate research program a prerequisite to agency action.\" Environmental Defense Fund v. Hardin, <span class=\"citation\" data-id=\"2594233\"><a href=\"/opinion/2594233/environmental-defense-fund-v-hardin/\"><span class=\"volume\">325</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1401</span></a></span> (D. D.C., 1971). Many of the conclusions in the Statement as to the potential adverse effects of the Project are not supported by references to scientific or other sources. The Statement omits any discussion of the recommendation of the North Carolina Department of Natural and Economic Resources that vertical drainage and water level control structures be discussed in the alternatives section, specifically as they mitigate any adverse ground water effects of the proposed project.</p>\n<p>Alternatives are discussed only superficially, and nowhere are the environmental impacts of the alternatives discussed. The Statement thus does not provide \"information sufficient to permit a reasoned choice of alternatives so far as environmental aspects are concerned.\" Natural Resources Defense Council v. Morton, supra. It is not the \"full disclosure\" statement required by NEPA.</p>\n<p></p>\n<h2>f. <i>Conclusions</i>\n</h2>\n<p>This Court finds as a fact that the final Chicod Creek Watershed Environmental Statement does not fully and adequately disclose the adverse environmental effects of the Chicod Creek Watershed Project; nor does the Statement adequately disclose or discuss reasonable alternatives to the Project; and, therefore, there is a substantial probability that the Plaintiffs will be able to demonstrate at trial on the merits that the final Statement is not the \"full disclosure\" statement required by this Court's Order of March 16, 1972, and NEPA. A preliminary injunction barring further action on the Project pending a full hearing on the merits is thus appropriate.</p>\n<p></p>\n<h2>2. <i>There is a Substantial Probability that Construction of the Chicod Creek Watershed Project will Violate Section 13 of the Rivers and Harbors Act of 1899</i>\n</h2>\n<p>The Statement reveals that the Project will discharge considerable quantities of refuse, in the form of sediment, into the navigable water of lower Chicod Creek and the Tar River without any <span class=\"star-pagination\">*290</span> permit therefor, as required by the Rivers and Harbors Act of 1899, 33 United States Code 407 (Section 13 is known as the Refuse Act of 1899). The Refuse Act forbids the discharge or deposit of any refuse matter \"of any kind or description whatever\" into any navigable waters in the absence of the appropriate permit from the Secretary of the Army.</p>\n<p>The Defendants and Intervenors urge that the Plaintiffs are not proper parties to call this violation to the attention of the Court, but that only the United States Attorney can do so. Here, the United States Attorney is counsel for the Defendants and is in no position to enforce the Refuse Act. This is a situation where \"a private attorney general\" must be allowed to enforce the law. In the ordinary case, where a private plaintiff seeks to enforce the Refuse Act against another private party, it is sound judicial administration to deny standing to the private plaintiff. In such a case the United States Attorney is able to step in to enforce the law. However, this case is an extraordinary one. Here the United States Attorney represents the Defendants and sits at the counsel table with the intervenors. Moreover, this is not merely a suit between private parties, but a suit to enjoin a federal agency from disbursing funds in violation of Federal law. The Fifth and Ninth Circuits have accorded private parties standing to seek injunctive relief against violations of the Rivers and Harbors Act of 1899. Neches Canal Co. v. Miller &amp; Vidor Lumber Co., <span class=\"citation\" data-id=\"1496845\"><a href=\"/opinion/1496845/neches-canal-co-v-miller-vidor-lumber-co/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span> (5th Cir., 1928); Alameda Conservation Association v. California, <span class=\"citation\" data-id=\"294663\"><a href=\"/opinion/294663/alameda-conservation-association-v-state-of-california/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1087</span></a></span> (9th Cir., 1971), certiorari denied <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1380</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1649</span></span> (1971); and Sierra Club v. Leslie Salt Co., <span class=\"citation\" data-id=\"1380231\"><a href=\"/opinion/1380231/sierra-club-v-leslie-salt-co/\"><span class=\"volume\">354</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1099</span></a></span>, (N.D. C., 1972).</p>\n<p>The Statement indicates that the Project will cause the discharge of sediment into the navigable waters of lower Chicod Creek and the Tar River. Though the portions of Chicod Creek and its tributaries in which construction will take place may not be navigable waters, it is undisputed that increased quantities of sediment and other refuse will be discharged from the Project site both during and after constructiondischarged into the navigable waters of lower Chicod Creek and the Tar River. Such discharge without the requisite permit violates the Refuse Act.</p>\n<p>This Court finds as a fact that the Chicod Creek Watershed Project will discharge considerable quantities of refuse into the navigable waters of lower Chicod Creek and the Tar River without a permit as required by Section 13 of the Rivers and Harbors Act of 1899; and, therefore, there is a substantial probability that the Plaintiffs will be able to demonstrate at the trial on the merits that the construction of the Project will violate Section 13 of the Rivers and Harbors Act of 1899. A preliminary injunction barring further action on the Project pending a full hearing on the merits is thus appropriate.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/294663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/302906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1380231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1496845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2011056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594233/"
  ]
}