{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1448200/",
  "absolute_url": "/opinion/1448200/pierce-v-king/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1448200/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:12:47.542188Z",
  "date_modified": "2016-04-26T22:05:19.809037Z",
  "type": "010combined",
  "sha1": "3093c051b323524807e54d21eda45b9809e06c65",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>918 F.Supp. 932 (1996)</b></center>\n<center><h1>Ricky A. PIERCE, Plaintiff,<br>\nv.<br>\nAsst. Supt. KING, Sgt. Boyd, Sgt. Cheeks, Supt. Williams, Lt. Burroughs, Officer Cannie, DHO Smith, and Caseworker Jefferies, Defendants.</h1></center>\n<center>No. 5:94-CRT-523-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 7, 1996.</center>\n<p><span class=\"star-pagination\">*933</span> <span class=\"star-pagination\">*934</span> <span class=\"star-pagination\">*935</span> <span class=\"star-pagination\">*936</span> Ricky A. Pierce, Maury, NC, pro se.</p>\n<p>William Dennis Worley, N.C. Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on cross-motions for summary judgment.</p>\n<p>Plaintiff, a state inmate serving a fourteen year sentence for armed robbery, brought this civil action pursuant to 42 U.S.C. § 1983 alleging constitutional violations while incarcerated at Tillery Correctional Center. Plaintiff has made prolific filings and motions, including numerous requests to amend the original complaint. In one such motion, plaintiff requested leave to amend the complaint in order to include an action based upon the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101, <i>et seq.</i> Although the Magistrate Judge allowed this motion within the context of a broader Memorandum and Recommendation and Order, entered February 3, 1995, this Court adopted the Magistrate Judge's recommendation but <i>denied</i> the plaintiff's motion for leave to amend the complaint on March 9, 1995. Nevertheless, plaintiff apparently filed the amended complaint, and has invoked it in seeking summary judgment. The Court must therefore address his claims under the ADA.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*937</span> <i>Statement of Facts</i>\n</h2>\n<p>While confined at Tillery, plaintiff was in possession of two mattresses and two pillows. On March 22, 1994, defendant Cheek requested the return of the additional mattress, but did not confiscate the mattress upon confirming plaintiff's claim that the medical personnel had authorized his possession of the second pillow and mattress. Plaintiff filed a grievance as a result of this event.</p>\n<p>On April 5, 1994, due to a shortage of mattresses, the bunks were inspected for double mattresses by defendant Correctional Sergeant Boyd. Boyd compiled a list of all bunks with double mattresses, which was compared to a list from the medical unit noting all inmates authorized to have two mattresses. As plaintiff's name was erroneously missing from the medical unit's list, Boyd ordered plaintiff to return one of his mattresses. Plaintiff returned the mattress, and with its return, proffered the medical slip prescribing the mattress. After confirming the additional mattress had been medically authorized  a process which took approximately ten minutes  the second mattress was returned to plaintiff. Plaintiff filed an additional grievance as a result of this event.</p>\n<p>In the late evening of April 27, 1994, plaintiff requested transportation to the emergency room after his finger began to swell. The medical staff was gone for the day, the condition was assessed as a non-emergency situation, and the request was denied. Plaintiff was given Motrin and Tylenol. The following morning, plaintiff's finger was examined and treated by a doctor, who concluded the injury was probably self-inflicted. Plaintiff failed to return for a follow up visit scheduled three days later.</p>\n<p>On May 8, 1994, plaintiff was ordered into the day television room for a head count. Plaintiff would not respond to the order and was cited for a disciplinary infraction. Although plaintiff was found guilty at his disciplinary hearing, the violation was expunged from his record due to a technicality.</p>\n<p>From the facts outlined above, plaintiff alleges he suffered constitutional violations arising out of medical malfeasance, reverse discrimination, harassment and retaliation for filing grievances and exercising his right of access to the courts. Plaintiff further claims that fellow inmates are granted work assignments at the Governor's Mansion, for which they earn good time credit against the length of their sentence. Plaintiff complains, however, that his disabilities prevent him from participating in this program, and that the prison has violated the ADA by refusing to make unspecified accommodations that would permit him to work at the Governor's Mansion. Plaintiff also maintains that this amounts to a violation of the Equal Protection Clause, since it results in his being deprived of good time credit on the basis of his disability.</p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>Summary judgment shall be granted when, viewing the facts in the light most favorable to the non-moving party, (1) there is no genuine issue of material fact, and (2) the moving party is entitled to summary judgment as a matter of law. Fed.R.Civ.P. Rule 56(c). The party bearing the burden of proof on an issue at trial must \"designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 324, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986) (citation omitted). Factual disputes whose resolution would not affect the outcome of the suit are irrelevant to the consideration of a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986).</p>\n<p></p>\n<h2><i>The Americans with Disabilities Act</i></h2>\n<p></p>\n<h2>A.</h2>\n<p>Whether prisoners are entitled to sue their jailers under the Americans with Disabilities Act is apparently a novel question in this jurisdiction. Although it has not squarely confronted the issue, the Fourth Circuit has recently considered the matter and expressed profound skepticism regarding this proposed radical application of federal workplace discrimination law. <i>Torcasio v. Murray,</i> 57 F.3d 1340 (4th Cir.1995), <i>cert. denied,</i> ___ U.S. ___, 116 S.Ct. 772, 133 L.Ed.2d 724 (1996); <i>see also </i><i>Haston v. Tatham,</i> 842 F.Supp. 483, 487 (D.Utah 1994) (\"it is doubtful that the ADA applies in the case of a disabled prisoner who seeks prison employment.\"). <span class=\"star-pagination\">*938</span> At least one district court of this circuit has followed <i>Torcasio</i>'s suggestion and summarily held that the ADA is not applicable to state prisons. <i>Staples v. Virginia Dept. of Corrections,</i> 904 F.Supp. 487 (E.D.Va.1995). Addressing many of the same issues raised by this proposal, the Fourth Circuit declined to extend application of the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. § 201 <i>et seq.,</i> to prisons. <i>Harker v. State Use Industries,</i> 990 F.2d 131 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 238, 126 L.Ed.2d 192 (1993).</p>\n<p>In <i>Torcasio,</i> the Fourth Circuit held that application of the ADA and the Rehabilitation Act of 1973, 29 U.S.C. § 701, <i>et seq.,</i> to state prisons would so impact normal federal-state relations that the acts could not be applied to state prisons absent unambiguous Congressional direction to that effect. <i>Torcasio,</i> 57 F.3d at 1346.</p>\n<blockquote>There can be little question that application of the ADA and Rehabilitation Act would have serious implications for the management of state prisons, in matters ranging from cell construction and modification, to inmate assignment, to scheduling, to security procedures. That the acts threaten to intrude so significantly upon the management of state prisons was fully recognized by the Ninth Circuit, which observed ... that \"[t]he [Rehabilitation] Act was not designed to deal specifically with the prison environment; it was intended for general societal application. There is no indication that Congress intended the Act to apply to prison facilities irrespective of the reasonable requirements of effective prison administration.\"</blockquote>\n<p><i>Torcasio,</i> 57 F.3d at 1346 (citation omitted). The Fourth Circuit also found that the courts have not authoritatively ruled on the question of the ADA's applicability to state prisons, and that federal regulations do not necessarily anticipate such decisions.</p>\n<p>The <i>Torcasio</i> decision, however, addressed the question of the ADA's applicability to state prisons only in the context of whether state officials could claim qualified immunity from suit under the ADA and the Rehabilitation Act on the grounds that they should not have expected the acts would be applied to a prisoner's request for cell accommodations. <i>See </i><i>Torcasio,</i> 57 F.3d at 1347 (\"the applicability of the acts to state prisons is far from clear on the face of the laws.\"). The court specifically declined to reach the question of whether state prisoners have standing under the ADA. <i>Torcasio,</i> 57 F.3d at 1343 n. 3. In the instant case, the Court must directly confront this question. Upon careful analysis and review, the Court holds that the Americans with Disabilities Act does not create a cause of action for state inmates displeased with their prison work assignments.</p>\n<p></p>\n<h2>B.</h2>\n<p>The federal government does not possess a general rule-making authority; it is permitted only those powers specifically enumerated in the Constitution. \"The [federal] government is acknowledged by all to be one of enumerated powers. The principle, that it can exercise only the powers granted to it ... is now universally admitted.\" <i>United States v. Lopez,</i> ___ U.S. ___, ___, 115 S.Ct. 1624, 1633, 131 L.Ed.2d 626 (1995), quoting <i>McCulloch v. Maryland,</i> 4 Wheat. 316, 405, 4 L.Ed. 579 (1819). \"The powers delegated by the proposed Constitution to the federal government are few and defined. Those which are to remain in the State governments are numerous and indefinite.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1626, quoting James Madison, The Federalist No. 45, pp. 292-293 (C. Rossiter ed. 1961). \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\" U.S. Const., amend. X. If a federal statute  here the ADA  is to govern the terms and conditions of labor assigned to state prisoners as an element of their confinement, it must find some authority in the Constitution whereby the states have explicitly ceded sovereignty over such affairs to the national government.</p>\n<p>The ADA was passed pursuant to Congressional authority to regulate commerce, U.S. Const., art. I, § 8, cl. 3, and to enforce the Fourteenth Amendment. 42 U.S.C. § 12101(b)(4). Neither of these powers permit Congress to mandate that state <span class=\"star-pagination\">*939</span> prisons grant an inmate's request that he be accommodated in performing labor of his own choosing.</p>\n<p></p>\n<h2>1. The Commerce Clause</h2>\n<p>The Commerce Clause has recently been understood to encompass three \"categories of activity.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1629 (citations omitted). The Supreme Court permits Congress to regulate, by invocation of the commerce clause, (1) \"the use of the channels of interstate commerce,\" (2) \"the instrumentalities of interstate commerce, or persons or things in interstate commerce,\" and (3), \"activities having a substantial relation to interstate commerce, <i>i.e.,</i> those activities that substantially affect interstate commerce.\" <i>Lopez,</i> ___ U.S. at ___ - ___, 115 S.Ct. at 1629-30 (citations omitted).</p>\n<p>A state's prison labor pool is clearly not a \"channel of interstate commerce,\" nor does it involve \"the instrumentalities of interstate commerce, or persons or things in interstate commerce.\" If state prison labor is subject to the commerce clause, \"the proper test requires an analysis of whether the regulated activity `substantially affects' interstate commerce.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1630.</p>\n<p>Admittedly, a state's use of prison labor may, in some sense, have an effect upon interstate commerce. Some states, for example, use prison labor to maintain roads that are themselves channels or instrumentalities of interstate commerce; in doing so, they affect the market for road maintenance and construction, which in turn affect markets for labor and material involved in such work. Many states utilize prison labor to engage in light manufacturing, such as the making of license plates, and most, if not all, states use prison labor as a means of providing job skills and training to inmates as part of a conscious effort to impact positively upon interstate commerce. Even the very act of incarcerating a person, thereby removing him from participation in commerce, may have as much impact upon interstate commerce as the growing of wheat for personal consumption of bread. <i>Wickard v. Filburn,</i> 317 U.S. 111, 63 S.Ct. 82, 87 L.Ed. 122 (1942).</p>\n<p>But the Supreme Court has warned that in applying the \"substantial affect\" test, it is far too easy \"to pile inference upon inference in a manner that would bid fair to convert congressional authority under the Commerce Clause to a general police power of the sort retained by the States.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1634. The line demarking the proper invocation of Congressional commerce clause power from an improper invocation of an unenumerated national police power is to be found in the word \"substantial.\" As illustrated by <i>Lopez,</i> the concept of substantiality is informed in part by traditional understandings of the proper roles of the federal government, the state governments, and the individual. In <i>Lopez,</i> the Supreme Court struck down a federal statute purporting to regulate the possession of firearms in school zones, rejecting the argument that the effect of crime upon education, which in turn affects commerce, justifies Congressional intrusion into \"areas such as criminal law or education where States historically have been sovereign.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1632.</p>\n<p>The state's control and direction over the labor of its duly convicted prisoners has traditionally been an element of state sovereignty. \"It cannot be disputed that the management of state prisons is a core state function.\" <i>Torcasio,</i> 57 F.3d at 1345. \"Under our federal system, the States possess primary authority for defining and enforcing the criminal law.\" <i>Lopez,</i> ___ U.S. at ___ n. 3, 115 S.Ct. at 1631 n. 3 (citations and internal quotations omitted). \"It is difficult to imagine an activity in which a State has a stronger interest, or one that is more intricately bound up with state laws, regulations, and procedures, than the administration of its prisons.\" <i>Preiser v. Rodriguez,</i> 411 U.S. 475, 491-92, 93 S.Ct. 1827, 1837, 36 L.Ed.2d 439 (1973); <i>Taylor v. Freeman,</i> 34 F.3d 266, 268 (4th Cir.1994); <i>Torcasio,</i> 57 F.3d at 1345. \"It is well established that absent the most extraordinary circumstances, federal courts are not to immerse themselves in the management of state prisons or substitute their judgment for that of the trained penological authorities charged with the administration <span class=\"star-pagination\">*940</span> of such facilities.\" <i>Taylor,</i> 34 F.3d at 268. \"[P]rinciples of comity and federalism apply with special force in the context of correctional facilities.\" <i>Torcasio,</i> 57 F.3d at 1346. \"Indeed, intrusive and far-reaching federal judicial intervention in the details of prison management is justifiable only where state officials have been afforded the opportunity to correct constitutional infirmities and have abdicated their responsibility to do so.\" <i>Taylor,</i> 34 F.3d at 269. \"The fact that management of state prisons is a core function of the state sovereign, and is not presumptively subject to federal control, played a significant role\" in the Fourth Circuit's refusal to extend the FLSA to state prison inmates. <i>Torcasio,</i> 57 F.3d at 1345.</p>\n<p>The latitude in prison management states retained as sovereigns by the Tenth Amendment did not escape the attentions of later Framers. The first and ultimate federal labor law, the Thirteenth Amendment, excludes from its prohibition of involuntary servitude \"punishment for crime whereof the party shall have been duly convicted.\" U.S. Const., amend. XIII. The Constitution thus contemplates that, as a narrow exception to the rule that involuntary servitude \"shall [not] exist within the United States, or any place subject to their jurisdiction,\" <i>id.,</i> states may involuntarily impose a condition of servitude upon convicted criminals.</p>\n<p>Webster's Ninth New College Dictionary, p. 1076, defines \"servitude\" as \"a condition in which one lacks liberty esp. to determine one's course of action or way of life.\" <i>Id.</i> It is this condition which the states impose upon inmates convicted of crime and directed to labor. \"The principal purpose of their association is imprisonment, not employment.\" <i>Haston,</i> 842 F.Supp. at 487, quoting <i>Williams v. Meese,</i> 926 F.2d 994, 997 (10th Cir.1991).</p>\n<p>Whatever the effects of prison labor upon interstate commerce might be, they are not sufficiently substantial as an objective matter, and are wholly insubstantial within the context of our nation's federalist traditions, to legitimate application of labor laws such as the ADA to state prisons. Congress must act clearly and with narrow precision if it wishes to regulate the inter-state commerce aspects of state prison labor. <i>See </i><i>Harker,</i> 990 F.2d at 134 (citations omitted) (discussing the Ashurst-Sumners Act, 18 U.S.C. §§ 1761-62, which \"criminalizes the transportation of prison-made goods in interstate commerce in precisely those situations in which prison labor threatens fair competition.\"). But it is not for Congress to regulate, as a matter of economics, a state's administration of its prison labor.</p>\n<p></p>\n<h2>2. The Fourteenth Amendment</h2>\n<p>The Fourteenth Amendment would not permit Congress to impose the ADA upon state prisons. Although Congress invoked the power to enforce the Fourteenth Amendment in passing the ADA, it is unclear what Fourteenth Amendment right, if any, is vindicated by the Act.</p>\n<p>The Fourteenth Amendment has traditionally been understood as protecting individuals from state action that would infringe upon individual liberties. The ADA, however, creates positive rights to entitlement against other individuals and state governments.<sup>[1]</sup> Although framed in terms of addressing discrimination, the Act's operative remedial provisions demand not equal treatment, but special treatment tailored to the claimed disability. In this respect, the ADA differs radically from traditional anti-discrimination laws, such as Title VII, which seek only a state of affairs where individuals are treated in a neutral manner without regard to race, sex, age, etc. Unlike traditional anti-discrimination laws, the ADA <i>demands</i> entitlement in order to achieve its goals. This the Fourteenth Amendment cannot authorize.</p>\n<p>Even if some positive rights to receive entitlement benefits under the ADA are <span class=\"star-pagination\">*941</span> rooted in the Fourteenth Amendment  and the Court very much doubts this  the requisite employment and public access relationships do not exist between prisoners and prisons, nor can such rights be practically extended within prison walls. \"[W]hen a prison regulation impinges on inmates' constitutional rights, the regulation is valid if it is reasonably related to legitimate penological interests.\" <i>Turner v. Safley,</i> 482 U.S. 78, 89, 107 S.Ct. 2254, 2261, 96 L.Ed.2d 64 (1987); <i>O'Lone v. Estate of Shabazz,</i> 482 U.S. 342, 349, 107 S.Ct. 2400, 2404, 96 L.Ed.2d 282 (1987); <i>Thornburgh v. Abbott,</i> 490 U.S. 401, 404, 109 S.Ct. 1874, 1877, 104 L.Ed.2d 459 (1989); <i>Torcasio,</i> 57 F.3d at 1355; <i>Hause v. Vaught,</i> 993 F.2d 1079, 1082 (4th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 702, 126 L.Ed.2d 668 (1994); <i>United States v. Stotts,</i> 925 F.2d 83, 85 (4th Cir.1991); <i>Ali v. Dixon,</i> 912 F.2d 86, 89 (4th Cir.1990). For example, a paralyzed inmate may be deprived of his wheelchair without violation of the Eighth Amendment in appropriate circumstances. <i>Shakka v. Smith,</i> 71 F.3d 162 (4th Cir.1995). It therefore bears repeating that</p>\n<blockquote>[t]here can be little question that application of the ADA and Rehabilitation Act would have serious implications for the management of state prisons, in matters ranging from cell construction and modification, to inmate assignment, to scheduling, to security procedures.... [T]he acts threaten to intrude so significantly upon the management of state prisons ...</blockquote>\n<p><i>Torcasio,</i> 57 F.3d at 1346.</p>\n<p>Nor does the Fourteenth Amendment create a positive right to prison work assignments. In protecting against undue deprivations of liberty, the Fourteenth Amendment \"affords not only a procedural guarantee against the deprivation of `liberty,' but likewise protects substantive aspects of liberty against unconstitutional restrictions by the State.\" <i>Kelley v. Johnson,</i> 425 U.S. 238, 244, 96 S.Ct. 1440, 1444, 47 L.Ed.2d 708 (1976) (citations omitted). It is beyond dispute that an important aspect of individual liberty is the right to pursue a livelihood and engage in the common occupations of life. \"It requires no argument to show that the right to work for a living in the common occupations of the community is of the very essence of the personal freedom and opportunity that it was the purpose of the [Fourteenth] Amendment to secure.\" <i>Truax v. Raich,</i> 239 U.S. 33, 41, 36 S.Ct. 7, 10, 60 L.Ed. 131 (1915); <i>Greene v. McElroy,</i> 360 U.S. 474, 494, 79 S.Ct. 1400, 1411, 3 L.Ed.2d 1377 (1959) (citations omitted) (\"the right to hold specific private employment and to follow a chosen profession free from unreasonable governmental interference comes within the `liberty' and `property' concepts of the Fifth Amendment.\"); <i>Board of Regents v. Roth,</i> 408 U.S. 564, 572, 92 S.Ct. 2701, 2706-07, 33 L.Ed.2d 548 (1972); <i>Meyer v. Nebraska,</i> 262 U.S. 390, 399, 43 S.Ct. 625, 626, 67 L.Ed. 1042 (1923); <i>Smith v. Texas,</i> 233 U.S. 630, 636, 34 S.Ct. 681, 682, 58 L.Ed. 1129 (1914); <i>Dent v. West Virginia,</i> 129 U.S. 114, 121, 9 S.Ct. 231, 233, 32 L.Ed. 623 (1889); <i>Cowan v. Corley,</i> 814 F.2d 223, 227 (5th Cir.1987); <i>United States v. North Carolina,</i> 914 F.Supp. 1257, 1269-70 (E.D.N.C. Feb. 8, 1996); <i>Santos v. City of Houston, Tex.,</i> 852 F.Supp. 601, 607 (S.D.Tex.1994)</p>\n<p>But prisoners, unlike free individuals, do not share in this important hallmark of freedom. \"The constitution does not create a property or liberty interest in prison employment.\" <i>Ingram v. Papalia,</i> 804 F.2d 595, 596 (10th Cir.1986) (citing cases); <i>Altizer v. Paderick,</i> 569 F.2d 812 (4th Cir.), <i>cert. denied,</i> 435 U.S. 1009, 98 S.Ct. 1882, 56 L.Ed.2d 391 (1978) (no due process right to hearing before removal from prison work assignment). Similarly, \"[p]rison inmates can be required to work.\" <i>Mendoza v. Lynaugh,</i> 989 F.2d 191, 194 n. 2 (5th Cir.1993) (citations omitted). The courts have consistently refused to treat prisoners on work assignment as employees.</p>\n<blockquote>Inmates perform work ... not to turn profits for their supposed employer, but rather as a means of rehabilitation and job training.... [A prison employer] and the inmates also have not made the `bargained-for exchange of labor' for mutual economic gain that occurs in a true employer-employee relationship. They do not deal at arms' length; the inmates enroll in [work] programs solely at the prerogative of the DOC, which both initiates the programs <span class=\"star-pagination\">*942</span> and allows the inmates to participate. Because the inmates are involuntarily incarcerated, the DOC wields virtually absolute control over them to a degree simply not found in the free labor situation of true employment. Inmates ... certainly are not free to walk off the job site and look for other work. When a shift ends, inmates do not leave DOC supervision, but rather proceed to the next part of their regimented day. [An inmate and the prison work program] do not enjoy the employer-employee relationship contemplated in the [FLSA], but instead have a custodial relationship to which the Act's mandates do not apply.</blockquote>\n<p><i>Harker,</i> 990 F.2d at 133 (citations omitted) (prisoners not employees under FLSA); <i>Franks v. Oklahoma State Indust.,</i> 7 F.3d 971 (10th Cir.1993) (same); <i>Vanskike v. Peters,</i> 974 F.2d 806 (7th Cir.1992) (same), <i>cert. denied,</i> 507 U.S. 928, 113 S.Ct. 1303, 122 L.Ed.2d 692 (1993); <i>Miller v. Dukakis,</i> 961 F.2d 7 (1st Cir.) (same), <i>cert. denied,</i> 506 U.S. 1024, 113 S.Ct. 666, 121 L.Ed.2d 590 (1992); <i>Alexander v. Sara, Inc.,</i> 721 F.2d 149 (5th Cir.1983) (same); <i>McMaster v. State of Minnesota,</i> 30 F.3d 976 (8th Cir.1994) (same), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1116, 130 L.Ed.2d 1080 (1995); <i>Wentworth v. Solem,</i> 548 F.2d 773 (8th Cir.1977) (same); <i>Emory v. United States,</i> 2 Cl.Ct. 579, <i>aff'd,</i> 727 F.2d 1119 (Fed.Cir.1983) (same); <i>Haston,</i> 842 F.Supp. at 487 (prisoners probably not employees under ADA); <i>Williams, supra</i> (prisoners not employees under Title VII, ADEA, Equal Pay Act, or Rehabilitation Act); <i>but cf. </i><i>Watson v. Graves,</i> 909 F.2d 1549 (5th Cir.1990) (FLSA applies to prisoners drafted for work outside prison by corrupt Sheriff); <i>Hale v. State of Ariz.,</i> 993 F.2d 1387 (9th Cir.) (en banc) (prisoners not categorically excluded from FLSA), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 386, 126 L.Ed.2d 335 (1993); <i>Henthorn v. Dept. of Navy,</i> 29 F.3d 682 (D.C.Cir.1994) (same); <i>Baker v. McNeil Island Corrections Center,</i> 859 F.2d 124 (9th Cir.1988) (prisoners are employees under Title VII).</p>\n<p>This much is clear: no employment relationship of any kind exists between prisoners and their jailers. It is impossible for prisoners to complain that they have suffered any form of employment discrimination proscribed by the ADA. Prisoners are put to work as a term of their confinement. They need not be worried about competing for any jobs in the marketplace, and have absolutely no interest whatsoever in holding down any particular job within the prison.</p>\n<p>If a prisoner cannot labor as ordered because of a legitimate physical or mental disability, the prison may direct him to perform some other task, or none at all. A prisoner disabled from maintaining roads may be ordered to make license plates or prepare food, or he may be deprived of work altogether. Prisons are not required to accommodate their inmates' desires for particular employment, and neither the Fourteenth Amendment nor the Commerce Clause can authorize the federal courts to engage in the practice of second-guessing prison officials as to what is or is not reasonable as an accommodation for a particular prisoner who demands a particular \"employment.\" Plaintiff has no standing to assert a complaint under the Americans with Disabilities Act, and the Act does not recognize the claims he is asserting under it.</p>\n<p></p>\n<h2><i>The Equal Protection Claim</i></h2>\n<p>Plaintiff's claim under the Equal Protection Clause does not require much comment. Disabled individuals do not constitute a suspect class. <i>California Ass'n of the Physically Handicapped v. F.C.C.,</i> 721 F.2d 667, 670 (9th Cir.1983), <i>cert. denied,</i> 469 U.S. 832, 105 S.Ct. 121, 83 L.Ed.2d 63 (1984); <i>Brown v. Sibley,</i> 650 F.2d 760, 766 (5th Cir. 1981). The Court thus analyzes plaintiff's equal protection claim under the rational basis test, and concludes that it is rational for prison officials to base work-assignment decisions on a prisoner's ability, or lack thereof, to perform particular tasks. That such decisions might tend to impact negatively upon the good-time credits available to disabled prisoners is of no concern in an Equal Protection analysis. <i>Washington v. Davis,</i> 426 U.S. 229, 242, 96 S.Ct. 2040, 2049, 48 L.Ed.2d 597 (1976); <i>Village of Arlington Heights v. Metropolitan Housing Development Corp.,</i> 429 U.S. 252, 264-65, 97 S.Ct. 555, 563, 50 L.Ed.2d 450 (1977); <i>Personnel Administrator</i> <span class=\"star-pagination\">*943</span> <i>of Mass. v. Feeney,</i> 442 U.S. 256, 273, 99 S.Ct. 2282, 2293, 60 L.Ed.2d 870 (1979); <i>Hernandez v. New York,</i> 500 U.S. 352, 362, 111 S.Ct. 1859, 1867, 114 L.Ed.2d 395 (1991). Plaintiff thus lacks standing to assert a claim under the Equal Protection Clause, and he has failed to state such a claim upon which relief may be granted.</p>\n<p></p>\n<h2><i>Retaliation, Harassment, and Discrimination</i></h2>\n<p>Plaintiff's allegations of retaliation are mere conclusory statements. As such, they are insufficient to state a claim. <i>Adams v. Rice,</i> 40 F.3d 72, 74 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 1371, 131 L.Ed.2d 227 (1995); <i>Goldsmith v. Mayor &amp; City Council of Baltimore,</i> 987 F.2d 1064, 1071 (4th Cir.1993). \"A claim of retaliation must include a `chronology of events from which retaliation may plausibly be inferred.'\" <i>El-Amin v. Tirey,</i> 817 F.Supp. 694, 699 (W.D.Tenn.1993), <i>aff'd,</i> 35 F.3d 565 (6th Cir. 1994), quoting <i>Cain v. Lane,</i> 857 F.2d 1139, 1143 n. 6 (7th Cir.1988). Indeed, claims of retaliation by <i>in forma pauperis</i> inmates \"must ... be regarded with skepticism, lest federal courts embroil themselves in every disciplinary act that occurs in state penal institutions.\" <i>Adams,</i> 40 F.3d at 74.</p>\n<p>Plaintiff's conclusory allegations of harassment do not rise to the level of a constitutional deprivation of due process. Mere words or threats do not amount to an actionable assault under 42 U.S.C. § 1983. <i>Jones v. Superintendent,</i> 370 F.Supp. 488, 491 (W.D.Va.1974). \"The subjection of a prisoner to verbal abuse or profanity does not arise to the level of a constitutional deprivation.\" <i>Morrison v. Martin,</i> 755 F.Supp. 683, 687 (E.D.N.C.) (citations omitted), <i>aff'd,</i> 917 F.2d 1302 (4th Cir.1990).</p>\n<p>\"Conclusory allegations of discrimination ... not supported by any reference to particular acts, practices, or policies\" are also insufficient to state a claim of discrimination under § 1983. <i>United Black Firefighters of Norfolk v. Hirst,</i> 604 F.2d 844, 847 (4th Cir.1979). An inmate claiming disparate treatment must demonstrate that he was treated differently by prison officials <i>because of</i> his race. The simple fact that plaintiff is white, and that most of the defendants are black, does not support a claim of discrimination absent some real evidence that this racial difference motivated the defendants to treat plaintiff differently than they otherwise would have treated him. <i>El-Amin,</i> 817 F.Supp. at 700. \"[A]bsent some factual evidence the court will not look behind the determinations of prison officials on mere accusations that they are racially motivated.\" <i>Chapman v. Reynolds,</i> 378 F.Supp. 1137 (W.D.Va.1974).</p>\n<p>As plaintiff's conclusory assertions of retaliation, harassment, and discrimination are unsupported, defendants are entitled to summary judgment on these claims.</p>\n<p></p>\n<h2><i>Due Process</i></h2>\n<p>It is well established that the due process clause is only triggered by the deprivation of a protected interest. <i>Weller v. Dept. of Social Services for City of Baltimore,</i> 901 F.2d 387, 391 (4th Cir.1990). Plaintiff's claim that he was denied due process during his disciplinary proceeding has been mooted by the subsequent deletion of his disciplinary conviction from the record. No conceivable interest of plaintiff's has been deprived by virtue of the contested disciplinary proceeding.</p>\n<p></p>\n<h2><i>The Eighth Amendment Claims</i></h2>\n<p>The Court views plaintiff's claim regarding the imposition of additional work as a result of the disciplinary action and in light of his alleged physical impairment as an Eighth Amendment claim of cruel and unusual punishment in the conditions of his confinement. Such claims are tested by a two-prong test. First, plaintiff must prove that the deprivation was objectively serious enough to warrant invocation of the Eighth Amendment. Second, plaintiff must prove that subjectively, \"the officials acted with a sufficiently culpable state of mind.\" <i>Shakka,</i> 71 F.3d at 166 (citations omitted). \"[T]o demonstrate that a deprivation is extreme enough to satisfy the objective component of an Eighth Amendment claim, a prisoner must `produce evidence of a serious or significant physical or emotional injury resulting <span class=\"star-pagination\">*944</span> from the challenged conditions,' or demonstrate a substantial risk of such serious harm resulting from the prisoner's unwilling exposure to the challenged conditions.\" <i>Id.,</i> quoting <i>Strickler v. Waters,</i> 989 F.2d 1375, 1381 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 393, 126 L.Ed.2d 341 (1993), and citing <i>Helling v. McKinney,</i> 509 U.S. 25, 35-36, 113 S.Ct. 2475, 2482, 125 L.Ed.2d 22 (1993). Plaintiff may have a documented pre-existing medical condition, but he has failed to satisfy even the first prong of the Eighth Amendment test, as he has failed to demonstrate any harm resulting from the additional work of which he complains.</p>\n<p>Plaintiff further alleges two claims for inadequate medical care, arising from the mattress-confiscation and finger-swelling incidents, respectively. To state a claim for inadequate medical care, a plaintiff must show the prison's deliberate indifference to the serious medical needs of the prisoner. <i>Estelle v. Gamble,</i> 429 U.S. 97, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976). \"To establish that a health care provider's actions constitute deliberate indifference to a serious medical need, the treatment must be so grossly incompetent, inadequate, or excessive as to shock the conscience or to be intolerable to fundamental fairness.\" <i>Miltier v. Beorn,</i> 896 F.2d 848, 851 (4th Cir.1990); <i>Staples,</i> 904 F.Supp. at 492. Deliberate indifference may be demonstrated by either an actual intent to cause harm, or the reckless disregard to a substantial risk of harm either known to the defendant or apparent to a reasonable person in a like position. <i>Miltier,</i> 896 F.2d at 851-52. In other words, \"[i]t requires that a prison official know of and disregard the objectively serious condition, medical need, or risk of harm.\" <i>Shakka,</i> 71 F.3d at 166 (citation omitted). A delay in administering medical care that does not result in injury does not violate the Eighth Amendment. <i>Mendoza,</i> 989 F.2d at 195.</p>\n<p>At no time did any prison official exhibit or act upon a deliberate indifference to plaintiff's medical needs. Prison staff neither intended to see harm come to plaintiff, nor could defendants have disregarded a substantial risk of harm, as no such risk ever existed. Plaintiff did not apparently suffer anything more than a de minimis, temporary injury to his finger. While the temporary confiscation of the mattress may have been negligent, simple negligence does not amount to a violation of the Eighth Amendment. <i>Estelle,</i> 429 U.S. at 106, 97 S.Ct. at 292; <i>Miltier,</i> 896 F.2d at 852. Indeed, negligence can never amount to a deprivation of due process. <i>Daniels v. Williams,</i> 474 U.S. 327, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986). Moreover, the evidence indicates that plaintiff was deprived of his mattress for approximately ten minutes, and thus he was never forced to sleep without the medically-indicated second mattress.</p>\n<p></p>\n<h2><i>Miscellaneous Claims</i></h2>\n<p>All other constitutional claims raised by the plaintiff in his prolific filings, but not specifically addressed in the briefing, simply fail to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2><i>Plaintiff's Motion to Dismiss</i></h2>\n<p>Finally, in a document entitled \"Response to U.S. Magistrate Judge's Memorandum and Recommendation,\" plaintiff voluntarily moved to dismiss defendants Tommy W. King and Jonnita Baker. As Jonnita Baker is not and was never a party, the request as to her is moot. The motion for voluntary dismissal of Tommy W. King is allowed.</p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>Plaintiff's motion for summary judgment is DENIED. Defendants' motion for summary judgment is GRANTED, and the case is DISMISSED WITH PREJUDICE. Plaintiff's motion for voluntary dismissal is GRANTED as to Tommy W. King.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  It is apparently an open question whether individuals must be compensated for the property demanded of them by the ADA as accommodations to serve the act's public purpose. <i>See</i> U.S. Const., amend. V (\"nor shall private property be taken for public use, without just compensation.\"); <i>Dolan v. City of Tigard,</i> ___ U.S. ___, 114 S.Ct. 2309, 129 L.Ed.2d 304 (1994); <i>Nollan v. California Coastal Commission,</i> 483 U.S. 825, 107 S.Ct. 3141, 97 L.Ed.2d 677 (1987).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">918</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">932</span></span> (1996)</b></center>\n<center><h1>Ricky A. PIERCE, Plaintiff,<br>\nv.<br>\nAsst. Supt. KING, Sgt. Boyd, Sgt. Cheeks, Supt. Williams, Lt. Burroughs, Officer Cannie, DHO Smith, and Caseworker Jefferies, Defendants.</h1></center>\n<center>No. 5:94-CRT-523-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 7, 1996.</center>\n<p><span class=\"star-pagination\">*933</span> <span class=\"star-pagination\">*934</span> <span class=\"star-pagination\">*935</span> <span class=\"star-pagination\">*936</span> Ricky A. Pierce, Maury, NC, pro se.</p>\n<p>William Dennis Worley, N.C. Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter comes before the Court on cross-motions for summary judgment.</p>\n<p>Plaintiff, a state inmate serving a fourteen year sentence for armed robbery, brought this civil action pursuant to 42 U.S.C. § 1983 alleging constitutional violations while incarcerated at Tillery Correctional Center. Plaintiff has made prolific filings and motions, including numerous requests to amend the original complaint. In one such motion, plaintiff requested leave to amend the complaint in order to include an action based upon the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12101, <i>et seq.</i> Although the Magistrate Judge allowed this motion within the context of a broader Memorandum and Recommendation and Order, entered February 3, 1995, this Court adopted the Magistrate Judge's recommendation but <i>denied</i> the plaintiff's motion for leave to amend the complaint on March 9, 1995. Nevertheless, plaintiff apparently filed the amended complaint, and has invoked it in seeking summary judgment. The Court must therefore address his claims under the ADA.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*937</span> <i>Statement of Facts</i>\n</h2>\n<p>While confined at Tillery, plaintiff was in possession of two mattresses and two pillows. On March 22, 1994, defendant Cheek requested the return of the additional mattress, but did not confiscate the mattress upon confirming plaintiff's claim that the medical personnel had authorized his possession of the second pillow and mattress. Plaintiff filed a grievance as a result of this event.</p>\n<p>On April 5, 1994, due to a shortage of mattresses, the bunks were inspected for double mattresses by defendant Correctional Sergeant Boyd. Boyd compiled a list of all bunks with double mattresses, which was compared to a list from the medical unit noting all inmates authorized to have two mattresses. As plaintiff's name was erroneously missing from the medical unit's list, Boyd ordered plaintiff to return one of his mattresses. Plaintiff returned the mattress, and with its return, proffered the medical slip prescribing the mattress. After confirming the additional mattress had been medically authorized  a process which took approximately ten minutes  the second mattress was returned to plaintiff. Plaintiff filed an additional grievance as a result of this event.</p>\n<p>In the late evening of April 27, 1994, plaintiff requested transportation to the emergency room after his finger began to swell. The medical staff was gone for the day, the condition was assessed as a non-emergency situation, and the request was denied. Plaintiff was given Motrin and Tylenol. The following morning, plaintiff's finger was examined and treated by a doctor, who concluded the injury was probably self-inflicted. Plaintiff failed to return for a follow up visit scheduled three days later.</p>\n<p>On May 8, 1994, plaintiff was ordered into the day television room for a head count. Plaintiff would not respond to the order and was cited for a disciplinary infraction. Although plaintiff was found guilty at his disciplinary hearing, the violation was expunged from his record due to a technicality.</p>\n<p>From the facts outlined above, plaintiff alleges he suffered constitutional violations arising out of medical malfeasance, reverse discrimination, harassment and retaliation for filing grievances and exercising his right of access to the courts. Plaintiff further claims that fellow inmates are granted work assignments at the Governor's Mansion, for which they earn good time credit against the length of their sentence. Plaintiff complains, however, that his disabilities prevent him from participating in this program, and that the prison has violated the ADA by refusing to make unspecified accommodations that would permit him to work at the Governor's Mansion. Plaintiff also maintains that this amounts to a violation of the Equal Protection Clause, since it results in his being deprived of good time credit on the basis of his disability.</p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>Summary judgment shall be granted when, viewing the facts in the light most favorable to the non-moving party, (1) there is no genuine issue of material fact, and (2) the moving party is entitled to summary judgment as a matter of law. Fed.R.Civ.P. Rule 56(c). The party bearing the burden of proof on an issue at trial must \"designate `specific facts showing that there is a genuine issue for trial.'\" <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 324, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986) (citation omitted). Factual disputes whose resolution would not affect the outcome of the suit are irrelevant to the consideration of a motion for summary judgment. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p></p>\n<h2><i>The Americans with Disabilities Act</i></h2>\n<p></p>\n<h2>A.</h2>\n<p>Whether prisoners are entitled to sue their jailers under the Americans with Disabilities Act is apparently a novel question in this jurisdiction. Although it has not squarely confronted the issue, the Fourth Circuit has recently considered the matter and expressed profound skepticism regarding this proposed radical application of federal workplace discrimination law. <i>Torcasio v. Murray,</i> <span class=\"citation\" data-id=\"698336\"><a href=\"/opinion/698336/anthony-torcasio-v-edward-w-murray-director-gl-bass-deputy-warden/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1340</span></a></span> (4th Cir.1995), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">772</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">724</span></span> (1996); <i>see also </i><i>Haston v. Tatham,</i> <span class=\"citation\" data-id=\"1461286\"><a href=\"/opinion/1461286/haston-v-tatham/\"><span class=\"volume\">842</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">483</span></a></span>, 487 (D.Utah 1994) (\"it is doubtful that the ADA applies in the case of a disabled prisoner who seeks prison employment.\"). <span class=\"star-pagination\">*938</span> At least one district court of this circuit has followed <i>Torcasio</i>'s suggestion and summarily held that the ADA is not applicable to state prisons. <i>Staples v. Virginia Dept. of Corrections,</i> <span class=\"citation\" data-id=\"1762854\"><a href=\"/opinion/1762854/staples-v-virginia-dept-of-corrections/\"><span class=\"volume\">904</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">487</span></a></span> (E.D.Va.1995). Addressing many of the same issues raised by this proposal, the Fourth Circuit declined to extend application of the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. § 201 <i>et seq.,</i> to prisons. <i>Harker v. State Use Industries,</i> <span class=\"citation\" data-id=\"603820\"><a href=\"/opinion/603820/david-w-harker-and-state-use-industry-envelope-shop-inmates-state-use/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">131</span></a></span> (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">238</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></span> (1993).</p>\n<p>In <i>Torcasio,</i> the Fourth Circuit held that application of the ADA and the Rehabilitation Act of 1973, 29 U.S.C. § 701, <i>et seq.,</i> to state prisons would so impact normal federal-state relations that the acts could not be applied to state prisons absent unambiguous Congressional direction to that effect. <i>Torcasio,</i> 57 F.3d at 1346.</p>\n<blockquote>There can be little question that application of the ADA and Rehabilitation Act would have serious implications for the management of state prisons, in matters ranging from cell construction and modification, to inmate assignment, to scheduling, to security procedures. That the acts threaten to intrude so significantly upon the management of state prisons was fully recognized by the Ninth Circuit, which observed ... that \"[t]he [Rehabilitation] Act was not designed to deal specifically with the prison environment; it was intended for general societal application. There is no indication that Congress intended the Act to apply to prison facilities irrespective of the reasonable requirements of effective prison administration.\"</blockquote>\n<p><i>Torcasio,</i> 57 F.3d at 1346 (citation omitted). The Fourth Circuit also found that the courts have not authoritatively ruled on the question of the ADA's applicability to state prisons, and that federal regulations do not necessarily anticipate such decisions.</p>\n<p>The <i>Torcasio</i> decision, however, addressed the question of the ADA's applicability to state prisons only in the context of whether state officials could claim qualified immunity from suit under the ADA and the Rehabilitation Act on the grounds that they should not have expected the acts would be applied to a prisoner's request for cell accommodations. <i>See </i><i>Torcasio,</i> 57 F.3d at 1347 (\"the applicability of the acts to state prisons is far from clear on the face of the laws.\"). The court specifically declined to reach the question of whether state prisoners have standing under the ADA. <i>Torcasio,</i> 57 F.3d at 1343 n. 3. In the instant case, the Court must directly confront this question. Upon careful analysis and review, the Court holds that the Americans with Disabilities Act does not create a cause of action for state inmates displeased with their prison work assignments.</p>\n<p></p>\n<h2>B.</h2>\n<p>The federal government does not possess a general rule-making authority; it is permitted only those powers specifically enumerated in the Constitution. \"The [federal] government is acknowledged by all to be one of enumerated powers. The principle, that it can exercise only the powers granted to it ... is now universally admitted.\" <i>United States v. Lopez,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1624</span></a></span>, 1633, <span class=\"citation\" data-id=\"117927\"><a href=\"/opinion/117927/united-states-v-lopez/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">626</span></a></span> (1995), quoting <i>McCulloch v. Maryland,</i> <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">316</span></span>, 405, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">579</span></span> (1819). \"The powers delegated by the proposed Constitution to the federal government are few and defined. Those which are to remain in the State governments are numerous and indefinite.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1626, quoting James Madison, The Federalist No. 45, pp. 292-293 (C. Rossiter ed. 1961). \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\" U.S. Const., amend. X. If a federal statute  here the ADA  is to govern the terms and conditions of labor assigned to state prisoners as an element of their confinement, it must find some authority in the Constitution whereby the states have explicitly ceded sovereignty over such affairs to the national government.</p>\n<p>The ADA was passed pursuant to Congressional authority to regulate commerce, U.S. Const., art. I, § 8, cl. 3, and to enforce the Fourteenth Amendment. 42 U.S.C. § 12101(b)(4). Neither of these powers permit Congress to mandate that state <span class=\"star-pagination\">*939</span> prisons grant an inmate's request that he be accommodated in performing labor of his own choosing.</p>\n<p></p>\n<h2>1. The Commerce Clause</h2>\n<p>The Commerce Clause has recently been understood to encompass three \"categories of activity.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1629 (citations omitted). The Supreme Court permits Congress to regulate, by invocation of the commerce clause, (1) \"the use of the channels of interstate commerce,\" (2) \"the instrumentalities of interstate commerce, or persons or things in interstate commerce,\" and (3), \"activities having a substantial relation to interstate commerce, <i>i.e.,</i> those activities that substantially affect interstate commerce.\" <i>Lopez,</i> ___ U.S. at ___ - ___, 115 S.Ct. at 1629-30 (citations omitted).</p>\n<p>A state's prison labor pool is clearly not a \"channel of interstate commerce,\" nor does it involve \"the instrumentalities of interstate commerce, or persons or things in interstate commerce.\" If state prison labor is subject to the commerce clause, \"the proper test requires an analysis of whether the regulated activity `substantially affects' interstate commerce.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1630.</p>\n<p>Admittedly, a state's use of prison labor may, in some sense, have an effect upon interstate commerce. Some states, for example, use prison labor to maintain roads that are themselves channels or instrumentalities of interstate commerce; in doing so, they affect the market for road maintenance and construction, which in turn affect markets for labor and material involved in such work. Many states utilize prison labor to engage in light manufacturing, such as the making of license plates, and most, if not all, states use prison labor as a means of providing job skills and training to inmates as part of a conscious effort to impact positively upon interstate commerce. Even the very act of incarcerating a person, thereby removing him from participation in commerce, may have as much impact upon interstate commerce as the growing of wheat for personal consumption of bread. <i>Wickard v. Filburn,</i> <span class=\"citation\" data-id=\"103716\"><a href=\"/opinion/103716/wickard-v-filburn/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">122</span></span> (1942).</p>\n<p>But the Supreme Court has warned that in applying the \"substantial affect\" test, it is far too easy \"to pile inference upon inference in a manner that would bid fair to convert congressional authority under the Commerce Clause to a general police power of the sort retained by the States.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1634. The line demarking the proper invocation of Congressional commerce clause power from an improper invocation of an unenumerated national police power is to be found in the word \"substantial.\" As illustrated by <i>Lopez,</i> the concept of substantiality is informed in part by traditional understandings of the proper roles of the federal government, the state governments, and the individual. In <i>Lopez,</i> the Supreme Court struck down a federal statute purporting to regulate the possession of firearms in school zones, rejecting the argument that the effect of crime upon education, which in turn affects commerce, justifies Congressional intrusion into \"areas such as criminal law or education where States historically have been sovereign.\" <i>Lopez,</i> ___ U.S. at ___, 115 S.Ct. at 1632.</p>\n<p>The state's control and direction over the labor of its duly convicted prisoners has traditionally been an element of state sovereignty. \"It cannot be disputed that the management of state prisons is a core state function.\" <i>Torcasio,</i> 57 F.3d at 1345. \"Under our federal system, the States possess primary authority for defining and enforcing the criminal law.\" <i>Lopez,</i> ___ U.S. at ___ n. 3, 115 S.Ct. at 1631 n. 3 (citations and internal quotations omitted). \"It is difficult to imagine an activity in which a State has a stronger interest, or one that is more intricately bound up with state laws, regulations, and procedures, than the administration of its prisons.\" <i>Preiser v. Rodriguez,</i> <span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">475</span></a></span>, 491-92, <span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1827</span></a></span>, 1837, <span class=\"citation\" data-id=\"108772\"><a href=\"/opinion/108772/preiser-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">439</span></a></span> (1973); <i>Taylor v. Freeman,</i> <span class=\"citation\" data-id=\"677346\"><a href=\"/opinion/677346/isreal-taylor-dannon-mourfield-donald-guy-wayne-moore-and-jimmy-jordan-v/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">266</span></a></span>, 268 (4th Cir.1994); <i>Torcasio,</i> 57 F.3d at 1345. \"It is well established that absent the most extraordinary circumstances, federal courts are not to immerse themselves in the management of state prisons or substitute their judgment for that of the trained penological authorities charged with the administration <span class=\"star-pagination\">*940</span> of such facilities.\" <i>Taylor,</i> 34 F.3d at 268. \"[P]rinciples of comity and federalism apply with special force in the context of correctional facilities.\" <i>Torcasio,</i> 57 F.3d at 1346. \"Indeed, intrusive and far-reaching federal judicial intervention in the details of prison management is justifiable only where state officials have been afforded the opportunity to correct constitutional infirmities and have abdicated their responsibility to do so.\" <i>Taylor,</i> 34 F.3d at 269. \"The fact that management of state prisons is a core function of the state sovereign, and is not presumptively subject to federal control, played a significant role\" in the Fourth Circuit's refusal to extend the FLSA to state prison inmates. <i>Torcasio,</i> 57 F.3d at 1345.</p>\n<p>The latitude in prison management states retained as sovereigns by the Tenth Amendment did not escape the attentions of later Framers. The first and ultimate federal labor law, the Thirteenth Amendment, excludes from its prohibition of involuntary servitude \"punishment for crime whereof the party shall have been duly convicted.\" U.S. Const., amend. XIII. The Constitution thus contemplates that, as a narrow exception to the rule that involuntary servitude \"shall [not] exist within the United States, or any place subject to their jurisdiction,\" <i>id.,</i> states may involuntarily impose a condition of servitude upon convicted criminals.</p>\n<p>Webster's Ninth New College Dictionary, p. 1076, defines \"servitude\" as \"a condition in which one lacks liberty esp. to determine one's course of action or way of life.\" <i>Id.</i> It is this condition which the states impose upon inmates convicted of crime and directed to labor. \"The principal purpose of their association is imprisonment, not employment.\" <i>Haston,</i> 842 F.Supp. at 487, quoting <i>Williams v. Meese,</i> <span class=\"citation\" data-id=\"556551\"><a href=\"/opinion/556551/55-fair-emplpraccas-390-55-empl-prac-dec-p-40577-haywood-williams/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">994</span></a></span>, 997 (10th Cir.1991).</p>\n<p>Whatever the effects of prison labor upon interstate commerce might be, they are not sufficiently substantial as an objective matter, and are wholly insubstantial within the context of our nation's federalist traditions, to legitimate application of labor laws such as the ADA to state prisons. Congress must act clearly and with narrow precision if it wishes to regulate the inter-state commerce aspects of state prison labor. <i>See </i><i>Harker,</i> 990 F.2d at 134 (citations omitted) (discussing the Ashurst-Sumners Act, 18 U.S.C. §§ 1761-62, which \"criminalizes the transportation of prison-made goods in interstate commerce in precisely those situations in which prison labor threatens fair competition.\"). But it is not for Congress to regulate, as a matter of economics, a state's administration of its prison labor.</p>\n<p></p>\n<h2>2. The Fourteenth Amendment</h2>\n<p>The Fourteenth Amendment would not permit Congress to impose the ADA upon state prisons. Although Congress invoked the power to enforce the Fourteenth Amendment in passing the ADA, it is unclear what Fourteenth Amendment right, if any, is vindicated by the Act.</p>\n<p>The Fourteenth Amendment has traditionally been understood as protecting individuals from state action that would infringe upon individual liberties. The ADA, however, creates positive rights to entitlement against other individuals and state governments.<sup>[1]</sup> Although framed in terms of addressing discrimination, the Act's operative remedial provisions demand not equal treatment, but special treatment tailored to the claimed disability. In this respect, the ADA differs radically from traditional anti-discrimination laws, such as Title VII, which seek only a state of affairs where individuals are treated in a neutral manner without regard to race, sex, age, etc. Unlike traditional anti-discrimination laws, the ADA <i>demands</i> entitlement in order to achieve its goals. This the Fourteenth Amendment cannot authorize.</p>\n<p>Even if some positive rights to receive entitlement benefits under the ADA are <span class=\"star-pagination\">*941</span> rooted in the Fourteenth Amendment  and the Court very much doubts this  the requisite employment and public access relationships do not exist between prisoners and prisons, nor can such rights be practically extended within prison walls. \"[W]hen a prison regulation impinges on inmates' constitutional rights, the regulation is valid if it is reasonably related to legitimate penological interests.\" <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 89, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, 2261, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987); <i>O'Lone v. Estate of Shabazz,</i> <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 349, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2400</span></a></span>, 2404, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></a></span> (1987); <i>Thornburgh v. Abbott,</i> <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 404, <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1874</span></a></span>, 1877, <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">459</span></a></span> (1989); <i>Torcasio,</i> 57 F.3d at 1355; <i>Hause v. Vaught,</i> <span class=\"citation\" data-id=\"607121\"><a href=\"/opinion/607121/stephen-mark-hause-v-ralph-vaught-director-joey-johnson-captain-on/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1079</span></a></span>, 1082 (4th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">702</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></span> (1994); <i>United States v. Stotts,</i> <span class=\"citation\" data-id=\"555488\"><a href=\"/opinion/555488/united-states-v-michael-jeffrey-stotts-iii-edwin-meese-norman-a-carlson/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 85 (4th Cir.1991); <i>Ali v. Dixon,</i> <span class=\"citation\" data-id=\"546995\"><a href=\"/opinion/546995/rabah-muhammad-ali-aka-robert-lee-thacker-v-gary-t-dixon-gene-t/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span>, 89 (4th Cir.1990). For example, a paralyzed inmate may be deprived of his wheelchair without violation of the Eighth Amendment in appropriate circumstances. <i>Shakka v. Smith,</i> <span class=\"citation\" data-id=\"709051\"><a href=\"/opinion/709051/ansaari-shakka-v-sewall-smith-warden-t-purnell-chief-of-security/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span> (4th Cir.1995). It therefore bears repeating that</p>\n<blockquote>[t]here can be little question that application of the ADA and Rehabilitation Act would have serious implications for the management of state prisons, in matters ranging from cell construction and modification, to inmate assignment, to scheduling, to security procedures.... [T]he acts threaten to intrude so significantly upon the management of state prisons ...</blockquote>\n<p><i>Torcasio,</i> 57 F.3d at 1346.</p>\n<p>Nor does the Fourteenth Amendment create a positive right to prison work assignments. In protecting against undue deprivations of liberty, the Fourteenth Amendment \"affords not only a procedural guarantee against the deprivation of `liberty,' but likewise protects substantive aspects of liberty against unconstitutional restrictions by the State.\" <i>Kelley v. Johnson,</i> <span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 244, <span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1440</span></a></span>, 1444, <span class=\"citation\" data-id=\"109423\"><a href=\"/opinion/109423/kelley-v-johnson/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">708</span></a></span> (1976) (citations omitted). It is beyond dispute that an important aspect of individual liberty is the right to pursue a livelihood and engage in the common occupations of life. \"It requires no argument to show that the right to work for a living in the common occupations of the community is of the very essence of the personal freedom and opportunity that it was the purpose of the [Fourteenth] Amendment to secure.\" <i>Truax v. Raich,</i> <span class=\"citation\" data-id=\"98542\"><a href=\"/opinion/98542/truax-v-raich/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 41, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">7</span></span>, 10, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">131</span></span> (1915); <i>Greene v. McElroy,</i> <span class=\"citation\" data-id=\"105930\"><a href=\"/opinion/105930/greene-v-mcelroy/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 494, <span class=\"citation\" data-id=\"105930\"><a href=\"/opinion/105930/greene-v-mcelroy/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1400</span></a></span>, 1411, <span class=\"citation\" data-id=\"105930\"><a href=\"/opinion/105930/greene-v-mcelroy/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1377</span></a></span> (1959) (citations omitted) (\"the right to hold specific private employment and to follow a chosen profession free from unreasonable governmental interference comes within the `liberty' and `property' concepts of the Fifth Amendment.\"); <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 572, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, 2706-07, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972); <i>Meyer v. Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, 399, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, 626, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></span> (1923); <i>Smith v. Texas,</i> <span class=\"citation\" data-id=\"98187\"><a href=\"/opinion/98187/smith-v-texas/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span>, 636, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></span>, 682, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1129</span></span> (1914); <i>Dent v. West Virginia,</i> <span class=\"citation\" data-id=\"92392\"><a href=\"/opinion/92392/dent-v-west-virginia/\"><span class=\"volume\">129</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 121, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">231</span></span>, 233, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">623</span></span> (1889); <i>Cowan v. Corley,</i> <span class=\"citation\" data-id=\"484970\"><a href=\"/opinion/484970/vernon-cowan-v-joe-corley-sheriff-of-montgomery-county-texas/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">223</span></a></span>, 227 (5th Cir.1987); <i>United States v. North Carolina,</i> <span class=\"citation\" data-id=\"2130639\"><a href=\"/opinion/2130639/united-states-v-state-of-nc/\"><span class=\"volume\">914</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1257</span></a></span>, 1269-70 (E.D.N.C. Feb. 8, 1996); <i>Santos v. City of Houston, Tex.,</i> <span class=\"citation\" data-id=\"1736141\"><a href=\"/opinion/1736141/santos-v-city-of-houston-tex/\"><span class=\"volume\">852</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">601</span></a></span>, 607 (S.D.Tex.1994)</p>\n<p>But prisoners, unlike free individuals, do not share in this important hallmark of freedom. \"The constitution does not create a property or liberty interest in prison employment.\" <i>Ingram v. Papalia,</i> <span class=\"citation\" data-id=\"478823\"><a href=\"/opinion/478823/michael-ray-ingram-v-marilyn-j-papalia-and-chase-riveland/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">595</span></a></span>, 596 (10th Cir.1986) (citing cases); <i>Altizer v. Paderick,</i> <span class=\"citation\" data-id=\"352571\"><a href=\"/opinion/352571/frank-ervin-altizer-jr-v-e-l-paderick-individually-and-as/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">812</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1882</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">391</span></span> (1978) (no due process right to hearing before removal from prison work assignment). Similarly, \"[p]rison inmates can be required to work.\" <i>Mendoza v. Lynaugh,</i> <span class=\"citation\" data-id=\"602867\"><a href=\"/opinion/602867/raymundo-r-mendoza-v-james-a-lynaugh-director-texas-department-of/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, 194 n. 2 (5th Cir.1993) (citations omitted). The courts have consistently refused to treat prisoners on work assignment as employees.</p>\n<blockquote>Inmates perform work ... not to turn profits for their supposed employer, but rather as a means of rehabilitation and job training.... [A prison employer] and the inmates also have not made the `bargained-for exchange of labor' for mutual economic gain that occurs in a true employer-employee relationship. They do not deal at arms' length; the inmates enroll in [work] programs solely at the prerogative of the DOC, which both initiates the programs <span class=\"star-pagination\">*942</span> and allows the inmates to participate. Because the inmates are involuntarily incarcerated, the DOC wields virtually absolute control over them to a degree simply not found in the free labor situation of true employment. Inmates ... certainly are not free to walk off the job site and look for other work. When a shift ends, inmates do not leave DOC supervision, but rather proceed to the next part of their regimented day. [An inmate and the prison work program] do not enjoy the employer-employee relationship contemplated in the [FLSA], but instead have a custodial relationship to which the Act's mandates do not apply.</blockquote>\n<p><i>Harker,</i> 990 F.2d at 133 (citations omitted) (prisoners not employees under FLSA); <i>Franks v. Oklahoma State Indust.,</i> <span class=\"citation\" data-id=\"655393\"><a href=\"/opinion/655393/alton-c-franks-joseph-osborne-michael-tidwell-terry-lee-steward-john/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span> (10th Cir.1993) (same); <i>Vanskike v. Peters,</i> <span class=\"citation\" data-id=\"590285\"><a href=\"/opinion/590285/daniel-lee-vanskike-v-howard-a-peters-iii/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">806</span></a></span> (7th Cir.1992) (same), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">928</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">692</span></span> (1993); <i>Miller v. Dukakis,</i> <span class=\"citation\" data-id=\"580916\"><a href=\"/opinion/580916/sherman-miller-v-michael-dukakis-etc/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span> (1st Cir.) (same), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1024</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">666</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1992); <i>Alexander v. Sara, Inc.,</i> <span class=\"citation\" data-id=\"427255\"><a href=\"/opinion/427255/george-alexander-v-sara-incorporated-and-dr-harry-l-shaheen/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span> (5th Cir.1983) (same); <i>McMaster v. State of Minnesota,</i> <span class=\"citation\" data-id=\"675180\"><a href=\"/opinion/675180/gregory-j-mcmaster-elizabeth-krogstad-harold-gustafson-michael-giest-guy/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span> (8th Cir.1994) (same), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1080</span></span> (1995); <i>Wentworth v. Solem,</i> <span class=\"citation\" data-id=\"342494\"><a href=\"/opinion/342494/robert-wentworth-on-behalf-of-himself-and-all-others-so-confined-v-herman/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">773</span></a></span> (8th Cir.1977) (same); <i>Emory v. United States,</i> 2 Cl.Ct. 579, <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">727</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></span> (Fed.Cir.1983) (same); <i>Haston,</i> 842 F.Supp. at 487 (prisoners probably not employees under ADA); <i>Williams, supra</i> (prisoners not employees under Title VII, ADEA, Equal Pay Act, or Rehabilitation Act); <i>but cf. </i><i>Watson v. Graves,</i> <span class=\"citation\" data-id=\"546065\"><a href=\"/opinion/546065/kevin-watson-and-raymond-wayne-thrash-v-odom-graves-darryl-jarreau/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1549</span></a></span> (5th Cir.1990) (FLSA applies to prisoners drafted for work outside prison by corrupt Sheriff); <i>Hale v. State of Ariz.,</i> <span class=\"citation\" data-id=\"607177\"><a href=\"/opinion/607177/felton-hale-and-richard-s-berry-v-state-of-arizona-arcor-enterprises-a/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1387</span></a></span> (9th Cir.) (en banc) (prisoners not categorically excluded from FLSA), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">386</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">335</span></span> (1993); <i>Henthorn v. Dept. of Navy,</i> <span class=\"citation\" data-id=\"674585\"><a href=\"/opinion/674585/donald-gene-henthorn-v-department-of-navy/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">682</span></a></span> (D.C.Cir.1994) (same); <i>Baker v. McNeil Island Corrections Center,</i> <span class=\"citation no-link\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></span> (9th Cir.1988) (prisoners are employees under Title VII).</p>\n<p>This much is clear: no employment relationship of any kind exists between prisoners and their jailers. It is impossible for prisoners to complain that they have suffered any form of employment discrimination proscribed by the ADA. Prisoners are put to work as a term of their confinement. They need not be worried about competing for any jobs in the marketplace, and have absolutely no interest whatsoever in holding down any particular job within the prison.</p>\n<p>If a prisoner cannot labor as ordered because of a legitimate physical or mental disability, the prison may direct him to perform some other task, or none at all. A prisoner disabled from maintaining roads may be ordered to make license plates or prepare food, or he may be deprived of work altogether. Prisons are not required to accommodate their inmates' desires for particular employment, and neither the Fourteenth Amendment nor the Commerce Clause can authorize the federal courts to engage in the practice of second-guessing prison officials as to what is or is not reasonable as an accommodation for a particular prisoner who demands a particular \"employment.\" Plaintiff has no standing to assert a complaint under the Americans with Disabilities Act, and the Act does not recognize the claims he is asserting under it.</p>\n<p></p>\n<h2><i>The Equal Protection Claim</i></h2>\n<p>Plaintiff's claim under the Equal Protection Clause does not require much comment. Disabled individuals do not constitute a suspect class. <i>California Ass'n of the Physically Handicapped v. F.C.C.,</i> <span class=\"citation\" data-id=\"427380\"><a href=\"/opinion/427380/california-association-of-the-physically-handicapped-inc/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">667</span></a></span>, 670 (9th Cir.1983), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">832</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">121</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">63</span></span> (1984); <i>Brown v. Sibley,</i> <span class=\"citation\" data-id=\"391073\"><a href=\"/opinion/391073/alfred-brown-william-king-and-willie-james-mallett-individually-and-on/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">760</span></a></span>, 766 (5th Cir. 1981). The Court thus analyzes plaintiff's equal protection claim under the rational basis test, and concludes that it is rational for prison officials to base work-assignment decisions on a prisoner's ability, or lack thereof, to perform particular tasks. That such decisions might tend to impact negatively upon the good-time credits available to disabled prisoners is of no concern in an Equal Protection analysis. <i>Washington v. Davis,</i> <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 242, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2040</span></a></span>, 2049, <span class=\"citation\" data-id=\"109469\"><a href=\"/opinion/109469/washington-v-davis/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">597</span></a></span> (1976); <i>Village of Arlington Heights v. Metropolitan Housing Development Corp.,</i> <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 264-65, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">555</span></a></span>, 563, <span class=\"citation\" data-id=\"109573\"><a href=\"/opinion/109573/arlington-heights-v-metropolitan-housing-development-corp/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1977); <i>Personnel Administrator</i> <span class=\"star-pagination\">*943</span> <i>of Mass. v. Feeney,</i> <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">256</span></a></span>, 273, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2282</span></a></span>, 2293, <span class=\"citation\" data-id=\"110098\"><a href=\"/opinion/110098/personnel-administrator-of-mass-v-feeney/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">870</span></a></span> (1979); <i>Hernandez v. New York,</i> <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></a></span>, 362, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1859</span></a></span>, 1867, <span class=\"citation\" data-id=\"112601\"><a href=\"/opinion/112601/hernandez-v-new-york/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">395</span></a></span> (1991). Plaintiff thus lacks standing to assert a claim under the Equal Protection Clause, and he has failed to state such a claim upon which relief may be granted.</p>\n<p></p>\n<h2><i>Retaliation, Harassment, and Discrimination</i></h2>\n<p>Plaintiff's allegations of retaliation are mere conclusory statements. As such, they are insufficient to state a claim. <i>Adams v. Rice,</i> <span class=\"citation\" data-id=\"682456\"><a href=\"/opinion/682456/david-adams-v-nathan-a-rice-gary-t-dixon-hazel-w-keith/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 74 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1371</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">227</span></span> (1995); <i>Goldsmith v. Mayor &amp; City Council of Baltimore,</i> <span class=\"citation\" data-id=\"601805\"><a href=\"/opinion/601805/ronny-j-goldsmith-v-mayor-and-city-council-of-baltimore-wilbur-e/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1064</span></a></span>, 1071 (4th Cir.1993). \"A claim of retaliation must include a `chronology of events from which retaliation may plausibly be inferred.'\" <i>El-Amin v. Tirey,</i> <span class=\"citation\" data-id=\"1459490\"><a href=\"/opinion/1459490/el-amin-v-tirey/\"><span class=\"volume\">817</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">694</span></a></span>, 699 (W.D.Tenn.1993), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></span> (6th Cir. 1994), quoting <i>Cain v. Lane,</i> <span class=\"citation\" data-id=\"512004\"><a href=\"/opinion/512004/james-l-cain-v-michael-p-lane/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1139</span></a></span>, 1143 n. 6 (7th Cir.1988). Indeed, claims of retaliation by <i>in forma pauperis</i> inmates \"must ... be regarded with skepticism, lest federal courts embroil themselves in every disciplinary act that occurs in state penal institutions.\" <i>Adams,</i> 40 F.3d at 74.</p>\n<p>Plaintiff's conclusory allegations of harassment do not rise to the level of a constitutional deprivation of due process. Mere words or threats do not amount to an actionable assault under 42 U.S.C. § 1983. <i>Jones v. Superintendent,</i> <span class=\"citation\" data-id=\"1801786\"><a href=\"/opinion/1801786/jones-v-superintendent/\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">488</span></a></span>, 491 (W.D.Va.1974). \"The subjection of a prisoner to verbal abuse or profanity does not arise to the level of a constitutional deprivation.\" <i>Morrison v. Martin,</i> <span class=\"citation no-link\"><span class=\"volume\">755</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">683</span></span>, 687 (E.D.N.C.) (citations omitted), <i>aff'd,</i> <span class=\"citation\" data-id=\"550777\"><a href=\"/opinion/550777/walls-donald-q-v-garrett-h-lawrence-iii/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1302</span></a></span> (4th Cir.1990).</p>\n<p>\"Conclusory allegations of discrimination ... not supported by any reference to particular acts, practices, or policies\" are also insufficient to state a claim of discrimination under § 1983. <i>United Black Firefighters of Norfolk v. Hirst,</i> <span class=\"citation\" data-id=\"369234\"><a href=\"/opinion/369234/20-fair-emplpraccas-1179-20-empl-prac-dec-p-30240-united-black/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">844</span></a></span>, 847 (4th Cir.1979). An inmate claiming disparate treatment must demonstrate that he was treated differently by prison officials <i>because of</i> his race. The simple fact that plaintiff is white, and that most of the defendants are black, does not support a claim of discrimination absent some real evidence that this racial difference motivated the defendants to treat plaintiff differently than they otherwise would have treated him. <i>El-Amin,</i> 817 F.Supp. at 700. \"[A]bsent some factual evidence the court will not look behind the determinations of prison officials on mere accusations that they are racially motivated.\" <i>Chapman v. Reynolds,</i> <span class=\"citation\" data-id=\"2125086\"><a href=\"/opinion/2125086/chapman-v-reynolds/\"><span class=\"volume\">378</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1137</span></a></span> (W.D.Va.1974).</p>\n<p>As plaintiff's conclusory assertions of retaliation, harassment, and discrimination are unsupported, defendants are entitled to summary judgment on these claims.</p>\n<p></p>\n<h2><i>Due Process</i></h2>\n<p>It is well established that the due process clause is only triggered by the deprivation of a protected interest. <i>Weller v. Dept. of Social Services for City of Baltimore,</i> <span class=\"citation\" data-id=\"540031\"><a href=\"/opinion/540031/clifton-william-weller-iii-individually-and-as-father-and-next-friend-of/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span>, 391 (4th Cir.1990). Plaintiff's claim that he was denied due process during his disciplinary proceeding has been mooted by the subsequent deletion of his disciplinary conviction from the record. No conceivable interest of plaintiff's has been deprived by virtue of the contested disciplinary proceeding.</p>\n<p></p>\n<h2><i>The Eighth Amendment Claims</i></h2>\n<p>The Court views plaintiff's claim regarding the imposition of additional work as a result of the disciplinary action and in light of his alleged physical impairment as an Eighth Amendment claim of cruel and unusual punishment in the conditions of his confinement. Such claims are tested by a two-prong test. First, plaintiff must prove that the deprivation was objectively serious enough to warrant invocation of the Eighth Amendment. Second, plaintiff must prove that subjectively, \"the officials acted with a sufficiently culpable state of mind.\" <i>Shakka,</i> 71 F.3d at 166 (citations omitted). \"[T]o demonstrate that a deprivation is extreme enough to satisfy the objective component of an Eighth Amendment claim, a prisoner must `produce evidence of a serious or significant physical or emotional injury resulting <span class=\"star-pagination\">*944</span> from the challenged conditions,' or demonstrate a substantial risk of such serious harm resulting from the prisoner's unwilling exposure to the challenged conditions.\" <i>Id.,</i> quoting <i>Strickler v. Waters,</i> <span class=\"citation\" data-id=\"603777\"><a href=\"/opinion/603777/robert-dale-strickler-v-gary-waters-sheriff-commonwealth-of-virginia-city/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1375</span></a></span>, 1381 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">393</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">341</span></span> (1993), and citing <i>Helling v. McKinney,</i> <span class=\"citation\" data-id=\"112888\"><a href=\"/opinion/112888/helling-v-mckinney/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 35-36, <span class=\"citation\" data-id=\"112888\"><a href=\"/opinion/112888/helling-v-mckinney/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2475</span></a></span>, 2482, <span class=\"citation\" data-id=\"112888\"><a href=\"/opinion/112888/helling-v-mckinney/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span> (1993). Plaintiff may have a documented pre-existing medical condition, but he has failed to satisfy even the first prong of the Eighth Amendment test, as he has failed to demonstrate any harm resulting from the additional work of which he complains.</p>\n<p>Plaintiff further alleges two claims for inadequate medical care, arising from the mattress-confiscation and finger-swelling incidents, respectively. To state a claim for inadequate medical care, a plaintiff must show the prison's deliberate indifference to the serious medical needs of the prisoner. <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976). \"To establish that a health care provider's actions constitute deliberate indifference to a serious medical need, the treatment must be so grossly incompetent, inadequate, or excessive as to shock the conscience or to be intolerable to fundamental fairness.\" <i>Miltier v. Beorn,</i> <span class=\"citation\" data-id=\"537002\"><a href=\"/opinion/537002/katherine-miltier-administratrix-of-the-estate-of-gwendolyn-miltier-v/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">848</span></a></span>, 851 (4th Cir.1990); <i>Staples,</i> 904 F.Supp. at 492. Deliberate indifference may be demonstrated by either an actual intent to cause harm, or the reckless disregard to a substantial risk of harm either known to the defendant or apparent to a reasonable person in a like position. <i>Miltier,</i> 896 F.2d at 851-52. In other words, \"[i]t requires that a prison official know of and disregard the objectively serious condition, medical need, or risk of harm.\" <i>Shakka,</i> 71 F.3d at 166 (citation omitted). A delay in administering medical care that does not result in injury does not violate the Eighth Amendment. <i>Mendoza,</i> 989 F.2d at 195.</p>\n<p>At no time did any prison official exhibit or act upon a deliberate indifference to plaintiff's medical needs. Prison staff neither intended to see harm come to plaintiff, nor could defendants have disregarded a substantial risk of harm, as no such risk ever existed. Plaintiff did not apparently suffer anything more than a de minimis, temporary injury to his finger. While the temporary confiscation of the mattress may have been negligent, simple negligence does not amount to a violation of the Eighth Amendment. <i>Estelle,</i> 429 U.S. at 106, 97 S.Ct. at 292; <i>Miltier,</i> 896 F.2d at 852. Indeed, negligence can never amount to a deprivation of due process. <i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986). Moreover, the evidence indicates that plaintiff was deprived of his mattress for approximately ten minutes, and thus he was never forced to sleep without the medically-indicated second mattress.</p>\n<p></p>\n<h2><i>Miscellaneous Claims</i></h2>\n<p>All other constitutional claims raised by the plaintiff in his prolific filings, but not specifically addressed in the briefing, simply fail to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2><i>Plaintiff's Motion to Dismiss</i></h2>\n<p>Finally, in a document entitled \"Response to U.S. Magistrate Judge's Memorandum and Recommendation,\" plaintiff voluntarily moved to dismiss defendants Tommy W. King and Jonnita Baker. As Jonnita Baker is not and was never a party, the request as to her is moot. The motion for voluntary dismissal of Tommy W. King is allowed.</p>\n<p></p>\n<h2>*   *   *   *   *   *</h2>\n<p>Plaintiff's motion for summary judgment is DENIED. Defendants' motion for summary judgment is GRANTED, and the case is DISMISSED WITH PREJUDICE. Plaintiff's motion for voluntary dismissal is GRANTED as to Tommy W. King.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  It is apparently an open question whether individuals must be compensated for the property demanded of them by the ADA as accommodations to serve the act's public purpose. <i>See</i> U.S. Const., amend. V (\"nor shall private property be taken for public use, without just compensation.\"); <i>Dolan v. City of Tigard,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"117861\"><a href=\"/opinion/117861/dolan-v-city-of-tigard/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2309</span></a></span>, <span class=\"citation\" data-id=\"117861\"><a href=\"/opinion/117861/dolan-v-city-of-tigard/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">304</span></a></span> (1994); <i>Nollan v. California Coastal Commission,</i> <span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, <span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3141</span></a></span>, <span class=\"citation\" data-id=\"111958\"><a href=\"/opinion/111958/nollan-v-california-coastal-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">677</span></a></span> (1987).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/369234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546065/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1736141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1762854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1801786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2125086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2130639/"
  ]
}