{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1448934/",
  "absolute_url": "/opinion/1448934/new-hope-community-v-us-dept-of-housing/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1448934/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:13:03.351274Z",
  "date_modified": "2016-04-27T02:35:59.612366Z",
  "type": "010combined",
  "sha1": "2b88824f7ca3bdcf442b40fe906b86bacd06b1c8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>509 F.Supp. 525 (1981)</b></center>\n<center><h1>NEW HOPE COMMUNITY ASSOCIATION et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT et al., Defendants.</h1></center>\n<center>No. 79-453-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Memorandum and Recommendation February 18, 1981.</center>\n<center>Order March 16, 1981.</center>\n<p>Hugh G. Casey, Jr., Casey &amp; Bishop, Charlotte, N. C., for plaintiffs.</p>\n<p>Thomas A. McCormick, Jr., Raleigh, N. C., for City defendants.</p>\n<p>Abraham Penn Jones, Asst. U. S. Atty., Raleigh, N. C., for Federal defendants.</p>\n<p>Thomas W. Steed, Jr. and Charles D. Case, Allen, Steed &amp; Allen, Raleigh, N. C. (Raymond C. Buday, Jr., Atlanta, Ga., of counsel), for Housing Authority defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*526</span> MEMORANDUM AND RECOMMENDATION</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This case is before the court on defendants' motion for summary judgment pursuant to Fed.R.Civ.P. 56(b). The district court referred these motions to the U.S. Magistrate for recommendations pursuant to 28 U.S.C. § 636(b)(1)(B). Jurisdiction is founded upon 28 U.S.C. § 1331(a).</p>\n<p>Plaintiffs challenge defendants' failure to prepare an environmental impact statement (EIS) pursuant to the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C. § 4321 <i>et seq.,</i> in connection with the proposed construction of a low-rent housing project in northeast Raleigh, North Carolina. Plaintiffs include the New Hope Community Association, a North Carolina nonprofit corporation, and individuals who own property in the vicinity of the proposed project. Defendants include the U.S. Department of Housing and Urban Development (HUD) and several HUD officials, the Housing Authority of the City of Raleigh (the Authority), and the City of Raleigh (the City). By complaint filed August 1, 1979, plaintiffs assert that the defendants' failure to prepare an EIS was violative of NEPA, and pray for declaratory and injunctive relief. Defendants assert that the proposed project is not a \"major federal action significantly affecting the quality of the human environment\" as defined by § 102(2)(C) of NEPA, 42 U.S.C. § 4332(2)(C), and that therefore no EIS was required.</p>\n<p>The project in question, HUD project NC 2-14, is a proposed 60 unit low-rent housing complex, and is to be located between U.S. 1 and Buffaloe Road in northeast Raleigh. Pursuant to federal statutes and regulations, the proposed project has been reviewed by various public authorities, including HUD, the Housing Authority, the City of Raleigh, the North Carolina Department of Natural Resources and Community Development, and the Triangle J Council of Governments, since the site was proposed by the defendant Authority in February of 1978.<sup>[1]</sup> Although some minor reservations were expressed about the site along the way, the recommendations and determinations of the public bodies and their staffs have been essentially favorable.</p>\n<p>As noted previously, plaintiffs assert that the failure of defendants to prepare an EIS is violative of NEPA. The purpose of NEPA is \"... to declare a national policy which will encourage productive and enjoyable harmony between man and his environment...\" 42 U.S.C. § 4321. To that end, section 102(2)(C) of NEPA, 42 U.S.C. § 4332(2)(C), requires that agencies of the Federal Government</p>\n<blockquote>\"(C) include in every recommendation or report on proposals for legislation and other major Federal actions significantly affecting the quality of the human environment, a detailed statement by the responsible official on</blockquote>\n<blockquote>(i) the environmental impact of the proposed action,</blockquote>\n<blockquote>(ii) any adverse environmental effects which cannot be avoided should the proposal be implemented,</blockquote>\n<blockquote>(iii) alternatives to the proposed action,</blockquote>\n<blockquote>(iv) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity, and</blockquote>\n<blockquote>(v) any irreversible and irretrievable commitments of resources which would be involved in the proposed action should be implemented.\"</blockquote>\n<p>The statute requires that the EIS be circulated at both the draft and final stages to appropriate federal, state, and local agencies for comment. NEPA also established the Council on Environmental Quality, which has the general responsibility of promoting the improvement of environmental quality. 42 U.S.C. § 4344. The Council has published regulations implementing the procedural provisions of NEPA. <i>See,</i> 40 CFR Part 1500, <i>et seq.</i></p>\n<p><span class=\"star-pagination\">*527</span> The principal duty for ensuring compliance with NEPA falls, however, on the executive agencies. HUD has published implementing regulations at 38 Fed.Reg. 19181 (July 18, 1973), amended at 39 Fed. Reg. 38922 (November 4, 1974). These regulations describe three levels of environmental \"clearances\": Normal Environmental Clearance, Special Environmental Clearance, and Environmental Impact Statement (\"EIS\") Clearance. The regulations summarize the character of these various clearances as follows:</p>\n<blockquote>Normal clearance is essentially a consistency check with HUD environmental policies and standards and a brief evaluation of environmental impact. Special Clearance requires an environmental evaluation of greater detail and depth. Finally, an Environmental Impact Statement is the complete and fully comprehensive environmental evaluation, including formal review by other Federal, State and local agencies, as prescribed by section 102(c)(C) of NEPA. 38 Fed.Reg. 19181 at 19185, Para. 5a.</blockquote>\n<p>HUD has promulgated standards as to when a proposed project <i>must</i> be the subject of either a special clearance or an EIS. <i>See</i> Appendix A-1, 38 Fed.Reg. 19188, as amended, 39 Fed.Reg. 38923. A proposed public housing project of 500 units or more is required to be the subject of an EIS. A project of 200 or more units is required to be the subject of a \"special clearance.\" Projects of less than 200 units receive \"normal environmental clearance.\" As project NC 2-14 envisions only 60 units, pursuant to the aforementioned HUD regulations, it received only \"normal environmental clearance.\" No EIS was prepared or filed. The HUD appraiser reviewed the site and found that \"... the 60 units should have little [environmental] impact on the area.\" <i>See</i> affidavit of Billie Ward, at 4.</p>\n<p>Plaintiffs assert that, notwithstanding the HUD regulations, project NC 2-14 is a \"major federal action significantly affecting the quality of the human environment\" within the meaning of § 102(2)(C) of NEPA, and that, therefore, an EIS should have been prepared. Specifically, plaintiffs assert that increased surface water runoff which would allegedly result from the construction of the project would cause severe flooding problems in the neighborhood surrounding the project, and, as such, the project would \"significantly affect the quality of the human environment\" in the area. In support of this contention, plaintiffs submit the affidavits of several property owners in the area, who attest to present dampness or flooding problems, and the report of Soil Systems, Inc., (SSI) an environmental engineering firm which was hired by plaintiffs to study the proposed project site. The SSI report concludes that the construction of the project would result in increased surface water runoff, that the present drainage system in the area is insufficient to handle the increased runoff and that serious flooding problems could be expected to occur in the surrounding neighborhood if the project is constructed. Plaintiffs contend that this report demonstrates that the project \"significantly affects\" the environment within the meaning of NEPA and that therefore an EIS should have been prepared and circulated.</p>\n<p>The province of the court is not to determine <i>de novo</i> whether a project is a major federal action significantly affecting the environment so that an EIS should have been prepared. Rather, it is the province of the court to review HUD's threshold decision not to file an EIS. <i>Hanly v. Kliendienst,</i> 471 F.2d 823, 828 (2d Cir. 1972) <i>cert. denied,</i> 412 U.S. 908, 93 S.Ct. 2290, 36 L.Ed.2d 974 (1973). In order to effectively review HUD's decision, the proper standard of review must first be determined. As defendants note, NEPA creates no private right of action. <i>See </i><i>Cort v. Ash,</i> 422 U.S. 66, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975). Therefore, the court must look to the Administrative Procedure Act, (APA) 5 U.S.C. § 701 <i>et seq.,</i> to determine the proper standard of review. Defendants contend that HUD's decision not to prepare an EIS should be set aside only if the court finds that decision to have been \"arbitrary and capricious,\" citing the Supreme Court's interpretation <span class=\"star-pagination\">*528</span> of § 706 of the APA,<sup>[2]</sup> 5 U.S.C. § 706, in <i>Citizens to Preserve Overton Park v. Volpe,</i> 401 U.S. 402, 414-415, 91 S.Ct. 814, 822-823, 28 L.Ed.2d 136 (1971). It is clear that this is the proper standard of review where a final EIS has been prepared and circulated, and where plaintiffs challenge the substantive action of the federal agency. <i>Coalition for Responsible Regional Development v. Coleman,</i> 555 F.2d 398 (4th Cir. 1977). However, that is not the case here. Plaintiffs do not challenge the project itself; rather, plaintiffs challenge the failure of HUD to prepare an EIS. <i>See, e. g., </i><i>Joseph v. Adams,</i> 467 F.Supp. 141, 152 (E.D.Mich.1978). The standard of review to be applied in this situation is not so clear-cut. <i>See </i><i>Metlakatla Indian Community v. Adams,</i> 427 F.Supp. 871, 874 (D.D.C. 1977). The Fifth Circuit, in <i>Hiram Clarke Civic Club, Inc. v. Lynn,</i> 476 F.2d 421 (5th Cir. 1973), and <i>Save Our Ten Acres v. Kreger,</i> 472 F.2d 463 (5th Cir. 1973), held that, in reviewing an agency's decision that a project is not a major federal action significantly affecting the environment (and is therefore not deserving of an EIS), the court should look to the \"reasonableness\" of the agency's threshold determination. \"The spirit of NEPA would be violated if `an <i>ex parte</i> decision that a project was minor or did not significantly affect the environment were too well shielded from impartial review.'\" <i>Sadler v. 218 Housing Corp.,</i> 417 F.Supp. 348, 354 (N.D.Ga.1976), quoting <i>Hiram Clarke, supra</i><i>,</i> 472 F.2d at 466. See also <i>Winnebago Tribe of Nebraska v. Ray,</i> 621 F.2d 269 (8th Cir. 1980) (appeal pending). Other courts will overturn an agency's decision not to prepare an EIS only where it is shown that the decision was arbitrary and capricious. <i>See Nucleus of Chicago Homeowners Ass'n. v. Lynn,</i> 524 F.2d 225 (7th Cir. 1975) <i>cert. denied</i> 424 U.S. 967, 96 S.Ct. 1462, 47 L.Ed.2d 734; <i>Harlem Valley Transportation Ass'n v. Stafford,</i> 500 F.2d 328 (2d Cir. 1974). In <i>Conservation Council of North Carolina v. Costanzo,</i> 398 F.Supp. 653 (E.D.N.C.1975) <i>aff'd</i> 528 F.2d 250 (4th Cir. 1975), Judge Larkins stated as follows: \"[i]n this circuit, the standard of review of [an agency's] decision not to prepare [an EIS] appears to be whether or not that decision is reasonable. See <i>Fayetteville Area Chamber of Commerce v. Volpe,</i> 515 F.2d 1021 (4th Cir. 1975)...\" 398 F.Supp., at 653. See also <i>Kisner v. Butz,</i> 350 F.Supp. 310 (N.D.W.Va. 1972). However, recent Supreme Court cases cast doubt on the continued utility of the \"reasonableness\" standard. Although the Supreme Court has never directly spoken on the appropriate standard of review in this particular situation, there is language in <i>Kleppe v. Sierra Club,</i> 427 U.S. 390, 96 S.Ct. 2718, 49 L.Ed.2d 576 (1976), which may foreclose use of the \"reasonableness\" standard:</p>\n<blockquote>The determination of the region, if any, with respect to which a comprehensive statement is necessary requires the weighing of a number of relevant factors, including the extent of interrelationship among proposed actions and practical considerations of feasibility. Resolving these issues requires a high level of technical expertise and is properly left to the informed discretion of the responsible federal agencies.... Absent a showing of arbitrary action, we must assume that the agencies have exercised this discretion appropriately.</blockquote>\n<p>427 U.S., at 412, 96 S.Ct., at 2731. See also <i>Vermont Yankee Nuclear Power Corp. v. NRDC,</i> 435 U.S. 519, 98 S.Ct. 1197, 55 L.Ed.2d 460 (1978); <i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> 444 U.S. 223, 100 S.Ct. 497, 62 L.Ed.2d 433 (1980). In light of the clear language of § 706 of <span class=\"star-pagination\">*529</span> the APA, and the recent Supreme Court decisions noted above, it appears that the proper standard for review of an agency decision not to file an EIS is whether that decision was arbitrary and capricious. However, this question is not of major importance here, as the court finds that plaintiffs' contentions are meritless regardless of the standard applied. <i>See e. g., </i><i>Metlakatla Indian Community, supra,</i> 427 F.Supp., at 874.</p>\n<p>In reviewing agency action under the arbitrary and capricious standard of § 706 of the APA, the court must \"... consider whether the decision was based on a consideration of the relevant factors and whether there has been a clear error of judgment ... [a]lthough this inquiry into the facts is to be searching and careful, the ultimate standard of review is a narrow one. The court is not empowered to substitute its judgment for that of the agency.\" <i>Citizens to Preserve Overton Park, supra,</i> 401 U.S., at 416, 91 S.Ct., at 823. The court should review the agency's decision in order to determine whether the agency took a \"hard look\" at all relevant factors. <i>Conservation Council of North Carolina v. Froehlke,</i> 435 F.Supp. 775, 782 (M.D.N.C. 1977). Clearly HUD did take a \"hard look\" at this project prior to finally determining that no EIS was required. The documents submitted by defendants as exhibits to their brief in support of summary judgment demonstrate that HUD made a conscientious study of this project, especially after plaintiffs voiced their concerns about potential flooding problems. HUD appraiser Billie Ward made at least two visits to the site to review environmental factors as part of the \"normal environmental clearance\" procedure. Upon plaintiffs' objections to the site and submission of the SSI report, HUD environmental officer William Davenport and HUD engineer Raymond Howe visited the site in order to investigate plaintiffs' allegations of excessive runoff and flooding. The project was subject to review by various local and state agencies as part of the \"A-95\" clearance and review procedure required by federal regulations. <i>See</i> 41 Fed. Reg. 2052. The project was subject to the \"project selection criteria\" review required at 24 CFR Part 200, Subpart N. Finally, from the documents presented by HUD, it is clear to the court that not only did HUD comply with the appropriate regulations in the site selection, local HUD officials were sensitive to plaintiffs' concerns and investigated the complaints voiced by them. The fact that defendants' conclusions as regards alleged runoff problems differ from the conclusions in the SSI report is irrelevant. All that is required by NEPA is that the decisionmaker formulate an informed decision based upon the available data. <i>Conservation Council v. Froehlke, supra,</i> 435 F.Supp. at 793. HUD did formulate such a decision, and found that any runoff problems which may exist at the site are not serious and could be remedied by proper site engineering, notwithstanding SSI's report to the contrary. The fact that defendants' conclusions differ from those drawn by plaintiffs' experts does not necessarily render the agency decision \"arbitrary and capricious.\" <i>See </i><i>Fayetteville Area Chamber of Commerce, supra,</i> 515 F.2d, at 1028.</p>\n<p>Other factors exist which militate against a finding that HUD's threshold decision not to file an EIS was arbitrary and capricious. HUD regulations state that projects of less than 500 units need not be the subject of an EIS. Admittedly, this rule is not carved in granite, and certainly there exist circumstances where smaller projects should be the subject of an EIS. <i>See, e. g., </i><i>Monarch Chemical Works, Inc. v. Exon,</i> 452 F.Supp. 493, 499 (D.Neb.1978). Indeed, HUD admits that there may be projects of smaller scope which should be the subject of an EIS, <i>see</i> HUD brief, at 23, but contends that this is not such a project. It is not contended that the HUD regulation is patently unreasonable, and clearly the local HUD officials were justified in partially relying on that regulation in determining that project NC 2-14 was not a \"major federal action.\" Additionally, as the proposed site is zoned R-6, the proposed project would be in compliance with the Raleigh zoning ordinance. While this is not relevant to the potential flooding problems <span class=\"star-pagination\">*530</span> raised by defendants, it is some evidence that the project does not \"significantly affect\" the quality of the environment. <i>See </i><i>Maryland-National Capital Park and Planning Commission v. U. S. Postal Service,</i> 487 F.2d 1029 (D.C.Cir.1973). These factors, combined with HUD's further investigation of the site upon receiving complaints from plaintiffs, compel a finding that defendants' decision not to file an EIS was not \"arbitrary and capricious\" and should not be disturbed.<sup>[3]</sup></p>\n<p>Additionally, as noted earlier, even under the stricter \"reasonableness\" standard of <i>Hiram Clarke,</i> HUD's decision should stand. The question presented under that standard is this: was HUD's determination that the proposed project is not a \"major federal action significantly affecting the quality of the human environment\" reasonable?</p>\n<p>\"A `major federal action' is federal action that requires substantial planning, time, resources, or expenditure ... [t]he standard `significantly affecting the quality of the human environment' can be construed as having an important or meaningful effect, direct or indirect, upon a broad range of aspects of the human environment.\" <i>Natural Resources Defense Council v. Grant,</i> 341 F.Supp. 356, 366-367 (E.D.N.C.1972). Clearly this proposed 60-unit complex is not a \"major federal action.\" In <i>Hiram Clarke</i> the Fifth Circuit upheld HUD's determination that a 272 unit complex costing over four million dollars was not a major federal action required to be the subject of an EIS. HUD's 500 unit threshold standard was found to be reasonable. See also <i>Sworob v. Harris,</i> 451 F.Supp. 96 (E.D.Pa.1978); <i>Mid-Shiawasee County Concerned Citizens v. Train,</i> 408 F.Supp. 650 (E.D.Mich.1976) <i>aff'd.</i> 559 F.2d 1220 (6th Cir. 1977). See generally 17 A.L.R.Fed. 33, at § 13. Additionally, the effect of this small project has not been shown to be significant. As previously noted, the project is in compliance with local zoning ordinances. HUD conducted extensive studies and found the environmental impact of this project to be minor. Clearly, HUD's determination that this project is not a \"major federal action significantly affecting the quality of the human environment\" was reasonable. <i>See </i><i>Hiram Clarke, supra</i><i>.</i></p>\n<p>Certainly, disputed questions of fact exist as regards the actual effect that the construction of the proposed project will have on water runoff and flooding in the area. However, these disputed questions are not material to a determination of the arbitrariness or reasonableness of HUD's decision not to file an EIS. <i>See </i><i>Mid-Shiawasee,</i> supra, 408 F.Supp., at 656; <i>Julis v. City of Cedar Rapids,</i> 349 F.Supp. 88, 89 (N.D.Iowa 1972). As a matter of law, the court finds that HUD's decision not to file an EIS was neither arbitrary nor unreasonable; therefore, as no material issues of fact remain, it is hereby recommended that defendants' motions for summary judgment be granted.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>This action is before the court on objections to the Magistrate's recommendation filed February 18, 1981.</p>\n<p>After an independent and thorough review of the Magistrate's memorandum, and all objections thereto, the court concludes that the recommendation is correct and in accordance with law. Accordingly, the Magistrate's recommendation is accepted and his memorandum is adopted as the opinion of the court. Defendants' motion for summary judgment is granted.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The site in question is actually the third site proposed for this project by the Authority. The first two sites were rejected for reasons not pertinent to this action.</p>\n<p>[2]  5 U.S.C. § 706 provides in pertinent part:\n</p>\n<p>To the extent necessary to decision and when presented the reviewing court shall decide all relevant questions of law, interpret constitutional and statutory provisions, and determine the meaning or applicability of the terms of an agency action. The reviewing court shall </p>\n<p>(1) compel agency action unlawfully withheld or unreasonably delayed; and</p>\n<p>(2) hold unlawful and set aside agency action, findings, and conclusion found to be  (A) Arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law; ...</p>\n<p>[3]  Plaintiffs assert that defendants' approval of the site depended in part upon the fact that compliance with Raleigh Soil Erosion and Sedimentation ordinance would minimize the effects of increased surface water runoff. Plaintiffs contend that this ordinance does not apply to the proposed project and that defendants' reliance on an inapplicable ordinance is \"arbitrary and capricious.\" Even assuming, <i>arguendo,</i> the validity of this contention, defendants' assert that, as a matter of policy, the ordinance will be complied with, regardless of its technical applicability. <i>See</i> affidavit of John Mentzmer.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">525</span></span> (1981)</b></center>\n<center><h1>NEW HOPE COMMUNITY ASSOCIATION et al., Plaintiffs,<br>\nv.<br>\nUNITED STATES DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT et al., Defendants.</h1></center>\n<center>No. 79-453-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Memorandum and Recommendation February 18, 1981.</center>\n<center>Order March 16, 1981.</center>\n<p>Hugh G. Casey, Jr., Casey &amp; Bishop, Charlotte, N. C., for plaintiffs.</p>\n<p>Thomas A. McCormick, Jr., Raleigh, N. C., for City defendants.</p>\n<p>Abraham Penn Jones, Asst. U. S. Atty., Raleigh, N. C., for Federal defendants.</p>\n<p>Thomas W. Steed, Jr. and Charles D. Case, Allen, Steed &amp; Allen, Raleigh, N. C. (Raymond C. Buday, Jr., Atlanta, Ga., of counsel), for Housing Authority defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*526</span> MEMORANDUM AND RECOMMENDATION</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This case is before the court on defendants' motion for summary judgment pursuant to Fed.R.Civ.P. 56(b). The district court referred these motions to the U.S. Magistrate for recommendations pursuant to 28 U.S.C. § 636(b)(1)(B). Jurisdiction is founded upon 28 U.S.C. § 1331(a).</p>\n<p>Plaintiffs challenge defendants' failure to prepare an environmental impact statement (EIS) pursuant to the National Environmental Policy Act of 1969 (NEPA), 42 U.S.C. § 4321 <i>et seq.,</i> in connection with the proposed construction of a low-rent housing project in northeast Raleigh, North Carolina. Plaintiffs include the New Hope Community Association, a North Carolina nonprofit corporation, and individuals who own property in the vicinity of the proposed project. Defendants include the U.S. Department of Housing and Urban Development (HUD) and several HUD officials, the Housing Authority of the City of Raleigh (the Authority), and the City of Raleigh (the City). By complaint filed August 1, 1979, plaintiffs assert that the defendants' failure to prepare an EIS was violative of NEPA, and pray for declaratory and injunctive relief. Defendants assert that the proposed project is not a \"major federal action significantly affecting the quality of the human environment\" as defined by § 102(2)(C) of NEPA, 42 U.S.C. § 4332(2)(C), and that therefore no EIS was required.</p>\n<p>The project in question, HUD project NC 2-14, is a proposed 60 unit low-rent housing complex, and is to be located between U.S. 1 and Buffaloe Road in northeast Raleigh. Pursuant to federal statutes and regulations, the proposed project has been reviewed by various public authorities, including HUD, the Housing Authority, the City of Raleigh, the North Carolina Department of Natural Resources and Community Development, and the Triangle J Council of Governments, since the site was proposed by the defendant Authority in February of 1978.<sup>[1]</sup> Although some minor reservations were expressed about the site along the way, the recommendations and determinations of the public bodies and their staffs have been essentially favorable.</p>\n<p>As noted previously, plaintiffs assert that the failure of defendants to prepare an EIS is violative of NEPA. The purpose of NEPA is \"... to declare a national policy which will encourage productive and enjoyable harmony between man and his environment...\" 42 U.S.C. § 4321. To that end, section 102(2)(C) of NEPA, 42 U.S.C. § 4332(2)(C), requires that agencies of the Federal Government</p>\n<blockquote>\"(C) include in every recommendation or report on proposals for legislation and other major Federal actions significantly affecting the quality of the human environment, a detailed statement by the responsible official on</blockquote>\n<blockquote>(i) the environmental impact of the proposed action,</blockquote>\n<blockquote>(ii) any adverse environmental effects which cannot be avoided should the proposal be implemented,</blockquote>\n<blockquote>(iii) alternatives to the proposed action,</blockquote>\n<blockquote>(iv) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity, and</blockquote>\n<blockquote>(v) any irreversible and irretrievable commitments of resources which would be involved in the proposed action should be implemented.\"</blockquote>\n<p>The statute requires that the EIS be circulated at both the draft and final stages to appropriate federal, state, and local agencies for comment. NEPA also established the Council on Environmental Quality, which has the general responsibility of promoting the improvement of environmental quality. 42 U.S.C. § 4344. The Council has published regulations implementing the procedural provisions of NEPA. <i>See,</i> 40 CFR Part 1500, <i>et seq.</i></p>\n<p><span class=\"star-pagination\">*527</span> The principal duty for ensuring compliance with NEPA falls, however, on the executive agencies. HUD has published implementing regulations at 38 Fed.Reg. 19181 (July 18, 1973), amended at 39 Fed. Reg. 38922 (November 4, 1974). These regulations describe three levels of environmental \"clearances\": Normal Environmental Clearance, Special Environmental Clearance, and Environmental Impact Statement (\"EIS\") Clearance. The regulations summarize the character of these various clearances as follows:</p>\n<blockquote>Normal clearance is essentially a consistency check with HUD environmental policies and standards and a brief evaluation of environmental impact. Special Clearance requires an environmental evaluation of greater detail and depth. Finally, an Environmental Impact Statement is the complete and fully comprehensive environmental evaluation, including formal review by other Federal, State and local agencies, as prescribed by section 102(c)(C) of NEPA. 38 Fed.Reg. 19181 at 19185, Para. 5a.</blockquote>\n<p>HUD has promulgated standards as to when a proposed project <i>must</i> be the subject of either a special clearance or an EIS. <i>See</i> Appendix A-1, 38 Fed.Reg. 19188, as amended, 39 Fed.Reg. 38923. A proposed public housing project of 500 units or more is required to be the subject of an EIS. A project of 200 or more units is required to be the subject of a \"special clearance.\" Projects of less than 200 units receive \"normal environmental clearance.\" As project NC 2-14 envisions only 60 units, pursuant to the aforementioned HUD regulations, it received only \"normal environmental clearance.\" No EIS was prepared or filed. The HUD appraiser reviewed the site and found that \"... the 60 units should have little [environmental] impact on the area.\" <i>See</i> affidavit of Billie Ward, at 4.</p>\n<p>Plaintiffs assert that, notwithstanding the HUD regulations, project NC 2-14 is a \"major federal action significantly affecting the quality of the human environment\" within the meaning of § 102(2)(C) of NEPA, and that, therefore, an EIS should have been prepared. Specifically, plaintiffs assert that increased surface water runoff which would allegedly result from the construction of the project would cause severe flooding problems in the neighborhood surrounding the project, and, as such, the project would \"significantly affect the quality of the human environment\" in the area. In support of this contention, plaintiffs submit the affidavits of several property owners in the area, who attest to present dampness or flooding problems, and the report of Soil Systems, Inc., (SSI) an environmental engineering firm which was hired by plaintiffs to study the proposed project site. The SSI report concludes that the construction of the project would result in increased surface water runoff, that the present drainage system in the area is insufficient to handle the increased runoff and that serious flooding problems could be expected to occur in the surrounding neighborhood if the project is constructed. Plaintiffs contend that this report demonstrates that the project \"significantly affects\" the environment within the meaning of NEPA and that therefore an EIS should have been prepared and circulated.</p>\n<p>The province of the court is not to determine <i>de novo</i> whether a project is a major federal action significantly affecting the environment so that an EIS should have been prepared. Rather, it is the province of the court to review HUD's threshold decision not to file an EIS. <i>Hanly v. Kliendienst,</i> <span class=\"citation\" data-id=\"307700\"><a href=\"/opinion/307700/denis-hanly-v-richard-g-kleindienst-as-attorney-general-of-the-united/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">823</span></a></span>, 828 (2d Cir. 1972) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2290</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">974</span></span> (1973). In order to effectively review HUD's decision, the proper standard of review must first be determined. As defendants note, NEPA creates no private right of action. <i>See </i><i>Cort v. Ash,</i> <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2080</span></a></span>, <span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></a></span> (1975). Therefore, the court must look to the Administrative Procedure Act, (APA) 5 U.S.C. § 701 <i>et seq.,</i> to determine the proper standard of review. Defendants contend that HUD's decision not to prepare an EIS should be set aside only if the court finds that decision to have been \"arbitrary and capricious,\" citing the Supreme Court's interpretation <span class=\"star-pagination\">*528</span> of § 706 of the APA,<sup>[2]</sup> 5 U.S.C. § 706, in <i>Citizens to Preserve Overton Park v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 414-415, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, 822-823, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971). It is clear that this is the proper standard of review where a final EIS has been prepared and circulated, and where plaintiffs challenge the substantive action of the federal agency. <i>Coalition for Responsible Regional Development v. Coleman,</i> <span class=\"citation\" data-id=\"345494\"><a href=\"/opinion/345494/coalition-for-responsible-regional-development-and-ruth-c-sullivan-v/\"><span class=\"volume\">555</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">398</span></a></span> (4th Cir. 1977). However, that is not the case here. Plaintiffs do not challenge the project itself; rather, plaintiffs challenge the failure of HUD to prepare an EIS. <i>See, e. g., </i><i>Joseph v. Adams,</i> <span class=\"citation\" data-id=\"1376468\"><a href=\"/opinion/1376468/joseph-v-adams/\"><span class=\"volume\">467</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">141</span></a></span>, 152 (E.D.Mich.1978). The standard of review to be applied in this situation is not so clear-cut. <i>See </i><i>Metlakatla Indian Community v. Adams,</i> <span class=\"citation\" data-id=\"1482650\"><a href=\"/opinion/1482650/metlakatla-indian-community-v-adams/\"><span class=\"volume\">427</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">871</span></a></span>, 874 (D.D.C. 1977). The Fifth Circuit, in <i>Hiram Clarke Civic Club, Inc. v. Lynn,</i> <span class=\"citation\" data-id=\"310129\"><a href=\"/opinion/310129/hiram-clarke-civic-club-inc-etc-v-james-t-lynn-individually-and-as/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span> (5th Cir. 1973), and <i>Save Our Ten Acres v. Kreger,</i> <span class=\"citation\" data-id=\"307862\"><a href=\"/opinion/307862/save-our-ten-acres-v-rod-kreger-acting-administrator-general-services/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">463</span></a></span> (5th Cir. 1973), held that, in reviewing an agency's decision that a project is not a major federal action significantly affecting the environment (and is therefore not deserving of an EIS), the court should look to the \"reasonableness\" of the agency's threshold determination. \"The spirit of NEPA would be violated if `an <i>ex parte</i> decision that a project was minor or did not significantly affect the environment were too well shielded from impartial review.'\" <i>Sadler v. 218 Housing Corp.,</i> <span class=\"citation\" data-id=\"1455199\"><a href=\"/opinion/1455199/sadler-v-218-housing-corp/\"><span class=\"volume\">417</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">348</span></a></span>, 354 (N.D.Ga.1976), quoting <i>Hiram Clarke, supra</i><i>,</i> 472 F.2d at 466. See also <i>Winnebago Tribe of Nebraska v. Ray,</i> <span class=\"citation\" data-id=\"378011\"><a href=\"/opinion/378011/winnebago-tribe-of-nebraska-v-col-james-w-ray-district-engineer-omaha/\"><span class=\"volume\">621</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span> (8th Cir. 1980) (appeal pending). Other courts will overturn an agency's decision not to prepare an EIS only where it is shown that the decision was arbitrary and capricious. <i>See Nucleus of Chicago Homeowners Ass'n. v. Lynn,</i> <span class=\"citation\" data-id=\"330596\"><a href=\"/opinion/330596/nucleus-of-chicago-homeowners-association-v-james-t-lynn/\"><span class=\"volume\">524</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">225</span></a></span> (7th Cir. 1975) <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">967</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1462</span></span>, 47 L.Ed.2d 734; <i>Harlem Valley Transportation Ass'n v. Stafford,</i> <span class=\"citation\" data-id=\"320558\"><a href=\"/opinion/320558/harlem-valley-transportation-association-v-george-m-stafford-chairman/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span> (2d Cir. 1974). In <i>Conservation Council of North Carolina v. Costanzo,</i> <span class=\"citation\" data-id=\"1422421\"><a href=\"/opinion/1422421/conservation-council-of-north-carolina-v-costanzo/\"><span class=\"volume\">398</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">653</span></a></span> (E.D.N.C.1975) <i>aff'd</i> <span class=\"citation\" data-id=\"332081\"><a href=\"/opinion/332081/conservation-council-of-north-carolina-v-col-albert-c-costanzo/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">250</span></a></span> (4th Cir. 1975), Judge Larkins stated as follows: \"[i]n this circuit, the standard of review of [an agency's] decision not to prepare [an EIS] appears to be whether or not that decision is reasonable. See <i>Fayetteville Area Chamber of Commerce v. Volpe,</i> <span class=\"citation\" data-id=\"327522\"><a href=\"/opinion/327522/fayetteville-area-chamber-of-commerce-interstate-95-committee-v-john-a/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1021</span></a></span> (4th Cir. 1975)...\" 398 F.Supp., at 653. See also <i>Kisner v. Butz,</i> <span class=\"citation\" data-id=\"2004922\"><a href=\"/opinion/2004922/kisner-v-butz/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">310</span></a></span> (N.D.W.Va. 1972). However, recent Supreme Court cases cast doubt on the continued utility of the \"reasonableness\" standard. Although the Supreme Court has never directly spoken on the appropriate standard of review in this particular situation, there is language in <i>Kleppe v. Sierra Club,</i> <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"109518\"><a href=\"/opinion/109518/kleppe-v-sierra-club/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">576</span></a></span> (1976), which may foreclose use of the \"reasonableness\" standard:</p>\n<blockquote>The determination of the region, if any, with respect to which a comprehensive statement is necessary requires the weighing of a number of relevant factors, including the extent of interrelationship among proposed actions and practical considerations of feasibility. Resolving these issues requires a high level of technical expertise and is properly left to the informed discretion of the responsible federal agencies.... Absent a showing of arbitrary action, we must assume that the agencies have exercised this discretion appropriately.</blockquote>\n<p>427 U.S., at 412, 96 S.Ct., at 2731. See also <i>Vermont Yankee Nuclear Power Corp. v. NRDC,</i> <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">519</span></a></span>, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, <span class=\"citation\" data-id=\"109827\"><a href=\"/opinion/109827/vermont-yankee-nuclear-power-corp-v-natural-resources-defense-council/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">460</span></a></span> (1978); <i>Strycker's Bay Neighborhood Council, Inc. v. Karlen,</i> <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">497</span></a></span>, <span class=\"citation\" data-id=\"110165\"><a href=\"/opinion/110165/stryckers-bay-neighborhood-council-inc-v-karlen/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1980). In light of the clear language of § 706 of <span class=\"star-pagination\">*529</span> the APA, and the recent Supreme Court decisions noted above, it appears that the proper standard for review of an agency decision not to file an EIS is whether that decision was arbitrary and capricious. However, this question is not of major importance here, as the court finds that plaintiffs' contentions are meritless regardless of the standard applied. <i>See e. g., </i><i>Metlakatla Indian Community, supra,</i> 427 F.Supp., at 874.</p>\n<p>In reviewing agency action under the arbitrary and capricious standard of § 706 of the APA, the court must \"... consider whether the decision was based on a consideration of the relevant factors and whether there has been a clear error of judgment ... [a]lthough this inquiry into the facts is to be searching and careful, the ultimate standard of review is a narrow one. The court is not empowered to substitute its judgment for that of the agency.\" <i>Citizens to Preserve Overton Park, supra,</i> 401 U.S., at 416, 91 S.Ct., at 823. The court should review the agency's decision in order to determine whether the agency took a \"hard look\" at all relevant factors. <i>Conservation Council of North Carolina v. Froehlke,</i> <span class=\"citation\" data-id=\"1424910\"><a href=\"/opinion/1424910/conservation-council-of-north-carolina-v-froehlke/\"><span class=\"volume\">435</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">775</span></a></span>, 782 (M.D.N.C. 1977). Clearly HUD did take a \"hard look\" at this project prior to finally determining that no EIS was required. The documents submitted by defendants as exhibits to their brief in support of summary judgment demonstrate that HUD made a conscientious study of this project, especially after plaintiffs voiced their concerns about potential flooding problems. HUD appraiser Billie Ward made at least two visits to the site to review environmental factors as part of the \"normal environmental clearance\" procedure. Upon plaintiffs' objections to the site and submission of the SSI report, HUD environmental officer William Davenport and HUD engineer Raymond Howe visited the site in order to investigate plaintiffs' allegations of excessive runoff and flooding. The project was subject to review by various local and state agencies as part of the \"A-95\" clearance and review procedure required by federal regulations. <i>See</i> 41 Fed. Reg. 2052. The project was subject to the \"project selection criteria\" review required at 24 CFR Part 200, Subpart N. Finally, from the documents presented by HUD, it is clear to the court that not only did HUD comply with the appropriate regulations in the site selection, local HUD officials were sensitive to plaintiffs' concerns and investigated the complaints voiced by them. The fact that defendants' conclusions as regards alleged runoff problems differ from the conclusions in the SSI report is irrelevant. All that is required by NEPA is that the decisionmaker formulate an informed decision based upon the available data. <i>Conservation Council v. Froehlke, supra,</i> 435 F.Supp. at 793. HUD did formulate such a decision, and found that any runoff problems which may exist at the site are not serious and could be remedied by proper site engineering, notwithstanding SSI's report to the contrary. The fact that defendants' conclusions differ from those drawn by plaintiffs' experts does not necessarily render the agency decision \"arbitrary and capricious.\" <i>See </i><i>Fayetteville Area Chamber of Commerce, supra,</i> 515 F.2d, at 1028.</p>\n<p>Other factors exist which militate against a finding that HUD's threshold decision not to file an EIS was arbitrary and capricious. HUD regulations state that projects of less than 500 units need not be the subject of an EIS. Admittedly, this rule is not carved in granite, and certainly there exist circumstances where smaller projects should be the subject of an EIS. <i>See, e. g., </i><i>Monarch Chemical Works, Inc. v. Exon,</i> <span class=\"citation\" data-id=\"2302407\"><a href=\"/opinion/2302407/monarch-chemical-works-inc-v-exon/\"><span class=\"volume\">452</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">493</span></a></span>, 499 (D.Neb.1978). Indeed, HUD admits that there may be projects of smaller scope which should be the subject of an EIS, <i>see</i> HUD brief, at 23, but contends that this is not such a project. It is not contended that the HUD regulation is patently unreasonable, and clearly the local HUD officials were justified in partially relying on that regulation in determining that project NC 2-14 was not a \"major federal action.\" Additionally, as the proposed site is zoned R-6, the proposed project would be in compliance with the Raleigh zoning ordinance. While this is not relevant to the potential flooding problems <span class=\"star-pagination\">*530</span> raised by defendants, it is some evidence that the project does not \"significantly affect\" the quality of the environment. <i>See </i><i>Maryland-National Capital Park and Planning Commission v. U. S. Postal Service,</i> <span class=\"citation\" data-id=\"314947\"><a href=\"/opinion/314947/maryland-national-capital-park-and-planning-commission-a-public-body/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span></a></span> (D.C.Cir.1973). These factors, combined with HUD's further investigation of the site upon receiving complaints from plaintiffs, compel a finding that defendants' decision not to file an EIS was not \"arbitrary and capricious\" and should not be disturbed.<sup>[3]</sup></p>\n<p>Additionally, as noted earlier, even under the stricter \"reasonableness\" standard of <i>Hiram Clarke,</i> HUD's decision should stand. The question presented under that standard is this: was HUD's determination that the proposed project is not a \"major federal action significantly affecting the quality of the human environment\" reasonable?</p>\n<p>\"A `major federal action' is federal action that requires substantial planning, time, resources, or expenditure ... [t]he standard `significantly affecting the quality of the human environment' can be construed as having an important or meaningful effect, direct or indirect, upon a broad range of aspects of the human environment.\" <i>Natural Resources Defense Council v. Grant,</i> <span class=\"citation\" data-id=\"1456835\"><a href=\"/opinion/1456835/natural-resources-defense-council-inc-v-grant/\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">356</span></a></span>, 366-367 (E.D.N.C.1972). Clearly this proposed 60-unit complex is not a \"major federal action.\" In <i>Hiram Clarke</i> the Fifth Circuit upheld HUD's determination that a 272 unit complex costing over four million dollars was not a major federal action required to be the subject of an EIS. HUD's 500 unit threshold standard was found to be reasonable. See also <i>Sworob v. Harris,</i> <span class=\"citation\" data-id=\"1897413\"><a href=\"/opinion/1897413/sworob-v-harris/\"><span class=\"volume\">451</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">96</span></a></span> (E.D.Pa.1978); <i>Mid-Shiawasee County Concerned Citizens v. Train,</i> <span class=\"citation\" data-id=\"1874040\"><a href=\"/opinion/1874040/mid-shiawassee-cty-concerned-citizens-v-train/\"><span class=\"volume\">408</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">650</span></a></span> (E.D.Mich.1976) <i>aff'd.</i> <span class=\"citation no-link\"><span class=\"volume\">559</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></span> (6th Cir. 1977). See generally 17 A.L.R.Fed. 33, at § 13. Additionally, the effect of this small project has not been shown to be significant. As previously noted, the project is in compliance with local zoning ordinances. HUD conducted extensive studies and found the environmental impact of this project to be minor. Clearly, HUD's determination that this project is not a \"major federal action significantly affecting the quality of the human environment\" was reasonable. <i>See </i><i>Hiram Clarke, supra</i><i>.</i></p>\n<p>Certainly, disputed questions of fact exist as regards the actual effect that the construction of the proposed project will have on water runoff and flooding in the area. However, these disputed questions are not material to a determination of the arbitrariness or reasonableness of HUD's decision not to file an EIS. <i>See </i><i>Mid-Shiawasee,</i> supra, 408 F.Supp., at 656; <i>Julis v. City of Cedar Rapids,</i> <span class=\"citation\" data-id=\"1501861\"><a href=\"/opinion/1501861/julis-v-city-of-cedar-rapids-iowa/\"><span class=\"volume\">349</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">88</span></a></span>, 89 (N.D.Iowa 1972). As a matter of law, the court finds that HUD's decision not to file an EIS was neither arbitrary nor unreasonable; therefore, as no material issues of fact remain, it is hereby recommended that defendants' motions for summary judgment be granted.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>This action is before the court on objections to the Magistrate's recommendation filed February 18, 1981.</p>\n<p>After an independent and thorough review of the Magistrate's memorandum, and all objections thereto, the court concludes that the recommendation is correct and in accordance with law. Accordingly, the Magistrate's recommendation is accepted and his memorandum is adopted as the opinion of the court. Defendants' motion for summary judgment is granted.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The site in question is actually the third site proposed for this project by the Authority. The first two sites were rejected for reasons not pertinent to this action.</p>\n<p>[2]  5 U.S.C. § 706 provides in pertinent part:\n</p>\n<p>To the extent necessary to decision and when presented the reviewing court shall decide all relevant questions of law, interpret constitutional and statutory provisions, and determine the meaning or applicability of the terms of an agency action. The reviewing court shall </p>\n<p>(1) compel agency action unlawfully withheld or unreasonably delayed; and</p>\n<p>(2) hold unlawful and set aside agency action, findings, and conclusion found to be  (A) Arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law; ...</p>\n<p>[3]  Plaintiffs assert that defendants' approval of the site depended in part upon the fact that compliance with Raleigh Soil Erosion and Sedimentation ordinance would minimize the effects of increased surface water runoff. Plaintiffs contend that this ordinance does not apply to the proposed project and that defendants' reliance on an inapplicable ordinance is \"arbitrary and capricious.\" Even assuming, <i>arguendo,</i> the validity of this contention, defendants' assert that, as a matter of policy, the ordinance will be complied with, regardless of its technical applicability. <i>See</i> affidavit of John Mentzmer.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/314947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1422421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1424910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1482650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1501861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1874040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1897413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2004922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2302407/"
  ]
}