{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1451605/",
  "absolute_url": "/opinion/1451605/dean-v-leake/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1451605/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:13:49.487364Z",
  "date_modified": "2016-02-29T12:15:49.450572Z",
  "type": "010combined",
  "sha1": "81a38e6e221ef5772a730a50f267ae6a2d17be4d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Joseph DEAN, et al., Plaintiffs,<br>\nv.<br>\nLarry LEAKE, in his official capacity as Chairman of the North Carolina State Board of Elections, et al., Defendants.</h1></center>\n<center>No. 2:07-CV-00051-FL-AD-RC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>March 17, 2008.</center>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>ROBERT J. CONRAD, JR., Chief Judge.</p>\n<p>This matter comes before the three-judge Court on Plaintiffs' Motion for a Preliminary Injunction.<sup>[1]</sup> Due to the proximity of the candidates filing for the 2008 election, we issued an order without accompanying memorandum following the January 25 hearing, denying equitable relief. We now explain our reasoning.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs are citizens of the United States and voters in North Carolina state legislative districts. They filed a complaint and motion for preliminary injunction on November 21, 2007, to rectify alleged constitutional defects in the current redistricting scheme. Defendants are the Executive Director and current members of the State Board of Elections, the Attorney General of the State of North Carolina, and the North Carolina State Conferences of Branches of the National Association for the Advancement of Colored People.</p>\n<p>In their complaint, Plaintiffs assert five claims. First, Plaintiffs allege a violation of the Equal Protection Clause \"one-person, one-vote\" principle, due to the North Carolina General Assembly's failure to incorporate updated census data into its redistricting calculations prior to its most recent (November, 2003) redistricting plan. Plaintiffs also allege that \"[t]he failure of the Legislature to use the corrected data was an intentional decision by [former Speaker] Black and his allies to politically benefit from the use of incorrect data by arranging the election districts to maintain their control of the North Carolina House of Representatives.\" (Compl, Doc. No. 1, at 23). Second, Plaintiffs allege a violation of the Due Process Clause of the Fourteenth Amendment due to the deprivation of a state created right because the North Carolina Supreme Court in its <i>Pender County</i><sup>[2]</sup> decision held that the current redistricting plan violates the North Carolina State constitution. Nonetheless, the state court deferred action on the state constitutional violation until <i>after</i> the next election cycle, ensuring that Plaintiffs' state created voting rights will not be vindicated through at least one more series of elections. Third, Plaintiffs allege a federal Voting Rights Act (\"VRA\") violation because the current redistricting plan improperly configures the minority population encompassed in the contiguous counties of Pender, Sampson, and New Hanover, which population could be combined to create a valid Section 2 federal VRA district. Fourth, Plaintiffs allege an Equal Protection Clause violation on the basis of racial gerrymandering. Fifth and finally, Plaintiffs allege that the state's failure properly to implement and administer a lawful election plan constitutes a violation of the federal constitutional guarantee of a Republican Form of Government.</p>\n<p>In their memorandum in support of motion for preliminary injunction and at hearing on same motion, Plaintiffs focused exclusively on their first claim, alleging violations of the one-person, one-vote principle.</p>\n<p></p>\n<h2>II. BACKGROUND</h2>\n<p>North Carolina has an extensive history of problematic redistricting efforts tracing back to the 1730s,<sup>[3]</sup> which has generated significant litigation.<sup>[4]</sup> Since the 2000 census, the North Carolina Supreme Court has found the General Assembly's redistricting plans unconstitutional three times.<sup>[5]</sup> To understand the current statewide redistricting plan, we must review North Carolina's recent redistricting efforts.</p>\n<p>On March 21, 2000, the Census Bureau released census data showing that North Carolina had a population of 8,049,313 for the purposes of redistricting. (Compl, Doc. No. 1, at 9). Following the decennial census, the North Carolina Constitution requires the General Assembly to redistrict. <i>See</i> N.C. Const, art. II, §§ 3, 5. Each Senator and Representative is to be elected by districts that are subject to certain requirements: that each Senator and Representative represent, as nearly as possible, an equal number of inhabitants; that each district consists of contiguous territory; that no counties should be divided; and that the districts, once established, remain unaltered until the next decennial census. <i>Id.</i></p>\n<p>On May 1, 2001, the General Assembly legislative services office released a Legislator's Guide for redistricting. The guide advised that the average number of persons each Senator will represent was 160,986 (8,049,313 ÷ 50), and the average number each Representative will represent was 67,078 (8,049,313 ÷ 120). (Compl, Doc. No. 1, at 9). Under the guide, the General Assembly was advised that no redistricting scheme would contain an overall maximum population deviation<sup>[6]</sup> exceeding ten percent in order to comply with federal law, the North Carolina Equal Protection Clause and the requirement under the North Carolina Constitution that Senators and Representatives, as nearly as may be, represent an equal number of inhabitants. <i>Id.</i> at 10.</p>\n<p></p>\n<h2>A. <i>Stephenson I</i>\n</h2>\n<p>In the 2001 regular session, the General Assembly enacted its legislative redistricting plans. A group of litigants (\"the Stephenson plaintiffs\") filed an action in Johnston County Superior Court on November 13, 2001. The Stephenson plaintiffs alleged that the 2001 Senate and House redistricting plans violated the North Carolina Constitution. The defendants filed a notice of removal asserting federal question jurisdiction pursuant to 28 U.S.C. § 1441 and \"refusal clause\" jurisdiction pursuant to 28 U.S.C. § 1443(2). The district court remanded the case to the North Carolina Superior Court because the court found that the case did not raise a substantial federal question and the plaintiffs' complaint only raised issues of state law. <i>Stephenson v. Bartlett,</i> 180 F.Supp.2d 779, 786 (E.D.N.C.2001).</p>\n<p>On remand, the trial court granted plaintiffs' motion for summary judgment on the ground that the 2001 legislative redistricting plans violated the State Constitution. The defendants appealed and the North Carolina Supreme Court considered the issue of whether the General Assembly, in enacting the 2001 legislative redistricting plans, violated the Whole County Provisions (\"WCP\") of the North Carolina Constitution. <i>Stephenson v. Bartlett (Stephenson I),</i> 355 N.C.354, 562 S.E.2d 377, 383-84 (2002). The Supreme Court reviewed the federal role in redistricting and the historical role of counties in legislative redistricting and concluded that \"[t]here is a long-standing tradition of respecting county lines during the redistricting process in this State.\" <i>Id.</i> at 386. The Supreme Court concluded that the WCP remain \"valid and binding upon the General Assembly during the redistricting and reapportionment process ... except to the extent superseded by federal law.\" <i>Id.</i> at 390. The Supreme Court held that the General Assembly enacted its 2001 legislative redistricting plans in violation of the WCP, and therefore the plans were unconstitutional and void. <i>Id.</i> at 392.</p>\n<p>The Supreme Court then announced a remedial analysis which set out a strict hierarchy. First, the legislative districts required by the VRA must be formed prior to the creation of non-VRA districts. <i>Id.</i> at 396-97. To the maximum extent possible, the VRA districts must comply with the legal requirements of the WCP. \"In forming new legislative districts, any deviation from the ideal population for a legislative district shall be at or within plus or minus five percent for purposes of compliance with federal `one-person, one-vote' requirements.\"<sup>[7]</sup><i>Id.</i> at 397. \"In counties having a 2000 census population sufficient to support the formation of one non-VRA legislative district ..., the WCP requires that the physical boundaries of any such non-VRA legislative district not cross or traverse the exterior geographic line of any such county.\" <i>Id.</i> When two or more non-VRA legislative districts may be created within a single county, that county should form a single non-VRA district. \"Such non-VRA districts shall be compact and shall not traverse the exterior geographic boundary of any such county.\" <i>Id.</i></p>\n<p>After placing all the single counties on the map, all two county combinations that can be drawn are similarly placed on the map and then three county combinations and so forth. Counties should be combined so that the county groupings are composed with the minimum number of counties per group, and all counties grouped together must be composed of contiguous territory. <i>Id.</i> at 383-84. Only after the counties are appropriately grouped, districts are to be drawn within the county groups that minimize the number of county line traversals and construct compact districts which respect communities of interest inside the county groupings. The court emphasized that \"[t]he intent underlying the WCP must be enforced to the maximum extent possible; thus, only the smallest number of counties necessary to comply with the at or within plus or minus five percent `one-person, one-vote' standard shall be combined.\" <i>Id.</i> at 384.</p>\n<p></p>\n<h2>B. <i>Stephenson II</i>\n</h2>\n<p>In 2002, the General Assembly tried again and submitted the plans to the Superior Court for its review for compliance with <i>Stephenson I.</i> The Superior Court held that the 2002 plans violated the North Carolina Constitution as interpreted in <i>Stephenson I.</i> The 2002 elections were held under an interim plan created by the Superior Court and precleared by the Department of Justice.</p>\n<p>In 2003, the North Carolina Supreme Court considered whether the Superior Court correctly determined that the General Assembly's 2002 revised redistricting plans were unconstitutional. <i>Stephenson v. Bartlett (Stephenson II),</i> 357 N.C.301, 582 S.E.2d 247 (2003). The Superior Court had concluded that the 2002 revised redistricting plans failed to be in strict compliance with <i>Stephenson I</i> because the plan included \"excessive division of counties; deficiencies in county groupings; and substantial failures in compactness, contiguity, and communities of interest.\" <i>Id.</i> at 252. The Supreme Court affirmed the Superior Court's findings that the 2002 plans were unconstitutional. <i>Id.</i> at 254.</p>\n<p></p>\n<h2>C. <i>Pender County</i>\n</h2>\n<p>In November 2003, the General Assembly enacted the 2003 State House Plan.<sup>[8]</sup> The Stephenson plaintiffs filed a motion to enforce their injunctions, but the North Carolina Supreme Court decided that the Stephenson case was not ongoing and therefore the Stephenson plaintiffs would have to file a new complaint. <i>Stephenson v. Bartlett,</i> 358 N.C. 219, 595 S.E.2d 112 (2004). A complaint was filed before the state three-judge panel on May 14, 2004, by the Pender County Commissioners. <i>Pender County v. Bartlett,</i> 361 N.C. 491, 649 S.E.2d 364 (2007). The three-judge panel<sup>[9]</sup> concluded that House District 18 met the three <i>Gingles</i><sup>[10]</sup> threshold preconditions and, based on a totality of the circumstances, the creation of House District 18 as a crossover district was required by Section 2 of the VRA.<sup>[11]</sup><i>Id.</i> at 368. Thus, the panel concluded that Pender County could be split and that the district complied with the legal requirements of the WCP, as set out in <i>Stephenson I. Id.</i></p>\n<p>The North Carolina Supreme Court examined whether the current geographic configuration and racial composition of North Carolina House District 18 as established by the 2003 redistricting plan was required by Section 2 of the VRA. The Supreme Court further considered whether a sufficiently large and geographically compact minority population must constitute a numerical majority of citizens of voting age to trigger Section 2 compliance. The Supreme Court concluded that House District 18's current configuration was not mandated by Section 2. <i>Id.</i> at 374.</p>\n<p>The court reiterated that the formation of legislative districts must comport with the requirements of the North Carolina Constitution, unless federal law supersedes those provisions. Thus, the court concluded that because `House District 18 was not required by Section 2, it must comply with <i>Stephenson I</i> and the WCP. <i>Id.</i> at 376. Because the 2003 redistricting plan split House District 18 contrary to the requirements of the WCP, the court ordered that it must be redrawn. <i>Id.</i> The North Carolina Supreme Court, however, stayed the remedy of redrawing the district until after the 2008 election in order to minimize disruption to the ongoing election cycle.<sup>[12]</sup><i>Id.</i></p>\n<p>On November 21, 2007, members of the North Carolina State Board of Elections who were defendants in the <i>Pender County</i> litigation filed a petition seeking <i>writ of certiorari</i> from the United States Supreme Court. <i>Strickland v. Bartlett,</i> 361 N.C. 491, 649 S.E.2d 364 (2007), <i>petition for cert, filed</i> (U.S. Nov. 21, 2007) (No. 07-689). On March 17, 2008, the Supreme Court granted the petition for <i>unit of certiorari. See Strickland v. Bartlett,</i> 361 N.C. 491, 649 S.E.2d 364 (2007), <i>cert. granted,</i> ___ U.S. ___, 128 S.Ct. 1648, 170 L.Ed.2d 352 (2008).</p>\n<p></p>\n<h2>D. Census Data</h2>\n<p>The 2000 decennial census was completed, and the results were submitted to the States for state-office redistricting purposes, by April 1, 2001, as required by 13 U.S.C. § 141(c). The Census Bureau thereafter reviewed the 2000 census data through its \"Census 2000 Count Question Resolution,\" or \"CQR,\" program. (Defs.' Ex. 4). On February 20, 2003, the Director of Research for the North Carolina General Assembly received a notice from a census official, updating him on the progress of the CQR program in processing challenges from local governments in North Carolina. (Pls.' Ex. 7). The letter promised that the Census Bureau's responses to such local government challenges would be forwarded to the State as the program continued. The additional correspondence would indicate whether a change in census data was forthcoming, and if so, would \"inform [the State] of the census blocks affected.\" <i>Id.</i></p>\n<p>On May 14, 2003, the Census Bureau sent a letter to Orange County officials informing them that \"[o]ur research found an error in the geographic assignment of group quarters in various blocks within the town of Chapel Hill\" and, further, that census officials had \"identified housing units that were erroneously included in Census 2000 due to processing errors.\" (Pls.' Ex. 8, 9). The letter promised that \"Orange County will soon receive a Certification Letter from the Director of the Census Bureau stating Orange County's housing unit and associated population counts.\" (Pls.'s Ex. 8).</p>\n<p>On September 30, 2003, census officials mailed \"an official statement of the revised Census 2000 population and housing units counts for Orange County,\" reflecting a downward correction of 2,696 persons in the census totals for the county. (Pls.' Ex. 10). The letter did not further divide or detail the characteristics of those 2,696 persons, and it did not expressly provide corrections on a block-by-block level (called \"block-level data\"). Similar letters were sent to local and state officials regarding challenges in other counties in the state, with many corrections (all smaller than that in Orange County) certified.</p>\n<p>Less than two months later, on November 25, 2003, the legislature approved house and senate redistricting plans in response to <i>Stephenson I</i> and <i>Stephenson II</i> (the \"2003 redisricting plan\"). The 2003 redistricting plan employed the <i>Stephenson</i> algorithm for drawing districts, using the original 2000 census data that did not reflect the CQR program corrections (the \"uncorrected census data\"). On June 10, 2004, the CQR program was completed, and the final detailed block-level data were posted to the census website (the \"corrected census data\"). (<i>See</i> Defs.' Ex. 3 (providing 2 pages of the 100-page report of North Carolina corrections)); full report <i>available at</i> www.census.gov/prod/cen2000/ notes/blks-37.xls. The final data do not indicate how the racial makeup of the blocks was affected by the corrections. The CQR corrected data carried a disclaimer that it was not to be used for redistricting purposes: \"Census counts used for Congressional apportionment and legislative redistricting and the Census 2000 data products remain unchanged.\" (Pls.Ex.10).</p>\n<p>Plaintiffs allege that the North Carolina General Assembly improperly refused to incorporate corrected census data into its redistricting calculus when it passed the November 2003 redistricting scheme. Plaintiffs claim that the use of the uncorrected census data creates a ripple effect of violations of the one-person, one-vote requirement of <i>Reynolds v. Sims,</i> 377 U.S. 533, 577, 84 S.Ct. 1362, 12 L.Ed.2d 506 (1964), and necessitates statewide redistricting. Plaintiffs allege that the General Assembly intentionally used the incorrect census data to maintain its current political dominance. They request this Court grant a preliminary injunction to enjoin Defendants from continuing to use the 2003 plans during the 2008 election.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>We undertake this analysis cognizant of the importance of insuring that every voter in North Carolina has an equal voice in electing his or her own representatives. The Supreme Court has acknowledged the preeminence of voting and has stated \"[n]o right is more precious in a free country than that of having a voice in the election of those who make the laws under which, as good citizens, we must live.\" <i>Wesberry v. Sanders,</i> 376 U.S. 1, 17, 84 S.Ct. 526, 11 L.Ed.2d 481 (1964).</p>\n<p>The parties agree that the issue before this Court is whether Plaintiffs are entitled to a preliminary injunction enjoining Defendants from conducting elections in 2008 utilizing the 2003 legislative districts. \"[P]reliminary injunctions are extraordinary remedies involving the exercise of very far-reaching power to be granted only sparingly and in limited circumstances.\" <i>MicroStrategy Inc. v. Motorola, Inc.,</i> 245 F.3d 335, 339 (4th Cir.2001) (internal quotation marks omitted). In order to grant injunctive relief, Plaintiffs have to show: \"(1) the likelihood of irreparable harm to the plaintiff if the preliminary injunction is denied, (2) the likelihood of harm to the defendant if the requested relief is granted, (3) the likelihood that the plaintiff will succeed on the merits, and (4) the public interest.\" <i>Direx Israel, Ltd. v. Breakthrough Med. Corp.,</i> 952 F.2d 802, 812 (4th Cir.1991). \"[T]he balance of harm evaluation should precede the determination of the degree by which the plaintiff must establish the likelihood of success on his part.\" <i>Id.</i> at 813. If, after balancing the irreparable harm to the plaintiff against the irreparable harm to the defendant, the balance tips \"decidedly\" in the favor of the plaintiff, a preliminary injunction would be appropriate if the plaintiff \"raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.\" <i>Id.</i> at 812-13 (internal quotation marks omitted). If the balance tips away from the plaintiff toward equivalency, the plaintiff must demonstrate its entitlement to a preliminary injunction with \"a very clear and strong case,\" because \"if there is doubt as to the probability of plaintiffs ultimate success on the merits, the preliminary injunction must be denied.\" <i>Id.</i> at 813. \"[T]he decision to grant a preliminary injunction is discretionary with the district court and may not be set aside on appeal unless an abuse of discretion is shown.\" <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> 926 F.2d 353, 358 (4th Cir.1991) (internal quotation marks omitted).</p>\n<p></p>\n<h2>A. Plaintiffs' Irreparable Injury/Likelihood of Success</h2>\n<p>Deprivation of a constitutional right, even for a short period of time, constitutes irreparable harm. <i>Elrod v. Burns,</i> 427 U.S. 347, 373, 96 S.Ct. 2673, 49 L.Ed.2d 547 (1976). Although the balance of harms inquiry ordinarily precedes an analysis of a plaintiffs likelihood of success on the merits, when the harm alleged by the plaintiff is the deprivation of a constitutional right, the likelihood of success on the merits is so \"inseparably linked\" to the proving of an actual harm that the court may proceed directly to consider the merits of the plaintiffs action. <i>Giovani Carandola, Ltd. v. Bason,</i> 303 F.3d 507, 511 (4th Cir.2002) (internal quotation marks omitted). Here, where Plaintiffs allege solely constitutional harms, determination of irreparable harm requires determining Plaintiffs' likelihood of success on the merits, and we turn to this question first.</p>\n<p></p>\n<h2>i. One-person, One-vote Violation</h2>\n<p>With regard to Plaintiffs' likelihood of success on the merits on their one-person, one-vote violation, the principal question here is whether the General Assembly had a duty to use the corrected census data. Without this showing, the state redistricting plan as currently devised falls within the permissible limits of a minor deviation, notwithstanding the State Constitutional violations found by the North Carolina Supreme Court in <i>Pender County.</i> Since the duty of redistricting falls primarily within the purview of the state legislature,<sup>[13]</sup> this Court is hesitant to intervene without a clear showing of likelihood of success on the merits.</p>\n<p>The Fourteenth Amendment assures that \"representative government in this country is one of equal representation for equal numbers of people.\" <i>Reynolds,</i> 377 U.S. at 560-61, 84 S.Ct. 1362. The Equal Protection Clause requires only \"that a State make an honest and good faith effort to construct districts ... as nearly of equal population as is practicable.\" <i>Id.</i> at 577, 84 S.Ct. 1362. In the state legislative redistricting context, the Fourteenth Amendment's Equal Protection Clause has been interpreted only to prohibit substantial population deviations among districts. That is, States have more flexibility in formulating redistricting plans for the state legislative seats by requiring only substantial population equality as opposed to strict population equality required in congressional redistricting plans. <i>See </i><i>Gaffney v. Cummings,</i> 412 U.S. 735, 748-49, 93 S.Ct. 2321, 37 L.Ed.2d 298 (1973). The Supreme Court has recognized that \"some deviations from population equality may be necessary to permit the States to pursue other legitimate objectives\" and that, generally, a \"maximum population deviation under 10% falls within th[e] category of minor deviations.\" <i>Brown v. Thomson,</i> 462 U.S. 835, 842, 103 S.Ct. 2690, 77 L.Ed.2d 214 (1983).<sup>[14]</sup> On the contrary, a plan with a maximum population deviation of 10% or higher \"creates a prima facie case of discrimination and therefore must be justified by the State.\" <i>Id.</i> at 842-43, 103 S.Ct. 2690.</p>\n<p>Plaintiffs assert that the failure to use the corrected census data resulted in a deviation greater than 10% for certain counties which proves their prima facie case.<sup>[15]</sup> (See Pls.' Ex. 2). Plaintiffs rely on <i>Utah v. Evans,</i> 536 U.S. 452, 122 S.Ct. 2191, 153 L.Ed.2d 453 (2002), <i>Kirkpatrick v. Preisler,</i> 394 U.S. 526, 89 S.Ct. 1225, 22 L.Ed.2d 519 (1969), and <i>Karcher v. Daggett,</i> 462 U.S. 725, 103 S.Ct. 2653, 77 L.Ed.2d 133 (1983), to support their assertion that Defendants had a duty to use the corrected census data. We find that those cases do not support the imposition of a duty to use the corrected census data. Instead, we conclude that the General Assembly is permitted, but not required, to use the corrected census data.</p>\n<p>In <i>Utah v. Evans</i><i>,</i> the State of Utah sued the Secretary of Commerce, challenging the use of a particular census interpolation method known as \"hot deck imputation.\" The method resulted in Utah being awarded one fewer seat in the House of Representatives than it would have been awarded had no interpolation method been used. North Carolina, the beneficiary of an additional seat via the method, intervened and challenged Utah's standing on redressability grounds. In particular, North Carolina argued that the reticulated statutory scheme for the taking of a decennial census, the certification of results, and, finally, the awarding of Representatives left no room for post-hoc, inter-decennial challenges that would require recertifying results and re-allocating Representatives. <i>See </i><i>Utah v. Evans,</i> 536 U.S. at 461, 122 S.Ct. 2191. The Court disagreed, noting that the statutes did not cover the proper procedure to be implemented should the original certification \"turn out to contain, or to reflect, a serious mistake.\" <i>Id.</i> at 462, 122 S.Ct. 2191. Instead, the statutory language \"is open to a more flexible reading that would <i>permit</i> correction of a certificate found to rest upon a serious error  say, a clerical, a mathematical, or a calculation error, in census data.\" <i>Id.</i> (emphasis added). If the error were discovered in a timely fashion, re-allocating Representatives \"makes good sense.\" <i>Id.</i> Plaintiffs contend that if Congress would have to reapportion based upon a mathematical error, then a state would be obliged to rely on the corrected census data during redistricting.</p>\n<p>In <i>Kirkpatrick v. Preisler</i><i>,</i> the Court recognized that \"[s]ituations may arise where substantial population shifts [between censuses] can be anticipated.\" 394 U.S. at 535, 89 S.Ct. 1225. The Court held that \"States that are redistricting <i>may</i> properly consider\" such shifts, but only if \"these shifts can be predicted with a high degree of accuracy\" and are \"thoroughly documented and applied throughout the State in a systematic, not an <i>ad hoc,</i> manner.\" <i>Id.</i> (emphasis added). Plaintiffs assert that the corrected census data regarding the mathematical error in Orange County was well-documented and certified by the Census Bureau. Thus, Plaintiffs conclude, the General Assembly was required to use the corrected data during redistricting.</p>\n<p>In <i>Karcher v. Daggett</i><i>,</i> the Supreme Court discussed the census data relevant to the apportionment plan for New Jersey. The Court stated that the Census Bureau had released the preliminary figures and subsequently released two corrections. The Court concluded that \"[b]ecause this last correction was not available to the legislature at the time it enacted the plan at issue, we need not consider it.\" <i>Karcher,</i> 462 U.S. at 728 n. 1, 103 S.Ct. 2653. Since the General Assembly had access to the corrected data before redistricting in 2003, Plaintiffs assert that like the <i>Karcher</i> Court, this Court should use the corrected figures in measuring the one-person, one-vote violation.</p>\n<p>This Court concludes that these cases use permissive, not mandatory, language when referring to the use of corrected census data. This Court recognizes the fact that states conducting redistricting years after the decennial census are operating under a legal fiction. <i>See </i><i>Georgia v. Ashcroft,</i> 539 U.S. 461, 488 n. 2, 123 S.Ct. 2498, 156 L.Ed.2d 428 (2003) (\"[B]efore the new census, States operate under the legal fiction that even 10 years later, the plans are constitutionally apportioned.\"). Those circumstances, as well as the inherently legislative nature of the redistricting function, support the granting of deference to the judgment of the General Assembly in deciding which data to use. <i>Wise v. Lipscomb,</i> 437 U.S. 535, 539, 98 S.Ct. 2493, 57 L.Ed.2d 411 (1978) (\"The [Supreme] Court has repeatedly held that redistricting and reapportioning legislative bodies is a legislative task which the federal courts should make every effort not to pre-empt.\"). In the absence of a duty to use the corrected census data, Plaintiffs cannot show a violation of the one-person, one-vote requirement. Thus, we conclude that Plaintiffs cannot claim they are irreparably harmed and have not shown a likelihood of success on the merits.</p>\n<p></p>\n<h2>ii. Good faith</h2>\n<p>Plaintiffs' secondary argument is that Defendants had a good faith duty to use the most accurate data available at the time of redistricting when constructing the Senate and House legislative districts. <i>See </i><i>Reynolds,</i> 377 U.S. at 577, 84 S.Ct. 1362 (\"[T]he Equal Protection Clause requires that a State make an honest and good faith effort to construct districts, in both houses of its legislature, as nearly of equal population as is practicable.\"). Plaintiffs contend that because the Census Bureau had notified the General Assembly of the mathematical error prior to the enactment of the 2003 districts, the <i>Reynolds</i> duty of good faith required the General Assembly to use the most accurate data available at the time of redistricting. While this argument has superficial appeal, it ignores that fact that redistricting is primarily a legislative function. In the absence of an absolute duty to use corrected census data, this Court believes that the General Assembly could properly choose to use the uncorrected census data.</p>\n<p>Plaintiffs additionally argued that even if the court finds no duty to use the corrected census data, they can still prevail on the merits by showing that Defendants acted in bad faith in constructing the 2003 redistricting plan. Plaintiffs have made some vague allegations of a conspiracy surrounding former Speaker James Black and his supporters and assert that the incumbents who positively benefitted from the use of the uncorrected census data would have included allies of former Speaker Black. (<i>See</i> Compl., Doc. No. 1, at 23). In order to succeed, Plaintiffs must provide a link between the conspiracy and the use of the uncorrected data. Plaintiffs must provide evidence that the redistricting process had a \"taint of arbitrariness or discrimination.\" <i>Daly v. Hunt,</i> 93 F.3d 1212, 1220 (4th Cir.1996) (noting that a maximum deviation of below 10% \"does not completely insulate a state's districting plan from attack\" but holding that \"[t]o survive summary judgment, the plaintiff would have to produce further evidence to show that the apportionment process had a taint of arbitrariness or discrimination\" (internal quotation marks omitted)). At this stage in the proceedings, Plaintiffs cannot prevail on the bad faith claim for lack of evidence. Plaintiffs have offered little more than conclusory allegations of a conspiracy to show invidious intent. Since Plaintiffs have not shown that the General Assembly had a duty to use the corrected data or that it otherwise proceeded in bad faith, we find Plaintiffs have provided insufficient proof to show a likelihood of success on the merits.</p>\n<p></p>\n<h2>B. Defendants' Harm</h2>\n<p>Defendants argue that they will be significantly harmed if this Court were to enjoin them from conducting the 2008 election using the 2003 legislative districts. \"Because state officials are the parties against whom the injunction is sought, and they represent the public interest, consideration of the harm to them should the injunction issue merges with consideration of the public interest.\" <i>Jackson v. Leake,</i> 476 F.Supp.2d 515, 530 (E.D.N.C.2006). The filing of candidates commenced on February 11, 2008, and the primary is scheduled to be held on May 6, 2008. Invalidating any of the districts would likely disrupt the electoral process. Some of the prospective candidates and voters have begun to prepare for the 2008 elections in reliance on the existing state district plan. Any delay could affect \"the ability of North Carolinians to participate meaningfully in the presidential primaries,\" and granting a preliminary injunction will otherwise \"disrupt an orderly election process.\" (Defs.' Mem. Opp., Doc. No. 41, at 13). We find that Defendants and the public interest in holding an orderly election would be substantially harmed if preliminary injunctive relief were granted.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>In balancing the foregoing factors, this Court concludes that a preliminary injunction is not warranted. We find that the balancing of the harms tips decidedly in favor of Defendants since Plaintiffs have failed to show any irreparable harm. Absent any evidence of invidious intent on the part of the General Assembly, there is an insufficient amount of proof to grant the extraordinary remedy of a preliminary injunction.</p>\n<p>Accordingly, Plaintiffs' motion for preliminary injunction is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"A district court of three judges shall be convened ... when an action is filed challenging the constitutionality of ... the apportionment of any statewide legislative body.\" 28 U.S.C.A. § 2284 (West 2006).</p>\n<p>[2]  <i>Pender County v. Bartlett,</i> 361 N.C. 491, 649 S.E.2d 364 (2007).</p>\n<p>[3]  Justice Scalia noted this history of political gerrymandering in North Carolina dating back to the 1730s in his plurality opinion in <i>Vieth v. Jubelirer,</i> 541 U.S. 267, 124 S.Ct. 1769, 158 L.Ed.2d 546 (2004). \"In 1732, two members of His Majesty's Council and the attorney general and deputy inspector and comptroller general of affairs of the Province of North Carolina reported that the Governor had proceeded to `divide old Precincts established by Law, &amp; to enact new Ones in Places, whereby his Arts he has endeavored to prepossess People in a future election according to his desire, his Designs herein being ... either to endeavor by his means to get a Majority of his creatures in the Lower House' or to disrupt the assembly's proceedings.\" <i>Id.</i> at 274, 124 S.Ct. 1769 (quoting 3 Colonial Records of North Carolina 380-81 (W. Saunders ed. 1886)).</p>\n<p>[4]  <i>See, e.g., </i><i>Easley v. Cromartie,</i> 532 U.S. 234, 121 S.Ct. 1452, 149 L.Ed.2d 430 (2001); <i>Hunt v. Cromartie,</i> 526 U.S. 541, 119 S.Ct. 1545, 143 L.Ed.2d 731 (1999); <i>Shaw v. Hunt,</i> 517 U.S. 899, 116 S.Ct. 1894, 135 L.Ed.2d 207 (1996); <i>Shaw v. Reno,</i> 509 U.S. 630, 113 S.Ct. 2816, 125 L.Ed.2d 511 (1993); <i>Thornburg v. Gingles,</i> 478 U.S. 30, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986); <i>Daly v. Hunt,</i> 93 F.3d 1212 (4th Cir. 1996); <i>Pope v. Blue,</i> 809 F.Supp. 392 (W.D.N.C.1992), <i>aff'd,</i> 506 U.S. 801, 113 S.Ct. 30, 121 L.Ed.2d 3 (1992).</p>\n<p>[5]  <i>See </i><i>Stephenson v. Bartlett (Stephenson I),</i> 355 N.C.354, 562 S.E.2d 377, 384 (2002); <i>Stephenson v. Bartlett (Stephenson II),</i> 357 N.C.301, 582 S.E.2d 247, 254 (2003); <i>Pender County,</i> 649 S.E.2d at 374-76.</p>\n<p>[6]  Overall maximum population deviation is a term of art used in the redistricting context. The Fourth Circuit has stated that \"to calculate maximum deviation, the court first constructs a hypothetical ideal district by dividing the total population of the political unit (e.g., state or county) by the total number of representatives who serve that population. Then, the court determines how much the actual population of each district varies from the population of the ideal district. This deviation is expressed as a percentage of the ideal population. Maximum deviation is the sum of the absolute value of the deviation of the district with the smallest population and that of the district with the largest population.\" <i>Daly,</i> 93 F.3d at 1216 n. 2.</p>\n<p>[7]  This standard enunciated by the North Carolina Supreme Court is more restrictive than that imposed by the United States Supreme Court in <i>Brown v. Thomson,</i> 462 U.S. 835, 103 S.Ct. 2690, 77 L.Ed.2d 214 (1983), and interpreted by the Fourth Circuit in <i>Daly v. Hunt,</i> 93 F.3d 1212, 1216 n. 2 (4th Cir.1996). Under a state plan in which the least-populated district deviates 5.9% below the ideal, and the most-populated district deviates 3.9% above the ideal, the <i>Brown/Daly</i> calculation yields a maximum population deviation of 9.8%, within the 10% safe harbor absent invidious intent. Under <i>Stephenson I,</i> however, the same plan would violate the one-person, one-vote requirement by virtue of the least-populated district deviating more than 5% from the ideal, without reference to the percentage deviation of the most-populated district.</p>\n<p>[8]  The 2003 State House Plan is the redistricting plan challenged by Plaintiffs in this case.</p>\n<p>[9]  \"Any action challenging the validity of any act of the General Assembly that apportions or redistricts State legislative ... districts shall be filed in the Superior Court of Wake County and shall be heard and determined by a three-judge panel of the Superior Court of Wake County.\" N.C. Gen.Stat. § 1-267.1 (2007).</p>\n<p>[10]  <i>Thornburg v. Gingles,</i> 478 U.S. at 50-51, 106 S.Ct. 2752.</p>\n<p>[11]  Section 2(a) of the VRA applies to all states and prohibits all redistricting plans from denying the rights of any citizen \"to vote on account of race or color [or membership in a language minority group].\" 42 U.S.C. § 1973(a) (2000). Subsection (b) further states that a citizen's right to vote is denied or abridged if members of a minority group \"have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.\" 42 U.S.C. § 1973(b).</p>\n<p>[12]  At oral argument. Plaintiffs indicated that the General Assembly would be required to redistrict when it reconvened in May 2008, following the North Carolina Supreme Court's order. This Court disagrees with Plaintiffs' assertion and concludes that the Supreme Court stayed its redistricting order until after the 2008 elections. Thus, the General Assembly is not required to redistrict until after November 2008.</p>\n<p>[13]  <i>See </i><i>Reynolds v. Sims,</i> 377 U.S. at 586, 84 S.Ct. 1362 (\"[L]egislative reapportionment is primarily a matter for legislative consideration and determination.\").</p>\n<p>[14]  The Fourth Circuit has discerned from its review of subsequent Supreme Court cases an algorithm for calculating the maximum population deviation for purposes of compliance with <i>Brown. See </i><i>Daly,</i> 93 F.3d at 1216 n. 2. The court should \"first construct[] a hypothetical ideal district by dividing the total population of the political unit ... by the total number of representatives who serve that population.\" <i>Id.</i> Using the empirical data of the challenged districts, the court then calculates the percentage by which the actual population differs from the \"ideal\" population per district. These percentages can be positive, as would be the case for an \"underrepresented\" district, or negative, as would be the case for an \"over-represented\" district. Lastly, the court compares the district with the largest negative percentage with the district with the largest positive percentage, and adds the (\"absolute value,\" or positive value, of the) two percentages. That sum represents the maximum population deviation that, if over 10%, signals that Plaintiffs in the litigation have proved a prima facie violation of the one-person, one-vote principle. <i>Id.</i></p>\n<p>[15]  In the house districts, for example, using the corrected census data shows that the least-populated district is District 56 in Orange County, with a deviation of 8.84% below the ideal, while the most-populated district is District 6 in Pitt and Beaufort Counties, with a deviation of 5.42% above the ideal, for a \"maximum population deviation\" of 14.26%. <i>See</i> Affidavit of John B. Morgan ¶ 12. In the senate districts, the least-populated district is District 23 in Orange and Person Counties, with a deviation of 6.07% below the ideal, while the most-populated district is District 17 in Wake County, with a deviation of 5.02% above the ideal, for a \"maximum population deviation\" of 11.09%. <i>See id.</i> ¶ 13.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b>(2008)</b></center>\n<center><h1>Joseph DEAN, et al., Plaintiffs,<br>\nv.<br>\nLarry LEAKE, in his official capacity as Chairman of the North Carolina State Board of Elections, et al., Defendants.</h1></center>\n<center>No. 2:07-CV-00051-FL-AD-RC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>March 17, 2008.</center>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>ROBERT J. CONRAD, JR., Chief Judge.</p>\n<p>This matter comes before the three-judge Court on Plaintiffs' Motion for a Preliminary Injunction.<sup>[1]</sup> Due to the proximity of the candidates filing for the 2008 election, we issued an order without accompanying memorandum following the January 25 hearing, denying equitable relief. We now explain our reasoning.</p>\n<p></p>\n<h2>I.</h2>\n<p>Plaintiffs are citizens of the United States and voters in North Carolina state legislative districts. They filed a complaint and motion for preliminary injunction on November 21, 2007, to rectify alleged constitutional defects in the current redistricting scheme. Defendants are the Executive Director and current members of the State Board of Elections, the Attorney General of the State of North Carolina, and the North Carolina State Conferences of Branches of the National Association for the Advancement of Colored People.</p>\n<p>In their complaint, Plaintiffs assert five claims. First, Plaintiffs allege a violation of the Equal Protection Clause \"one-person, one-vote\" principle, due to the North Carolina General Assembly's failure to incorporate updated census data into its redistricting calculations prior to its most recent (November, 2003) redistricting plan. Plaintiffs also allege that \"[t]he failure of the Legislature to use the corrected data was an intentional decision by [former Speaker] Black and his allies to politically benefit from the use of incorrect data by arranging the election districts to maintain their control of the North Carolina House of Representatives.\" (Compl, Doc. No. 1, at 23). Second, Plaintiffs allege a violation of the Due Process Clause of the Fourteenth Amendment due to the deprivation of a state created right because the North Carolina Supreme Court in its <i>Pender County</i><sup>[2]</sup> decision held that the current redistricting plan violates the North Carolina State constitution. Nonetheless, the state court deferred action on the state constitutional violation until <i>after</i> the next election cycle, ensuring that Plaintiffs' state created voting rights will not be vindicated through at least one more series of elections. Third, Plaintiffs allege a federal Voting Rights Act (\"VRA\") violation because the current redistricting plan improperly configures the minority population encompassed in the contiguous counties of Pender, Sampson, and New Hanover, which population could be combined to create a valid Section 2 federal VRA district. Fourth, Plaintiffs allege an Equal Protection Clause violation on the basis of racial gerrymandering. Fifth and finally, Plaintiffs allege that the state's failure properly to implement and administer a lawful election plan constitutes a violation of the federal constitutional guarantee of a Republican Form of Government.</p>\n<p>In their memorandum in support of motion for preliminary injunction and at hearing on same motion, Plaintiffs focused exclusively on their first claim, alleging violations of the one-person, one-vote principle.</p>\n<p></p>\n<h2>II. BACKGROUND</h2>\n<p>North Carolina has an extensive history of problematic redistricting efforts tracing back to the 1730s,<sup>[3]</sup> which has generated significant litigation.<sup>[4]</sup> Since the 2000 census, the North Carolina Supreme Court has found the General Assembly's redistricting plans unconstitutional three times.<sup>[5]</sup> To understand the current statewide redistricting plan, we must review North Carolina's recent redistricting efforts.</p>\n<p>On March 21, 2000, the Census Bureau released census data showing that North Carolina had a population of 8,049,313 for the purposes of redistricting. (Compl, Doc. No. 1, at 9). Following the decennial census, the North Carolina Constitution requires the General Assembly to redistrict. <i>See</i> N.C. Const, art. II, §§ 3, 5. Each Senator and Representative is to be elected by districts that are subject to certain requirements: that each Senator and Representative represent, as nearly as possible, an equal number of inhabitants; that each district consists of contiguous territory; that no counties should be divided; and that the districts, once established, remain unaltered until the next decennial census. <i>Id.</i></p>\n<p>On May 1, 2001, the General Assembly legislative services office released a Legislator's Guide for redistricting. The guide advised that the average number of persons each Senator will represent was 160,986 (8,049,313 ÷ 50), and the average number each Representative will represent was 67,078 (8,049,313 ÷ 120). (Compl, Doc. No. 1, at 9). Under the guide, the General Assembly was advised that no redistricting scheme would contain an overall maximum population deviation<sup>[6]</sup> exceeding ten percent in order to comply with federal law, the North Carolina Equal Protection Clause and the requirement under the North Carolina Constitution that Senators and Representatives, as nearly as may be, represent an equal number of inhabitants. <i>Id.</i> at 10.</p>\n<p></p>\n<h2>A. <i>Stephenson I</i>\n</h2>\n<p>In the 2001 regular session, the General Assembly enacted its legislative redistricting plans. A group of litigants (\"the Stephenson plaintiffs\") filed an action in Johnston County Superior Court on November 13, 2001. The Stephenson plaintiffs alleged that the 2001 Senate and House redistricting plans violated the North Carolina Constitution. The defendants filed a notice of removal asserting federal question jurisdiction pursuant to 28 U.S.C. § 1441 and \"refusal clause\" jurisdiction pursuant to 28 U.S.C. § 1443(2). The district court remanded the case to the North Carolina Superior Court because the court found that the case did not raise a substantial federal question and the plaintiffs' complaint only raised issues of state law. <i>Stephenson v. Bartlett,</i> <span class=\"citation\" data-id=\"2475177\"><a href=\"/opinion/2475177/stephenson-v-bartlett/\"><span class=\"volume\">180</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">779</span></a></span>, 786 (E.D.N.C.2001).</p>\n<p>On remand, the trial court granted plaintiffs' motion for summary judgment on the ground that the 2001 legislative redistricting plans violated the State Constitution. The defendants appealed and the North Carolina Supreme Court considered the issue of whether the General Assembly, in enacting the 2001 legislative redistricting plans, violated the Whole County Provisions (\"WCP\") of the North Carolina Constitution. <i>Stephenson v. Bartlett (Stephenson I),</i> 355 N.C.354, <span class=\"citation\" data-id=\"1296917\"><a href=\"/opinion/1296917/stephenson-v-bartlett/\"><span class=\"volume\">562</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">377</span></a></span>, 383-84 (2002). The Supreme Court reviewed the federal role in redistricting and the historical role of counties in legislative redistricting and concluded that \"[t]here is a long-standing tradition of respecting county lines during the redistricting process in this State.\" <i>Id.</i> at 386. The Supreme Court concluded that the WCP remain \"valid and binding upon the General Assembly during the redistricting and reapportionment process ... except to the extent superseded by federal law.\" <i>Id.</i> at 390. The Supreme Court held that the General Assembly enacted its 2001 legislative redistricting plans in violation of the WCP, and therefore the plans were unconstitutional and void. <i>Id.</i> at 392.</p>\n<p>The Supreme Court then announced a remedial analysis which set out a strict hierarchy. First, the legislative districts required by the VRA must be formed prior to the creation of non-VRA districts. <i>Id.</i> at 396-97. To the maximum extent possible, the VRA districts must comply with the legal requirements of the WCP. \"In forming new legislative districts, any deviation from the ideal population for a legislative district shall be at or within plus or minus five percent for purposes of compliance with federal `one-person, one-vote' requirements.\"<sup>[7]</sup><i>Id.</i> at 397. \"In counties having a 2000 census population sufficient to support the formation of one non-VRA legislative district ..., the WCP requires that the physical boundaries of any such non-VRA legislative district not cross or traverse the exterior geographic line of any such county.\" <i>Id.</i> When two or more non-VRA legislative districts may be created within a single county, that county should form a single non-VRA district. \"Such non-VRA districts shall be compact and shall not traverse the exterior geographic boundary of any such county.\" <i>Id.</i></p>\n<p>After placing all the single counties on the map, all two county combinations that can be drawn are similarly placed on the map and then three county combinations and so forth. Counties should be combined so that the county groupings are composed with the minimum number of counties per group, and all counties grouped together must be composed of contiguous territory. <i>Id.</i> at 383-84. Only after the counties are appropriately grouped, districts are to be drawn within the county groups that minimize the number of county line traversals and construct compact districts which respect communities of interest inside the county groupings. The court emphasized that \"[t]he intent underlying the WCP must be enforced to the maximum extent possible; thus, only the smallest number of counties necessary to comply with the at or within plus or minus five percent `one-person, one-vote' standard shall be combined.\" <i>Id.</i> at 384.</p>\n<p></p>\n<h2>B. <i>Stephenson II</i>\n</h2>\n<p>In 2002, the General Assembly tried again and submitted the plans to the Superior Court for its review for compliance with <i>Stephenson I.</i> The Superior Court held that the 2002 plans violated the North Carolina Constitution as interpreted in <i>Stephenson I.</i> The 2002 elections were held under an interim plan created by the Superior Court and precleared by the Department of Justice.</p>\n<p>In 2003, the North Carolina Supreme Court considered whether the Superior Court correctly determined that the General Assembly's 2002 revised redistricting plans were unconstitutional. <i>Stephenson v. Bartlett (Stephenson II),</i> 357 N.C.301, <span class=\"citation\" data-id=\"1284744\"><a href=\"/opinion/1284744/stephenson-v-bartlett/\"><span class=\"volume\">582</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">247</span></a></span> (2003). The Superior Court had concluded that the 2002 revised redistricting plans failed to be in strict compliance with <i>Stephenson I</i> because the plan included \"excessive division of counties; deficiencies in county groupings; and substantial failures in compactness, contiguity, and communities of interest.\" <i>Id.</i> at 252. The Supreme Court affirmed the Superior Court's findings that the 2002 plans were unconstitutional. <i>Id.</i> at 254.</p>\n<p></p>\n<h2>C. <i>Pender County</i>\n</h2>\n<p>In November 2003, the General Assembly enacted the 2003 State House Plan.<sup>[8]</sup> The Stephenson plaintiffs filed a motion to enforce their injunctions, but the North Carolina Supreme Court decided that the Stephenson case was not ongoing and therefore the Stephenson plaintiffs would have to file a new complaint. <i>Stephenson v. Bartlett,</i> <span class=\"citation\" data-id=\"1265927\"><a href=\"/opinion/1265927/stephenson-v-bartlett/\"><span class=\"volume\">358</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">219</span></a></span>, <span class=\"citation\" data-id=\"1265927\"><a href=\"/opinion/1265927/stephenson-v-bartlett/\"><span class=\"volume\">595</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">112</span></a></span> (2004). A complaint was filed before the state three-judge panel on May 14, 2004, by the Pender County Commissioners. <i>Pender County v. Bartlett,</i> <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">491</span></span>, <span class=\"citation\" data-id=\"1324159\"><a href=\"/opinion/1324159/pender-county-v-bartlett/\"><span class=\"volume\">649</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">364</span></a></span> (2007). The three-judge panel<sup>[9]</sup> concluded that House District 18 met the three <i>Gingles</i><sup>[10]</sup> threshold preconditions and, based on a totality of the circumstances, the creation of House District 18 as a crossover district was required by Section 2 of the VRA.<sup>[11]</sup><i>Id.</i> at 368. Thus, the panel concluded that Pender County could be split and that the district complied with the legal requirements of the WCP, as set out in <i>Stephenson I. Id.</i></p>\n<p>The North Carolina Supreme Court examined whether the current geographic configuration and racial composition of North Carolina House District 18 as established by the 2003 redistricting plan was required by Section 2 of the VRA. The Supreme Court further considered whether a sufficiently large and geographically compact minority population must constitute a numerical majority of citizens of voting age to trigger Section 2 compliance. The Supreme Court concluded that House District 18's current configuration was not mandated by Section 2. <i>Id.</i> at 374.</p>\n<p>The court reiterated that the formation of legislative districts must comport with the requirements of the North Carolina Constitution, unless federal law supersedes those provisions. Thus, the court concluded that because `House District 18 was not required by Section 2, it must comply with <i>Stephenson I</i> and the WCP. <i>Id.</i> at 376. Because the 2003 redistricting plan split House District 18 contrary to the requirements of the WCP, the court ordered that it must be redrawn. <i>Id.</i> The North Carolina Supreme Court, however, stayed the remedy of redrawing the district until after the 2008 election in order to minimize disruption to the ongoing election cycle.<sup>[12]</sup><i>Id.</i></p>\n<p>On November 21, 2007, members of the North Carolina State Board of Elections who were defendants in the <i>Pender County</i> litigation filed a petition seeking <i>writ of certiorari</i> from the United States Supreme Court. <i>Strickland v. Bartlett,</i> <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">491</span></span>, <span class=\"citation\" data-id=\"1324159\"><a href=\"/opinion/1324159/pender-county-v-bartlett/\"><span class=\"volume\">649</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">364</span></a></span> (2007), <i>petition for cert, filed</i> (U.S. Nov. 21, 2007) (No. 07-689). On March 17, 2008, the Supreme Court granted the petition for <i>unit of certiorari. See Strickland v. Bartlett,</i> <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">491</span></span>, <span class=\"citation\" data-id=\"1324159\"><a href=\"/opinion/1324159/pender-county-v-bartlett/\"><span class=\"volume\">649</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">364</span></a></span> (2007), <i>cert. granted,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1648</span></span>, <span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">352</span></span> (2008).</p>\n<p></p>\n<h2>D. Census Data</h2>\n<p>The 2000 decennial census was completed, and the results were submitted to the States for state-office redistricting purposes, by April 1, 2001, as required by 13 U.S.C. § 141(c). The Census Bureau thereafter reviewed the 2000 census data through its \"Census 2000 Count Question Resolution,\" or \"CQR,\" program. (Defs.' Ex. 4). On February 20, 2003, the Director of Research for the North Carolina General Assembly received a notice from a census official, updating him on the progress of the CQR program in processing challenges from local governments in North Carolina. (Pls.' Ex. 7). The letter promised that the Census Bureau's responses to such local government challenges would be forwarded to the State as the program continued. The additional correspondence would indicate whether a change in census data was forthcoming, and if so, would \"inform [the State] of the census blocks affected.\" <i>Id.</i></p>\n<p>On May 14, 2003, the Census Bureau sent a letter to Orange County officials informing them that \"[o]ur research found an error in the geographic assignment of group quarters in various blocks within the town of Chapel Hill\" and, further, that census officials had \"identified housing units that were erroneously included in Census 2000 due to processing errors.\" (Pls.' Ex. 8, 9). The letter promised that \"Orange County will soon receive a Certification Letter from the Director of the Census Bureau stating Orange County's housing unit and associated population counts.\" (Pls.'s Ex. 8).</p>\n<p>On September 30, 2003, census officials mailed \"an official statement of the revised Census 2000 population and housing units counts for Orange County,\" reflecting a downward correction of 2,696 persons in the census totals for the county. (Pls.' Ex. 10). The letter did not further divide or detail the characteristics of those 2,696 persons, and it did not expressly provide corrections on a block-by-block level (called \"block-level data\"). Similar letters were sent to local and state officials regarding challenges in other counties in the state, with many corrections (all smaller than that in Orange County) certified.</p>\n<p>Less than two months later, on November 25, 2003, the legislature approved house and senate redistricting plans in response to <i>Stephenson I</i> and <i>Stephenson II</i> (the \"2003 redisricting plan\"). The 2003 redistricting plan employed the <i>Stephenson</i> algorithm for drawing districts, using the original 2000 census data that did not reflect the CQR program corrections (the \"uncorrected census data\"). On June 10, 2004, the CQR program was completed, and the final detailed block-level data were posted to the census website (the \"corrected census data\"). (<i>See</i> Defs.' Ex. 3 (providing 2 pages of the 100-page report of North Carolina corrections)); full report <i>available at</i> www.census.gov/prod/cen2000/ notes/blks-37.xls. The final data do not indicate how the racial makeup of the blocks was affected by the corrections. The CQR corrected data carried a disclaimer that it was not to be used for redistricting purposes: \"Census counts used for Congressional apportionment and legislative redistricting and the Census 2000 data products remain unchanged.\" (Pls.Ex.10).</p>\n<p>Plaintiffs allege that the North Carolina General Assembly improperly refused to incorporate corrected census data into its redistricting calculus when it passed the November 2003 redistricting scheme. Plaintiffs claim that the use of the uncorrected census data creates a ripple effect of violations of the one-person, one-vote requirement of <i>Reynolds v. Sims,</i> <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 577, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span>, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1964), and necessitates statewide redistricting. Plaintiffs allege that the General Assembly intentionally used the incorrect census data to maintain its current political dominance. They request this Court grant a preliminary injunction to enjoin Defendants from continuing to use the 2003 plans during the 2008 election.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p>We undertake this analysis cognizant of the importance of insuring that every voter in North Carolina has an equal voice in electing his or her own representatives. The Supreme Court has acknowledged the preeminence of voting and has stated \"[n]o right is more precious in a free country than that of having a voice in the election of those who make the laws under which, as good citizens, we must live.\" <i>Wesberry v. Sanders,</i> <span class=\"citation\" data-id=\"106739\"><a href=\"/opinion/106739/wesberry-v-sanders/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17, <span class=\"citation\" data-id=\"106739\"><a href=\"/opinion/106739/wesberry-v-sanders/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">526</span></a></span>, <span class=\"citation\" data-id=\"106739\"><a href=\"/opinion/106739/wesberry-v-sanders/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1964).</p>\n<p>The parties agree that the issue before this Court is whether Plaintiffs are entitled to a preliminary injunction enjoining Defendants from conducting elections in 2008 utilizing the 2003 legislative districts. \"[P]reliminary injunctions are extraordinary remedies involving the exercise of very far-reaching power to be granted only sparingly and in limited circumstances.\" <i>MicroStrategy Inc. v. Motorola, Inc.,</i> <span class=\"citation\" data-id=\"772692\"><a href=\"/opinion/772692/microstrategy-incorporated-v-motorola-incorporateddefendant/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">335</span></a></span>, 339 (4th Cir.2001) (internal quotation marks omitted). In order to grant injunctive relief, Plaintiffs have to show: \"(1) the likelihood of irreparable harm to the plaintiff if the preliminary injunction is denied, (2) the likelihood of harm to the defendant if the requested relief is granted, (3) the likelihood that the plaintiff will succeed on the merits, and (4) the public interest.\" <i>Direx Israel, Ltd. v. Breakthrough Med. Corp.,</i> <span class=\"citation\" data-id=\"574911\"><a href=\"/opinion/574911/direx-israel-ltd-direx-incorporated-v-breakthrough-medical-corporation/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 812 (4th Cir.1991). \"[T]he balance of harm evaluation should precede the determination of the degree by which the plaintiff must establish the likelihood of success on his part.\" <i>Id.</i> at 813. If, after balancing the irreparable harm to the plaintiff against the irreparable harm to the defendant, the balance tips \"decidedly\" in the favor of the plaintiff, a preliminary injunction would be appropriate if the plaintiff \"raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus for more deliberate investigation.\" <i>Id.</i> at 812-13 (internal quotation marks omitted). If the balance tips away from the plaintiff toward equivalency, the plaintiff must demonstrate its entitlement to a preliminary injunction with \"a very clear and strong case,\" because \"if there is doubt as to the probability of plaintiffs ultimate success on the merits, the preliminary injunction must be denied.\" <i>Id.</i> at 813. \"[T]he decision to grant a preliminary injunction is discretionary with the district court and may not be set aside on appeal unless an abuse of discretion is shown.\" <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> <span class=\"citation\" data-id=\"556436\"><a href=\"/opinion/556436/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span>, 358 (4th Cir.1991) (internal quotation marks omitted).</p>\n<p></p>\n<h2>A. Plaintiffs' Irreparable Injury/Likelihood of Success</h2>\n<p>Deprivation of a constitutional right, even for a short period of time, constitutes irreparable harm. <i>Elrod v. Burns,</i> <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 373, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2673</span></a></span>, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">547</span></a></span> (1976). Although the balance of harms inquiry ordinarily precedes an analysis of a plaintiffs likelihood of success on the merits, when the harm alleged by the plaintiff is the deprivation of a constitutional right, the likelihood of success on the merits is so \"inseparably linked\" to the proving of an actual harm that the court may proceed directly to consider the merits of the plaintiffs action. <i>Giovani Carandola, Ltd. v. Bason,</i> <span class=\"citation\" data-id=\"779114\"><a href=\"/opinion/779114/giovani-carandola-limited-a-north-carolina-corporation-janel-d-ralph-v/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 511 (4th Cir.2002) (internal quotation marks omitted). Here, where Plaintiffs allege solely constitutional harms, determination of irreparable harm requires determining Plaintiffs' likelihood of success on the merits, and we turn to this question first.</p>\n<p></p>\n<h2>i. One-person, One-vote Violation</h2>\n<p>With regard to Plaintiffs' likelihood of success on the merits on their one-person, one-vote violation, the principal question here is whether the General Assembly had a duty to use the corrected census data. Without this showing, the state redistricting plan as currently devised falls within the permissible limits of a minor deviation, notwithstanding the State Constitutional violations found by the North Carolina Supreme Court in <i>Pender County.</i> Since the duty of redistricting falls primarily within the purview of the state legislature,<sup>[13]</sup> this Court is hesitant to intervene without a clear showing of likelihood of success on the merits.</p>\n<p>The Fourteenth Amendment assures that \"representative government in this country is one of equal representation for equal numbers of people.\" <i>Reynolds,</i> 377 U.S. at 560-61, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span>. The Equal Protection Clause requires only \"that a State make an honest and good faith effort to construct districts ... as nearly of equal population as is practicable.\" <i>Id.</i> at 577, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span>. In the state legislative redistricting context, the Fourteenth Amendment's Equal Protection Clause has been interpreted only to prohibit substantial population deviations among districts. That is, States have more flexibility in formulating redistricting plans for the state legislative seats by requiring only substantial population equality as opposed to strict population equality required in congressional redistricting plans. <i>See </i><i>Gaffney v. Cummings,</i> <span class=\"citation\" data-id=\"108825\"><a href=\"/opinion/108825/gaffney-v-cummings/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></a></span>, 748-49, <span class=\"citation\" data-id=\"108825\"><a href=\"/opinion/108825/gaffney-v-cummings/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>, <span class=\"citation\" data-id=\"108825\"><a href=\"/opinion/108825/gaffney-v-cummings/\"><span class=\"volume\">37</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1973). The Supreme Court has recognized that \"some deviations from population equality may be necessary to permit the States to pursue other legitimate objectives\" and that, generally, a \"maximum population deviation under 10% falls within th[e] category of minor deviations.\" <i>Brown v. Thomson,</i> <span class=\"citation\" data-id=\"110983\"><a href=\"/opinion/110983/brown-v-thomson/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">835</span></a></span>, 842, <span class=\"citation\" data-id=\"110983\"><a href=\"/opinion/110983/brown-v-thomson/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2690</span></a></span>, <span class=\"citation\" data-id=\"110983\"><a href=\"/opinion/110983/brown-v-thomson/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1983).<sup>[14]</sup> On the contrary, a plan with a maximum population deviation of 10% or higher \"creates a prima facie case of discrimination and therefore must be justified by the State.\" <i>Id.</i> at 842-43, <span class=\"citation\" data-id=\"110983\"><a href=\"/opinion/110983/brown-v-thomson/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2690</span></a></span>.</p>\n<p>Plaintiffs assert that the failure to use the corrected census data resulted in a deviation greater than 10% for certain counties which proves their prima facie case.<sup>[15]</sup> (See Pls.' Ex. 2). Plaintiffs rely on <i>Utah v. Evans,</i> <span class=\"citation\" data-id=\"121162\"><a href=\"/opinion/121162/utah-v-evans/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, <span class=\"citation\" data-id=\"121162\"><a href=\"/opinion/121162/utah-v-evans/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2191</span></a></span>, <span class=\"citation\" data-id=\"121162\"><a href=\"/opinion/121162/utah-v-evans/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">453</span></a></span> (2002), <i>Kirkpatrick v. Preisler,</i> <span class=\"citation\" data-id=\"107896\"><a href=\"/opinion/107896/kirkpatrick-v-preisler/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, <span class=\"citation\" data-id=\"107896\"><a href=\"/opinion/107896/kirkpatrick-v-preisler/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1225</span></a></span>, <span class=\"citation\" data-id=\"107896\"><a href=\"/opinion/107896/kirkpatrick-v-preisler/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">519</span></a></span> (1969), and <i>Karcher v. Daggett,</i> <span class=\"citation\" data-id=\"110980\"><a href=\"/opinion/110980/karcher-v-daggett/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, <span class=\"citation\" data-id=\"110980\"><a href=\"/opinion/110980/karcher-v-daggett/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2653</span></a></span>, <span class=\"citation\" data-id=\"110980\"><a href=\"/opinion/110980/karcher-v-daggett/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></a></span> (1983), to support their assertion that Defendants had a duty to use the corrected census data. We find that those cases do not support the imposition of a duty to use the corrected census data. Instead, we conclude that the General Assembly is permitted, but not required, to use the corrected census data.</p>\n<p>In <i>Utah v. Evans</i><i>,</i> the State of Utah sued the Secretary of Commerce, challenging the use of a particular census interpolation method known as \"hot deck imputation.\" The method resulted in Utah being awarded one fewer seat in the House of Representatives than it would have been awarded had no interpolation method been used. North Carolina, the beneficiary of an additional seat via the method, intervened and challenged Utah's standing on redressability grounds. In particular, North Carolina argued that the reticulated statutory scheme for the taking of a decennial census, the certification of results, and, finally, the awarding of Representatives left no room for post-hoc, inter-decennial challenges that would require recertifying results and re-allocating Representatives. <i>See </i><i>Utah v. Evans,</i> 536 U.S. at 461, <span class=\"citation\" data-id=\"121162\"><a href=\"/opinion/121162/utah-v-evans/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2191</span></a></span>. The Court disagreed, noting that the statutes did not cover the proper procedure to be implemented should the original certification \"turn out to contain, or to reflect, a serious mistake.\" <i>Id.</i> at 462, <span class=\"citation\" data-id=\"121162\"><a href=\"/opinion/121162/utah-v-evans/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2191</span></a></span>. Instead, the statutory language \"is open to a more flexible reading that would <i>permit</i> correction of a certificate found to rest upon a serious error  say, a clerical, a mathematical, or a calculation error, in census data.\" <i>Id.</i> (emphasis added). If the error were discovered in a timely fashion, re-allocating Representatives \"makes good sense.\" <i>Id.</i> Plaintiffs contend that if Congress would have to reapportion based upon a mathematical error, then a state would be obliged to rely on the corrected census data during redistricting.</p>\n<p>In <i>Kirkpatrick v. Preisler</i><i>,</i> the Court recognized that \"[s]ituations may arise where substantial population shifts [between censuses] can be anticipated.\" 394 U.S. at 535, <span class=\"citation\" data-id=\"107896\"><a href=\"/opinion/107896/kirkpatrick-v-preisler/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1225</span></a></span>. The Court held that \"States that are redistricting <i>may</i> properly consider\" such shifts, but only if \"these shifts can be predicted with a high degree of accuracy\" and are \"thoroughly documented and applied throughout the State in a systematic, not an <i>ad hoc,</i> manner.\" <i>Id.</i> (emphasis added). Plaintiffs assert that the corrected census data regarding the mathematical error in Orange County was well-documented and certified by the Census Bureau. Thus, Plaintiffs conclude, the General Assembly was required to use the corrected data during redistricting.</p>\n<p>In <i>Karcher v. Daggett</i><i>,</i> the Supreme Court discussed the census data relevant to the apportionment plan for New Jersey. The Court stated that the Census Bureau had released the preliminary figures and subsequently released two corrections. The Court concluded that \"[b]ecause this last correction was not available to the legislature at the time it enacted the plan at issue, we need not consider it.\" <i>Karcher,</i> 462 U.S. at 728 n. 1, <span class=\"citation\" data-id=\"110980\"><a href=\"/opinion/110980/karcher-v-daggett/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2653</span></a></span>. Since the General Assembly had access to the corrected data before redistricting in 2003, Plaintiffs assert that like the <i>Karcher</i> Court, this Court should use the corrected figures in measuring the one-person, one-vote violation.</p>\n<p>This Court concludes that these cases use permissive, not mandatory, language when referring to the use of corrected census data. This Court recognizes the fact that states conducting redistricting years after the decennial census are operating under a legal fiction. <i>See </i><i>Georgia v. Ashcroft,</i> <span class=\"citation\" data-id=\"130158\"><a href=\"/opinion/130158/georgia-v-ashcroft-attorney-general/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 488 n. 2, <span class=\"citation\" data-id=\"130158\"><a href=\"/opinion/130158/georgia-v-ashcroft-attorney-general/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2498</span></a></span>, <span class=\"citation\" data-id=\"130158\"><a href=\"/opinion/130158/georgia-v-ashcroft-attorney-general/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">428</span></a></span> (2003) (\"[B]efore the new census, States operate under the legal fiction that even 10 years later, the plans are constitutionally apportioned.\"). Those circumstances, as well as the inherently legislative nature of the redistricting function, support the granting of deference to the judgment of the General Assembly in deciding which data to use. <i>Wise v. Lipscomb,</i> <span class=\"citation\" data-id=\"109912\"><a href=\"/opinion/109912/wise-v-lipscomb/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">535</span></a></span>, 539, <span class=\"citation\" data-id=\"109912\"><a href=\"/opinion/109912/wise-v-lipscomb/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2493</span></a></span>, <span class=\"citation\" data-id=\"109912\"><a href=\"/opinion/109912/wise-v-lipscomb/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1978) (\"The [Supreme] Court has repeatedly held that redistricting and reapportioning legislative bodies is a legislative task which the federal courts should make every effort not to pre-empt.\"). In the absence of a duty to use the corrected census data, Plaintiffs cannot show a violation of the one-person, one-vote requirement. Thus, we conclude that Plaintiffs cannot claim they are irreparably harmed and have not shown a likelihood of success on the merits.</p>\n<p></p>\n<h2>ii. Good faith</h2>\n<p>Plaintiffs' secondary argument is that Defendants had a good faith duty to use the most accurate data available at the time of redistricting when constructing the Senate and House legislative districts. <i>See </i><i>Reynolds,</i> 377 U.S. at 577, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span> (\"[T]he Equal Protection Clause requires that a State make an honest and good faith effort to construct districts, in both houses of its legislature, as nearly of equal population as is practicable.\"). Plaintiffs contend that because the Census Bureau had notified the General Assembly of the mathematical error prior to the enactment of the 2003 districts, the <i>Reynolds</i> duty of good faith required the General Assembly to use the most accurate data available at the time of redistricting. While this argument has superficial appeal, it ignores that fact that redistricting is primarily a legislative function. In the absence of an absolute duty to use corrected census data, this Court believes that the General Assembly could properly choose to use the uncorrected census data.</p>\n<p>Plaintiffs additionally argued that even if the court finds no duty to use the corrected census data, they can still prevail on the merits by showing that Defendants acted in bad faith in constructing the 2003 redistricting plan. Plaintiffs have made some vague allegations of a conspiracy surrounding former Speaker James Black and his supporters and assert that the incumbents who positively benefitted from the use of the uncorrected census data would have included allies of former Speaker Black. (<i>See</i> Compl., Doc. No. 1, at 23). In order to succeed, Plaintiffs must provide a link between the conspiracy and the use of the uncorrected data. Plaintiffs must provide evidence that the redistricting process had a \"taint of arbitrariness or discrimination.\" <i>Daly v. Hunt,</i> <span class=\"citation\" data-id=\"725014\"><a href=\"/opinion/725014/jack-w-daly-vynone-d-williams-kerry-p-humphrey-aileen-b-lockhart-mark/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1212</span></a></span>, 1220 (4th Cir.1996) (noting that a maximum deviation of below 10% \"does not completely insulate a state's districting plan from attack\" but holding that \"[t]o survive summary judgment, the plaintiff would have to produce further evidence to show that the apportionment process had a taint of arbitrariness or discrimination\" (internal quotation marks omitted)). At this stage in the proceedings, Plaintiffs cannot prevail on the bad faith claim for lack of evidence. Plaintiffs have offered little more than conclusory allegations of a conspiracy to show invidious intent. Since Plaintiffs have not shown that the General Assembly had a duty to use the corrected data or that it otherwise proceeded in bad faith, we find Plaintiffs have provided insufficient proof to show a likelihood of success on the merits.</p>\n<p></p>\n<h2>B. Defendants' Harm</h2>\n<p>Defendants argue that they will be significantly harmed if this Court were to enjoin them from conducting the 2008 election using the 2003 legislative districts. \"Because state officials are the parties against whom the injunction is sought, and they represent the public interest, consideration of the harm to them should the injunction issue merges with consideration of the public interest.\" <i>Jackson v. Leake,</i> <span class=\"citation\" data-id=\"2417646\"><a href=\"/opinion/2417646/jackson-v-leake/\"><span class=\"volume\">476</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">515</span></a></span>, 530 (E.D.N.C.2006). The filing of candidates commenced on February 11, 2008, and the primary is scheduled to be held on May 6, 2008. Invalidating any of the districts would likely disrupt the electoral process. Some of the prospective candidates and voters have begun to prepare for the 2008 elections in reliance on the existing state district plan. Any delay could affect \"the ability of North Carolinians to participate meaningfully in the presidential primaries,\" and granting a preliminary injunction will otherwise \"disrupt an orderly election process.\" (Defs.' Mem. Opp., Doc. No. 41, at 13). We find that Defendants and the public interest in holding an orderly election would be substantially harmed if preliminary injunctive relief were granted.</p>\n<p></p>\n<h2>IV. Conclusion</h2>\n<p>In balancing the foregoing factors, this Court concludes that a preliminary injunction is not warranted. We find that the balancing of the harms tips decidedly in favor of Defendants since Plaintiffs have failed to show any irreparable harm. Absent any evidence of invidious intent on the part of the General Assembly, there is an insufficient amount of proof to grant the extraordinary remedy of a preliminary injunction.</p>\n<p>Accordingly, Plaintiffs' motion for preliminary injunction is DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"A district court of three judges shall be convened ... when an action is filed challenging the constitutionality of ... the apportionment of any statewide legislative body.\" 28 U.S.C.A. § 2284 (West 2006).</p>\n<p>[2]  <i>Pender County v. Bartlett,</i> <span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">491</span></span>, <span class=\"citation\" data-id=\"1324159\"><a href=\"/opinion/1324159/pender-county-v-bartlett/\"><span class=\"volume\">649</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">364</span></a></span> (2007).</p>\n<p>[3]  Justice Scalia noted this history of political gerrymandering in North Carolina dating back to the 1730s in his plurality opinion in <i>Vieth v. Jubelirer,</i> <span class=\"citation\" data-id=\"134735\"><a href=\"/opinion/134735/vieth-v-jubelirer/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"134735\"><a href=\"/opinion/134735/vieth-v-jubelirer/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"134735\"><a href=\"/opinion/134735/vieth-v-jubelirer/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">546</span></a></span> (2004). \"In 1732, two members of His Majesty's Council and the attorney general and deputy inspector and comptroller general of affairs of the Province of North Carolina reported that the Governor had proceeded to `divide old Precincts established by Law, &amp; to enact new Ones in Places, whereby his Arts he has endeavored to prepossess People in a future election according to his desire, his Designs herein being ... either to endeavor by his means to get a Majority of his creatures in the Lower House' or to disrupt the assembly's proceedings.\" <i>Id.</i> at 274, <span class=\"citation\" data-id=\"134735\"><a href=\"/opinion/134735/vieth-v-jubelirer/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span> (quoting 3 Colonial Records of North Carolina 380-81 (W. Saunders ed. 1886)).</p>\n<p>[4]  <i>See, e.g., </i><i>Easley v. Cromartie,</i> <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1452</span></span>, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">430</span></span> (2001); <i>Hunt v. Cromartie,</i> <span class=\"citation\" data-id=\"1087691\"><a href=\"/opinion/1087691/hunt-v-cromartie/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, <span class=\"citation\" data-id=\"1087691\"><a href=\"/opinion/1087691/hunt-v-cromartie/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1545</span></a></span>, <span class=\"citation\" data-id=\"1087691\"><a href=\"/opinion/1087691/hunt-v-cromartie/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">731</span></a></span> (1999); <i>Shaw v. Hunt,</i> <span class=\"citation no-link\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">899</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1894</span></span>, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></span> (1996); <i>Shaw v. Reno,</i> <span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">630</span></a></span>, <span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2816</span></a></span>, <span class=\"citation\" data-id=\"112905\"><a href=\"/opinion/112905/shaw-v-reno/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">511</span></a></span> (1993); <i>Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986); <i>Daly v. Hunt,</i> <span class=\"citation\" data-id=\"725014\"><a href=\"/opinion/725014/jack-w-daly-vynone-d-williams-kerry-p-humphrey-aileen-b-lockhart-mark/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1212</span></a></span> (4th Cir. 1996); <i>Pope v. Blue,</i> <span class=\"citation\" data-id=\"1456062\"><a href=\"/opinion/1456062/pope-v-blue/\"><span class=\"volume\">809</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">392</span></a></span> (W.D.N.C.1992), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">801</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">30</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">3</span></span> (1992).</p>\n<p>[5]  <i>See </i><i>Stephenson v. Bartlett (Stephenson I),</i> 355 N.C.354, <span class=\"citation\" data-id=\"1296917\"><a href=\"/opinion/1296917/stephenson-v-bartlett/\"><span class=\"volume\">562</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">377</span></a></span>, 384 (2002); <i>Stephenson v. Bartlett (Stephenson II),</i> 357 N.C.301, <span class=\"citation\" data-id=\"1284744\"><a href=\"/opinion/1284744/stephenson-v-bartlett/\"><span class=\"volume\">582</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">247</span></a></span>, 254 (2003); <i>Pender County,</i> 649 S.E.2d at 374-76.</p>\n<p>[6]  Overall maximum population deviation is a term of art used in the redistricting context. The Fourth Circuit has stated that \"to calculate maximum deviation, the court first constructs a hypothetical ideal district by dividing the total population of the political unit (e.g., state or county) by the total number of representatives who serve that population. Then, the court determines how much the actual population of each district varies from the population of the ideal district. This deviation is expressed as a percentage of the ideal population. Maximum deviation is the sum of the absolute value of the deviation of the district with the smallest population and that of the district with the largest population.\" <i>Daly,</i> 93 F.3d at 1216 n. 2.</p>\n<p>[7]  This standard enunciated by the North Carolina Supreme Court is more restrictive than that imposed by the United States Supreme Court in <i>Brown v. Thomson,</i> <span class=\"citation\" data-id=\"110983\"><a href=\"/opinion/110983/brown-v-thomson/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">835</span></a></span>, <span class=\"citation\" data-id=\"110983\"><a href=\"/opinion/110983/brown-v-thomson/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2690</span></a></span>, <span class=\"citation\" data-id=\"110983\"><a href=\"/opinion/110983/brown-v-thomson/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">214</span></a></span> (1983), and interpreted by the Fourth Circuit in <i>Daly v. Hunt,</i> <span class=\"citation\" data-id=\"725014\"><a href=\"/opinion/725014/jack-w-daly-vynone-d-williams-kerry-p-humphrey-aileen-b-lockhart-mark/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1212</span></a></span>, 1216 n. 2 (4th Cir.1996). Under a state plan in which the least-populated district deviates 5.9% below the ideal, and the most-populated district deviates 3.9% above the ideal, the <i>Brown/Daly</i> calculation yields a maximum population deviation of 9.8%, within the 10% safe harbor absent invidious intent. Under <i>Stephenson I,</i> however, the same plan would violate the one-person, one-vote requirement by virtue of the least-populated district deviating more than 5% from the ideal, without reference to the percentage deviation of the most-populated district.</p>\n<p>[8]  The 2003 State House Plan is the redistricting plan challenged by Plaintiffs in this case.</p>\n<p>[9]  \"Any action challenging the validity of any act of the General Assembly that apportions or redistricts State legislative ... districts shall be filed in the Superior Court of Wake County and shall be heard and determined by a three-judge panel of the Superior Court of Wake County.\" N.C. Gen.Stat. § 1-267.1 (2007).</p>\n<p>[10]  <i>Thornburg v. Gingles,</i> 478 U.S. at 50-51, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>.</p>\n<p>[11]  Section 2(a) of the VRA applies to all states and prohibits all redistricting plans from denying the rights of any citizen \"to vote on account of race or color [or membership in a language minority group].\" 42 U.S.C. § 1973(a) (2000). Subsection (b) further states that a citizen's right to vote is denied or abridged if members of a minority group \"have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.\" 42 U.S.C. § 1973(b).</p>\n<p>[12]  At oral argument. Plaintiffs indicated that the General Assembly would be required to redistrict when it reconvened in May 2008, following the North Carolina Supreme Court's order. This Court disagrees with Plaintiffs' assertion and concludes that the Supreme Court stayed its redistricting order until after the 2008 elections. Thus, the General Assembly is not required to redistrict until after November 2008.</p>\n<p>[13]  <i>See </i><i>Reynolds v. Sims,</i> 377 U.S. at 586, <span class=\"citation\" data-id=\"106850\"><a href=\"/opinion/106850/reynolds-v-sims/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1362</span></a></span> (\"[L]egislative reapportionment is primarily a matter for legislative consideration and determination.\").</p>\n<p>[14]  The Fourth Circuit has discerned from its review of subsequent Supreme Court cases an algorithm for calculating the maximum population deviation for purposes of compliance with <i>Brown. See </i><i>Daly,</i> 93 F.3d at 1216 n. 2. The court should \"first construct[] a hypothetical ideal district by dividing the total population of the political unit ... by the total number of representatives who serve that population.\" <i>Id.</i> Using the empirical data of the challenged districts, the court then calculates the percentage by which the actual population differs from the \"ideal\" population per district. These percentages can be positive, as would be the case for an \"underrepresented\" district, or negative, as would be the case for an \"over-represented\" district. Lastly, the court compares the district with the largest negative percentage with the district with the largest positive percentage, and adds the (\"absolute value,\" or positive value, of the) two percentages. That sum represents the maximum population deviation that, if over 10%, signals that Plaintiffs in the litigation have proved a prima facie violation of the one-person, one-vote principle. <i>Id.</i></p>\n<p>[15]  In the house districts, for example, using the corrected census data shows that the least-populated district is District 56 in Orange County, with a deviation of 8.84% below the ideal, while the most-populated district is District 6 in Pitt and Beaufort Counties, with a deviation of 5.42% above the ideal, for a \"maximum population deviation\" of 14.26%. <i>See</i> Affidavit of John B. Morgan ¶ 12. In the senate districts, the least-populated district is District 23 in Orange and Person Counties, with a deviation of 6.07% below the ideal, while the most-populated district is District 17 in Wake County, with a deviation of 5.02% above the ideal, for a \"maximum population deviation\" of 11.09%. <i>See id.</i> ¶ 13.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087691/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1284744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1296917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2417646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2475177/"
  ]
}