{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1452301/",
  "absolute_url": "/opinion/1452301/in-re-grand-jury-proceedings-phe-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1452301/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:14:05.091916Z",
  "date_modified": "2016-04-27T00:41:24.655918Z",
  "type": "010combined",
  "sha1": "d5d0549a0e4ca631db09a8eb6fe9a1bc5dabede0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>640 F.Supp. 149 (1986)</b></center>\n<center><h1>In re GRAND JURY PROCEEDINGS (PHE, INC.).</h1></center>\n<center>No. 86-77-Misc.-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 18, 1986.</center>\n<p><span class=\"star-pagination\">*150</span> Beskind and Rudolf, P.A. by David S. Rudolf, Durham, N.C., Ferguson, Stein, Watt, Wallas &amp; Adkins, P.A. by Adam Stein, Chapel Hill, N.C., for Alan C. Bushnell.</p>\n<p>Tharrington, Smith &amp; Hargrove by Wade Smith, Raleigh, N.C., for Philip D. Harvey and PHE, Inc.</p>\n<p>Samuel T. Currin, U.S. Atty., Raleigh, N.C., H. Robert Showers, U.S. Chief, James G. Carpenter, Asst. U.S. Atty., Civ. Section, for U.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 11 June 1986 PHE, Inc., Philip D. Harvey and Alan C. Bushnell made the following motions: (1) to intervene pursuant to Rule 24(a) of the Federal Rules of Civil Procedure; (2) to quash grand jury subpoenas served upon their employees as an abuse of the grand jury process pursuant to Rule 17 of the Federal Rules of Criminal Procedure; and (3) for a protective order prohibiting any federal or state agent from interviewing any of the employees under color of the subpoenas. The court allowed the motion to intervene and issued a temporary restraining order suspending enforcement of the subpoenas and all office interviews scheduled under color of the subpoenas until the matters could be heard on the merits. A hearing was held on 17 June 1986 during which many issues were rendered moot by the government's decision to withdraw all subpoenas to be reissued at a later date. Now before the court are: motion by the government for reconsideration of the order allowing the motion to intervene and motion by PHE, Harvey and Bushnell (hereinafter \"movants\") for a protective order to prevent the grand jury from any use of information learned in interviews conducted under color of the grand jury subpoenas.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>On 28 May 1986 United States Magistrate P. Trevor Sharpe of the Middle District <span class=\"star-pagination\">*151</span> of North Carolina issued a search warrant authorizing a search of the business premises of PHE, Inc. PHE, Inc. is a North Carolina corporation with its principal place of business in Carrboro, North Carolina, and Philip D. Harvey and Alan C. Bushnell are shareholders and directors of the corporation. On Thursday, 29 May 1986 federal and state agents, including approximately thirty United States Postal Inspectors and State Bureau of Investigation agents, went to the premises of PHE, Inc. to execute the search warrant. According to the movants, upon their arrival the agents ordered the switchboard closed, posted armed guards at each door and ordered the 118 employees who were present to cease work. The agents then divided the employees into seven groups and proceeded to interview them. Each employee was asked to produce a driver's license, was photographed, interviewed and issued a subpoena to appear before the grand jury. Also, briefcases and pocketbooks were searched before the employees were allowed to leave the building.</p>\n<p>The grand jury subpoenas were issued in blank and under seal by the clerk's office on 28 May 1986 and given to the United States Attorney. The United States Attorney gave them to the postal inspectors who conducted the search. After conducting the interview with each employee of PHE, the postal inspector filled in the name of that employee on the blank subpoena. The postal inspectors ran out of subpoenas and photocopied an original issued by the clerk's office. These subpoenas were filled in and issued to several employees of the corporation. Also, the postal inspectors changed the date and place of the grand jury on the subpoenas. No United States Attorney was present at the premises where the subpoenas were issued. When the subpoenas were issued each employee was told that he or she had the option of meeting with a postal inspector at the offices of the United States Attorney in lieu of appearing before the grand jury.</p>\n<p></p>\n<h2>II. INTERVENTION</h2>\n<p>The court allowed the movants to intervene in the action in order to challenge the issuance of the grand jury subpoenas as abusive. As previously stated, the government has withdrawn the subpoenas but has moved the court to reconsider its order on intervention. The government argues that this is not a proper case for intervention pursuant to Federal Rule of Civil Procedure 24 because there is no \"action\" in which to intervene. The government also argues that if the court deems there to be an action as contemplated by Rule 24, the movants have no standing to intervene pursuant to the rule. The court disagrees with the government's interpretation of the law and declines to reverse its order on intervention.</p>\n<p>Rule 24 provides:</p>\n<blockquote>Upon timely application anyone shall be permitted to intervene in an action: ... (2) when the applicant claims an interest relating to the property or transaction which is the subject of the action and the action may as a practical matter impair or impede his ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</blockquote>\n<p>The government argues that the movants should not have been allowed to intervene because none of the employees moved to quash the subpoenas as abusive. Therefore, the government concludes that there is no \"action\" as contemplated in Rule 24. The government's interpretation of the language of the rule is restrictive and ignores the purpose of intervention.</p>\n<p>The purpose of intervention is to allow a third party to protect its interests when the parties are unlikely to do so. The rule is to be liberally construed to allow persons to protect their interests if they are likely to be prejudiced. In fact, the public interest may require that intervention be allowed wholly outside of the rule. <i>Missouri-Kansas Pipe Line Co. v. United States,</i> 312 U.S. 502, 61 S.Ct. 666, 85 L.Ed. 975 (1941). Furthermore, precedent supports the movants' interpretation of the rule. For example, in <i>In re Grand Jury Proceedings (John Doe # 82-008),</i> No. 83-1248, <span class=\"star-pagination\">*152</span> slip op. (4th Cir. March 17, 1983), the Fourth Circuit held that a customer of a bank had a right to intervene in a subpoena served on the bank even though the bank was willing to comply with the subpoena. The court said that the \"proper focus is upon whether the movant asserts an interest in the subject matter sufficient to ensure a real judicial controversy.\" Therefore, the grand jury proceeding is an \"action\" in which intervention is allowed if the movant can demonstrate a sufficient interest. <i>See </i><i>In re Grand Jury Proceedings (Katz),</i> 623 F.2d 122 (2d Cir.1980).</p>\n<p>The government argues that the movants have not demonstrated any interest to bring them within the confines of Rule 24. However, the government confuses its argument on intervention with the argument on the merits. Essentially, the government argues that the movants' interest is not as important as the grand jury's interest in the information sought. That is, however, a question which should be reserved for the merits, i.e. whether the court should quash the subpoenas as abusive. The question on intervention is whether the movants have shown some interest which would entitle them to intervene and challenge the subpoenas as abusive. \"A party seeking to intervene as of right need not satisfy the district court that it has an `interest' in the subject matter of such legal substance that success on the merits is likely; the movant need only demonstrate a colorable claim of legal right or status to establish the requisite `interest' under Fed.R.Civ.P. 24(a)(2).\" <i>In Re Grand Jury Proceeding (John Doe # 83-008), supra</i> at 5.</p>\n<p>In <i>Newport News Shipbuilding &amp; Drydock Co. v. Peninsula Shipbuilders Association,</i> 646 F.2d 117 (4th Cir.1981), the Fourth Circuit outlined the requirements for intervention. A party moving to intervene must show that (1) it has an interest in the subject matter of the action, (2) disposition of the action may practically impair or impede the movants ability to protect that interest, and (3) that interest is not adequately represented by the existing parties. <i>Id.</i> at 120. The movants claim that they have an interest, contractual in nature, in the services of employees who were subpoenaed to appear before the grand jury. This property interest has been recognized to confer third party standing to intervene in an action to quash grand jury subpoenas as abusive. <i>In re Matter of Grand Jury,</i> 619 F.2d 1022 (3d Cir.1980). In this case, all 118 employees of PHE were subpoenaed to appear before the grand jury at the same time on the same day. Therefore, the business would necessarily be shut down without the presence of the employees. Therefore, the movants' interest is a substantial one which could not be protected except by the action they have taken. This interest will not be adequately represented by the existing parties to the dispute because the employees are not likely to assert the movants' interest. Clearly, in these circumstances, movants have standing to intervene pursuant to Rule 24 and <i>Newport News Shipbuilding, supra</i><i>.</i></p>\n<p></p>\n<h2>III. MOTION FOR PROTECTIVE ORDER</h2>\n<p>Even though the government has withdrawn the subpoenas the movants seek a protective order to prevent the grand jury from using any information learned during office interviews with the employees of PHE. The movants claim it was an abuse of the grand jury for the United States Attorney to give the employees the option of appearing before postal inspectors in lieu of appearing before the grand jury. Therefore, the movants argue that the grand jury should not be able to use information gathered during the improperly conducted interviews. The court emphasizes that the question whether the grand jury subpoenas were properly issued is not before it. That question was rendered moot by the government's decision to withdraw the subpoenas. The only question before the court is whether it was an abuse of the grand jury for the office interviews to be conducted and, if so, whether exclusion from the grand jury is a proper remedy for the abuse.</p>\n<p><span class=\"star-pagination\">*153</span> In <i>United States v. Mandel,</i> 415 F.Supp. 1033 (D.Md.1976), <i>rev'd on other grounds,</i> 591 F.2d 1347 (4th Cir.1979), the same issue was raised to challenge the issuance of grand jury subpoenas as an abuse of the process. In that case the United States Attorney caused the issuance of grand jury subpoenas for the purpose of compelling persons to appear at the United States Attorney's office. The court held that it was not an abuse of process for five people to be subpoenaed for interviews but not brought before the grand jury. In addition the court said, \"the Court thinks it is sound and customary procedure for the prosecutors to interview witnesses before taking them to the grand jury in order to eliminate unnecessary material before the grand jury and save time of the grand jurors.\" 415 F.Supp. at 1039.</p>\n<p>The court agrees that the position of the United States Attorney is a reasonable one. \"The U.S. Attorney is the guiding arm of the grand jury, concerned with the orderly presentation of information before that body. It is customary practice in the courts for documents and witnesses to be subpoenaed in advance to eliminate unnecessary material, allow for the orderly presentation of evidence, and save the time of grand jurors.\" <i>United States v. Miller,</i> 508 F.2d 588, 594 (5th Cir.1975). In this case only seven office interviews were conducted under color of the grand jury subpoenas. In this circumstance, there is no clear abuse of the grand jury. However, the court does not hold that such interviews conducted in lieu of testifying before the grand jury could never be an abuse of the grand jury process. Although the prosecutor may take an active role in organizing evidence to present to a grand jury, there may be circumstances when the prosecutor acts to interfere with the independence of the grand jury's function as an investigative body. Circumstances such as the number of witnesses asked to appear at office interviews and the purpose of the interviews should be examined. The prosecutor may <i>not</i> conduct such interviews for an improper purpose such as to harass witnesses or as a means to conduct criminal or civil discovery. <i>United States v. (Under Seal),</i> 714 F.2d 347 (4th Cir.) <i>cert. denied,</i> 464 U.S. 978, 104 S.Ct. 1019, 78 L.Ed.2d 354 (1983). In this case, an investigation was being conducted and the evidence sought was clearly relevant to that inquiry. <i>Id.</i> Therefore, there is no clear abuse of the grand jury for the interviews to have been conducted in this instance.</p>\n<p>In summary, for the reasons stated above, the motion of the government for reconsideration of the court's order on intervention is denied. Also, the motion of PHE, Inc., Harvey and Bushnell for a protective order is denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">149</span></span> (1986)</b></center>\n<center><h1>In re GRAND JURY PROCEEDINGS (PHE, INC.).</h1></center>\n<center>No. 86-77-Misc.-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>July 18, 1986.</center>\n<p><span class=\"star-pagination\">*150</span> Beskind and Rudolf, P.A. by David S. Rudolf, Durham, N.C., Ferguson, Stein, Watt, Wallas &amp; Adkins, P.A. by Adam Stein, Chapel Hill, N.C., for Alan C. Bushnell.</p>\n<p>Tharrington, Smith &amp; Hargrove by Wade Smith, Raleigh, N.C., for Philip D. Harvey and PHE, Inc.</p>\n<p>Samuel T. Currin, U.S. Atty., Raleigh, N.C., H. Robert Showers, U.S. Chief, James G. Carpenter, Asst. U.S. Atty., Civ. Section, for U.S.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>On 11 June 1986 PHE, Inc., Philip D. Harvey and Alan C. Bushnell made the following motions: (1) to intervene pursuant to Rule 24(a) of the Federal Rules of Civil Procedure; (2) to quash grand jury subpoenas served upon their employees as an abuse of the grand jury process pursuant to Rule 17 of the Federal Rules of Criminal Procedure; and (3) for a protective order prohibiting any federal or state agent from interviewing any of the employees under color of the subpoenas. The court allowed the motion to intervene and issued a temporary restraining order suspending enforcement of the subpoenas and all office interviews scheduled under color of the subpoenas until the matters could be heard on the merits. A hearing was held on 17 June 1986 during which many issues were rendered moot by the government's decision to withdraw all subpoenas to be reissued at a later date. Now before the court are: motion by the government for reconsideration of the order allowing the motion to intervene and motion by PHE, Harvey and Bushnell (hereinafter \"movants\") for a protective order to prevent the grand jury from any use of information learned in interviews conducted under color of the grand jury subpoenas.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>On 28 May 1986 United States Magistrate P. Trevor Sharpe of the Middle District <span class=\"star-pagination\">*151</span> of North Carolina issued a search warrant authorizing a search of the business premises of PHE, Inc. PHE, Inc. is a North Carolina corporation with its principal place of business in Carrboro, North Carolina, and Philip D. Harvey and Alan C. Bushnell are shareholders and directors of the corporation. On Thursday, 29 May 1986 federal and state agents, including approximately thirty United States Postal Inspectors and State Bureau of Investigation agents, went to the premises of PHE, Inc. to execute the search warrant. According to the movants, upon their arrival the agents ordered the switchboard closed, posted armed guards at each door and ordered the 118 employees who were present to cease work. The agents then divided the employees into seven groups and proceeded to interview them. Each employee was asked to produce a driver's license, was photographed, interviewed and issued a subpoena to appear before the grand jury. Also, briefcases and pocketbooks were searched before the employees were allowed to leave the building.</p>\n<p>The grand jury subpoenas were issued in blank and under seal by the clerk's office on 28 May 1986 and given to the United States Attorney. The United States Attorney gave them to the postal inspectors who conducted the search. After conducting the interview with each employee of PHE, the postal inspector filled in the name of that employee on the blank subpoena. The postal inspectors ran out of subpoenas and photocopied an original issued by the clerk's office. These subpoenas were filled in and issued to several employees of the corporation. Also, the postal inspectors changed the date and place of the grand jury on the subpoenas. No United States Attorney was present at the premises where the subpoenas were issued. When the subpoenas were issued each employee was told that he or she had the option of meeting with a postal inspector at the offices of the United States Attorney in lieu of appearing before the grand jury.</p>\n<p></p>\n<h2>II. INTERVENTION</h2>\n<p>The court allowed the movants to intervene in the action in order to challenge the issuance of the grand jury subpoenas as abusive. As previously stated, the government has withdrawn the subpoenas but has moved the court to reconsider its order on intervention. The government argues that this is not a proper case for intervention pursuant to Federal Rule of Civil Procedure 24 because there is no \"action\" in which to intervene. The government also argues that if the court deems there to be an action as contemplated by Rule 24, the movants have no standing to intervene pursuant to the rule. The court disagrees with the government's interpretation of the law and declines to reverse its order on intervention.</p>\n<p>Rule 24 provides:</p>\n<blockquote>Upon timely application anyone shall be permitted to intervene in an action: ... (2) when the applicant claims an interest relating to the property or transaction which is the subject of the action and the action may as a practical matter impair or impede his ability to protect that interest, unless the applicant's interest is adequately represented by existing parties.</blockquote>\n<p>The government argues that the movants should not have been allowed to intervene because none of the employees moved to quash the subpoenas as abusive. Therefore, the government concludes that there is no \"action\" as contemplated in Rule 24. The government's interpretation of the language of the rule is restrictive and ignores the purpose of intervention.</p>\n<p>The purpose of intervention is to allow a third party to protect its interests when the parties are unlikely to do so. The rule is to be liberally construed to allow persons to protect their interests if they are likely to be prejudiced. In fact, the public interest may require that intervention be allowed wholly outside of the rule. <i>Missouri-Kansas Pipe Line Co. v. United States,</i> <span class=\"citation\" data-id=\"103482\"><a href=\"/opinion/103482/missouri-kansas-pipe-line-co-v-united-states/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">666</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">975</span></span> (1941). Furthermore, precedent supports the movants' interpretation of the rule. For example, in <i>In re Grand Jury Proceedings (John Doe # 82-008),</i> No. 83-1248, <span class=\"star-pagination\">*152</span> slip op. (4th Cir. March 17, 1983), the Fourth Circuit held that a customer of a bank had a right to intervene in a subpoena served on the bank even though the bank was willing to comply with the subpoena. The court said that the \"proper focus is upon whether the movant asserts an interest in the subject matter sufficient to ensure a real judicial controversy.\" Therefore, the grand jury proceeding is an \"action\" in which intervention is allowed if the movant can demonstrate a sufficient interest. <i>See </i><i>In re Grand Jury Proceedings (Katz),</i> <span class=\"citation\" data-id=\"379059\"><a href=\"/opinion/379059/in-re-grand-jury-proceedings-gary-katz-witness-benjamin-jamil/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">122</span></a></span> (2d Cir.1980).</p>\n<p>The government argues that the movants have not demonstrated any interest to bring them within the confines of Rule 24. However, the government confuses its argument on intervention with the argument on the merits. Essentially, the government argues that the movants' interest is not as important as the grand jury's interest in the information sought. That is, however, a question which should be reserved for the merits, i.e. whether the court should quash the subpoenas as abusive. The question on intervention is whether the movants have shown some interest which would entitle them to intervene and challenge the subpoenas as abusive. \"A party seeking to intervene as of right need not satisfy the district court that it has an `interest' in the subject matter of such legal substance that success on the merits is likely; the movant need only demonstrate a colorable claim of legal right or status to establish the requisite `interest' under Fed.R.Civ.P. 24(a)(2).\" <i>In Re Grand Jury Proceeding (John Doe # 83-008), supra</i> at 5.</p>\n<p>In <i>Newport News Shipbuilding &amp; Drydock Co. v. Peninsula Shipbuilders Association,</i> <span class=\"citation\" data-id=\"389280\"><a href=\"/opinion/389280/newport-news-shipbuilding-and-drydock-company-v-peninsula-shipbuilders/\"><span class=\"volume\">646</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">117</span></a></span> (4th Cir.1981), the Fourth Circuit outlined the requirements for intervention. A party moving to intervene must show that (1) it has an interest in the subject matter of the action, (2) disposition of the action may practically impair or impede the movants ability to protect that interest, and (3) that interest is not adequately represented by the existing parties. <i>Id.</i> at 120. The movants claim that they have an interest, contractual in nature, in the services of employees who were subpoenaed to appear before the grand jury. This property interest has been recognized to confer third party standing to intervene in an action to quash grand jury subpoenas as abusive. <i>In re Matter of Grand Jury,</i> <span class=\"citation\" data-id=\"377120\"><a href=\"/opinion/377120/in-re-matter-of-grand-jury-applicants-c-schmidt-sons-inc-joseph-j/\"><span class=\"volume\">619</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></a></span> (3d Cir.1980). In this case, all 118 employees of PHE were subpoenaed to appear before the grand jury at the same time on the same day. Therefore, the business would necessarily be shut down without the presence of the employees. Therefore, the movants' interest is a substantial one which could not be protected except by the action they have taken. This interest will not be adequately represented by the existing parties to the dispute because the employees are not likely to assert the movants' interest. Clearly, in these circumstances, movants have standing to intervene pursuant to Rule 24 and <i>Newport News Shipbuilding, supra</i><i>.</i></p>\n<p></p>\n<h2>III. MOTION FOR PROTECTIVE ORDER</h2>\n<p>Even though the government has withdrawn the subpoenas the movants seek a protective order to prevent the grand jury from using any information learned during office interviews with the employees of PHE. The movants claim it was an abuse of the grand jury for the United States Attorney to give the employees the option of appearing before postal inspectors in lieu of appearing before the grand jury. Therefore, the movants argue that the grand jury should not be able to use information gathered during the improperly conducted interviews. The court emphasizes that the question whether the grand jury subpoenas were properly issued is not before it. That question was rendered moot by the government's decision to withdraw the subpoenas. The only question before the court is whether it was an abuse of the grand jury for the office interviews to be conducted and, if so, whether exclusion from the grand jury is a proper remedy for the abuse.</p>\n<p><span class=\"star-pagination\">*153</span> In <i>United States v. Mandel,</i> <span class=\"citation\" data-id=\"2249004\"><a href=\"/opinion/2249004/united-states-v-mandel/\"><span class=\"volume\">415</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1033</span></a></span> (D.Md.1976), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"363477\"><a href=\"/opinion/363477/united-states-v-marvin-mandel-united-states-of-america-v-w-dale-hess/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1347</span></a></span> (4th Cir.1979), the same issue was raised to challenge the issuance of grand jury subpoenas as an abuse of the process. In that case the United States Attorney caused the issuance of grand jury subpoenas for the purpose of compelling persons to appear at the United States Attorney's office. The court held that it was not an abuse of process for five people to be subpoenaed for interviews but not brought before the grand jury. In addition the court said, \"the Court thinks it is sound and customary procedure for the prosecutors to interview witnesses before taking them to the grand jury in order to eliminate unnecessary material before the grand jury and save time of the grand jurors.\" 415 F.Supp. at 1039.</p>\n<p>The court agrees that the position of the United States Attorney is a reasonable one. \"The U.S. Attorney is the guiding arm of the grand jury, concerned with the orderly presentation of information before that body. It is customary practice in the courts for documents and witnesses to be subpoenaed in advance to eliminate unnecessary material, allow for the orderly presentation of evidence, and save the time of grand jurors.\" <i>United States v. Miller,</i> <span class=\"citation\" data-id=\"324095\"><a href=\"/opinion/324095/united-states-v-mitchell-miller-susan-mcduffie-weeks-and-john-henry/\"><span class=\"volume\">508</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span>, 594 (5th Cir.1975). In this case only seven office interviews were conducted under color of the grand jury subpoenas. In this circumstance, there is no clear abuse of the grand jury. However, the court does not hold that such interviews conducted in lieu of testifying before the grand jury could never be an abuse of the grand jury process. Although the prosecutor may take an active role in organizing evidence to present to a grand jury, there may be circumstances when the prosecutor acts to interfere with the independence of the grand jury's function as an investigative body. Circumstances such as the number of witnesses asked to appear at office interviews and the purpose of the interviews should be examined. The prosecutor may <i>not</i> conduct such interviews for an improper purpose such as to harass witnesses or as a means to conduct criminal or civil discovery. <i>United States v. (Under Seal),</i> <span class=\"citation\" data-id=\"423522\"><a href=\"/opinion/423522/united-states-v-under-seal-in-re-antitrust-grand-jury-investigation/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">347</span></a></span> (4th Cir.) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">978</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">354</span></span> (1983). In this case, an investigation was being conducted and the evidence sought was clearly relevant to that inquiry. <i>Id.</i> Therefore, there is no clear abuse of the grand jury for the interviews to have been conducted in this instance.</p>\n<p>In summary, for the reasons stated above, the motion of the government for reconsideration of the court's order on intervention is denied. Also, the motion of PHE, Inc., Harvey and Bushnell for a protective order is denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2249004/"
  ]
}