{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1453879/",
  "absolute_url": "/opinion/1453879/rosser-by-and-through-brown-v-wal-mart-stores-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1453879/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:14:44.791505Z",
  "date_modified": "2016-04-26T20:21:46.626916Z",
  "type": "010combined",
  "sha1": "a2ba3d99e7bb42d5eb4b6086f94919a428054521",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>947 F.Supp. 903 (1996)</b></center>\n<center><h1>Deseray ROSSER, a minor By and Through his guardian ad litem, Anthony W. BROWN; Taniela Daniels, individually and as parent of the minor plaintiff, Plaintiffs,<br>\nv.<br>\nWAL-MART STORES, INC., Defendant.</h1></center>\n<center>No. 4:95-CV-95-H(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 26, 1996.</center>\n<p><span class=\"star-pagination\">*904</span> Ronnie C. Reaves, Weldon, NC, for plaintiffs.</p>\n<p>Sharon H. Spence, Kurt L. Dixon, Maupin, Taylor, Ellis &amp; Adams, P.A., Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant Wal-Mart Stores, Inc.'s (\"Wal-Mart\") motion for summary judgment. Additionally, Wal-Mart seeks to strike the affidavit of plaintiffs' expert, Cecil A. Moorhead, pursuant to Rule 37 of the Federal Rules of Civil Procedure, as plaintiffs failed to submit a timely and complete expert witness report as required by Rule 26(a)(2)(B) of the Federal Rules. In response, plaintiffs seek an extension of time in which to file the requisite expert witness report. As both parties have fully briefed the issues before the court, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Plaintiffs filed suit against Wal-Mart based upon the sale of a Daisy Line 880 air rifle to Gary Dancy (\"Dancy\"), a twelve-year-old boy. On December 22, 1993, plaintiffs Deseray Rosser (\"Rosser\") and his mother Taniela Daniels lived with Dancy and Beatrice Daniels in Enfield, North Carolina. Beatrice Daniels was Taniela Daniel's mother and Dancy's grandmother. At this time, Dancy was twelve years old and Rosser was four years old. At around midnight on December 22, 1993, Taniela Daniels, Beatrice Daniels, Brenda Rosser, Yavaka Watson, Dancy and Rosser traveled in a van to the Wal-Mart store located in Rocky Mount, North Carolina. Pl.Resp. to Def. Mot.Summ.J. at 3. According to plaintiffs, <span class=\"star-pagination\">*905</span> Dancy had accumulated $300 of his own money, so he left the group and went by himself to the sporting goods section, where he selected an air rifle, or BB gun, from the rack. <i>Id.</i> Dancy took the air rifle to the sales counter, where the cashier rung up the purchase without asking Dancy for any proof of his age. Dancy then took the BB gun and hid it under the back seat of the van the group had driven to Wal-Mart. Afterward, Dancy returned to the store to join the others. <i>Id.</i></p>\n<p>According to Wal-Mart, at approximately 1:00 in the morning on December 22, an elderly woman and two boys approached Maeta Joyner's cash register. Def. Br.Supp.Summ.J. at 3. The older of the boys appeared to Joyner to be between 14 and 16 years old. One of the three placed the BB gun on the counter, and Joyner scanned the BB gun and announced the price. <i>Id.</i> The older of the boys called the elderly woman \"Grandma,\" and asked for the money to pay for the BB gun. The woman handed the money to the boy, who in turn paid the cashier. <i>Id.</i></p>\n<p>According to the plaintiffs, during the trip home from Wal-Mart, no adult in the car had any idea Dancy had purchased the BB gun. Pl.Resp. to Def.Mot.Summ.J. at 4. When the group arrived home, Dancy allegedly carried the gun into the house through the front door after the rest of the group entered the house through a side door. Once in his bedroom, Dancy took out the BB gun and looked at it without reading the enclosed warnings. Later that morning, Dancy awoke and told Beatrice Daniels that he was going down to his other grandmother's house. <i>Id.</i> Dancy had the BB gun with him at that time, and when he arrived at the other house, he set up a glass bottle for target practice. <i>Id.</i> Dancy was about to shoot the bottle when it fell over. Four-year-old Rosser set the bottle back up for Dancy. As Rosser backed away from the bottle, but before he had moved enough out of the way, Dancy shot at the bottle. <i>Id.</i> at 5. The fired pellet hit the ground, ricocheted and hit Rosser in the stomach, perforating his small bowel. Rosser was taken to the hospital where he underwent surgery to repair his small bowel. <i>Id.</i></p>\n<p>Wal-Mart contests plaintiffs' assertion that on the ride home from Wal-Mart no adult was aware of Dancy's purchase of the BB gun. According to Wal-Mart assistant manager, Tim Irwin, after Rosser was shot, Taniela Daniels called Wal-Mart to report the incident. Taniela Daniels reported that she had seen the BB gun on the way home the night before, but had decided to take it back in the morning. Irwin Aff. ¶ 6. She claimed she had not taken it back, however, because Dancy had hidden it from her. There is also conflicting testimony as to whether Beatrice Daniels knew Dancy had the gun with him when he left for his other grandmother's house. Rosser testified that Dancy had asked Beatrice Daniels if he could take the gun with him and she had said it was fine, but he was \"not to shoot nobody.\" Rosser Dep. at 42-43.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Plaintiffs are suing Wal-Mart under theories of negligence and negligent entrustment. Plaintiffs claim that the warnings on the gun which prohibit its use by anyone under sixteen years of age, the high power of the BB gun, and the Wal-Mart internal policy which restricts the sale of the BB gun at issue to anyone under sixteen, made it foreseeable to Wal-Mart that the sale of the BB gun would result in injury. As a result, plaintiffs allege that Wal-Mart had a legal duty to refrain from selling the BB gun to Dancy. Additionally, plaintiffs are suing for negligent infliction of emotional distress, claiming that Taniela Daniels suffered emotional distress as a result of her being summoned to the hospital after her son's injury. Finally, plaintiffs seek punitive damages, alleging that Wal-Mart's conduct \"was malicious or wanton or displayed a reckless or criminal indifference to the plaintiffs' and others' rights.\" Compl. ¶ 29.</p>\n<p>Wal-Mart responds by arguing that neither the warnings on the box in which the BB gun was sold, nor Wal-Mart's internal policy creates a legal duty not to sell BB guns to minors. As for Taniela Daniels' claim for negligent infliction of emotional distress, <span class=\"star-pagination\">*906</span> Wal-Mart argues first that it was not negligent. Second, Wal-Mart urges that Taniela Daniels did not suffer the type of severe emotional distress required to create legal liability under North Carolina law. Finally, Wal-Mart claims its conduct was not negligent; therefore, it could not have been willful or wanton.</p>\n<p></p>\n<h2>I. Summary Judgment</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Electric Industrial Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p></p>\n<h2>II. Plaintiffs' Negligence Claims</h2>\n<p>The plaintiffs' cause of action is predicated on this court's diversity jurisdiction. In such circumstances, a federal district court must apply the substantive law of the forum state. If there is no state law directly on point, the district court must attempt to apply state substantive law as the highest court of that state would decide the same facts. <i>Teague v. Bakker,</i> 35 F.3d 978, 991 (4th Cir.1994). Decisions of the state courts as to state law, of course, are binding on this court. <i>Mylan Lab., Inc. v. Akzo, N.V.,</i> 2 F.3d 56, 61 (4th Cir.1993). A federal court sitting in diversity must apply the law of the state as it exists, and cannot participate in an attempt to change or expand state substantive law. <i>Burris Chem. v. USX Corp.,</i> 10 F.3d 243, 247 (4th Cir.1993).</p>\n<p>This court is unaware of any authoritative and clear ruling by the North Carolina courts on the issue of the liability of a retail store for selling to a minor a potentially dangerous object which results in harm to a third party. The court must therefore tread a difficult path between, on the one hand, interpolating the development of state law and applying that law as would the North Carolina Supreme Court, and on the other hand, avoiding application of state law in such a manner as to change North Carolina law.</p>\n<p>Given the aforementioned standard for summary judgment which requires this court to review the facts in the light most favorable to the plaintiffs, the court must assume that at 1:00 a.m. on December 22, 1993, Dancy was all alone when he purchased the BB gun from Wal-Mart. North Carolina courts have embraced the premise that \"the issue whether a duty exists is a question of law for the court.\" <i>Mozingo v. Pitt County Memorial Hospital,</i> 101 N.C.App. 578, 400 S.E.2d 747 (1991), <i>aff'd,</i> 331 N.C. 182, 415 S.E.2d 341 (1992). Therefore, the precise issue before the court is whether Wal-Mart had a legal duty to refrain from selling the BB gun at issue to twelve-year-old Gary Dancy.</p>\n<p><span class=\"star-pagination\">*907</span> Although the parties to this matter cite state court decisions from all across the country, from Illinois to California, this court is bound by what it finds North Carolina precedent to require. Limiting the inquiry to North Carolina law, both parties cite the North Carolina Supreme Court decision of <i>Lane v. Chatham,</i> 251 N.C. 400, 111 S.E.2d 598 (1959), as the North Carolina Supreme Court decision most closely aligned factually with the instant matter. In <i>Lane,</i> the plaintiff sought damages for the loss of his eye resulting from defendants' son shooting plaintiff with an air rifle. After first determining that \"[i]t is universally held that an air rifle is not a dangerous instrumentality per se,\" the court found</p>\n<blockquote>The applicable rule is this: Where parents entrust their nine-year-old son with the possession and use of an air rifle and injury to another is inflicted by a shot intentionally or negligently discharged therefrom by their son, the parents are liable, based on their own negligence, if under the circumstances they could and should, by the exercise of due care, have reasonably foreseen that the boy was likely to use the air rifle in such a manner as to cause injury, and failed to exercise reasonable care to prohibit, restrict or supervise his further use thereof.</blockquote>\n<p><i>Lane,</i> 251 N.C. at 405, 111 S.E.2d at 603. After citing this rule, the court assessed the plaintiff's negligence claim and held that the child's father could not be liable as there was no evidence tending to show he had any knowledge that his son had ever misused the air rifle. <i>Id.</i> The mother, however, had knowledge that her son had (1) shot someone with the air rifle just two days before the plaintiff was injured, (2) shot another three weeks prior; and (3) had chased another boy with his gun, but had not shot him, a few weeks before the plaintiff was injured. <i>Id.</i> at 403, 111 S.E.2d at 601. The court in <i>Lane</i> found that the mother's knowledge of her son's prior misuse of the air rifle was sufficient to support a jury verdict as to her negligence. <i>Id.</i> at 405, 111 S.E.2d at 603.</p>\n<p>An assessment of the plaintiffs' negligence claim in the instant matter requires the court to apply the rule from <i>Lane</i> to the facts of the instant case. In so doing, the court finds that if in North Carolina a parent may only be held liable for negligence for injuries resulting from a child's use of a BB gun when there is evidence tending to show that the child would misuse the BB gun, the rule should be no more stringent when applied to retail stores. Therefore, the court finds that, under <i>Lane,</i> Wal-Mart should not be liable unless there is evidence that Wal-Mart had knowledge that 12-year-old Dancy had misused a similar BB gun in the past or that he would likely misuse the BB gun in the future. Absent such evidence, however, any injury resulting from Dancy's misuse of the BB gun at issue was not foreseeable to Wal-Mart at the time of purchase; therefore, Wal-Mart had no legal duty not to sell the gun to Dancy.</p>\n<p>In support of their argument that there should be a duty despite the North Carolina Supreme Court's clear holding in <i>Lane,</i> the plaintiffs rely on the language of Justice Higgins' concurrence in <i>Lane,</i> which opines that</p>\n<blockquote>court decisions that air rifles are not per se dangerous weapons are as out of date as the horse and buggy.... It is time for the courts to find out what the public ... has known for some time  that a well-manufactured air rifle is now not only a dangerous, but a deadly weapon.</blockquote>\n<p><i>Lane,</i> 251 N.C. at 406, 111 S.E.2d at 603. The plaintiffs urge that the high power of the BB gun rifle at issue in this matter, coupled with the Wal-Mart internal policy which prohibits the sale of the BB gun to anyone under sixteen years of age, and the warnings on the BB gun's package, created a duty on the part of Wal-Mart not to sell the BB gun to Dancy. Plaintiffs argue that because of Dancy's young age and the power of the BB gun, his inexperience and lack of maturity made it foreseeable to Wal-Mart that injury would result from Dancy's use of the BB Gun. <i>See</i> Pl.Resp.Def.Mot.Summ.J. at 10-12, 16, 21.</p>\n<p>First, the court responds to plaintiffs' reliance on Justice Higgins' concurrence in <i>Lane</i> for their argument that <i>Lane</i> is distinguishable from the instant case because the air rifle at issue is more powerful than those on the market in 1959. The court finds it interesting <span class=\"star-pagination\">*908</span> that despite his belief that BB guns were potentially deadly instrumentalities, Justice Higgins still joined in the court's ruling that a parent's knowledge of prior misuse is required before it becomes foreseeable that a minor will injure another with a BB gun. Since <i>Lane</i> is still the rule today, the court is required to apply it by analogy to the facts of the instant case.</p>\n<p>Second, the court turns to plaintiffs' argument that the warnings on the box created a duty for Wal-Mart not to sell the BB gun to Dancy. The warnings on the box in which the BB gun was sold read</p>\n<blockquote>Danger  This is not a toy. This air gun should only be used by persons 16 years of age or older.</blockquote>\n<blockquote>Warning  Not a toy, adult supervision required, misuse or careless use may cause serious injury or death. May be dangerous up to 291 yards (266 meters). This is a high powered air gun recommended for use by those 16 years of age or older. Read all instructions before using. The purchaser should conform to all laws governing the use of air guns.</blockquote>\n<p>Pl.Resp.Def.Mot.Summ.J. at 2. The North Carolina Court of Appeals has had occasion to address the purpose of warning labels and concluded that \"[t]he general functions of warnings and instructions on use of the product is to supply information to individual consumers.... A warning is needed when consumers can take steps on their own behalf when they have notice that possible perils are associated with product use.\" <i>Fowler v. General Electric Co.,</i> 40 N.C.App. 301, 307, 252 S.E.2d 862, 866 (1979).</p>\n<p>In this light, the warning on the BB gun box was for Dancy's benefit. At twelve years of age, Dancy was old enough to be expected to take caution in response to such warnings. Moreover, enclosed within the box was a brightly-colored, child-friendly pamphlet outlining directions and cautions concerning the safe use of the air rifle. <i>See</i> Def.Exh. 1 att. to Irwin Aff. Finding that the purpose of warnings is to inform the consumer, not to put retailers on notice regarding the sales of potentially dangerous items, the court is not persuaded that the manufacturer's warnings served to place a duty on Wal-Mart not to sell the BB gun to minors. To find otherwise would essentially place a duty on Wal-Mart to restrict sales of all products whose packaging contains ominous warnings, products such as everyday detergents, cleansers, solvents and even selected beauty products. This court declines to impose such a duty.</p>\n<p>Finally, the court must address plaintiffs' argument that Wal-Mart's internal policy created a legal duty not to sell the air rifle at issue to anyone under sixteen years of age. In determining whether Wal-Mart's internal policy creates such a duty, it is relevant to bear in mind North Carolina substantive law regarding the sale of BB guns to minors. Entitled \"Permitting young children to use dangerous firearms,\" North Carolina General Statutes § 14-316 reads</p>\n<blockquote>(a) (Effective January 1, 1995) It shall be unlawful for any parent, guardian, or person standing in loco parentis, to knowingly permit his child under the age of 12 years to have the possession, custody or use in any manner whatever, any gun, pistol or other dangerous firearm, whether such weapon be loaded or unloaded, except when such child is under the supervision of the parent, guardian or person standing in loco parentis. It shall be unlawful for any other person to knowingly furnish such child any weapon enumerated herein....</blockquote>\n<blockquote>(b) <i>Air rifles, air pistols, and BB guns</i> shall <i>not</i> be deemed \"dangerous firearms\" within the meaning of subsection (a) of this section except in the following counties: Anson, Caldwell, Caswell, Chowan, Cleveland, Cumberland, Durham, Forsyth, Gaston, Harnett, Haywood, Mecklenburg, Stanly, Stokes, Surry, Union, Vance.</blockquote>\n<p>N.C.Gen.Stat. § 14-316 (1993) (emphasis added). Dancy was 12 years old when he bought the BB gun at Wal-Mart. Moreover, BB guns or air rifles were determined by the legislature not to be subject to the age limit provided by subsection (a) in Nash County, the county in which the Rocky Mount Wal-Mart store is located. Therefore, Wal-Mart was in full compliance with relevant North Carolina Statutes when it sold Dancy the BB gun. However, the court must still determine <span class=\"star-pagination\">*909</span> whether Wal-Mart's internal policy conferred upon Wal-Mart a duty above and beyond that required by North Carolina statutory law.</p>\n<p>The court is of the opinion that retail stores which cater to a large segment of our population should be encouraged to adopt internal policies which might require more care than substantive law requires in order to benefit and protect the consuming public. More importantly, the court is convinced that North Carolina courts would likely agree with this premise. Accordingly, the court is persuaded by the precedent set by the Michigan Supreme Court which states that \"imposition of a legal duty on a retailer on the basis of its internal policies is actually contrary to public policy. Such a rule would encourage retailers to abandon all policies enacted for the protection of others in an effort to avoid future liability.\" <i>Buczkowski v. McKay and K-Mart Corp.,</i> 441 Mich. 96, 490 N.W.2d 330, 332 (1992).</p>\n<p>Similarly, when dealing with the question whether a rifle should have been sold to an intoxicated customer in light of K-Mart's policy restricting the sale of firearms to intoxicated persons, the Florida Court of Appeals found that it was reversible error to instruct the jury regarding K-Mart's internal policy. <i>K-Mart Corp. v. Kitchen,</i> 662 So.2d 977, 979 (Fla.App. 4 Dist.1995), <i>rev. granted,</i> 675 So.2d 120 (Fla.1996). Relying on an explanation by Professor Wigmore cited by an earlier decision interpreting Florida law, the court agreed that \"[t]o take the defendant's conduct as furnishing a sufficient legal standard of negligence would be to abandon the standard set by the substantive law, and would be improper.\" <i>Id.</i> Rather, the court found that the jury should have been instructed that \"[a]n internal rule does not itself fix the standard of care.\" <i>Id.</i> Holding that K-Mart had no duty to restrict the sale of firearms to intoxicated customers, the court stated that \"[w]hen the legislature has actively entered a particular field and has clearly indicated its ability to deal with such a policy question, the more prudent course is for this Court to defer to the legislative branch.\" <i>Id.</i> at 978.</p>\n<p>To the extent that the North Carolina General Assembly has entered the debate concerning the appropriate age for children to acquire BB guns, the legislature has determined that twelve-year-old children may be trusted to handle BB guns in all counties in North Carolina. As a result, the legislature left the sales of BB guns relatively unrestricted in North Carolina. However, the court is asked by plaintiffs to impose on Wal-Mart a standard of care more stringent than what North Carolina law requires. This court, sitting in diversity with little guidance from the North Carolina courts on the issue with which it is confronted, finds that the legislature has spoken to the issue and is better suited to fashion appropriate law in this area than is this court. Accordingly, plaintiffs' arguments that Wal-Mart's internal policy created a legal duty must fail. In the absence of any legal duty to refrain from selling the BB gun to Dancy, the court finds that without specific knowledge that Dancy would likely misuse the BB gun, Wal-Mart cannot be deemed to have been negligent.</p>\n<p>Plaintiffs' complaint sets forth a negligence claim separate from their negligent entrustment claim. Nonetheless, since the <i>Lane</i> decision was decided according to a pure negligence theory, that is channel through which the court has chosen to discuss whether Wal-Mart had a legal duty not to sell the BB gun to Dancy. The court is aware that negligent entrustment is a separate cause of action. However, the court is not aware of even one case in North Carolina that has discussed the negligent entrustment theory outside the context of the negligent entrustment of an automobile; therefore, the North Carolina cases which discuss the necessary elements of a negligent entrustment claim are cast in terms appropriate to automobile cases. In an unpublished opinion by the United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\"), the Fourth Circuit interpreted North Carolina law and found that</p>\n<blockquote>[i]n North Carolina, liability for negligent entrustment requires: (1) ownership of the vehicle; (2) incompetence, or habitual carelessness or recklessness of the driver to <span class=\"star-pagination\">*910</span> whom its operation is entrusted; (3) the owner's timely knowledge of such incompetence, carelessness or recklessness; and (4) injury to a third party resulting proximately from the negligence, incompetence or recklessness of the driver.</blockquote>\n<p><i>Colombo v. Flemings,</i> 43 F.3d 1465, 1994 WL 708486 at *3 (4th Cir.1994). Inasmuch as the third requirement under a theory of negligent entrustment requires knowledge by the owner that the person to whom he is entrusting an object will be incompetent, careless, or reckless, the court is satisfied that the same reasoning applied to plaintiffs' negligence claim also applies to bar plaintiffs' negligent entrustment claim. Absent any specific evidence that Dancy would misuse the BB gun, it was not foreseeable to Wal-Mart that a third party would be injured due to Dancy's negligent use of the BB gun. Therefore, Wal-Mart had no legal duty not to sell the BB gun to Dancy, and cannot be held to answer for injuries resulting from its misuse.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Since the court finds that Wal-Mart had no legal duty not to sell the BB gun at issue to 12-year-old Gary Dancy, Wal-Mart's motion for summary judgment is GRANTED on plaintiffs' negligence and negligent entrustment claims. As this court has failed to find negligence on the part of Wal-Mart, plaintiffs' negligent infliction of emotional distress and punitive damages claims must also fail. Therefore, Wal-Mart's motion for summary judgment is GRANTED as to these remaining claims as well. Inasmuch as the court is granting defendant's motion for summary judgment, Wal-Mart's motion to strike the affidavit of Cecil A. Moorhead, and plaintiffs' motion to extend the time in which to file their expert witness report are DENIED as moot. As all issues in this case have been resolved, the clerk is directed to close this case.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">947</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">903</span></span> (1996)</b></center>\n<center><h1>Deseray ROSSER, a minor By and Through his guardian ad litem, Anthony W. BROWN; Taniela Daniels, individually and as parent of the minor plaintiff, Plaintiffs,<br>\nv.<br>\nWAL-MART STORES, INC., Defendant.</h1></center>\n<center>No. 4:95-CV-95-H(2).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>November 26, 1996.</center>\n<p><span class=\"star-pagination\">*904</span> Ronnie C. Reaves, Weldon, NC, for plaintiffs.</p>\n<p>Sharon H. Spence, Kurt L. Dixon, Maupin, Taylor, Ellis &amp; Adams, P.A., Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendant Wal-Mart Stores, Inc.'s (\"Wal-Mart\") motion for summary judgment. Additionally, Wal-Mart seeks to strike the affidavit of plaintiffs' expert, Cecil A. Moorhead, pursuant to Rule 37 of the Federal Rules of Civil Procedure, as plaintiffs failed to submit a timely and complete expert witness report as required by Rule 26(a)(2)(B) of the Federal Rules. In response, plaintiffs seek an extension of time in which to file the requisite expert witness report. As both parties have fully briefed the issues before the court, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>Plaintiffs filed suit against Wal-Mart based upon the sale of a Daisy Line 880 air rifle to Gary Dancy (\"Dancy\"), a twelve-year-old boy. On December 22, 1993, plaintiffs Deseray Rosser (\"Rosser\") and his mother Taniela Daniels lived with Dancy and Beatrice Daniels in Enfield, North Carolina. Beatrice Daniels was Taniela Daniel's mother and Dancy's grandmother. At this time, Dancy was twelve years old and Rosser was four years old. At around midnight on December 22, 1993, Taniela Daniels, Beatrice Daniels, Brenda Rosser, Yavaka Watson, Dancy and Rosser traveled in a van to the Wal-Mart store located in Rocky Mount, North Carolina. Pl.Resp. to Def. Mot.Summ.J. at 3. According to plaintiffs, <span class=\"star-pagination\">*905</span> Dancy had accumulated $300 of his own money, so he left the group and went by himself to the sporting goods section, where he selected an air rifle, or BB gun, from the rack. <i>Id.</i> Dancy took the air rifle to the sales counter, where the cashier rung up the purchase without asking Dancy for any proof of his age. Dancy then took the BB gun and hid it under the back seat of the van the group had driven to Wal-Mart. Afterward, Dancy returned to the store to join the others. <i>Id.</i></p>\n<p>According to Wal-Mart, at approximately 1:00 in the morning on December 22, an elderly woman and two boys approached Maeta Joyner's cash register. Def. Br.Supp.Summ.J. at 3. The older of the boys appeared to Joyner to be between 14 and 16 years old. One of the three placed the BB gun on the counter, and Joyner scanned the BB gun and announced the price. <i>Id.</i> The older of the boys called the elderly woman \"Grandma,\" and asked for the money to pay for the BB gun. The woman handed the money to the boy, who in turn paid the cashier. <i>Id.</i></p>\n<p>According to the plaintiffs, during the trip home from Wal-Mart, no adult in the car had any idea Dancy had purchased the BB gun. Pl.Resp. to Def.Mot.Summ.J. at 4. When the group arrived home, Dancy allegedly carried the gun into the house through the front door after the rest of the group entered the house through a side door. Once in his bedroom, Dancy took out the BB gun and looked at it without reading the enclosed warnings. Later that morning, Dancy awoke and told Beatrice Daniels that he was going down to his other grandmother's house. <i>Id.</i> Dancy had the BB gun with him at that time, and when he arrived at the other house, he set up a glass bottle for target practice. <i>Id.</i> Dancy was about to shoot the bottle when it fell over. Four-year-old Rosser set the bottle back up for Dancy. As Rosser backed away from the bottle, but before he had moved enough out of the way, Dancy shot at the bottle. <i>Id.</i> at 5. The fired pellet hit the ground, ricocheted and hit Rosser in the stomach, perforating his small bowel. Rosser was taken to the hospital where he underwent surgery to repair his small bowel. <i>Id.</i></p>\n<p>Wal-Mart contests plaintiffs' assertion that on the ride home from Wal-Mart no adult was aware of Dancy's purchase of the BB gun. According to Wal-Mart assistant manager, Tim Irwin, after Rosser was shot, Taniela Daniels called Wal-Mart to report the incident. Taniela Daniels reported that she had seen the BB gun on the way home the night before, but had decided to take it back in the morning. Irwin Aff. ¶ 6. She claimed she had not taken it back, however, because Dancy had hidden it from her. There is also conflicting testimony as to whether Beatrice Daniels knew Dancy had the gun with him when he left for his other grandmother's house. Rosser testified that Dancy had asked Beatrice Daniels if he could take the gun with him and she had said it was fine, but he was \"not to shoot nobody.\" Rosser Dep. at 42-43.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Plaintiffs are suing Wal-Mart under theories of negligence and negligent entrustment. Plaintiffs claim that the warnings on the gun which prohibit its use by anyone under sixteen years of age, the high power of the BB gun, and the Wal-Mart internal policy which restricts the sale of the BB gun at issue to anyone under sixteen, made it foreseeable to Wal-Mart that the sale of the BB gun would result in injury. As a result, plaintiffs allege that Wal-Mart had a legal duty to refrain from selling the BB gun to Dancy. Additionally, plaintiffs are suing for negligent infliction of emotional distress, claiming that Taniela Daniels suffered emotional distress as a result of her being summoned to the hospital after her son's injury. Finally, plaintiffs seek punitive damages, alleging that Wal-Mart's conduct \"was malicious or wanton or displayed a reckless or criminal indifference to the plaintiffs' and others' rights.\" Compl. ¶ 29.</p>\n<p>Wal-Mart responds by arguing that neither the warnings on the box in which the BB gun was sold, nor Wal-Mart's internal policy creates a legal duty not to sell BB guns to minors. As for Taniela Daniels' claim for negligent infliction of emotional distress, <span class=\"star-pagination\">*906</span> Wal-Mart argues first that it was not negligent. Second, Wal-Mart urges that Taniela Daniels did not suffer the type of severe emotional distress required to create legal liability under North Carolina law. Finally, Wal-Mart claims its conduct was not negligent; therefore, it could not have been willful or wanton.</p>\n<p></p>\n<h2>I. Summary Judgment</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Electric Industrial Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p></p>\n<h2>II. Plaintiffs' Negligence Claims</h2>\n<p>The plaintiffs' cause of action is predicated on this court's diversity jurisdiction. In such circumstances, a federal district court must apply the substantive law of the forum state. If there is no state law directly on point, the district court must attempt to apply state substantive law as the highest court of that state would decide the same facts. <i>Teague v. Bakker,</i> <span class=\"citation\" data-id=\"678522\"><a href=\"/opinion/678522/joseph-w-teague-helen-b-teague-steven-allen-barker-rita-strahowski/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">978</span></a></span>, 991 (4th Cir.1994). Decisions of the state courts as to state law, of course, are binding on this court. <i>Mylan Lab., Inc. v. Akzo, N.V.,</i> <span class=\"citation\" data-id=\"628072\"><a href=\"/opinion/628072/mylan-laboratories-incorporated-v-akzo-n-v-and-raj-matkari-ashok-patel/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 61 (4th Cir.1993). A federal court sitting in diversity must apply the law of the state as it exists, and cannot participate in an attempt to change or expand state substantive law. <i>Burris Chem. v. USX Corp.,</i> <span class=\"citation\" data-id=\"658122\"><a href=\"/opinion/658122/burris-chemical-incorporated-v-usx-corporation-burris-chemical/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 247 (4th Cir.1993).</p>\n<p>This court is unaware of any authoritative and clear ruling by the North Carolina courts on the issue of the liability of a retail store for selling to a minor a potentially dangerous object which results in harm to a third party. The court must therefore tread a difficult path between, on the one hand, interpolating the development of state law and applying that law as would the North Carolina Supreme Court, and on the other hand, avoiding application of state law in such a manner as to change North Carolina law.</p>\n<p>Given the aforementioned standard for summary judgment which requires this court to review the facts in the light most favorable to the plaintiffs, the court must assume that at 1:00 a.m. on December 22, 1993, Dancy was all alone when he purchased the BB gun from Wal-Mart. North Carolina courts have embraced the premise that \"the issue whether a duty exists is a question of law for the court.\" <i>Mozingo v. Pitt County Memorial Hospital,</i> 101 N.C.App. 578, <span class=\"citation\" data-id=\"1202173\"><a href=\"/opinion/1202173/mozingo-by-thomas-v-pitt-county-memorial-hosp-inc/\"><span class=\"volume\">400</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">747</span></a></span> (1991), <i>aff'd,</i> <span class=\"citation\" data-id=\"1369250\"><a href=\"/opinion/1369250/mozingo-v-pitt-county-memorial-hosp-inc/\"><span class=\"volume\">331</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">182</span></a></span>, <span class=\"citation\" data-id=\"1369250\"><a href=\"/opinion/1369250/mozingo-v-pitt-county-memorial-hosp-inc/\"><span class=\"volume\">415</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">341</span></a></span> (1992). Therefore, the precise issue before the court is whether Wal-Mart had a legal duty to refrain from selling the BB gun at issue to twelve-year-old Gary Dancy.</p>\n<p><span class=\"star-pagination\">*907</span> Although the parties to this matter cite state court decisions from all across the country, from Illinois to California, this court is bound by what it finds North Carolina precedent to require. Limiting the inquiry to North Carolina law, both parties cite the North Carolina Supreme Court decision of <i>Lane v. Chatham,</i> <span class=\"citation\" data-id=\"1302407\"><a href=\"/opinion/1302407/lane-v-chatham/\"><span class=\"volume\">251</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">400</span></a></span>, <span class=\"citation\" data-id=\"1302407\"><a href=\"/opinion/1302407/lane-v-chatham/\"><span class=\"volume\">111</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">598</span></a></span> (1959), as the North Carolina Supreme Court decision most closely aligned factually with the instant matter. In <i>Lane,</i> the plaintiff sought damages for the loss of his eye resulting from defendants' son shooting plaintiff with an air rifle. After first determining that \"[i]t is universally held that an air rifle is not a dangerous instrumentality per se,\" the court found</p>\n<blockquote>The applicable rule is this: Where parents entrust their nine-year-old son with the possession and use of an air rifle and injury to another is inflicted by a shot intentionally or negligently discharged therefrom by their son, the parents are liable, based on their own negligence, if under the circumstances they could and should, by the exercise of due care, have reasonably foreseen that the boy was likely to use the air rifle in such a manner as to cause injury, and failed to exercise reasonable care to prohibit, restrict or supervise his further use thereof.</blockquote>\n<p><i>Lane,</i> 251 N.C. at 405, 111 S.E.2d at 603. After citing this rule, the court assessed the plaintiff's negligence claim and held that the child's father could not be liable as there was no evidence tending to show he had any knowledge that his son had ever misused the air rifle. <i>Id.</i> The mother, however, had knowledge that her son had (1) shot someone with the air rifle just two days before the plaintiff was injured, (2) shot another three weeks prior; and (3) had chased another boy with his gun, but had not shot him, a few weeks before the plaintiff was injured. <i>Id.</i> at 403, 111 S.E.2d at 601. The court in <i>Lane</i> found that the mother's knowledge of her son's prior misuse of the air rifle was sufficient to support a jury verdict as to her negligence. <i>Id.</i> at 405, 111 S.E.2d at 603.</p>\n<p>An assessment of the plaintiffs' negligence claim in the instant matter requires the court to apply the rule from <i>Lane</i> to the facts of the instant case. In so doing, the court finds that if in North Carolina a parent may only be held liable for negligence for injuries resulting from a child's use of a BB gun when there is evidence tending to show that the child would misuse the BB gun, the rule should be no more stringent when applied to retail stores. Therefore, the court finds that, under <i>Lane,</i> Wal-Mart should not be liable unless there is evidence that Wal-Mart had knowledge that 12-year-old Dancy had misused a similar BB gun in the past or that he would likely misuse the BB gun in the future. Absent such evidence, however, any injury resulting from Dancy's misuse of the BB gun at issue was not foreseeable to Wal-Mart at the time of purchase; therefore, Wal-Mart had no legal duty not to sell the gun to Dancy.</p>\n<p>In support of their argument that there should be a duty despite the North Carolina Supreme Court's clear holding in <i>Lane,</i> the plaintiffs rely on the language of Justice Higgins' concurrence in <i>Lane,</i> which opines that</p>\n<blockquote>court decisions that air rifles are not per se dangerous weapons are as out of date as the horse and buggy.... It is time for the courts to find out what the public ... has known for some time  that a well-manufactured air rifle is now not only a dangerous, but a deadly weapon.</blockquote>\n<p><i>Lane,</i> 251 N.C. at 406, 111 S.E.2d at 603. The plaintiffs urge that the high power of the BB gun rifle at issue in this matter, coupled with the Wal-Mart internal policy which prohibits the sale of the BB gun to anyone under sixteen years of age, and the warnings on the BB gun's package, created a duty on the part of Wal-Mart not to sell the BB gun to Dancy. Plaintiffs argue that because of Dancy's young age and the power of the BB gun, his inexperience and lack of maturity made it foreseeable to Wal-Mart that injury would result from Dancy's use of the BB Gun. <i>See</i> Pl.Resp.Def.Mot.Summ.J. at 10-12, 16, 21.</p>\n<p>First, the court responds to plaintiffs' reliance on Justice Higgins' concurrence in <i>Lane</i> for their argument that <i>Lane</i> is distinguishable from the instant case because the air rifle at issue is more powerful than those on the market in 1959. The court finds it interesting <span class=\"star-pagination\">*908</span> that despite his belief that BB guns were potentially deadly instrumentalities, Justice Higgins still joined in the court's ruling that a parent's knowledge of prior misuse is required before it becomes foreseeable that a minor will injure another with a BB gun. Since <i>Lane</i> is still the rule today, the court is required to apply it by analogy to the facts of the instant case.</p>\n<p>Second, the court turns to plaintiffs' argument that the warnings on the box created a duty for Wal-Mart not to sell the BB gun to Dancy. The warnings on the box in which the BB gun was sold read</p>\n<blockquote>Danger  This is not a toy. This air gun should only be used by persons 16 years of age or older.</blockquote>\n<blockquote>Warning  Not a toy, adult supervision required, misuse or careless use may cause serious injury or death. May be dangerous up to 291 yards (266 meters). This is a high powered air gun recommended for use by those 16 years of age or older. Read all instructions before using. The purchaser should conform to all laws governing the use of air guns.</blockquote>\n<p>Pl.Resp.Def.Mot.Summ.J. at 2. The North Carolina Court of Appeals has had occasion to address the purpose of warning labels and concluded that \"[t]he general functions of warnings and instructions on use of the product is to supply information to individual consumers.... A warning is needed when consumers can take steps on their own behalf when they have notice that possible perils are associated with product use.\" <i>Fowler v. General Electric Co.,</i> 40 N.C.App. 301, 307, <span class=\"citation\" data-id=\"1215293\"><a href=\"/opinion/1215293/fowler-v-general-elec-co/\"><span class=\"volume\">252</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">862</span></a></span>, 866 (1979).</p>\n<p>In this light, the warning on the BB gun box was for Dancy's benefit. At twelve years of age, Dancy was old enough to be expected to take caution in response to such warnings. Moreover, enclosed within the box was a brightly-colored, child-friendly pamphlet outlining directions and cautions concerning the safe use of the air rifle. <i>See</i> Def.Exh. 1 att. to Irwin Aff. Finding that the purpose of warnings is to inform the consumer, not to put retailers on notice regarding the sales of potentially dangerous items, the court is not persuaded that the manufacturer's warnings served to place a duty on Wal-Mart not to sell the BB gun to minors. To find otherwise would essentially place a duty on Wal-Mart to restrict sales of all products whose packaging contains ominous warnings, products such as everyday detergents, cleansers, solvents and even selected beauty products. This court declines to impose such a duty.</p>\n<p>Finally, the court must address plaintiffs' argument that Wal-Mart's internal policy created a legal duty not to sell the air rifle at issue to anyone under sixteen years of age. In determining whether Wal-Mart's internal policy creates such a duty, it is relevant to bear in mind North Carolina substantive law regarding the sale of BB guns to minors. Entitled \"Permitting young children to use dangerous firearms,\" North Carolina General Statutes § 14-316 reads</p>\n<blockquote>(a) (Effective January 1, 1995) It shall be unlawful for any parent, guardian, or person standing in loco parentis, to knowingly permit his child under the age of 12 years to have the possession, custody or use in any manner whatever, any gun, pistol or other dangerous firearm, whether such weapon be loaded or unloaded, except when such child is under the supervision of the parent, guardian or person standing in loco parentis. It shall be unlawful for any other person to knowingly furnish such child any weapon enumerated herein....</blockquote>\n<blockquote>(b) <i>Air rifles, air pistols, and BB guns</i> shall <i>not</i> be deemed \"dangerous firearms\" within the meaning of subsection (a) of this section except in the following counties: Anson, Caldwell, Caswell, Chowan, Cleveland, Cumberland, Durham, Forsyth, Gaston, Harnett, Haywood, Mecklenburg, Stanly, Stokes, Surry, Union, Vance.</blockquote>\n<p>N.C.Gen.Stat. § 14-316 (1993) (emphasis added). Dancy was 12 years old when he bought the BB gun at Wal-Mart. Moreover, BB guns or air rifles were determined by the legislature not to be subject to the age limit provided by subsection (a) in Nash County, the county in which the Rocky Mount Wal-Mart store is located. Therefore, Wal-Mart was in full compliance with relevant North Carolina Statutes when it sold Dancy the BB gun. However, the court must still determine <span class=\"star-pagination\">*909</span> whether Wal-Mart's internal policy conferred upon Wal-Mart a duty above and beyond that required by North Carolina statutory law.</p>\n<p>The court is of the opinion that retail stores which cater to a large segment of our population should be encouraged to adopt internal policies which might require more care than substantive law requires in order to benefit and protect the consuming public. More importantly, the court is convinced that North Carolina courts would likely agree with this premise. Accordingly, the court is persuaded by the precedent set by the Michigan Supreme Court which states that \"imposition of a legal duty on a retailer on the basis of its internal policies is actually contrary to public policy. Such a rule would encourage retailers to abandon all policies enacted for the protection of others in an effort to avoid future liability.\" <i>Buczkowski v. McKay and K-Mart Corp.,</i> <span class=\"citation\" data-id=\"2117186\"><a href=\"/opinion/2117186/buczkowski-v-mckay/\"><span class=\"volume\">441</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"2117186\"><a href=\"/opinion/2117186/buczkowski-v-mckay/\"><span class=\"volume\">490</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">330</span></a></span>, 332 (1992).</p>\n<p>Similarly, when dealing with the question whether a rifle should have been sold to an intoxicated customer in light of K-Mart's policy restricting the sale of firearms to intoxicated persons, the Florida Court of Appeals found that it was reversible error to instruct the jury regarding K-Mart's internal policy. <i>K-Mart Corp. v. Kitchen,</i> <span class=\"citation\" data-id=\"1694647\"><a href=\"/opinion/1694647/k-mart-corp-v-kitchen/\"><span class=\"volume\">662</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">977</span></a></span>, 979 (Fla.App. 4 Dist.1995), <i>rev. granted,</i> <span class=\"citation no-link\"><span class=\"volume\">675</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">120</span></span> (Fla.1996). Relying on an explanation by Professor Wigmore cited by an earlier decision interpreting Florida law, the court agreed that \"[t]o take the defendant's conduct as furnishing a sufficient legal standard of negligence would be to abandon the standard set by the substantive law, and would be improper.\" <i>Id.</i> Rather, the court found that the jury should have been instructed that \"[a]n internal rule does not itself fix the standard of care.\" <i>Id.</i> Holding that K-Mart had no duty to restrict the sale of firearms to intoxicated customers, the court stated that \"[w]hen the legislature has actively entered a particular field and has clearly indicated its ability to deal with such a policy question, the more prudent course is for this Court to defer to the legislative branch.\" <i>Id.</i> at 978.</p>\n<p>To the extent that the North Carolina General Assembly has entered the debate concerning the appropriate age for children to acquire BB guns, the legislature has determined that twelve-year-old children may be trusted to handle BB guns in all counties in North Carolina. As a result, the legislature left the sales of BB guns relatively unrestricted in North Carolina. However, the court is asked by plaintiffs to impose on Wal-Mart a standard of care more stringent than what North Carolina law requires. This court, sitting in diversity with little guidance from the North Carolina courts on the issue with which it is confronted, finds that the legislature has spoken to the issue and is better suited to fashion appropriate law in this area than is this court. Accordingly, plaintiffs' arguments that Wal-Mart's internal policy created a legal duty must fail. In the absence of any legal duty to refrain from selling the BB gun to Dancy, the court finds that without specific knowledge that Dancy would likely misuse the BB gun, Wal-Mart cannot be deemed to have been negligent.</p>\n<p>Plaintiffs' complaint sets forth a negligence claim separate from their negligent entrustment claim. Nonetheless, since the <i>Lane</i> decision was decided according to a pure negligence theory, that is channel through which the court has chosen to discuss whether Wal-Mart had a legal duty not to sell the BB gun to Dancy. The court is aware that negligent entrustment is a separate cause of action. However, the court is not aware of even one case in North Carolina that has discussed the negligent entrustment theory outside the context of the negligent entrustment of an automobile; therefore, the North Carolina cases which discuss the necessary elements of a negligent entrustment claim are cast in terms appropriate to automobile cases. In an unpublished opinion by the United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\"), the Fourth Circuit interpreted North Carolina law and found that</p>\n<blockquote>[i]n North Carolina, liability for negligent entrustment requires: (1) ownership of the vehicle; (2) incompetence, or habitual carelessness or recklessness of the driver to <span class=\"star-pagination\">*910</span> whom its operation is entrusted; (3) the owner's timely knowledge of such incompetence, carelessness or recklessness; and (4) injury to a third party resulting proximately from the negligence, incompetence or recklessness of the driver.</blockquote>\n<p><i>Colombo v. Flemings,</i> <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1465</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">708486</span></span> at *3 (4th Cir.1994). Inasmuch as the third requirement under a theory of negligent entrustment requires knowledge by the owner that the person to whom he is entrusting an object will be incompetent, careless, or reckless, the court is satisfied that the same reasoning applied to plaintiffs' negligence claim also applies to bar plaintiffs' negligent entrustment claim. Absent any specific evidence that Dancy would misuse the BB gun, it was not foreseeable to Wal-Mart that a third party would be injured due to Dancy's negligent use of the BB gun. Therefore, Wal-Mart had no legal duty not to sell the BB gun to Dancy, and cannot be held to answer for injuries resulting from its misuse.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Since the court finds that Wal-Mart had no legal duty not to sell the BB gun at issue to 12-year-old Gary Dancy, Wal-Mart's motion for summary judgment is GRANTED on plaintiffs' negligence and negligent entrustment claims. As this court has failed to find negligence on the part of Wal-Mart, plaintiffs' negligent infliction of emotional distress and punitive damages claims must also fail. Therefore, Wal-Mart's motion for summary judgment is GRANTED as to these remaining claims as well. Inasmuch as the court is granting defendant's motion for summary judgment, Wal-Mart's motion to strike the affidavit of Cecil A. Moorhead, and plaintiffs' motion to extend the time in which to file their expert witness report are DENIED as moot. As all issues in this case have been resolved, the clerk is directed to close this case.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1302407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1369250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1694647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2117186/"
  ]
}