{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1453966/",
  "absolute_url": "/opinion/1453966/daniell-v-old-line-life-ins-co-of-america/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1453966/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:14:46.893962Z",
  "date_modified": "2016-04-27T01:17:32.148433Z",
  "type": "010combined",
  "sha1": "286983797316bc9219d56ea021b7b41693efbf80",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>947 F.Supp. 910 (1996)</b></center>\n<center><h1>Charel DANIELL, Plaintiff,<br>\nv.<br>\nThe OLD LINE LIFE INSURANCE COMPANY OF AMERICA, United Services Life Insurance Company, Standard Marketing, Inc., Budget Term Brokers, Keith Klima and Randy Murray, Defendants.</h1></center>\n<center>No. 5:94-CV-512-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 26, 1996.</center>\n<p>Conrad A. Airall, Raleigh, NC, for plaintiff.</p>\n<p>Charel Daniell, Raleigh, NC, Pro Se.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*911</span> <i>ORDER</i>\n</h2>\n<p>BRITT, District Judge.</p>\n<p>This case is before the court on defendants' motion to dismiss and/or for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff alleges that she was employed by United States Security &amp; Benefits Corporation of America (\"Security\")<sup>[1]</sup> and Standard Marketing Services, Inc. (\"Standard Marketing\")<sup>[2]</sup> as an agent to sell insurance for Old Line Life Insurance Company of America (\"Old Line\") and United Services Life Insurance Company (\"United Services\"). (Compl. ¶ 11)</p>\n<p>Old Line and United Services are insurance companies. Standard Marketing is an independent life insurance brokerage company that represents Old Line, United Services, and several other life insurance companies. (Klima Aff. ¶ 3) As an agent, Standard Marketing can sponsor or recommend other agents who wish to sell insurance for the companies it represents. (Murray Aff. ¶ 9; Howe Aff. ¶ 5)</p>\n<p>Murray and Klima are shareholders in Security. (Klima Aff. ¶ 9; Murray Aff. ¶ 2) Murray is also an employee of Security. (Murray Aff. ¶ 8) Both men are shareholders and employees of Standard Marketing. (Klima Aff. ¶ 1; Murray Aff. ¶ 1)</p>\n<p>Standard Marketing alleges that it never employed plaintiff. (Klima Aff. ¶ 5) Standard Marketing asserts that it merely sponsored plaintiff to sell life insurance for Old Line and United Services. (Murray Aff. ¶ 8)</p>\n<p>On July 18, 1990, plaintiff entered into an agency agreement with Old Line. (Old Line Life OSB Agency Agreement dtd. 7/18/90 (hereinafter \"Old Line Agreement\")) The agreement authorized plaintiff to sell Old Line's products. (<i>Id.</i>) Although Standard Marketing was not a party to the agreement, (<i>id.</i> at 1 (\"This agreement is made ... between The Old Line Life Insurance Company of America ... and the OSB Agency signing this agreement....\")), Murray signed the agreement as plaintiff's sponsor. (<i>Id.</i>) Standard Marketing, as sponsor, was entitled to overwrite commissions on the business plaintiff generated for Old Line. (Howe Aff. ¶ 6; Murray Aff. ¶ 10) Old Line states that plaintiff's agency relationship with its company has never been terminated. (Howe Aff. ¶ 16)</p>\n<p>Standard Marketing also sponsored plaintiff for an agency appointment with United Services's predecessor. (Murray Aff. ¶ 11) In due course, plaintiff and United Services entered into an agency agreement allowing plaintiff to sell United Services's products. (United Olympic Life Insurance Company Profession Sales Agreement dtd. 9/5/91 (hereinafter \"United Services Agreement\")) Standard Marketing was not a party to the agreement. (<i>Id.</i> at 1 (\"This Agreement made ... between United Olympic Life Insurance Company ... and Charel Lee Daniell....\")) Pursuant to a separate agreement with United Services, Standard Marketing received, as plaintiff's sponsor, a commission on the business plaintiff generated. (Podlesney Aff. ¶ 5; Murray Aff. ¶ 11) According to United Services, plaintiff continued to serve as agent for the company until July 15, 1993, when United Services terminated the relationship because of plaintiff's failure to meet productivity requirements. (Podlesney Aff. ¶ 20)</p>\n<p>Security argues that not only did it never employ plaintiff, but that it never retained her as an independent contractor, acted as her sponsor, or otherwise recommended her to sell insurance. (Klima Aff. ¶ 10)</p>\n<p>In July 1994, plaintiff filed suit against defendants alleging sex discrimination in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e <i>et seq.</i> (1994). Specifically, she alleged that defendants discriminated against her on the basis of sex by: (1) failing to assign her the same number of territories in which to sell insurance policies as her male counterparts, (Compl ¶ 15); (2) <span class=\"star-pagination\">*912</span> failing to assign agents to her at the same rate as her male counterparts, (<i>id.</i> ¶ 17); (3) discriminating against her in the terms and conditions of her employment, (<i>id.</i> ¶ 18); and (4) terminating her employment by cancelling her contracts with Old Line and United Services. (<i>id.</i> ¶ 20) Plaintiff also alleges a state law claim of interference with contract. (<i>Id.</i> ¶¶ 27-32)</p>\n<p>Defendants responded to plaintiff's complaint by filing a motion to dismiss and/or for summary judgment. Thereafter, plaintiff requested and received not one, but two extensions of time in which to file her response to defendants' motion. The second extension afforded plaintiff until December 18, 1995 to file her response. Nevertheless, plaintiff filed her response one day late.</p>\n<p></p>\n<h2>II. <i>Summary Judgment Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts, and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> [477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986) ]. In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255 [106 S.Ct. at 2513]. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> [498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991) ]. The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> [477 U.S. 317, 325, 106 S.Ct. 2548, 2553, 91 L.Ed.2d 265 (1986) ]. The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials, <i>Anderson,</i> 477 U.S. at 248 [106 S.Ct. at 2510]. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 67, 130 L.Ed.2d 24 (1994), ___ U.S. ___, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>Title VII of the Civil Rights Act outlines the following unlawful conduct:</p>\n<blockquote>It shall be an unlawful employment practice for an employer </blockquote>\n<blockquote>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin....</blockquote>\n<p>42 U.S.C. § 2000e-2(a) (1994). The term \"employee\" is defined as \"an individual employed by an employer.\" <i>Id.</i> § 2000e(f). In this case, defendants argue that plaintiff was not their \"employee.\" At best, they argue, she was an independent contractor and thus, Title VII does not apply.</p>\n<p>In <i>Garrett v. Phillips Mills, Inc.,</i> 721 F.2d 979 (4th Cir.1983), the Fourth Circuit set forth the standard to be applied in this Circuit for determining whether an individual is an employee or an independent contractor.<sup>[3]</sup> The determination, it stated, is properly made \"by analyzing the facts of each employment relationship under a standard that incorporates both the common law test derived from principles of agency and the so-called `economic realities' test first announced in <i>Bartels v. Birmingham,</i> [332 U.S. 126, 67 <span class=\"star-pagination\">*913</span> S.Ct. 1547, 91 L.Ed. 1947 (1947) ].\" <i>Id.</i> at 981.</p>\n<p>As the Fourth Circuit explained, \"[t]he common law standard traditionally used when deciding whether an individual can claim employee status emphasizes the importance of the employer's control over the individual.\" <i>Id.</i> However, the Fourth Circuit continued, \"[i]n <i>Bartels,</i> the Supreme Court decided that the common law `right to control' test was too rigid to serve as a useful tool in deciding employee status in cases arising under remedial social legislation.\" <i>Id.</i> The <i>Bartels</i> Court stated:</p>\n<blockquote>Obviously control is characteristically associated with the employer-employee relationship, but in the application of social legislation employees are those who as a matter of economic reality are dependent upon the business to which they render service. In <i>United States v. Silk,</i> [331 U.S. 704, 67 S.Ct. 1463, 91 L.Ed. 1757 (1947)], we pointed out that permanency of the relation, the skill required, the investment in the facilities for work, and opportunities for profit or loss from the activities were <i>also factors</i> that should enter into judicial determination.... It is the total situation that controls.</blockquote>\n<p><i>Bartels,</i> 332 U.S. at 130, 67 S.Ct. at 1549.</p>\n<p>In <i>Garrett,</i> the Fourth Circuit noted that \"[a]lthough the `economic realities' test continues to have general applicability in the interpretation of certain remedial statutes, most courts deciding the issue of employee status in Title VII cases have utilized a combination of both the `economic realities test' and the common law right-of-control test.\" <i>Garrett,</i> 721 F.2d at 981 (footnotes omitted). The Fourth Circuit then elaborated on the hybrid test:</p>\n<blockquote>Under [the hybrid] test, control is still the most important factor to be considered, but is not dispositive. [<i>EEOC v. Zippo Manuf. Co.,</i> 713 F.2d 32, 37 (3d Cir.1983).] Other important considerations include:</blockquote>\n<blockquote>(1) the kind of occupation, with reference to whether the work usually is done under the direction of a supervisor or is done by a specialist without supervision; (2) the skill required in the particular occupation; (3) whether the \"employer\" or the individual in question furnishes the equipment used and the place of work; (4) the length of time during which the individual has worked; (5) the method of payment, whether by time or by the job; (6) the manner in which the work relationship is terminated; <i>i.e.,</i> by one or both parties, with or without notice and explanation; (7) whether annual leave is afforded; (8) whether the work is an integral part of the business of the \"employer\"; (9) whether the worker accumulates retirement benefits; (10) whether the \"employer\" pays social security taxes; and (11) the intention of the parties.</blockquote>\n<blockquote>\n<i>Spirides v. Reinhardt,</i> [613 F.2d 826, 832 (D.C.Cir.1979) ].</blockquote>\n<p><i>Garrett,</i> 721 F.2d at 982. With these principles in mind, the court turns to the case at hand.</p>\n<p>In their motion for summary judgment, defendants set forth the following facts in support of their argument that plaintiff was an independent contractor. Defendants assert that they exercised little, if any, control over plaintiff. (Howe Aff. ¶ 8; Podlesney Aff. ¶ 8) Specifically, they argue the following: plaintiff could sell insurance wherever Old Line or United Services were authorized to do business (Howe Aff. ¶ 9; Podlesney Aff. ¶ 8); neither Old Line nor United Services assigned plaintiff territories, (Howe Aff. ¶ 9; Podlesney Aff. ¶ 8); plaintiff could sell any type of policy to her customers, (Howe Aff. ¶ 10; Podlesney Aff. ¶ 8); plaintiff could use any lawful method to solicit sales, (Howe Aff. ¶ 11; Podlesney Aff. ¶ 8); plaintiff was responsible for the costs of her sales methods, licensing fees, and travel and entertainment expenses, (Howe Aff. ¶¶ 11-12; Podlesney Aff. ¶ 12); plaintiff could maintain an office anywhere in the United States, (Howe Aff. ¶ 13; Podlesney Aff. ¶ 9); and plaintiff was not expressly prohibited from selling products of other companies. (Howe Aff. ¶ 30; Podlesney Aff. ¶ 16; Murray Aff. ¶ 17)</p>\n<p>Plaintiff received no supervision from defendants. (Howe Aff. ¶ 17; Podlesney Aff. ¶ 10) She did not have to report regularly, (Howe Aff. ¶ 19; Podlesney Aff. ¶ 11; Murray <span class=\"star-pagination\">*914</span> Aff. ¶ 15), and was free to set her own work schedule, office hours, and vacations. (Howe Aff. ¶ 18; Podlesney Aff. ¶ 10; Murray Aff. ¶ 16) Her performance was not evaluated by defendants. (Howe Aff. ¶ 20; Podlesney Aff. ¶ 11; Murray Aff. ¶ 15)</p>\n<p>Plaintiff maintained her own office space and supplied her own office equipment. (Howe Aff. ¶ 21; Podlesney Aff. ¶ 12) The only materials provided to her by defendants were policy applications, forms, and related materials. (Howe Aff. ¶ 22; Podlesney Aff. ¶ 12)</p>\n<p>Plaintiff was paid on a commission basis by Old Line and United Services. (Howe Aff. ¶ 23; Podlesney Aff. ¶ 13) She has never received any salary, fees, or commissions from Standard Marketing. (Murray Aff. ¶ 12).</p>\n<p>Plaintiff's relationship with both United Services and Old Line was terminable at will by either party. (Old Line Agreement; United Services Agreement) Standard Marketing was free to remove its sponsorship of plaintiff at any time with or without cause. (Murray Aff. ¶ 14)</p>\n<p>Plaintiff has never received any annual leave from Old Line or United Services. (Howe Aff. ¶ 28; Podlesney Aff. ¶ 15)</p>\n<p>Plaintiff is not entitled to retirement benefits from Old Line, United Services, or Standard Marketing. (Howe Aff. ¶ 29; Podlesney Aff. ¶ 15; Murray Aff. ¶ 12)</p>\n<p>No taxes were ever withheld from plaintiff's commission checks issued by Old Line or United Services. (Howe Aff. ¶ 26; Podlesney Aff. ¶ 14)</p>\n<p>Finally, plaintiff's agreements with Old Line and United Services expressly provided that she was to be an independent contractor. The Old Line agreement stated: \"The relationship between the Company and the OSB Agency shall be that of principal and independent contractor, and not that of employer and employee.\" (Old Line Life Agreement) Likewise, the United Services agreement stated: \"You understand and agree that your relationship with the Company is that of an independent contractor.\" (United Services Agreement)</p>\n<p>Plaintiff asserts several facts in support of her argument that defendants \"totally controlled\" the means and manner in which she performed her work. In some cases, plaintiff asserts facts that do not contradict those raised by defendants. Instead, she appears to argue that the uncontradicted facts support a conclusion that she is an employee rather than an independent contractor. For example, plaintiff asserts, as defendants did, that she was compensated on a commission basis. Contrary to plaintiff's assertions, this fact, like the other uncontradicted facts that she raises, tends to show that she was an independent contractor.</p>\n<p>Other facts asserted by plaintiff do contradict those presented by defendants. For example, plaintiff asserts that she was prohibited from using any marketing tool other than that provided by defendants. As stated above, defendants assert that plaintiff was free to use any lawful means to solicit business. When considering defendants' motion for summary judgment, the court must, of course, take plaintiff's version of the facts as true. Notwithstanding the fact that plaintiff's presentation creates a number of disputed facts in the record, they are not material so as to preclude summary judgment. The uncontradicted, undisputed facts establish that, as a matter of law, plaintiff was not defendants' employee.</p>\n<p>Finally, there is no merit to plaintiff's argument that summary judgment is unsuitable in employment discrimination cases where the ultimate issue of fact is the motivation of the employer. The court need not even reach the issue of the employer's motivation if Title VII is, as here, inapplicable because there is no employer-employee relationship.</p>\n<p>For the reasons discussed above, defendants' motion for summary judgment on plaintiff's Title VII claim is GRANTED. The court declines to exercise jurisdiction over plaintiff's state law claim. This case is, therefore, DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff misidentified this defendant in her complaint as Budget Term Brokers. (Defs.'s Mem. in Supp. of Mot. to Dismiss and/or for Summ.J. at 1)</p>\n<p>[2]  Plaintiff misidentified this defendant in her complaint as Standard Marketing, Inc. (Defs.'s Mem. in Supp. of Mot. to Dismiss and/or for Summ. J. at 1)</p>\n<p>[3]  In <i>Garrett,</i> the Fourth Circuit construed the term \"employee\" under the Age Discrimination in Employment Act (\"ADEA\"). The Fourth Circuit subsequently noted that the operative language in the ADEA is identical to the operative language in Title VII and thus, that the analysis announced in <i>Garrett</i> applies in Title VII cases. <i>Haavistola v. Community Fire Co. of Rising Sun,</i> 6 F.3d 211, 219 n. 2 (4th Cir.1993). In fact, this conclusion was implicit in <i>Garrett. See </i><i>Garrett,</i> 721 F.2d at 981.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">947</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">910</span></span> (1996)</b></center>\n<center><h1>Charel DANIELL, Plaintiff,<br>\nv.<br>\nThe OLD LINE LIFE INSURANCE COMPANY OF AMERICA, United Services Life Insurance Company, Standard Marketing, Inc., Budget Term Brokers, Keith Klima and Randy Murray, Defendants.</h1></center>\n<center>No. 5:94-CV-512-BR(1).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 26, 1996.</center>\n<p>Conrad A. Airall, Raleigh, NC, for plaintiff.</p>\n<p>Charel Daniell, Raleigh, NC, Pro Se.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*911</span> <i>ORDER</i>\n</h2>\n<p>BRITT, District Judge.</p>\n<p>This case is before the court on defendants' motion to dismiss and/or for summary judgment.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff alleges that she was employed by United States Security &amp; Benefits Corporation of America (\"Security\")<sup>[1]</sup> and Standard Marketing Services, Inc. (\"Standard Marketing\")<sup>[2]</sup> as an agent to sell insurance for Old Line Life Insurance Company of America (\"Old Line\") and United Services Life Insurance Company (\"United Services\"). (Compl. ¶ 11)</p>\n<p>Old Line and United Services are insurance companies. Standard Marketing is an independent life insurance brokerage company that represents Old Line, United Services, and several other life insurance companies. (Klima Aff. ¶ 3) As an agent, Standard Marketing can sponsor or recommend other agents who wish to sell insurance for the companies it represents. (Murray Aff. ¶ 9; Howe Aff. ¶ 5)</p>\n<p>Murray and Klima are shareholders in Security. (Klima Aff. ¶ 9; Murray Aff. ¶ 2) Murray is also an employee of Security. (Murray Aff. ¶ 8) Both men are shareholders and employees of Standard Marketing. (Klima Aff. ¶ 1; Murray Aff. ¶ 1)</p>\n<p>Standard Marketing alleges that it never employed plaintiff. (Klima Aff. ¶ 5) Standard Marketing asserts that it merely sponsored plaintiff to sell life insurance for Old Line and United Services. (Murray Aff. ¶ 8)</p>\n<p>On July 18, 1990, plaintiff entered into an agency agreement with Old Line. (Old Line Life OSB Agency Agreement dtd. 7/18/90 (hereinafter \"Old Line Agreement\")) The agreement authorized plaintiff to sell Old Line's products. (<i>Id.</i>) Although Standard Marketing was not a party to the agreement, (<i>id.</i> at 1 (\"This agreement is made ... between The Old Line Life Insurance Company of America ... and the OSB Agency signing this agreement....\")), Murray signed the agreement as plaintiff's sponsor. (<i>Id.</i>) Standard Marketing, as sponsor, was entitled to overwrite commissions on the business plaintiff generated for Old Line. (Howe Aff. ¶ 6; Murray Aff. ¶ 10) Old Line states that plaintiff's agency relationship with its company has never been terminated. (Howe Aff. ¶ 16)</p>\n<p>Standard Marketing also sponsored plaintiff for an agency appointment with United Services's predecessor. (Murray Aff. ¶ 11) In due course, plaintiff and United Services entered into an agency agreement allowing plaintiff to sell United Services's products. (United Olympic Life Insurance Company Profession Sales Agreement dtd. 9/5/91 (hereinafter \"United Services Agreement\")) Standard Marketing was not a party to the agreement. (<i>Id.</i> at 1 (\"This Agreement made ... between United Olympic Life Insurance Company ... and Charel Lee Daniell....\")) Pursuant to a separate agreement with United Services, Standard Marketing received, as plaintiff's sponsor, a commission on the business plaintiff generated. (Podlesney Aff. ¶ 5; Murray Aff. ¶ 11) According to United Services, plaintiff continued to serve as agent for the company until July 15, 1993, when United Services terminated the relationship because of plaintiff's failure to meet productivity requirements. (Podlesney Aff. ¶ 20)</p>\n<p>Security argues that not only did it never employ plaintiff, but that it never retained her as an independent contractor, acted as her sponsor, or otherwise recommended her to sell insurance. (Klima Aff. ¶ 10)</p>\n<p>In July 1994, plaintiff filed suit against defendants alleging sex discrimination in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e <i>et seq.</i> (1994). Specifically, she alleged that defendants discriminated against her on the basis of sex by: (1) failing to assign her the same number of territories in which to sell insurance policies as her male counterparts, (Compl ¶ 15); (2) <span class=\"star-pagination\">*912</span> failing to assign agents to her at the same rate as her male counterparts, (<i>id.</i> ¶ 17); (3) discriminating against her in the terms and conditions of her employment, (<i>id.</i> ¶ 18); and (4) terminating her employment by cancelling her contracts with Old Line and United Services. (<i>id.</i> ¶ 20) Plaintiff also alleges a state law claim of interference with contract. (<i>Id.</i> ¶¶ 27-32)</p>\n<p>Defendants responded to plaintiff's complaint by filing a motion to dismiss and/or for summary judgment. Thereafter, plaintiff requested and received not one, but two extensions of time in which to file her response to defendants' motion. The second extension afforded plaintiff until December 18, 1995 to file her response. Nevertheless, plaintiff filed her response one day late.</p>\n<p></p>\n<h2>II. <i>Summary Judgment Standard</i>\n</h2>\n<p>Pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts, and the moving party is entitled to judgment as a matter of law. Fed. R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> [477 U.S. 242, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986) ]. In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255 [106 S.Ct. at 2513]. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> [498 U.S. 1109, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991) ]. The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> [477 U.S. 317, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2553, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986) ]. The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials, <i>Anderson,</i> 477 U.S. at 248 [106 S.Ct. at 2510]. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.1994), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994), ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p>Title VII of the Civil Rights Act outlines the following unlawful conduct:</p>\n<blockquote>It shall be an unlawful employment practice for an employer </blockquote>\n<blockquote>(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin....</blockquote>\n<p>42 U.S.C. § 2000e-2(a) (1994). The term \"employee\" is defined as \"an individual employed by an employer.\" <i>Id.</i> § 2000e(f). In this case, defendants argue that plaintiff was not their \"employee.\" At best, they argue, she was an independent contractor and thus, Title VII does not apply.</p>\n<p>In <i>Garrett v. Phillips Mills, Inc.,</i> <span class=\"citation\" data-id=\"427535\"><a href=\"/opinion/427535/33-fair-emplpraccas-487-32-empl-prac-dec-p-33945-charles-franklin/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span> (4th Cir.1983), the Fourth Circuit set forth the standard to be applied in this Circuit for determining whether an individual is an employee or an independent contractor.<sup>[3]</sup> The determination, it stated, is properly made \"by analyzing the facts of each employment relationship under a standard that incorporates both the common law test derived from principles of agency and the so-called `economic realities' test first announced in <i>Bartels v. Birmingham,</i> [332 U.S. 126, 67 <span class=\"star-pagination\">*913</span> S.Ct. 1547, <span class=\"citation\" data-id=\"104456\"><a href=\"/opinion/104456/bartels-v-birmingham/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1947</span></a></span> (1947) ].\" <i>Id.</i> at 981.</p>\n<p>As the Fourth Circuit explained, \"[t]he common law standard traditionally used when deciding whether an individual can claim employee status emphasizes the importance of the employer's control over the individual.\" <i>Id.</i> However, the Fourth Circuit continued, \"[i]n <i>Bartels,</i> the Supreme Court decided that the common law `right to control' test was too rigid to serve as a useful tool in deciding employee status in cases arising under remedial social legislation.\" <i>Id.</i> The <i>Bartels</i> Court stated:</p>\n<blockquote>Obviously control is characteristically associated with the employer-employee relationship, but in the application of social legislation employees are those who as a matter of economic reality are dependent upon the business to which they render service. In <i>United States v. Silk,</i> [331 U.S. 704, <span class=\"citation\" data-id=\"104447\"><a href=\"/opinion/104447/united-states-v-silk/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1463</span></a></span>, <span class=\"citation\" data-id=\"104447\"><a href=\"/opinion/104447/united-states-v-silk/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1757</span></a></span> (1947)], we pointed out that permanency of the relation, the skill required, the investment in the facilities for work, and opportunities for profit or loss from the activities were <i>also factors</i> that should enter into judicial determination.... It is the total situation that controls.</blockquote>\n<p><i>Bartels,</i> 332 U.S. at 130, 67 S.Ct. at 1549.</p>\n<p>In <i>Garrett,</i> the Fourth Circuit noted that \"[a]lthough the `economic realities' test continues to have general applicability in the interpretation of certain remedial statutes, most courts deciding the issue of employee status in Title VII cases have utilized a combination of both the `economic realities test' and the common law right-of-control test.\" <i>Garrett,</i> 721 F.2d at 981 (footnotes omitted). The Fourth Circuit then elaborated on the hybrid test:</p>\n<blockquote>Under [the hybrid] test, control is still the most important factor to be considered, but is not dispositive. [<i>EEOC v. Zippo Manuf. Co.,</i> <span class=\"citation\" data-id=\"422044\"><a href=\"/opinion/422044/32-fair-emplpraccas-bna-682-32-empl-prac-dec-p-33755-equal/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 37 (3d Cir.1983).] Other important considerations include:</blockquote>\n<blockquote>(1) the kind of occupation, with reference to whether the work usually is done under the direction of a supervisor or is done by a specialist without supervision; (2) the skill required in the particular occupation; (3) whether the \"employer\" or the individual in question furnishes the equipment used and the place of work; (4) the length of time during which the individual has worked; (5) the method of payment, whether by time or by the job; (6) the manner in which the work relationship is terminated; <i>i.e.,</i> by one or both parties, with or without notice and explanation; (7) whether annual leave is afforded; (8) whether the work is an integral part of the business of the \"employer\"; (9) whether the worker accumulates retirement benefits; (10) whether the \"employer\" pays social security taxes; and (11) the intention of the parties.</blockquote>\n<blockquote>\n<i>Spirides v. Reinhardt,</i> [613 F.2d 826, 832 (D.C.Cir.1979) ].</blockquote>\n<p><i>Garrett,</i> 721 F.2d at 982. With these principles in mind, the court turns to the case at hand.</p>\n<p>In their motion for summary judgment, defendants set forth the following facts in support of their argument that plaintiff was an independent contractor. Defendants assert that they exercised little, if any, control over plaintiff. (Howe Aff. ¶ 8; Podlesney Aff. ¶ 8) Specifically, they argue the following: plaintiff could sell insurance wherever Old Line or United Services were authorized to do business (Howe Aff. ¶ 9; Podlesney Aff. ¶ 8); neither Old Line nor United Services assigned plaintiff territories, (Howe Aff. ¶ 9; Podlesney Aff. ¶ 8); plaintiff could sell any type of policy to her customers, (Howe Aff. ¶ 10; Podlesney Aff. ¶ 8); plaintiff could use any lawful method to solicit sales, (Howe Aff. ¶ 11; Podlesney Aff. ¶ 8); plaintiff was responsible for the costs of her sales methods, licensing fees, and travel and entertainment expenses, (Howe Aff. ¶¶ 11-12; Podlesney Aff. ¶ 12); plaintiff could maintain an office anywhere in the United States, (Howe Aff. ¶ 13; Podlesney Aff. ¶ 9); and plaintiff was not expressly prohibited from selling products of other companies. (Howe Aff. ¶ 30; Podlesney Aff. ¶ 16; Murray Aff. ¶ 17)</p>\n<p>Plaintiff received no supervision from defendants. (Howe Aff. ¶ 17; Podlesney Aff. ¶ 10) She did not have to report regularly, (Howe Aff. ¶ 19; Podlesney Aff. ¶ 11; Murray <span class=\"star-pagination\">*914</span> Aff. ¶ 15), and was free to set her own work schedule, office hours, and vacations. (Howe Aff. ¶ 18; Podlesney Aff. ¶ 10; Murray Aff. ¶ 16) Her performance was not evaluated by defendants. (Howe Aff. ¶ 20; Podlesney Aff. ¶ 11; Murray Aff. ¶ 15)</p>\n<p>Plaintiff maintained her own office space and supplied her own office equipment. (Howe Aff. ¶ 21; Podlesney Aff. ¶ 12) The only materials provided to her by defendants were policy applications, forms, and related materials. (Howe Aff. ¶ 22; Podlesney Aff. ¶ 12)</p>\n<p>Plaintiff was paid on a commission basis by Old Line and United Services. (Howe Aff. ¶ 23; Podlesney Aff. ¶ 13) She has never received any salary, fees, or commissions from Standard Marketing. (Murray Aff. ¶ 12).</p>\n<p>Plaintiff's relationship with both United Services and Old Line was terminable at will by either party. (Old Line Agreement; United Services Agreement) Standard Marketing was free to remove its sponsorship of plaintiff at any time with or without cause. (Murray Aff. ¶ 14)</p>\n<p>Plaintiff has never received any annual leave from Old Line or United Services. (Howe Aff. ¶ 28; Podlesney Aff. ¶ 15)</p>\n<p>Plaintiff is not entitled to retirement benefits from Old Line, United Services, or Standard Marketing. (Howe Aff. ¶ 29; Podlesney Aff. ¶ 15; Murray Aff. ¶ 12)</p>\n<p>No taxes were ever withheld from plaintiff's commission checks issued by Old Line or United Services. (Howe Aff. ¶ 26; Podlesney Aff. ¶ 14)</p>\n<p>Finally, plaintiff's agreements with Old Line and United Services expressly provided that she was to be an independent contractor. The Old Line agreement stated: \"The relationship between the Company and the OSB Agency shall be that of principal and independent contractor, and not that of employer and employee.\" (Old Line Life Agreement) Likewise, the United Services agreement stated: \"You understand and agree that your relationship with the Company is that of an independent contractor.\" (United Services Agreement)</p>\n<p>Plaintiff asserts several facts in support of her argument that defendants \"totally controlled\" the means and manner in which she performed her work. In some cases, plaintiff asserts facts that do not contradict those raised by defendants. Instead, she appears to argue that the uncontradicted facts support a conclusion that she is an employee rather than an independent contractor. For example, plaintiff asserts, as defendants did, that she was compensated on a commission basis. Contrary to plaintiff's assertions, this fact, like the other uncontradicted facts that she raises, tends to show that she was an independent contractor.</p>\n<p>Other facts asserted by plaintiff do contradict those presented by defendants. For example, plaintiff asserts that she was prohibited from using any marketing tool other than that provided by defendants. As stated above, defendants assert that plaintiff was free to use any lawful means to solicit business. When considering defendants' motion for summary judgment, the court must, of course, take plaintiff's version of the facts as true. Notwithstanding the fact that plaintiff's presentation creates a number of disputed facts in the record, they are not material so as to preclude summary judgment. The uncontradicted, undisputed facts establish that, as a matter of law, plaintiff was not defendants' employee.</p>\n<p>Finally, there is no merit to plaintiff's argument that summary judgment is unsuitable in employment discrimination cases where the ultimate issue of fact is the motivation of the employer. The court need not even reach the issue of the employer's motivation if Title VII is, as here, inapplicable because there is no employer-employee relationship.</p>\n<p>For the reasons discussed above, defendants' motion for summary judgment on plaintiff's Title VII claim is GRANTED. The court declines to exercise jurisdiction over plaintiff's state law claim. This case is, therefore, DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff misidentified this defendant in her complaint as Budget Term Brokers. (Defs.'s Mem. in Supp. of Mot. to Dismiss and/or for Summ.J. at 1)</p>\n<p>[2]  Plaintiff misidentified this defendant in her complaint as Standard Marketing, Inc. (Defs.'s Mem. in Supp. of Mot. to Dismiss and/or for Summ. J. at 1)</p>\n<p>[3]  In <i>Garrett,</i> the Fourth Circuit construed the term \"employee\" under the Age Discrimination in Employment Act (\"ADEA\"). The Fourth Circuit subsequently noted that the operative language in the ADEA is identical to the operative language in Title VII and thus, that the analysis announced in <i>Garrett</i> applies in Title VII cases. <i>Haavistola v. Community Fire Co. of Rising Sun,</i> <span class=\"citation\" data-id=\"654214\"><a href=\"/opinion/654214/paula-haavistola-v-community-fire-company-of-rising-sun-inc-richard-g/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 219 n. 2 (4th Cir.1993). In fact, this conclusion was implicit in <i>Garrett. See </i><i>Garrett,</i> 721 F.2d at 981.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/"
  ]
}