{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1453720/",
  "absolute_url": "/opinion/1453720/philson-v-cold-creek-farms-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1453720/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:14:41.085608Z",
  "date_modified": "2016-04-27T00:53:31.396219Z",
  "type": "010combined",
  "sha1": "8a85f3b6defc987c3e603390b4a305b11e525453",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>947 F.Supp. 197 (1996)</b></center>\n<center><h1>Clarence R. PHILSON, Jr. and Clarence R. Philson, Sr., d/b/a Philson's Farms, and Steve Grady, Plaintiffs,<br>\nv.<br>\nCOLD CREEK FARMS, INC., Maxwell Foods, Inc., Maxwell Farms, Inc., and Carroll's Processing, Inc. d/b/a Carolina Turkeys in Duplin County, North Carolina<sup>[1]</sup>, Defendants.</h1></center>\n<center>No. 4:95-CV-16-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>July 31, 1996.</center>\n<p><span class=\"star-pagination\">*198</span> Robert J. Willis, Raleigh, NC, for plaintiffs.</p>\n<p>John A.J. Ward, Ward &amp; Smith, New Bern, NC; Christina L. Adams, Ward &amp; Smith, Wilmington, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motion of defendants Cold Creek Farms, Inc. and Maxwell Foods, Inc. for partial summary judgment. Plaintiffs have filed their response and this matter is now ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE<sup>[2]</sup></h2>\n<p>Plaintiffs Clarence R. Philson, Jr., Clarence R. Philson, Sr. (the \"Philsons\"), and Steve Grady (\"Grady\") are turkey growers. Defendants are various entities involved in the turkey growing and processing business. In 1989, the Philsons and Grady entered into two separate agreements with defendant <span class=\"star-pagination\">*199</span> Cold Creek Farms, Inc. (\"CCF\")<sup>[3]</sup>. Under the terms of these agreements, the Philsons and Grady agreed to grow poults provided by CCF, with feed, medication, and services provided by CCF, and according to CCF standards. In return, CCF agreed to compensate the plaintiffs for all \"marketable turkeys\" grown. It was also agreed that compensation would be determined according to the weight of the turkeys on the purchaser's scale. Compl.Ex. 1 at 1. Defendant Carolina Turkeys was a purchaser at all times relevant to this lawsuit. Carolina Turkeys is a partnership between defendants Maxwell Farms, Inc. (\"MFI\") and Carroll's Processing, Inc. (\"CPI\").</p>\n<p>While Grady still grows turkeys for CCF, CCF terminated its agreement with the Philsons in 1992. In 1994, the Philsons attempted to certify a class action lawsuit against CCF, Goldsboro Milling Company (\"GMC\"), MFI, and CPI in Lenoir County Superior Court. Plaintiffs commenced the above-captioned federal action on February 17, 1995, and voluntarily dismissed the state action five days thereafter.</p>\n<p>In their complaint before this court, plaintiffs contend defendants unfairly and deceptively utilized a different method for calculating the number of turkeys sold when calculating the number for grower payment purposes than when calculating the number for USDA reports and load reports. <i>Id.</i> ¶ 47. In addition, plaintiffs contend defendants failed to weigh their birds in a timely manner and in accordance with applicable federal regulations thereby decreasing plaintiffs' compensation. <i>Id.</i> ¶¶ 20-21. The Philsons complained to GMC and CCF about both of these practices prior to the institution of this lawsuit. <i>Id.</i> ¶ 30. Plaintiffs allege GMC, CCF and/or Sleepy Creek Turkeys, Inc. (\"SCT\") knowingly furnished plaintiffs with low quality turkey poults and terminated the Philsons' turkey growing agreement in retaliation for the Philsons' vocalization of their grievances. <i>Id.</i> ¶¶ 10-12, 33.</p>\n<p>Plaintiffs assert the above-stated acts of defendants constitute violations of both federal and state law, including the following claims for relief: (1) tortious termination and breach of contract; (2) unfair or deceptive trade practices; (3) violation of the Packers and Stockyards Act (\"PSA\"), 7 U.S.C. § 181, <i>et seq.;</i> (4) fraud; and (5) negligence. In an order filed July 26, 1996, this court dismissed all claims against defendants GMC and SCT and dismissed plaintiffs' breach of contract and fraud claims against defendants MFI and CPI. The court will now address the motion of defendants CCF and Maxwell Foods for partial summary judgment.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Electric Industrial Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at <span class=\"star-pagination\">*200</span> 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p>In their complaint, plaintiffs contend CCF<sup>[4]</sup> is liable for violating § 192(a) of the PSA, § 75-1.1 of the North Carolina General Statutes, for breach of contract, tortious termination of the Philsons' contract, fraud, and negligence. These claims are premised upon five alleged acts: (1) failure to weigh turkeys grown by plaintiffs immediately upon arrival; (2) failure to properly load, transport, and otherwise handle turkeys grown by plaintiffs; (3) providing plaintiffs with low quality poults; (4) using an unfair and inaccurate method of computing the number of \"head sold\"; and, (5) wrongful termination of the Philsons' contract. CCF seeks summary judgment on all claims except plaintiffs' second assertion regarding the handling of turkeys grown by plaintiffs.</p>\n<p></p>\n<h2>I. <i>Plaintiffs' Claims Under the PSA</i>\n</h2>\n<p>Section 192(a) of the PSA provides, \"[i]t shall be unlawful with respect to ... poultry products for any packer or any live poultry dealer or handler to ... [e]ngage in or use any unfair, unjustly discriminatory, or deceptive practice or device.\" 7 U.S.C. § 192(a) (1980). A \"live poultry dealer\" is defined by the PSA as \"any person engaged in the business of obtaining live poultry by purchase or under a poultry growing arrangement for the purpose of either slaughtering it or selling it for slaughter by another....\" 7 U.S.C. § 182(10) (Supp.1996). As both CCF and Carolina Turkeys fall within the parameters of the PSA's live poultry dealer definition, both are subject to the prohibitions of § 192(a).</p>\n<p>The PSA was enacted in 1921 to regulate the business of packers by forbidding them from engaging in \"unfair, discriminatory, or deceptive practices in [interstate] commerce, or to subject any person to unreasonable prejudice therein, or to do any of a number of acts to control prices or establish a monopoly in the business.\" <i>Stafford v. Wallace,</i> 258 U.S. 495, 513, 42 S.Ct. 397, 401, 66 L.Ed. 735 (1922). \"The chief evil feared [in 1921 was] the monopoly of the packers, enabling them unduly and arbitrarily to lower prices to the shipper, who sells, and unduly and arbitrarily to increase the price to the consumer, who buys.\" <i>Id.,</i> 258 U.S. at 514-15, 42 S.Ct. at 401. Section 192(a)'s broad mandate against unfair, unjustly discriminatory or deceptive practices in the poultry business, which was added to the PSA in 1935, must therefore be construed against the backdrop of the corruption the Act was intended to prevent. Consequently, only those unfair, discriminatory or deceptive practices adversely affecting competition are prohibited by the Act. <i>Pacific Trading Company v. Wilson and Company, Inc.,</i> 547 F.2d 367, 369 (7th Cir.1976); <i>De Jong Packing Co. v. U.S. Department of Agriculture,</i> 618 F.2d 1329, 1336-37 (9th Cir.1980); <i>Farrow v. U.S. Department of Agriculture,</i> 760 F.2d 211, 214 (8th Cir.1985); <i>Jackson v. Swift Eckrich, Inc.,</i> 53 F.3d 1452, 1458 (8th Cir.1995) (quoting <i>Jackson v. Swift-Eckrich, Inc.,</i> 836 F.Supp. 1447, 1456 (W.D.Ark.1993)).</p>\n<p>Plaintiffs contend CCF has violated the PSA by: (1) failing to weigh the turkeys grown by plaintiffs immediately upon their arrival at the slaughterhouse; (2) failing to properly load, transport, and otherwise handle the turkeys grown by plaintiffs; (3) providing the plaintiffs with low quality poults; (4) using an unfair and inaccurate method of computing the number of \"head sold\"; and, (5) wrongfully terminating the Philsons' contract. CCF asserts all of plaintiffs' claims, except the allegation regarding the loading and transporting of the turkeys, are either \"factually or legally unsupported or are not, as a matter of law, violations of the Act and, thus, may be adjudicated summarily.\" Defs.' Mem.Supp.Mot.Partial Summ.J. at 12.</p>\n<p><span class=\"star-pagination\">*201</span> In a general sense, CCF appears to contend that the only activities for which it may be held liable under the PSA are those activities explicitly addressed by 9 C.F.R. § 201.82. Section 201.82, which is entitled \"[c]are and promptness in weighing and handling livestock and live poultry,\" provides,</p>\n<blockquote>(a) Each stockyard owner, market agency, dealer, packer and live poultry dealer shall exercise reasonable care and promptness with respect to loading, transporting, holding, yarding, feeding, watering, weighing or otherwise handling livestock or live poultry to prevent waste of feed, shrinkage, injury, death or other avoidable loss. (b) Whenever live poultry is obtained under a poultry growing arrangement, the poultry shall be transported promptly after loading and the gross weight for grower payment purposes shall be determined immediately upon arrival at the processing plant, holding yard, or other scale normally used for such purpose.</blockquote>\n<p>9 C.F.R. § 201.82 (1996).</p>\n<p>The court finds that while the violation of a regulation such as 9 C.F.R. § 201.82 is indisputably prohibited by the PSA, other acts not explicitly addressed by a regulation may also be unfair, unjustly discriminatory or deceptive. Section 192 is a general mandate against unfair acts by live poultry dealers which adversely affect competition. Section 209(a) provides, \"[i]f any person subject to this chapter violates <i>any of the provisions of this chapter,</i> or of any order of the Secretary under this chapter, relating to ... the purchase or sale of poultry, or ... any poultry growing arrangement, he shall be liable to the person or persons injured thereby....\" 7 U.S.C. § 209(a) (1996) (emphasis added). Section 209(a) does not impose liability only for the violation of a regulation. The court therefore finds that a § 192(a) cause of action may be asserted absent a specific regulation addressing the alleged activity, as long as such activity appears to affect competition adversely and appears to have been performed in an unfair, discriminatory or deceptive manner<sup>[5]</sup>.</p>\n<p>More specifically, as to plaintiffs' contention that CCF failed to weigh the turkeys in a timely manner, CCF states it cannot be held liable for unfair weighing practices because Carolina Turkeys, not CCF, was the party responsible for weighing the turkeys grown by plaintiffs and Carolina Turkeys is the entity upon whom the duty of care and promptness is imposed by 9 C.F.R. § 201.82. Although the court recognizes that it was Carolina Turkeys' scale which was used to weigh the turkeys and that CCF does not own or operate a scale of its own, the court finds that a genuine issue of fact remains as to the extent of CCF's involvement in the weighing process. If, as plaintiffs allege, CCF was directly involved in determining the time the turkeys were to be weighed, and such time was imposed in an unfair, discriminatory or deceptive manner, then CCF's involvement could constitute a violation of the Act. Thus, the court finds granting summary judgment on this issue would be premature.</p>\n<p>Furthermore, as to plaintiffs' second contention, that CCF failed to properly load, transport, and otherwise handle the turkeys grown by plaintiffs, CCF concedes \"genuine issues of material fact may exist with regard to the reasonableness of the loading and transporting of its turkeys.\" Defs.' Mem.Supp.Mot.Partial Summ.J. at 12. The court finds genuine issues do indeed exist. Summary judgment would therefore be improper on this issue as well.</p>\n<p>As to plaintiffs' third contention, that CCF provided the plaintiffs with low quality poults while providing high quality poults to others, CCF asserts plaintiffs fail to establish \"any legal predicate ... to support their contention that they had a right to receive poults of a particular `quality'....\" <i>Id.</i> at <span class=\"star-pagination\">*202</span> 17-18. While the court agrees with CCF that the PSA imposes no express requirement regarding the quality of poults a live poultry dealer must provide to its growers, the court nonetheless finds a genuine issue of material fact remains as to CCF's intent for providing low quality poults. If, as plaintiffs contend, CCF actually provided plaintiffs with lower quality poults than it provided to others <i>and</i> the reason for doing so was to discourage growers from voicing their grievances about CCF's business practices, then this act could be a violation of the PSA. Thus, summary judgment is improper on this issue as well.</p>\n<p>Finally, as to plaintiffs' fourth and fifth contentions, that CCF utilized unfair and inaccurate methods in computing the number of \"head sold\" and wrongfully terminated the Philsons' contract, CCF states plaintiffs fail to \"establish any statutory or regulatory requirements or obligations to support their claims.\" <i>Id.</i> at 19. CCF asserts \"both the method to compute payment to Plaintiffs and the right to terminate the Agreement with Philson's Farms are private contractual matters that are not the subject of any statutory or regulatory provision....\" <i>Id.</i> The court agrees with CCF's basic statement and recognizes that the PSA should not be construed to \"upset the traditional principles of freedom of contract.\" <i>Jackson v. Swift Eckrich, Inc.,</i> 53 F.3d 1452, 1458 (8th Cir.1005).</p>\n<p>However, the court must also give consideration to plaintiffs' allegation that the contract was terminated in retaliation for plaintiffs' questioning of CCF's weighing and computing practices. Such a retaliatory act is properly challenged under the PSA as it adversely affects competition and could be considered unfair, unjustly discriminatory or deceptive. In addition, a genuine issue of material fact remains as to whether CCF's method of computing \"head sold\" was injurious to competition and unfair, discriminatory or deceptive. Thus, summary judgment is improper as to these two claims as well. Consequently, for the reasons stated above, the court DENIES CCF's motion for summary judgment on plaintiffs' claims under the PSA.</p>\n<p></p>\n<h2>II. <i>Plaintiffs' Claims Pursuant to N.C.Gen.Stat. § 75-1.1</i>\n</h2>\n<p>Section 75-1.1 of the General Statutes of North Carolina provides, in pertinent part, \"unfair or deceptive acts or practices in or affecting commerce, are declared unlawful.\" N.C.Gen.Stat. § 75-1.1(a) (1994). To prevail on a claim brought pursuant to § 75-1.1, a plaintiff must show: \"(1) an unfair or deceptive act or practice, or an unfair method of competition, (2) in or affecting commerce, (3) which proximately caused actual injury to the plaintiff or to his business.\" <i>Spartan Leasing Inc. v. Pollard,</i> 101 N.C.App. 450, 460-61, 400 S.E.2d 476, 482 (1991).</p>\n<p>Plaintiffs assert the same five acts previously discussed as allegedly violating the PSA also violate N.C.Gen.Stat. § 75-1.1. CCF contends it had no dealings with plaintiffs within the scope of § 75-1.1 and that to the extent plaintiffs allege violations of federal regulations as the basis for their § 75-1.1 claims, plaintiffs are barred from recovering under § 75-1.1 because the PSA is their exclusive remedy.</p>\n<p>The court has already thoroughly discussed this issue in its order of July 26, 1996, in the context of Carolina Turkeys' motion for summary judgment. The court will not repeat its analysis here, but comes to the same conclusion  <i>plaintiffs should be allowed to assert their § 75-1.1 claims.</i> All of plaintiffs' allegations relate to the regular business activities of CCF, plaintiffs were in a direct business relationship with CCF, and CCF's acts are alleged to have caused injury to the plaintiffs in their own business activities. Moreover, the court rejects CCF's argument that only consumers may bring a § 75-1.1 cause of action and directs the parties to the court's July 26, 1996, order for further discussion.<sup>[6]</sup><i>See generally </i><i>Olivetti Corp. v. Ames Business Systems, Inc.,</i> 81 <span class=\"star-pagination\">*203</span> N.C.App. 1, 344 S.E.2d 82 (1986), <i>aff'd in part, rev'd in part,</i> 319 N.C. 534, 356 S.E.2d 578 (1987); <i>J.M. Westall &amp; Co., Inc. v. Windswept View of Asheville, Inc.,</i> 97 N.C.App. 71, 74-75, 387 S.E.2d 67, 68-69 (1990); <i>Drouillard v. Keister Williams Newspaper Services, Inc.,</i> 108 N.C.App. 169, 172-73, 423 S.E.2d 324, 326-27 (1992) (citing <i>United Virginia Bank v. Air-Lift Associates,</i> 79 N.C.App. 315, 339 S.E.2d 90 (1986)).</p>\n<p></p>\n<h2>III. <i>Plaintiffs' Breach of Contract Claim</i>\n</h2>\n<p>\"It is well-established that there is implied in every contract an obligation of good faith and fair dealing by each party in the performance of the agreement.\" <i>Dull v. Mutual of Omaha Insurance Co.,</i> 85 N.C.App. 310, 318, 354 S.E.2d 752, 756 (1987) (citing <i>Weyerhaeuser Co. v. Godwin Building Supply Co.,</i> 40 N.C.App. 743, 253 S.E.2d 625 (1979)). CCF nonetheless contends summary judgment should be granted as to plaintiffs' breach of contract claim because \"Plaintiffs cannot point to any provision in the Agreements that embodies any contractual duties with respect to the weighing of turkeys grown by Plaintiffs, or the furnishing of poults of a specified `quality.'\" Defs.' Mem.Supp.Mot.Summ.J. at 25. CCF also states, \"[w]ith respect to the loading and transporting of turkeys and the method used to compute the number of `head sold,' Plaintiffs cannot identify any provision in the Agreements with which Cold Creek has not fully complied.\" <i>Id.</i></p>\n<p>The court finds that while CCF may have complied with all explicit terms of the written agreements, genuine issues remain as to CCF's breach of the implied duty of good faith and fair dealing. If, as plaintiffs contend, CCF counted the number of \"head sold\" using an unfair method of computation, purposefully weighed the turkeys long after a reasonable time had passed, mishandled the turkeys, and intentionally provided plaintiffs with low quality poults, then CCF would be liable to plaintiffs for breach of the implied covenants even though CCF appears to have complied with all express provisions of the agreements. Moreover, even though the agreement with the Philsons allowed for termination without cause upon thirty days notice and at any time for cause, CCF may have nonetheless breached the agreement by not exercising good faith in its termination, as is alleged by the Philsons. The court therefore DENIES CCF's motion for summary judgment on the breach of contract issue.</p>\n<p></p>\n<h2>IV. <i>Plaintiffs' Negligence Claim</i>\n</h2>\n<p>\"In order to prevail on a negligence claim a party must first show that the adversarial party owed him a duty of care.\" <i>NCNB National Bank of North Carolina v. Gutridge,</i> 94 N.C.App. 344, 348, 380 S.E.2d 408, 411 (1989). CCF contends plaintiffs are unable to assert a negligence cause of action because the remedies provided under the PSA are exclusive. As has already been discussed, the court rejects this argument. Moreover, the court finds that the PSA, more specifically 9 C.F.R. § 201.82, establishes a duty of care and promptness in weighing and handling live poultry. <i>See id.</i> The court also finds there is implied in the agreement executed by the parties a duty of good faith and fair dealing. CCF's motion for summary judgment is therefore DENIED as to the issue of negligence.</p>\n<p></p>\n<h2>V. <i>Plaintiffs' Fraud Claim</i>\n</h2>\n<p>To establish a cause of action for fraud in North Carolina, plaintiffs must show: \"(1) a false representation or concealment of a material fact; (2) reasonably calculated to deceive; (3) made with the intent to deceive; (4) which the injured person reasonably relies upon; (5) resulting in damage to the injured party.\" <i>Liggett Group v. Sunas,</i> 113 N.C.App. 19, 30, 437 S.E.2d 674, 681 (1993). In addition, these allegations must be stated with particularity. Fed.R.Civ.Proc. 9(b). Plaintiffs have not only failed to plead their fraud claim with particularity, but they have also failed to prove even the first element of such a cause of action against CCF. Consequently, CCF's motion for summary judgment is GRANTED as to plaintiffs' claim for fraud.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, for the reasons stated herein, defendant CCF's motion for summary judgment <span class=\"star-pagination\">*204</span> is hereby GRANTED as to plaintiffs' cause of action for fraud and DENIED as to all other causes of action. Thusly, there remain before the court, for disposition by trial or otherwise, the following causes of action: (1) tortious termination and breach of contract against CCF/Maxwell Foods; (2) unfair or deceptive trade practices pursuant to N.C. Gen.Stat. § 75-1.1 against CCF/Maxwell Foods and MFI and CPI d/b/a Carolina Turkeys; (3) violation of § 192(a) of the PSA against CCF/Maxwell Foods and MFI and CPI d/b/a Carolina Turkeys; and (4) negligence against CCF/Maxwell Foods and MFI and CPI d/b/a Carolina Turkeys.</p>\n<p>The court is aware that two discovery-related motions as well as a recently filed motion in limine are still pending in this case. These motions will be addressed in a separate order.</p>\n<h2>NOTES</h2>\n<p>[1]  Goldsboro Milling Company and Sleepy Creek Turkeys, Inc. are not included in this caption as they are no longer defendants in this matter pursuant to the court's order of July 26, 1996.</p>\n<p>[2]  This statement of the case is repetitive of the court's July 26, 1996, order and is included solely for purposes of clarification.</p>\n<p>[3]  As of October 28, 1994, CCF merged with another entity and became Maxwell Foods, Inc. (\"Maxwell Foods\"). Maxwell Foods assumed all of the liabilities of CCF.</p>\n<p>[4]  As Maxwell Foods has assumed all CCF's liabilities and CCF no longer maintains an independent corporate existence, CCF and Maxwell Foods will be collectively referenced as \"CCF\" for the remaining portion of this order.</p>\n<p>[5]  What is not clear to the court, however, is who should determine whether a particular act is unfair, discriminatory or deceptive under the PSA. Under N.C. Gen.Stat. § 75-1.1 such a determination is a question of law. The court, in its preliminary research, has been unable to definitively determine whether the PSA treats the issue similarly. The court therefore requests the parties to address this issue in a short memorandum filed with their proposed jury instructions. The court also requests the parties to pay particular attention to the PSA cause of action in assembling their proposed jury instructions.</p>\n<p>[6]  The court recognizes this finding is contrary to Chief Judge Fox's ruling in <i>Bunting v. Perdue, Inc.,</i> 611 F.Supp. 682 (E.D.N.C.1985). However, eleven years have passed since Judge Fox issued his decision and this court believes the North Carolina courts now grant § 75-1.1 a broader reach than was granted in 1985.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">947</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">197</span></span> (1996)</b></center>\n<center><h1>Clarence R. PHILSON, Jr. and Clarence R. Philson, Sr., d/b/a Philson's Farms, and Steve Grady, Plaintiffs,<br>\nv.<br>\nCOLD CREEK FARMS, INC., Maxwell Foods, Inc., Maxwell Farms, Inc., and Carroll's Processing, Inc. d/b/a Carolina Turkeys in Duplin County, North Carolina<sup>[1]</sup>, Defendants.</h1></center>\n<center>No. 4:95-CV-16-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>July 31, 1996.</center>\n<p><span class=\"star-pagination\">*198</span> Robert J. Willis, Raleigh, NC, for plaintiffs.</p>\n<p>John A.J. Ward, Ward &amp; Smith, New Bern, NC; Christina L. Adams, Ward &amp; Smith, Wilmington, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the motion of defendants Cold Creek Farms, Inc. and Maxwell Foods, Inc. for partial summary judgment. Plaintiffs have filed their response and this matter is now ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE<sup>[2]</sup></h2>\n<p>Plaintiffs Clarence R. Philson, Jr., Clarence R. Philson, Sr. (the \"Philsons\"), and Steve Grady (\"Grady\") are turkey growers. Defendants are various entities involved in the turkey growing and processing business. In 1989, the Philsons and Grady entered into two separate agreements with defendant <span class=\"star-pagination\">*199</span> Cold Creek Farms, Inc. (\"CCF\")<sup>[3]</sup>. Under the terms of these agreements, the Philsons and Grady agreed to grow poults provided by CCF, with feed, medication, and services provided by CCF, and according to CCF standards. In return, CCF agreed to compensate the plaintiffs for all \"marketable turkeys\" grown. It was also agreed that compensation would be determined according to the weight of the turkeys on the purchaser's scale. Compl.Ex. 1 at 1. Defendant Carolina Turkeys was a purchaser at all times relevant to this lawsuit. Carolina Turkeys is a partnership between defendants Maxwell Farms, Inc. (\"MFI\") and Carroll's Processing, Inc. (\"CPI\").</p>\n<p>While Grady still grows turkeys for CCF, CCF terminated its agreement with the Philsons in 1992. In 1994, the Philsons attempted to certify a class action lawsuit against CCF, Goldsboro Milling Company (\"GMC\"), MFI, and CPI in Lenoir County Superior Court. Plaintiffs commenced the above-captioned federal action on February 17, 1995, and voluntarily dismissed the state action five days thereafter.</p>\n<p>In their complaint before this court, plaintiffs contend defendants unfairly and deceptively utilized a different method for calculating the number of turkeys sold when calculating the number for grower payment purposes than when calculating the number for USDA reports and load reports. <i>Id.</i> ¶ 47. In addition, plaintiffs contend defendants failed to weigh their birds in a timely manner and in accordance with applicable federal regulations thereby decreasing plaintiffs' compensation. <i>Id.</i> ¶¶ 20-21. The Philsons complained to GMC and CCF about both of these practices prior to the institution of this lawsuit. <i>Id.</i> ¶ 30. Plaintiffs allege GMC, CCF and/or Sleepy Creek Turkeys, Inc. (\"SCT\") knowingly furnished plaintiffs with low quality turkey poults and terminated the Philsons' turkey growing agreement in retaliation for the Philsons' vocalization of their grievances. <i>Id.</i> ¶¶ 10-12, 33.</p>\n<p>Plaintiffs assert the above-stated acts of defendants constitute violations of both federal and state law, including the following claims for relief: (1) tortious termination and breach of contract; (2) unfair or deceptive trade practices; (3) violation of the Packers and Stockyards Act (\"PSA\"), 7 U.S.C. § 181, <i>et seq.;</i> (4) fraud; and (5) negligence. In an order filed July 26, 1996, this court dismissed all claims against defendants GMC and SCT and dismissed plaintiffs' breach of contract and fraud claims against defendants MFI and CPI. The court will now address the motion of defendants CCF and Maxwell Foods for partial summary judgment.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Electric Industrial Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at <span class=\"star-pagination\">*200</span> 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p>In their complaint, plaintiffs contend CCF<sup>[4]</sup> is liable for violating § 192(a) of the PSA, § 75-1.1 of the North Carolina General Statutes, for breach of contract, tortious termination of the Philsons' contract, fraud, and negligence. These claims are premised upon five alleged acts: (1) failure to weigh turkeys grown by plaintiffs immediately upon arrival; (2) failure to properly load, transport, and otherwise handle turkeys grown by plaintiffs; (3) providing plaintiffs with low quality poults; (4) using an unfair and inaccurate method of computing the number of \"head sold\"; and, (5) wrongful termination of the Philsons' contract. CCF seeks summary judgment on all claims except plaintiffs' second assertion regarding the handling of turkeys grown by plaintiffs.</p>\n<p></p>\n<h2>I. <i>Plaintiffs' Claims Under the PSA</i>\n</h2>\n<p>Section 192(a) of the PSA provides, \"[i]t shall be unlawful with respect to ... poultry products for any packer or any live poultry dealer or handler to ... [e]ngage in or use any unfair, unjustly discriminatory, or deceptive practice or device.\" 7 U.S.C. § 192(a) (1980). A \"live poultry dealer\" is defined by the PSA as \"any person engaged in the business of obtaining live poultry by purchase or under a poultry growing arrangement for the purpose of either slaughtering it or selling it for slaughter by another....\" 7 U.S.C. § 182(10) (Supp.1996). As both CCF and Carolina Turkeys fall within the parameters of the PSA's live poultry dealer definition, both are subject to the prohibitions of § 192(a).</p>\n<p>The PSA was enacted in 1921 to regulate the business of packers by forbidding them from engaging in \"unfair, discriminatory, or deceptive practices in [interstate] commerce, or to subject any person to unreasonable prejudice therein, or to do any of a number of acts to control prices or establish a monopoly in the business.\" <i>Stafford v. Wallace,</i> <span class=\"citation\" data-id=\"99977\"><a href=\"/opinion/99977/stafford-v-wallace/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, 513, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">397</span></span>, 401, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">735</span></span> (1922). \"The chief evil feared [in 1921 was] the monopoly of the packers, enabling them unduly and arbitrarily to lower prices to the shipper, who sells, and unduly and arbitrarily to increase the price to the consumer, who buys.\" <i>Id.,</i> 258 U.S. at 514-15, 42 S.Ct. at 401. Section 192(a)'s broad mandate against unfair, unjustly discriminatory or deceptive practices in the poultry business, which was added to the PSA in 1935, must therefore be construed against the backdrop of the corruption the Act was intended to prevent. Consequently, only those unfair, discriminatory or deceptive practices adversely affecting competition are prohibited by the Act. <i>Pacific Trading Company v. Wilson and Company, Inc.,</i> <span class=\"citation\" data-id=\"341659\"><a href=\"/opinion/341659/pacific-trading-company-v-wilson-and-company-inc/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span></a></span>, 369 (7th Cir.1976); <i>De Jong Packing Co. v. U.S. Department of Agriculture,</i> <span class=\"citation\" data-id=\"376888\"><a href=\"/opinion/376888/de-jong-packing-company-and-mt-vernon-meat-co-inc-v-the-united-states/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1329</span></a></span>, 1336-37 (9th Cir.1980); <i>Farrow v. U.S. Department of Agriculture,</i> <span class=\"citation\" data-id=\"450856\"><a href=\"/opinion/450856/leon-farrow-an-individual-knoke-livestock-buyers-inc-a-corporation/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">211</span></a></span>, 214 (8th Cir.1985); <i>Jackson v. Swift Eckrich, Inc.,</i> <span class=\"citation\" data-id=\"695502\"><a href=\"/opinion/695502/bill-jackson-husband-juanita-jackson-wife-appellantscross-appellees-v/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1452</span></a></span>, 1458 (8th Cir.1995) (quoting <i>Jackson v. Swift-Eckrich, Inc.,</i> <span class=\"citation\" data-id=\"1949168\"><a href=\"/opinion/1949168/jackson-v-swift-eckrich-inc/\"><span class=\"volume\">836</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1447</span></a></span>, 1456 (W.D.Ark.1993)).</p>\n<p>Plaintiffs contend CCF has violated the PSA by: (1) failing to weigh the turkeys grown by plaintiffs immediately upon their arrival at the slaughterhouse; (2) failing to properly load, transport, and otherwise handle the turkeys grown by plaintiffs; (3) providing the plaintiffs with low quality poults; (4) using an unfair and inaccurate method of computing the number of \"head sold\"; and, (5) wrongfully terminating the Philsons' contract. CCF asserts all of plaintiffs' claims, except the allegation regarding the loading and transporting of the turkeys, are either \"factually or legally unsupported or are not, as a matter of law, violations of the Act and, thus, may be adjudicated summarily.\" Defs.' Mem.Supp.Mot.Partial Summ.J. at 12.</p>\n<p><span class=\"star-pagination\">*201</span> In a general sense, CCF appears to contend that the only activities for which it may be held liable under the PSA are those activities explicitly addressed by 9 C.F.R. § 201.82. Section 201.82, which is entitled \"[c]are and promptness in weighing and handling livestock and live poultry,\" provides,</p>\n<blockquote>(a) Each stockyard owner, market agency, dealer, packer and live poultry dealer shall exercise reasonable care and promptness with respect to loading, transporting, holding, yarding, feeding, watering, weighing or otherwise handling livestock or live poultry to prevent waste of feed, shrinkage, injury, death or other avoidable loss. (b) Whenever live poultry is obtained under a poultry growing arrangement, the poultry shall be transported promptly after loading and the gross weight for grower payment purposes shall be determined immediately upon arrival at the processing plant, holding yard, or other scale normally used for such purpose.</blockquote>\n<p>9 C.F.R. § 201.82 (1996).</p>\n<p>The court finds that while the violation of a regulation such as 9 C.F.R. § 201.82 is indisputably prohibited by the PSA, other acts not explicitly addressed by a regulation may also be unfair, unjustly discriminatory or deceptive. Section 192 is a general mandate against unfair acts by live poultry dealers which adversely affect competition. Section 209(a) provides, \"[i]f any person subject to this chapter violates <i>any of the provisions of this chapter,</i> or of any order of the Secretary under this chapter, relating to ... the purchase or sale of poultry, or ... any poultry growing arrangement, he shall be liable to the person or persons injured thereby....\" 7 U.S.C. § 209(a) (1996) (emphasis added). Section 209(a) does not impose liability only for the violation of a regulation. The court therefore finds that a § 192(a) cause of action may be asserted absent a specific regulation addressing the alleged activity, as long as such activity appears to affect competition adversely and appears to have been performed in an unfair, discriminatory or deceptive manner<sup>[5]</sup>.</p>\n<p>More specifically, as to plaintiffs' contention that CCF failed to weigh the turkeys in a timely manner, CCF states it cannot be held liable for unfair weighing practices because Carolina Turkeys, not CCF, was the party responsible for weighing the turkeys grown by plaintiffs and Carolina Turkeys is the entity upon whom the duty of care and promptness is imposed by 9 C.F.R. § 201.82. Although the court recognizes that it was Carolina Turkeys' scale which was used to weigh the turkeys and that CCF does not own or operate a scale of its own, the court finds that a genuine issue of fact remains as to the extent of CCF's involvement in the weighing process. If, as plaintiffs allege, CCF was directly involved in determining the time the turkeys were to be weighed, and such time was imposed in an unfair, discriminatory or deceptive manner, then CCF's involvement could constitute a violation of the Act. Thus, the court finds granting summary judgment on this issue would be premature.</p>\n<p>Furthermore, as to plaintiffs' second contention, that CCF failed to properly load, transport, and otherwise handle the turkeys grown by plaintiffs, CCF concedes \"genuine issues of material fact may exist with regard to the reasonableness of the loading and transporting of its turkeys.\" Defs.' Mem.Supp.Mot.Partial Summ.J. at 12. The court finds genuine issues do indeed exist. Summary judgment would therefore be improper on this issue as well.</p>\n<p>As to plaintiffs' third contention, that CCF provided the plaintiffs with low quality poults while providing high quality poults to others, CCF asserts plaintiffs fail to establish \"any legal predicate ... to support their contention that they had a right to receive poults of a particular `quality'....\" <i>Id.</i> at <span class=\"star-pagination\">*202</span> 17-18. While the court agrees with CCF that the PSA imposes no express requirement regarding the quality of poults a live poultry dealer must provide to its growers, the court nonetheless finds a genuine issue of material fact remains as to CCF's intent for providing low quality poults. If, as plaintiffs contend, CCF actually provided plaintiffs with lower quality poults than it provided to others <i>and</i> the reason for doing so was to discourage growers from voicing their grievances about CCF's business practices, then this act could be a violation of the PSA. Thus, summary judgment is improper on this issue as well.</p>\n<p>Finally, as to plaintiffs' fourth and fifth contentions, that CCF utilized unfair and inaccurate methods in computing the number of \"head sold\" and wrongfully terminated the Philsons' contract, CCF states plaintiffs fail to \"establish any statutory or regulatory requirements or obligations to support their claims.\" <i>Id.</i> at 19. CCF asserts \"both the method to compute payment to Plaintiffs and the right to terminate the Agreement with Philson's Farms are private contractual matters that are not the subject of any statutory or regulatory provision....\" <i>Id.</i> The court agrees with CCF's basic statement and recognizes that the PSA should not be construed to \"upset the traditional principles of freedom of contract.\" <i>Jackson v. Swift Eckrich, Inc.,</i> <span class=\"citation\" data-id=\"695502\"><a href=\"/opinion/695502/bill-jackson-husband-juanita-jackson-wife-appellantscross-appellees-v/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1452</span></a></span>, 1458 (8th Cir.1005).</p>\n<p>However, the court must also give consideration to plaintiffs' allegation that the contract was terminated in retaliation for plaintiffs' questioning of CCF's weighing and computing practices. Such a retaliatory act is properly challenged under the PSA as it adversely affects competition and could be considered unfair, unjustly discriminatory or deceptive. In addition, a genuine issue of material fact remains as to whether CCF's method of computing \"head sold\" was injurious to competition and unfair, discriminatory or deceptive. Thus, summary judgment is improper as to these two claims as well. Consequently, for the reasons stated above, the court DENIES CCF's motion for summary judgment on plaintiffs' claims under the PSA.</p>\n<p></p>\n<h2>II. <i>Plaintiffs' Claims Pursuant to N.C.Gen.Stat. § 75-1.1</i>\n</h2>\n<p>Section 75-1.1 of the General Statutes of North Carolina provides, in pertinent part, \"unfair or deceptive acts or practices in or affecting commerce, are declared unlawful.\" N.C.Gen.Stat. § 75-1.1(a) (1994). To prevail on a claim brought pursuant to § 75-1.1, a plaintiff must show: \"(1) an unfair or deceptive act or practice, or an unfair method of competition, (2) in or affecting commerce, (3) which proximately caused actual injury to the plaintiff or to his business.\" <i>Spartan Leasing Inc. v. Pollard,</i> 101 N.C.App. 450, 460-61, <span class=\"citation\" data-id=\"1202278\"><a href=\"/opinion/1202278/spartan-leasing-inc-v-pollard/\"><span class=\"volume\">400</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">476</span></a></span>, 482 (1991).</p>\n<p>Plaintiffs assert the same five acts previously discussed as allegedly violating the PSA also violate N.C.Gen.Stat. § 75-1.1. CCF contends it had no dealings with plaintiffs within the scope of § 75-1.1 and that to the extent plaintiffs allege violations of federal regulations as the basis for their § 75-1.1 claims, plaintiffs are barred from recovering under § 75-1.1 because the PSA is their exclusive remedy.</p>\n<p>The court has already thoroughly discussed this issue in its order of July 26, 1996, in the context of Carolina Turkeys' motion for summary judgment. The court will not repeat its analysis here, but comes to the same conclusion  <i>plaintiffs should be allowed to assert their § 75-1.1 claims.</i> All of plaintiffs' allegations relate to the regular business activities of CCF, plaintiffs were in a direct business relationship with CCF, and CCF's acts are alleged to have caused injury to the plaintiffs in their own business activities. Moreover, the court rejects CCF's argument that only consumers may bring a § 75-1.1 cause of action and directs the parties to the court's July 26, 1996, order for further discussion.<sup>[6]</sup><i>See generally </i><i>Olivetti Corp. v. Ames Business Systems, Inc.,</i> 81 <span class=\"star-pagination\">*203</span> N.C.App. 1, <span class=\"citation\" data-id=\"1385816\"><a href=\"/opinion/1385816/olivetti-corp-v-ames-business-systems-inc/\"><span class=\"volume\">344</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">82</span></a></span> (1986), <i>aff'd in part, rev'd in part,</i> <span class=\"citation\" data-id=\"1325206\"><a href=\"/opinion/1325206/olivetti-corp-v-ames-business-systems/\"><span class=\"volume\">319</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">534</span></a></span>, <span class=\"citation\" data-id=\"1325206\"><a href=\"/opinion/1325206/olivetti-corp-v-ames-business-systems/\"><span class=\"volume\">356</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">578</span></a></span> (1987); <i>J.M. Westall &amp; Co., Inc. v. Windswept View of Asheville, Inc.,</i> 97 N.C.App. 71, 74-75, <span class=\"citation\" data-id=\"1261383\"><a href=\"/opinion/1261383/jm-westall-co-v-windswept-view/\"><span class=\"volume\">387</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">67</span></a></span>, 68-69 (1990); <i>Drouillard v. Keister Williams Newspaper Services, Inc.,</i> 108 N.C.App. 169, 172-73, <span class=\"citation\" data-id=\"1420747\"><a href=\"/opinion/1420747/drouillard-v-keister-williams-newspaper-services-inc/\"><span class=\"volume\">423</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">324</span></a></span>, 326-27 (1992) (citing <i>United Virginia Bank v. Air-Lift Associates,</i> 79 N.C.App. 315, <span class=\"citation\" data-id=\"1251077\"><a href=\"/opinion/1251077/united-virginia-bank-v-air-lift-associates-inc/\"><span class=\"volume\">339</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">90</span></a></span> (1986)).</p>\n<p></p>\n<h2>III. <i>Plaintiffs' Breach of Contract Claim</i>\n</h2>\n<p>\"It is well-established that there is implied in every contract an obligation of good faith and fair dealing by each party in the performance of the agreement.\" <i>Dull v. Mutual of Omaha Insurance Co.,</i> 85 N.C.App. 310, 318, <span class=\"citation\" data-id=\"1206270\"><a href=\"/opinion/1206270/dull-v-mutual-of-omaha-ins-co/\"><span class=\"volume\">354</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">752</span></a></span>, 756 (1987) (citing <i>Weyerhaeuser Co. v. Godwin Building Supply Co.,</i> 40 N.C.App. 743, <span class=\"citation\" data-id=\"1316301\"><a href=\"/opinion/1316301/weyerhaeuser-co-v-godwin-bldg-supply/\"><span class=\"volume\">253</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">625</span></a></span> (1979)). CCF nonetheless contends summary judgment should be granted as to plaintiffs' breach of contract claim because \"Plaintiffs cannot point to any provision in the Agreements that embodies any contractual duties with respect to the weighing of turkeys grown by Plaintiffs, or the furnishing of poults of a specified `quality.'\" Defs.' Mem.Supp.Mot.Summ.J. at 25. CCF also states, \"[w]ith respect to the loading and transporting of turkeys and the method used to compute the number of `head sold,' Plaintiffs cannot identify any provision in the Agreements with which Cold Creek has not fully complied.\" <i>Id.</i></p>\n<p>The court finds that while CCF may have complied with all explicit terms of the written agreements, genuine issues remain as to CCF's breach of the implied duty of good faith and fair dealing. If, as plaintiffs contend, CCF counted the number of \"head sold\" using an unfair method of computation, purposefully weighed the turkeys long after a reasonable time had passed, mishandled the turkeys, and intentionally provided plaintiffs with low quality poults, then CCF would be liable to plaintiffs for breach of the implied covenants even though CCF appears to have complied with all express provisions of the agreements. Moreover, even though the agreement with the Philsons allowed for termination without cause upon thirty days notice and at any time for cause, CCF may have nonetheless breached the agreement by not exercising good faith in its termination, as is alleged by the Philsons. The court therefore DENIES CCF's motion for summary judgment on the breach of contract issue.</p>\n<p></p>\n<h2>IV. <i>Plaintiffs' Negligence Claim</i>\n</h2>\n<p>\"In order to prevail on a negligence claim a party must first show that the adversarial party owed him a duty of care.\" <i>NCNB National Bank of North Carolina v. Gutridge,</i> 94 N.C.App. 344, 348, <span class=\"citation\" data-id=\"1248285\"><a href=\"/opinion/1248285/ncnb-nat-bank-v-gutridge/\"><span class=\"volume\">380</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">408</span></a></span>, 411 (1989). CCF contends plaintiffs are unable to assert a negligence cause of action because the remedies provided under the PSA are exclusive. As has already been discussed, the court rejects this argument. Moreover, the court finds that the PSA, more specifically 9 C.F.R. § 201.82, establishes a duty of care and promptness in weighing and handling live poultry. <i>See id.</i> The court also finds there is implied in the agreement executed by the parties a duty of good faith and fair dealing. CCF's motion for summary judgment is therefore DENIED as to the issue of negligence.</p>\n<p></p>\n<h2>V. <i>Plaintiffs' Fraud Claim</i>\n</h2>\n<p>To establish a cause of action for fraud in North Carolina, plaintiffs must show: \"(1) a false representation or concealment of a material fact; (2) reasonably calculated to deceive; (3) made with the intent to deceive; (4) which the injured person reasonably relies upon; (5) resulting in damage to the injured party.\" <i>Liggett Group v. Sunas,</i> 113 N.C.App. 19, 30, <span class=\"citation\" data-id=\"1297673\"><a href=\"/opinion/1297673/liggett-group-inc-v-sunas/\"><span class=\"volume\">437</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">674</span></a></span>, 681 (1993). In addition, these allegations must be stated with particularity. Fed.R.Civ.Proc. 9(b). Plaintiffs have not only failed to plead their fraud claim with particularity, but they have also failed to prove even the first element of such a cause of action against CCF. Consequently, CCF's motion for summary judgment is GRANTED as to plaintiffs' claim for fraud.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, for the reasons stated herein, defendant CCF's motion for summary judgment <span class=\"star-pagination\">*204</span> is hereby GRANTED as to plaintiffs' cause of action for fraud and DENIED as to all other causes of action. Thusly, there remain before the court, for disposition by trial or otherwise, the following causes of action: (1) tortious termination and breach of contract against CCF/Maxwell Foods; (2) unfair or deceptive trade practices pursuant to N.C. Gen.Stat. § 75-1.1 against CCF/Maxwell Foods and MFI and CPI d/b/a Carolina Turkeys; (3) violation of § 192(a) of the PSA against CCF/Maxwell Foods and MFI and CPI d/b/a Carolina Turkeys; and (4) negligence against CCF/Maxwell Foods and MFI and CPI d/b/a Carolina Turkeys.</p>\n<p>The court is aware that two discovery-related motions as well as a recently filed motion in limine are still pending in this case. These motions will be addressed in a separate order.</p>\n<h2>NOTES</h2>\n<p>[1]  Goldsboro Milling Company and Sleepy Creek Turkeys, Inc. are not included in this caption as they are no longer defendants in this matter pursuant to the court's order of July 26, 1996.</p>\n<p>[2]  This statement of the case is repetitive of the court's July 26, 1996, order and is included solely for purposes of clarification.</p>\n<p>[3]  As of October 28, 1994, CCF merged with another entity and became Maxwell Foods, Inc. (\"Maxwell Foods\"). Maxwell Foods assumed all of the liabilities of CCF.</p>\n<p>[4]  As Maxwell Foods has assumed all CCF's liabilities and CCF no longer maintains an independent corporate existence, CCF and Maxwell Foods will be collectively referenced as \"CCF\" for the remaining portion of this order.</p>\n<p>[5]  What is not clear to the court, however, is who should determine whether a particular act is unfair, discriminatory or deceptive under the PSA. Under N.C. Gen.Stat. § 75-1.1 such a determination is a question of law. The court, in its preliminary research, has been unable to definitively determine whether the PSA treats the issue similarly. The court therefore requests the parties to address this issue in a short memorandum filed with their proposed jury instructions. The court also requests the parties to pay particular attention to the PSA cause of action in assembling their proposed jury instructions.</p>\n<p>[6]  The court recognizes this finding is contrary to Chief Judge Fox's ruling in <i>Bunting v. Perdue, Inc.,</i> <span class=\"citation\" data-id=\"2004111\"><a href=\"/opinion/2004111/bunting-v-perdue-inc/\"><span class=\"volume\">611</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">682</span></a></span> (E.D.N.C.1985). However, eleven years have passed since Judge Fox issued his decision and this court believes the North Carolina courts now grant § 75-1.1 a broader reach than was granted in 1985.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1202278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1206270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1248285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1251077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1297673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1385816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1949168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2004111/"
  ]
}