{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1456835/",
  "absolute_url": "/opinion/1456835/natural-resources-defense-council-inc-v-grant/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1456835/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:16:12.918675Z",
  "date_modified": "2016-04-26T20:32:52.832943Z",
  "type": "010combined",
  "sha1": "ea42275519f5cfad108ecfc831485355820b5b85",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>341 F.Supp. 356 (1972)</b></center>\n<center><h1>NATURAL RESOURCES DEFENSE COUNCIL, INC., et al., Plaintiffs,<br>\nv.<br>\nKenneth E. GRANT, in his official capacity as Administrator, United States Department of Agriculture, et al., Defendants,<br>\nand<br>\nRobert D. Stokes et al., Intervenors,<br>\nand<br>\nPitt County Drainage District Number Nine, Intervenor.</h1></center>\n<center>Civ. No. 754.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>March 15, 1972.</center>\n<p><span class=\"star-pagination\">*357</span> <span class=\"star-pagination\">*358</span> <span class=\"star-pagination\">*359</span> John G. Shaw, of Clark, Clark, Shaw &amp; Clark, Fayetteville, N. C., Richard J. Wertheimer, Norton F. Tennille, Jr., of Arnold &amp; Porter, Washington, D. C., J. G. Speth, National Resources Defense Council, Inc., Washington, D. C., for plaintiffs.</p>\n<p>Warren H. Coolidge, U. S. Atty., E.D. N.C., Raleigh, N. C., John R. Hughes, Asst. U. S. Atty., E.D.N.C., Land &amp; Natural Resources Section, Raleigh, N. C., Stewart Schoenberg, Land &amp; Natural Resources Division, U. S. Dept. of Justice, Washington, D. C., for defendants.</p>\n<p>Frank M. Wooten, Jr., Greenville, N. C., Charles B. Winberry, Jr., of Biggs, Meadows &amp; Batts, Rocky Mount, N. C., Clifton W. Everett, of Everett &amp; Cheatham, Bethel, N. C., for intervenors.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>Now comes this cause before this Court on the plaintiffs' Motion for a Preliminary injunction to enjoin the defendants herein and their agents and employees from opening any bids with respect to Invitation for Bids No. CCw-1, and from taking any steps to authorize, approve, fund, finance, sponser, participate in, contract for, or commence construction or installation of the Chicod Creek Watershed Project (hereinafter called \"Project\"), pending the final hearing and determination of this cause. The plaintiffs have filed this action to permanently enjoin the construction of the Project in Pitt and Beaufort Counties, North Carolina because construction of this $1.5 million, 66-mile stream channelization project allegedly would violate the Watershed Protection and Flood Prevention Act, P.L. 83-566, 16 U.S.C. §§ 1001-1009 (1970), the National Environmental Policy Act of 1969, 42 U.S.C. § 4321 et seq. (1970), and the rules and regulations of the Soil Conservation Service, United States Department of Agriculture.</p>\n<p>In support of the motion for preliminary injunction, the plaintiffs allege that the defendants propose to proceed to construction of the Project without preparing and circulating any environmental impact statement as required by Section 102 of the National Environmental Policy Act of 1969, 42 U.S.C. § 4332 (\"NEPA\"). The defendants in response contend that:</p>\n<blockquote>(1) An \"environmental impact statement\" (a particular form) is not required in the case at bar;</blockquote>\n<blockquote>(2) That an equivalent and equally appropriate procedure has been utilized by the defendants in the formulation of this project;</blockquote>\n<blockquote>(3) The requirements of the National Environmental Policy Act, as construed by the Council on Environmental Quality and the Administrator of the Soil Conservation Service, United States Department of Agriculture, have been met; and</blockquote>\n<blockquote>(4) The plaintiffs lack standing to sue.</blockquote>\n<p>The intervenors, in opposition to the motion for preliminary injunction, contend (1) that such would impair contractual obligations, (2) that the plaintiffs lack standing to sue, and (3) that a Section 102(2) (C) statement is not required absent administrative determination that an action is a \"major federal action which significantly affects the quality of the human environment.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>A. The Action</h2>\n<p>The complaint in this proceeding was filed on November 30, 1971, and, also at this time the plaintiffs moved for a <span class=\"star-pagination\">*360</span> temporary restraining order and a preliminary injunction. On December 13, 1971, this Court entered an Order setting a hearing upon the plaintiffs' motions for December 14, 1971, in Trenton, North Carolina. On this same date the hearing was continued by Order of this Court for a period of not more than thirty (30) days upon defendants having shown good cause for such. This Court on December 29, 1971, entered an Order setting the hearing on the plaintiffs' motions for a temporary restraining order and a preliminary injunction for January 5, 1972, at New Bern, North Carolina. On January 3, 1971 this Court entered ex parte Orders allowing Pitt County Drainage District Number Nine and landowners to intervene. On January 5, 1972, a hearing was conducted by this Court upon the plaintiffs motions. At this hearing this Court vacated the Order granting intervention upon objection by the plaintiffs; denied the defendants' motion to dismiss; and continued the hearing on the preliminary injunction until January 28, 1972, at New Bern. Subsequently, all parties waived further oral argument with respect to the preliminary injunction and intervention. By a Memorandum Opinion and Order entered by this Court on February 1, 1972, the applicants for intervention, the Drainage District and the landowners were granted leave to intervene and were permitted ten (10) days within which to file opposition to the motion for preliminary injunction. By Order entered February 11, 1972, the above time was extended to and including February 17, 1972, at which time the intervenors submitted a brief in opposition to the plaintiffs' motion for a preliminary injunction. Upon receipt of the plaintiffs' response on February 28, 1972, this matter became ready for ruling.</p>\n<p></p>\n<h2>B. The Parties</h2>\n<p>1. Natural Resources Defense Council, Inc. is a national conservation organization dedicated to the preservation and defense of the natural resources of the United States and is particularly concerned with stream channelization programs of the Soil Conservation Service.</p>\n<p>2. Plaintiff North Carolina Wildlife Federation, Inc. is a sportsman's organization dedicated to achieving a quality environment in the public interest and is concerned with the channelization of natural streams in the State of North Carolina. It is the largest conservation organization in the State of North Carolina and is affiliated with plaintiff National Wildlife Federation.</p>\n<p>3. Plaintiff Pamlico-Tar Conservation Coalition is an unincorporated association organized to preserve and protect the natural resources of the Pamlico-Tar River Basin Area. It has approximately sixty-five (65) members residing in the Pamlico-Tar River Basin.</p>\n<p>4. Plaintiff National Wildlife Federation is a nationwide conservation organization dedicated to the restoration, wise use, and perpetuation of the national resources of the North American continent. Plaintiff North Carolina Wildlife Federation is an affiliate member organization and has approximately 14,000 members in North Carolina.</p>\n<p>5. Plaintiff Friends of the Earth is a conservation organization dedicated to the preservation, restoration, and rational use of the environment in the United States and throughout the world. This organization is concerned with the channelization projects of the Soil Conservation Service. Friends of the Earth has members in North Carolina who are concerned about channelization of natural streams in this state.</p>\n<p>6. Defendant Kenneth E. Grant is the Administrator of the Soil Conservation Service, United States Department of Agriculture.</p>\n<p>7. Defendant Hollis R. Williams is Deputy Administrator for Watersheds of the Soil Conservation Service, United States Department of Agriculture.</p>\n<p>8. Defendant Earl L. Butz is Secretary of the United States Department of Agriculture.</p>\n<p>9. Defendants Grant, Williams, and Butz are the officials of the United <span class=\"star-pagination\">*361</span> States Government responsible for the authorization and administration of projects undertaken pursuant to the Watershed and Flood Prevention Act, P.L. 83-566. These defendants are obliged to plan, approve, oversee and direct the construction and installation of such projects in accordance with the provisions of P.L. 566, NEPA, and the rules, regulations, and policies of the Soil Conservation Service.</p>\n<p>10. Defendant James V. Smith is Administrator, Farmers Home Administration, United States Department of Agriculture. The Farmers Home Administration makes loans to finance construction in P.L. 566 projects.</p>\n<p>11. Defendant Jesse L. Hicks is the Soil Conservation Service State Conservationist for the State of North Carolina, and is the principal SCS official in this state.</p>\n<p>12. Defendant Larry Tucker is the Contracting Officer for Pitt County Drainage District Number Nine, and the Contracting Officer for the Project.</p>\n<p>13. Intervenors Robert D. Stokes, Leon R. Hardee, Marvin L. Mills, Ben D. Forrest, Jr., Fred Edwards, Grover Hodges, and Robert Little are intervenors on behalf of themselves and all other landowners within the boundaries of Pitt County Drainage District Number Nine as a class. (\"landowners\")</p>\n<p>14. Intervenor Pitt County Drainage District Number Nine is a governmental subdivision of the State of North Carolina formed for the express purpose of directing citizen and landowner participation in the Project and is responsible for financing part of the non-federal cost of the Project.</p>\n<p></p>\n<h2>C. The Project</h2>\n<p>Chicod Creek Watershed, located in mid-eastern North Carolina, covers an area of 35,100 acres of which 29,625 acres are in Pitt County and 5,475 acres in Beaufort County. Plans for solving flooding, water management, and other resource problems have been prepared with the concurrence of local sponsors and with federal assistance under the provisions of P.L. 566. The sponsoring local organizations are the Pitt Soil and Water Conservation District, Beaufort Soil and Water Conservation District, Pitt County Board of Commissioners, and Pitt County Drainage District Number Nine. Under the Chicod Creek Watershed Work Plan and Supplements, the local organizations assume all local responsibilities for the installation operation and maintenance of planned structural works.</p>\n<p>The topography of the watershed is nearly level to gently sloping. The outer perimeter is flat and well drained and the flood plains are broad swamps. Land use in the watershed consists of 15,600 acres of cropland; 15,550 acres of woodland; 350 acres of grassland; and 3,600 acres of miscellaneous uses. Approximately 10,000 acres of crop and pasture land are subject to flooding. Swamp hardwoods cover 3,200 acres of the watershed. A loss of at least 50 percent is sustained on the crops grown on land subject to flooding about one each five years. Several county roads are blocked by high water on an average of one or more times a year. This causes interrupted traffic, blocked school bus and mail delivery routes, interrupted feeding schedules of farm animals, and additional maintenance and repair on the roads. Excessive rainfall and flooding create a health hazard. Septic tanks, nitrification lines, and approved pit-privies overflow to the surface of the soil after excessive rainfall. Poor drainage often results in low quality crops and high unit cost of production.</p>\n<p>The population of the watershed is approximately 3,000 people. The entire population is classified as rural with 25 percent being non-farm. Agriculture is the principle enterprise in the watershed. The chief cash crops are tobacco, corn, soybeans, and cotton. Livestock production, consisting of beef cattle and swine make up ten percent of the cash farm receipts. Value of farm products sold was under $10,000 for 77.6 percent of the 250 farms in the watershed. Fifty-five <span class=\"star-pagination\">*362</span> percent of the families make less than $3,000 income per year.</p>\n<p>Chicod Creek originates about 6 miles south of Grimesland and flows generally north to its confluence with the Tar River. Cow Swamp and Juniper Branch are the two largest tributaries and they enter Chicod Creek from the west. Chicod Creek and the surrounding area has significant value for numerous waterfowl, fur bearers and other wetland wildlife species. The streams have substantial resident fish population and supports a significant spawning run of herring during the spring.</p>\n<p>The project was developed for the purposes of flood prevention, drainage, and conservation, development, and improvement of agricultural tracts of land. These objects are to be achieved by land treatment measures and structual measures. The land treatment measures will include conservation cropping systems, cover crops, crop residue use, minimum tillage, grasses and legumes, and tile and open drains. Also, 300 acres of openland will be reforested, while 1,350 acres of land will be subject to thinning and removal of trees. Structural improvements will consist of approximately 66 miles of channel enlargement or \"stream channelization\". Mitigation measures to reduce the adverse effects on fish and wildlife resources are (1) 73 acres of wildlife wetland preservation area, (2) a 12 acre warm-water impoundment area, (3) 11 channel pools, and (4) 30 swamp drainage control structures. These mitigation measures are designed to mitigate for the disruption to the fish caused by the construction of the channels and to offset the wildlife habitat destroyed by the channels and spoil areas. Certain groups feel that these mitigation measures do not sufficiently lessen the adverse effects of the project on the environment. A letter written to Mr. Jesse Hicks, State Conservationist, Soil Conservation Service, from Mr. Ernest C. Martin, Acting Regional Director of the Fish and Wildlife Service, dated September 10, 1971, reflects such an opinion:</p>\n<blockquote>\"It is the opinion of the Service that the original mitigation measures plus the additional measures do not significantly lessen the adverse effects of the project on the ecosystem of the watershed.\"</blockquote>\n<p>The Watershed Work Plan and an agreement for the implementation thereof were executed on behalf of Pitt Soil and Water Conservation District on December 21, 1965, on behalf of Beaufort Soil and Water Conservation District on December 23, 1965, on behalf of Pitt County Board of Commissioners on December 21, 1965, and on behalf of the Soil Conservation Service of the United States Department of Agriculture on May 19, 1966. After execution on behalf of the local State organizations, who are parties to the agreement and plan, and before execution by the Soil Conservation Service, the plan was reviewed by the Corps of Engineers of the United States Department of the Army and the United States Department of the Interior, and other Federal agencies. The plan was submitted to and approved by the Committee on Agriculture of the United States House of Representatives on August 23, 1966, and by the Committee on Agriculture of the United States Senate on August 3, 1966. During May of 1971, Pitt County Drainage District Number Nine became joined as a local organization, becoming obligated to furnish landrights, provide certain construction monies and operate and maintain the project by Supplemental Watershed Work Plan Agreement No. 1. A supplemental work plan and Supplemental Watershed Work Plan Agreement No. 2, effective August 5, 1971, was entered into between the respective parties incorporating additional project measures to reduce adverse environmental effects pursuant to Watersheds Memorandum 108.</p>\n<p>Pursuant to the provisions of the National Environmental Policy Act and the Council on Environmental Quality <span class=\"star-pagination\">*363</span> Guidelines, the Administrator of the Soil Conservation Service, through the issuance of Environment Memorandum 1 and Watersheds Memorandum 108, provided agency procedures in taking or proposing certain actions coming within the scope of NEPA. In accord with Environment Memorandum 1 and Watersheds Memorandum 108, the Chicod Creek Watershed project was placed in Group 2, <i>i. e.,</i> those projects having some adverse effect which can be eliminated by minor project modification. Consultations were had with the North Carolina Wildlife Resources Commission and the Fish and Wildlife Service of the United States Department of the Interior. These consultations for the consideration of environmental impact were in addition to considerations based on the expertise of the Soil Conservation Service in the area of fish and wildlife preservation. As a result of the above actions the project was modified to provide for further mitigation of adverse environmental effects. The modifications were incorporated by Supplemental Agreement 2. After consideration of environmental concerns, including the unfavorable comments of the Fish and Wildlife Service, officials of the Soil and Conservation Service determined that the project as modified was not a major federal action significantly affecting the quality of human environment and that the project should proceed.</p>\n<p>The present action was instituted to enjoin the defendants from financing and participating in the construction of the Chicod Creek Watershed Project. The total installation cost of the project is estimated to be $1,503,831. Public Law 566 funds are to pay $706,684 and other funds will provide $797,147.</p>\n<p>There has been extensive preparation by the defendants and the intervenors for this project. The landowners have incurred approximately $130,000 of debts to create the drainage district. Easements and right of ways have been obtained on 282 tracts of land involving 230 landowners. The local sponsers have procured a Farmers Home Administration loan. Testimony of Frank M. Wooten, Attorney at Law, who represented the landowners for the purpose of creating the drainage district, transcript of motion hearing, pp. 316-318. The Soil Conservation Service has incurred substantial expenses on the project, having expended $50,000 for planning and $159,176 for engineering, design, and land treatment. The Soil Conservation Service will suffer expenses as a result of the delay caused by this action. The projected cost of delay amounts to $7,650 per month, representing salaries and increased construction costs. The cost of preparing impact statements is approximately $7,500 per project. See testimony of Harold Lile, State Administrator for the Soil Conservation Service, North Carolina, transcript of motion hearing, pp. 146-150.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. Jurisdiction</h2>\n<p>This Court has jurisdiction of this matter pursuant to 28 U.S.C. § 1331 (federal question) and 5 U.S.C. § 702 (Administrative Procedure Act).</p>\n<p></p>\n<h2>B. National Environmental Policy Act of 1969</h2>\n<p>The National Environmental Policy Act of 1969, 42 U.S.C. § 4321 et seq., requires all federal agencies, in performing their respective functions, to be responsive to possible environmental consequences of their actions. The Act makes it the \"continuing\" responsibility of the federal government to \"use all practicable means and measures\" to carry out the national policy of restoring and maintaining a quality environment. 42 U.S.C. § 4331(a), (b). To insure that the substantive provisions of the Act receive the attention they deserve, Section 102 of the Act prescribes certain procedural measures:</p>\n<blockquote>\"The Congress authorizes and directs that, to the fullest extent possible: (1) the policies, regulations, and public laws of the United States shall be interpreted and administered in accordance with the policies set forth in <span class=\"star-pagination\">*364</span> this chapter, and (2) all agencies of the federal government shall </blockquote>\n<blockquote>\"(A) utilize a systematic, interdisciplinary approach which will insure the integrated use of the natural and social sciences and the environmental design arts in planning and decisionmaking which may have an impact on man's environment;</blockquote>\n<blockquote>\"(B) identify and develop methods and procedures, in consultation with the Council on Environmental Quality established by subchapter II of this chapter which will insure that presently unquantified environmental amenities and values may be given appropriate consideration in decisionmaking along with ceonomic and technical considerations;</blockquote>\n<blockquote>\"(C) include in every recommendation or report on proposals for legislation and other major Federal actions significantly affecting the quality of the human environment, a detailed statement by the responsible official on </blockquote>\n<blockquote>\"(i) the environmental impact of the proposed action,</blockquote>\n<blockquote>\"(ii) any adverse environmental effects which cannot be avoided should the proposal be implemented,</blockquote>\n<blockquote>\"(iii) alternatives to the proposed action,</blockquote>\n<blockquote>\"(iv) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity, and</blockquote>\n<blockquote>\"(v) any irreversible and irretrievable commitments of resources which would be involved in the proposed action should it be implemented.</blockquote>\n<blockquote>\"Prior to making any detailed statement, the responsible Federal official shall consult with and obtain the comments of any Federal agency which has jurisdiction by law or special expertise with respect to any environmental impact involved. Copies of such statement and the comments and views of the appropriate Federal, State, and local agencies, which are authorized to develop and enforce environmental standards, shall be made available to the President, the Council on Environmental Quality and to the public as provided by Section 552 of Title 5, and shall accompany the proposal through the existing agency review processes;</blockquote>\n<blockquote>\"(D) study, develop, and describe appropriate alternatives to recommended courses of action in any proposal which involves unresolved conflicts concerning alternative uses of available resources....\"</blockquote>\n<p>The purpose of the detailed statement is to aid in the agencies' decision making process and to advise other interested agencies and the public of the environmental consequences of planned federal action. The impact statement provides evidence that the decision making process has in fact taken place, and allows those removed from the initial process to evaluate and balance the factors on their own. Calvert Cliffs' Coord. Com. v. United States AEC, 449 F.2d 1109 (D.C. Cir. 1971).</p>\n<p></p>\n<h2>C. Retroactivity</h2>\n<p>The effective date of NEPA was January 1, 1970. It is contended here that NEPA is not applicable to projects planned and approved before this date. Some courts have held that NEPA is not to be given retroactive application. See Pennsylvania Environmental Council, Inc. v. Bartlett, 315 F.Supp. 238 (M. D.Pa.1970), affirmed 454 F.2d 613 (3rd Cir. 1971); Brooks v. Volpe, 319 F.Supp. 90 (W.D.Wash.1970); and Investment Syndicates, Inc. v. Richmond, 318 F. Supp. 1038 (D.C.Ore.1970). In so holding these courts have focused upon a specific federal action or action which occurred on a particular date or dates, and if this action(s) was taken prior to the effective date of NEPA, the Act was held inapplicable to that project. This Court is of the opinion, however, that the proper approach is the one taken in Morningside-Lenox Park Association v. <span class=\"star-pagination\">*365</span> Volpe, 334 F.Supp. 132 (N.D.Ga.1971). There the court held that compliance with Section 102 of the NEPA is required as to an ongoing federal project on which substantial actions are yet to be taken, regardless of the date of \"critical\" federal approval of the project. A similar approach was taken by the court in Environmental Defense Fund v. TVA, 339 F.Supp. 806 (E.D.Tenn.1972) in which the court held that NEPA applies to the Tellico Dam and Reservoir project despite the fact that the project was initiated prior to January, 1970, since each appropriation request after the effective date is a proposal for legislation within the meaning of Section 102(2) (C). In Environmental Defense Fund v. Corps of Engineers, 325 F.Supp. 728 (E.D.Ark.1971) the court applies NEPA to ongoing projects holding that NEPA applies to the construction of a dam across the Cossatot River, even though the project was approved in 1958 and construction of the project, but not the dam, was begun in 1963. The court states:</p>\n<blockquote>\"The language and legislative history of NEPA indicate that Congress intended that it apply to such situations as presented here. The act clarifies congressional policy and imposes an obligation upon the defendants to protect the environment in planning and in conducting their lawful activities. Section 101(a) of the act declares it to be `the continuing policy of the federal government' to protect the environment, and section 101(b) declares it to be `the continuing responsibility of the federal government to ... improve and coordinate federal plans, functions and resources to accomplish that objective'. So, while new plans and programs must be structured from the outset in accordance with the requirements of NEPA, it is also clear that the act requires the defendants to `improve' or upgrade existing plans and programs to meet those requirements.\"</blockquote>\n<p>Also, the Interim Guidelines for the enforcement of NEPA issued by the Council on Environmental Quality on April 30, 1970, provide that NEPA applies to ongoing projects:</p>\n<blockquote>\"... the section 102(2) (C) procedure should be applied to further major Federal actions having a significant effect on the environment even though they arise from projects or programs initiated prior to the enactment of the Act on January 1, 1970.\" 35 Fed.Reg. 7390, 7392, no. 11.</blockquote>\n<p>The Chicod Creek Watershed Project received congressional approval in 1966, and much planning and preparation has occurred prior to January 1, 1970. However, a construction contract remains to be let and construction upon the installation of the project has yet to begin. NEPA is applicable to the Chicod Creek Watershed Project as it is an ongoing federal project on which substantial actions remain to be taken.</p>\n<p></p>\n<h2>D. Requirements of Section 102(2) (C) of NEPA</h2>\n<p>Section 102(2) (C) directs all agencies of the federal government to prepare an environmental impact statement for every major federal action significantly affecting the environment. The defendants contend that even though they have not filed an environmental impact statement, \"a particular form\", that in substance they have fulfilled all of the requirements of Section 102(2) (C). In support they assert that a detailed statement has been prepared and circulated; that the environmental impact has been considered by the Soil Conservation Service and agencies of both state and federal government; that adverse effect which cannot be avoided have been considered and weighed against the total benefit of going on with the project; that alternatives have been considered and some have been adopted; that there have been consultations with other federal agencies and with state and local agencies; and that the project has been open to and has received public comment. According to the record and the testimony received at the motion hearing on January 5, 1972, this cannot <span class=\"star-pagination\">*366</span> be disputed. But the fact remains that an environmental impact statement has not been prepared and filed for the Chicod Creek Watershed Project. Mr. Hollis Williams, Deputy Administrator for Watersheds, Soil Conservation Service at the motion hearing testified to the effect: \"We had the belief and still do, that an environmental impact statement is not needed in the Chicod Creek Project.\" (transcript of motion hearing, p. 246). An environmental impact statement must be filed for every major federal action significantly affecting the quality of the human environment. The District of Columbia Circuit noted in Calvert Cliffs' Coord. Com. v. United States AEC, 449 F.2d 1109 (D.C.Cir. 1971) that \"... the Section 102 duties are not inherently flexible. They must be complied with to the fullest extent, unless there is a conflict of statutory authority. Considerations of administrative difficulty, delay or economic cost will not suffice to strip the section of its fundamental importance.\" In Environmental Defense Fund v. Corps of Engineers, supra, the court held that agencies might use different procedures for preparing impact statements on new and old projects, but that NEPA requires impact statements for both new and old projects:</p>\n<blockquote>\"The Court is of the opinion that the defendants may approach the problem of the ongoing project differently from a new project, but the end product should be essentially the same in both cases. For instance, the evidence indicates that the defendants will require, by their own regulations and policies, elaborate hearings spaced out over a long period of time (indeed, several years) with respect to the environmental impact of new projects. NEPA would not require the same approach with respect to ongoing projects. Any procedure would be adequate so long as the `detailed statement' requirements of the Act, along with the other applicable provisions of § 102 are complied with.\" 325 F. Supp. at 756-757.</blockquote>\n<p>Therefore, an environmental impact statement is required for every major federal action significantly affecting the quality of the human environment.</p>\n<p></p>\n<h2>E. Administrative Discretion</h2>\n<p>It is contended that the determination of whether a project is (1) \"a major Federal action\" and (2) \"significantly affecting the quality of the human environment\" is within the discretion of the Administrator of the Soil Conservation Service, and that an administrative determination should not be reversed by this Court in the absence of a strong showing that it was arbitrary, capricious, or clearly erroneous. In the case at bar the administrator, with the advice of scientists and specialists, made the determination that the project as modified could not significantly affect the quality of the human environment within the meaning and intent of NEPA, and as such \"going forward with the project as modified\" was in conpliance with the requirements of NEPA. See affidavit of Kenneth E. Grant, Administrator of the Soil Conservation Service, dated December 23, 1971. Certainly, an administrative agency as the Soil Conservation Service may make a decision that a particular project is not major, or that it does not significantly affect the quality of the human environment, and, that, therefore, the agency is not required to file an impact statement. However, when the failure to file an impact statement is challenged, it is the court that must construe the statutory standards of \"major federal action\" and \"significantly affecting the quality of the human environment\", and having construed them, then apply them to the particular project, and decide whether the agency's failure violates the Congressional command. See Scherr v. Volpe, 336 F.Supp. 886 (W.D. Wis.1971).</p>\n<p></p>\n<h2>F. Statutory Standards</h2>\n<p>A \"major federal action\" is federal action that requires substantial planning, time, resources, or expenditure. <span class=\"star-pagination\">*367</span> The Chicod Creek Watershed Project is a \"major federal action\". This project calls for sixty six miles of channelization and the expenditure of $1,503,831, $706,684 of which is to be federally funded. The project has been in the planning and preparation stages for several years. Many persons and agencies have become involved and concerned with this project, and the construction of this project will require a substantial amount of time and labor. Certainly this can be considered to be a \"major federal action\".</p>\n<p>The standard \"significantly affecting the quality of the human environment\" can be construed as having an important or meaningful effect, direct or indirect, upon a broad range of aspects of the human environment. The cumulative impact with other projects must be considered. Any action that substantially affects, beneficially or detrimentally, the depth or course of streams, plant life, wildlife habitats, fish and wildlife, and the soil and air \"significantly affects the quality of the human environment\". This project will require sixty six miles of stream channelization. As a result of such channelization there will be a substantial reduction (ninety percent) in the standing crop of fish population. As a result of drainage and the clearing of right of ways, there will be significant lossage in wetland habitat which is vital to waterfowl and forest game. See testimony of Edward B. Bradley, United States Fish and Wildlife Service, Bureau of Sport Fisheries and Wildlife, transcript of motion hearing, pp. 76, 86, 87. The Chicod Creek Watershed Project as presently proposed will have a cumulative effect upon the environment in the eastern plains of North Carolina. There are a total of forty Soil Conservation projects either authorized for construction, under construction, or completed, representing 1562 miles of stream channelization, affecting over 100,000 acres of wetlands, and having very serious repercussions upon fish and wildlife in the Coastal Plains of North Carolina. See the testimony of Mr. Bradley, supra, transcript, pp. 101-103. The Chicod Creek Watershed Project \"significantly affects the quality of the human environment\".</p>\n<p>It is interesting to note that one of the Soil Conservation Service's own biologists prior to the implementation of any mitigation, concluded that this project would have significant effects upon the environment. See letter dated March 24, 1971, from John P. Edwards, Biologist, to Mr. Charles L. Lehning, Jr. Also, noteworthy is the fact that subsequent to Watersheds Memorandum 108, the Soil Conservation Service placed in this project in Group 2, a category established by the Watersheds Memorandum indicating that projects placed in this group could have some adverse effect upon the environment. After certain mitigation measures were implemented, this project was placed in Group 1, signifying minor or no known adverse effect upon the environment. It is the opinion of this Court that an environmental impact statement should have been issued when this project was placed in Group 2.</p>\n<p></p>\n<h2>G. Standing</h2>\n<p>It is contended that the plaintiffs lack standing to pursue this action on the grounds that they have not suffered a legal wrong and have not been adversely affected by agency action. The defendants and intervenors place emphasis upon the fact that this project concerns private lands. Private lands are involved in this project, however, the fact remains that this project is dependent upon $706,684 of federal funding. Also, Chicod Creek probably could be considered a public stream. Since federal funding is the heart of this matter, it makes little difference that private lands are to benefit from the project.</p>\n<p>Two requirements must be satisfied for the plaintiffs to have standing:</p>\n<blockquote>(1) the plaintiffs must allege that the challenged action has caused them injury in fact, economic or otherwise, and</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*368</span> (2) the interest asserted by the plaintiffs is within the zones of interests sought to be protected or regulated by the statute in question. See Assn. of Data Processing Service Organizations, Inc. v. Camp, 397 U.S. 150, 90 S.Ct. 827, 25 L.Ed.2d 184 (1970); Barlow v. Collins, 397 U.S. 159, 90 S.Ct. 832, 25 L.Ed.2d 192 (1970); and West Virginia Highlands Conservancy v. Island Creek Coal Co., 441 F.2d 232 (4th Cir. 1971).</blockquote>\n<p>The plaintiffs are national and local conservation organizations dedicated to the preservation and conservation of our environment. The plaintiffs are particularly concerned about stream channelization and maintain this suit to prevent channelization of Chicod Creek that would cause \"substantial, irreparable environmental loss.\" It appears to this Court that the plaintiffs have unquestionably asserted injury to conservational values sufficient to establish their standing to maintain this action. NEPA is concerned with the protection of the environment and natural resources. The conservational interests sought to be protected by the plaintiffs are within the zone of interests to be protected or regulated by NEPA. In order to have standing, groups interested in conservational factors must allege that these factors have not been properly considered by an administrative agency. See West Virginia Highlands Conservancy v. Island Creek Coal Co., supra, Citizens Committee for Hudson Valley v. Volpe, 425 F.2d 97 (2d Cir. 1970), cert. den. Parker v. Citizens Committee for Hudson Valley, 400 U.S. 949, 91 S.Ct. 237, 27 L.Ed.2d 256 (1970); and Scenic Hudson Preservation Conference v. F. P. C., 354 F.2d 608 (2d Cir. 1965), cert. den. Consolidated Edison of New York v. Scenic Hudson Preservation Conference, 384 U.S. 941, 86 S.Ct. 1462, 16 L. Ed.2d 540 (1966). The plaintiffs' complaint sufficiently alleges that conservational values have not been properly considered by the Soil Conservation Service. The plaintiffs have standing to maintain this action as they have alleged injury to conservational interests and that such interests are within the zone of interests protected by NEPA.</p>\n<p></p>\n<h2>H. Impairment of Contract</h2>\n<p>The intervenors contend that NEPA cannot apply to pre-existing contracts as it would serve to impair the obligation of contract. At this time the intervenors have failed to show that the application of NEPA to the project entails any taking or deprivation of property or impairment of contract. NEPA merely requires the federal agencies to consider the environmental consequences of their acts and to prepare detailed environmental impact statements.</p>\n<p></p>\n<h2>I. Laches</h2>\n<p>The mere lapse of time does not constitute laches. Harrisburg Coalition Against Ruining the Environment v. Volpe, 330 F.Supp. 918 (M.D.Pa. 1971); and Pennsylvania Environmental Defense Council, Inc. v. Bartlett, supra. Laches is determined in light of all the existing circumstances and requires all delay to be unreasonable and cause prejudice to the adversary. Sobosle v. U. S. Steel Corp., 359 F.2d 7 (3rd Cir. 1966). This project has been in the planning and preliminary stages for several years. However, NEPA became effective only on January 1, 1970. The plaintiffs instituted this action on November 30, 1971. At that date no construction contract had been let or had any construction on the installation of the project taken place. Therefore, it appears to this Court that there was no unreasonable delay in the commencement of this action, and even assuming such, there does not appear to be any prejudice to the defendants or intervenors as construction of the project has yet to begin.</p>\n<p></p>\n<h2>J. Injunction</h2>\n<p>The plaintiffs seek a preliminary injunction to enjoin construction of the Chicod Creek Watershed Project on the grounds that an environmental impact statement has not been issued as <span class=\"star-pagination\">*369</span> required by NEPA. The tests for granting such relief were recently restated by the Fourth Circuit:</p>\n<blockquote>\"In the exercise of its discretion (to issue a preliminary injunction) it is sufficient if a court is satisfied that there is a probable right and a probable danger and that the right may be defeated, unless the injunction is issued, and considerable weight is given to the need of protection to the plaintiff as contrasted with the probable injury to the defendant ....\" Sinclair Refining Co. v. Midland Oil Co., 55 F.2d 42 (4th Cir. 1932). Quoted in West Virginia Highlands Conservancy v. Island Creek Coal Co., supra, 441 F.2d at 235.</blockquote>\n<p>In summary, the movants are entitled to preliminary injunctive relief if they demonstrate (a) a substantial likelihood that they will prevail on the merits, and (b) that a balancing of the equities favors the granting of such relief. Here, the plaintiffs have shown more than a substantial likelihood that they will prevail on the merits upon final determination of their NEPA environmental impact statement claim as NEPA requires that an environmental impact statement be filed for \"major federal actions significantly affecting the quality of the human environment.\" The plaintiffs have shown that this project is a \"major federal action significantly affecting the quality of the human environment\", and that an impact statement has not been filed.</p>\n<p>The question as to the balancing of the equities gravely concerns this Court. Basically, there are three different interests represented in this action: the conservationists, the Soil Conservation Service, and the landowners. In considering the various interests the public interest is a relevant consideration. See West Virginia Highlands Conservancy v. Island Creek Coal Co., supra. This project was designed to enable the landowners to control severe drainage problems and to increase farm productivity. These farmers have spent much time, effort, and money in preparation for this project with the expectation of federal aid. This has been no easy task for farmers in an area in which fifty-five percent of the families make less than $3,000 income per year. These farmers have given up much in expectation of innumerable benefits resulting from the project. Truly, this project has progressed slowly since it was approved by the Soil Conservation Service in 1966. Much of this delay is accountable to the fact that it has taken time for the local sponsors and farmers to organize and make initial preparations. It was only when the preparations had been made and construction ready to begin that this action was initiated to enjoin the project. The Soil Conservation Service is the federal agency responsible for the planning and funding of this project. Its primary concern in this action seems to be that if it has to issue an impact statement for this project, it will have to do the same for many other ongoing projects. This will cause delay and, in many cases, duplicity. The projected cost per project for issuing an impact statement is approximately $7,500. This cost is minute indeed in comparison to the equity of the farmers and the effect that this project will have on the environment. The conservationists are organizations dedicated to the laudable cause of conservation and preservation of our environment. They have shown that this project will have a significant effect on the environment. It is to the public's welfare that any project significantly affecting the environment comply with the procedures established by NEPA so there can be assurance that the environmental aspects have been fully considered. It would constitute irreparable damage for this project to proceed without the environmental aspects being properly considered as required by NEPA. Therefore the equitable considerations favor the environment, the public, and the plaintiffs and require that the construction of the Chicod Creek Watershed Project be enjoined until the requirements of NEPA are satisfied.</p>\n<p><span class=\"star-pagination\">*370</span> The defendants shall have thirty days within which to prepare and file a \"full disclosure\" environmental impact statement. The preliminary injunction shall remain in effect thereafter until all of the procedures of NEPA have been complied with. The plaintiffs shall file a bond for the payment of costs and damages as may be suffered by any party who is found to have been wrongfully restrained herein. The amount of bond shall be commensurate to the possible damages incurred by the defendants and the intervenors as a result of the injunction. Over $200,000 has already been expended on this project by the Soil Conservation Service and $130,000 of debt has been incurred by the intervenors. The projected cost of delay to the Soil Conservation Service resulting from the institution of this suit is approximately $7,650 per month. Taking into consideration the amounts that have been expended, the costs of delay, and that other amounts are obligated, this Court sets the bond at $75,000.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">356</span></span> (1972)</b></center>\n<center><h1>NATURAL RESOURCES DEFENSE COUNCIL, INC., et al., Plaintiffs,<br>\nv.<br>\nKenneth E. GRANT, in his official capacity as Administrator, United States Department of Agriculture, et al., Defendants,<br>\nand<br>\nRobert D. Stokes et al., Intervenors,<br>\nand<br>\nPitt County Drainage District Number Nine, Intervenor.</h1></center>\n<center>Civ. No. 754.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>March 15, 1972.</center>\n<p><span class=\"star-pagination\">*357</span> <span class=\"star-pagination\">*358</span> <span class=\"star-pagination\">*359</span> John G. Shaw, of Clark, Clark, Shaw &amp; Clark, Fayetteville, N. C., Richard J. Wertheimer, Norton F. Tennille, Jr., of Arnold &amp; Porter, Washington, D. C., J. G. Speth, National Resources Defense Council, Inc., Washington, D. C., for plaintiffs.</p>\n<p>Warren H. Coolidge, U. S. Atty., E.D. N.C., Raleigh, N. C., John R. Hughes, Asst. U. S. Atty., E.D.N.C., Land &amp; Natural Resources Section, Raleigh, N. C., Stewart Schoenberg, Land &amp; Natural Resources Division, U. S. Dept. of Justice, Washington, D. C., for defendants.</p>\n<p>Frank M. Wooten, Jr., Greenville, N. C., Charles B. Winberry, Jr., of Biggs, Meadows &amp; Batts, Rocky Mount, N. C., Clifton W. Everett, of Everett &amp; Cheatham, Bethel, N. C., for intervenors.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>Now comes this cause before this Court on the plaintiffs' Motion for a Preliminary injunction to enjoin the defendants herein and their agents and employees from opening any bids with respect to Invitation for Bids No. CCw-1, and from taking any steps to authorize, approve, fund, finance, sponser, participate in, contract for, or commence construction or installation of the Chicod Creek Watershed Project (hereinafter called \"Project\"), pending the final hearing and determination of this cause. The plaintiffs have filed this action to permanently enjoin the construction of the Project in Pitt and Beaufort Counties, North Carolina because construction of this $1.5 million, 66-mile stream channelization project allegedly would violate the Watershed Protection and Flood Prevention Act, P.L. 83-566, 16 U.S.C. §§ 1001-1009 (1970), the National Environmental Policy Act of 1969, 42 U.S.C. § 4321 et seq. (1970), and the rules and regulations of the Soil Conservation Service, United States Department of Agriculture.</p>\n<p>In support of the motion for preliminary injunction, the plaintiffs allege that the defendants propose to proceed to construction of the Project without preparing and circulating any environmental impact statement as required by Section 102 of the National Environmental Policy Act of 1969, 42 U.S.C. § 4332 (\"NEPA\"). The defendants in response contend that:</p>\n<blockquote>(1) An \"environmental impact statement\" (a particular form) is not required in the case at bar;</blockquote>\n<blockquote>(2) That an equivalent and equally appropriate procedure has been utilized by the defendants in the formulation of this project;</blockquote>\n<blockquote>(3) The requirements of the National Environmental Policy Act, as construed by the Council on Environmental Quality and the Administrator of the Soil Conservation Service, United States Department of Agriculture, have been met; and</blockquote>\n<blockquote>(4) The plaintiffs lack standing to sue.</blockquote>\n<p>The intervenors, in opposition to the motion for preliminary injunction, contend (1) that such would impair contractual obligations, (2) that the plaintiffs lack standing to sue, and (3) that a Section 102(2) (C) statement is not required absent administrative determination that an action is a \"major federal action which significantly affects the quality of the human environment.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p></p>\n<h2>A. The Action</h2>\n<p>The complaint in this proceeding was filed on November 30, 1971, and, also at this time the plaintiffs moved for a <span class=\"star-pagination\">*360</span> temporary restraining order and a preliminary injunction. On December 13, 1971, this Court entered an Order setting a hearing upon the plaintiffs' motions for December 14, 1971, in Trenton, North Carolina. On this same date the hearing was continued by Order of this Court for a period of not more than thirty (30) days upon defendants having shown good cause for such. This Court on December 29, 1971, entered an Order setting the hearing on the plaintiffs' motions for a temporary restraining order and a preliminary injunction for January 5, 1972, at New Bern, North Carolina. On January 3, 1971 this Court entered ex parte Orders allowing Pitt County Drainage District Number Nine and landowners to intervene. On January 5, 1972, a hearing was conducted by this Court upon the plaintiffs motions. At this hearing this Court vacated the Order granting intervention upon objection by the plaintiffs; denied the defendants' motion to dismiss; and continued the hearing on the preliminary injunction until January 28, 1972, at New Bern. Subsequently, all parties waived further oral argument with respect to the preliminary injunction and intervention. By a Memorandum Opinion and Order entered by this Court on February 1, 1972, the applicants for intervention, the Drainage District and the landowners were granted leave to intervene and were permitted ten (10) days within which to file opposition to the motion for preliminary injunction. By Order entered February 11, 1972, the above time was extended to and including February 17, 1972, at which time the intervenors submitted a brief in opposition to the plaintiffs' motion for a preliminary injunction. Upon receipt of the plaintiffs' response on February 28, 1972, this matter became ready for ruling.</p>\n<p></p>\n<h2>B. The Parties</h2>\n<p>1. Natural Resources Defense Council, Inc. is a national conservation organization dedicated to the preservation and defense of the natural resources of the United States and is particularly concerned with stream channelization programs of the Soil Conservation Service.</p>\n<p>2. Plaintiff North Carolina Wildlife Federation, Inc. is a sportsman's organization dedicated to achieving a quality environment in the public interest and is concerned with the channelization of natural streams in the State of North Carolina. It is the largest conservation organization in the State of North Carolina and is affiliated with plaintiff National Wildlife Federation.</p>\n<p>3. Plaintiff Pamlico-Tar Conservation Coalition is an unincorporated association organized to preserve and protect the natural resources of the Pamlico-Tar River Basin Area. It has approximately sixty-five (65) members residing in the Pamlico-Tar River Basin.</p>\n<p>4. Plaintiff National Wildlife Federation is a nationwide conservation organization dedicated to the restoration, wise use, and perpetuation of the national resources of the North American continent. Plaintiff North Carolina Wildlife Federation is an affiliate member organization and has approximately 14,000 members in North Carolina.</p>\n<p>5. Plaintiff Friends of the Earth is a conservation organization dedicated to the preservation, restoration, and rational use of the environment in the United States and throughout the world. This organization is concerned with the channelization projects of the Soil Conservation Service. Friends of the Earth has members in North Carolina who are concerned about channelization of natural streams in this state.</p>\n<p>6. Defendant Kenneth E. Grant is the Administrator of the Soil Conservation Service, United States Department of Agriculture.</p>\n<p>7. Defendant Hollis R. Williams is Deputy Administrator for Watersheds of the Soil Conservation Service, United States Department of Agriculture.</p>\n<p>8. Defendant Earl L. Butz is Secretary of the United States Department of Agriculture.</p>\n<p>9. Defendants Grant, Williams, and Butz are the officials of the United <span class=\"star-pagination\">*361</span> States Government responsible for the authorization and administration of projects undertaken pursuant to the Watershed and Flood Prevention Act, P.L. 83-566. These defendants are obliged to plan, approve, oversee and direct the construction and installation of such projects in accordance with the provisions of P.L. 566, NEPA, and the rules, regulations, and policies of the Soil Conservation Service.</p>\n<p>10. Defendant James V. Smith is Administrator, Farmers Home Administration, United States Department of Agriculture. The Farmers Home Administration makes loans to finance construction in P.L. 566 projects.</p>\n<p>11. Defendant Jesse L. Hicks is the Soil Conservation Service State Conservationist for the State of North Carolina, and is the principal SCS official in this state.</p>\n<p>12. Defendant Larry Tucker is the Contracting Officer for Pitt County Drainage District Number Nine, and the Contracting Officer for the Project.</p>\n<p>13. Intervenors Robert D. Stokes, Leon R. Hardee, Marvin L. Mills, Ben D. Forrest, Jr., Fred Edwards, Grover Hodges, and Robert Little are intervenors on behalf of themselves and all other landowners within the boundaries of Pitt County Drainage District Number Nine as a class. (\"landowners\")</p>\n<p>14. Intervenor Pitt County Drainage District Number Nine is a governmental subdivision of the State of North Carolina formed for the express purpose of directing citizen and landowner participation in the Project and is responsible for financing part of the non-federal cost of the Project.</p>\n<p></p>\n<h2>C. The Project</h2>\n<p>Chicod Creek Watershed, located in mid-eastern North Carolina, covers an area of 35,100 acres of which 29,625 acres are in Pitt County and 5,475 acres in Beaufort County. Plans for solving flooding, water management, and other resource problems have been prepared with the concurrence of local sponsors and with federal assistance under the provisions of P.L. 566. The sponsoring local organizations are the Pitt Soil and Water Conservation District, Beaufort Soil and Water Conservation District, Pitt County Board of Commissioners, and Pitt County Drainage District Number Nine. Under the Chicod Creek Watershed Work Plan and Supplements, the local organizations assume all local responsibilities for the installation operation and maintenance of planned structural works.</p>\n<p>The topography of the watershed is nearly level to gently sloping. The outer perimeter is flat and well drained and the flood plains are broad swamps. Land use in the watershed consists of 15,600 acres of cropland; 15,550 acres of woodland; 350 acres of grassland; and 3,600 acres of miscellaneous uses. Approximately 10,000 acres of crop and pasture land are subject to flooding. Swamp hardwoods cover 3,200 acres of the watershed. A loss of at least 50 percent is sustained on the crops grown on land subject to flooding about one each five years. Several county roads are blocked by high water on an average of one or more times a year. This causes interrupted traffic, blocked school bus and mail delivery routes, interrupted feeding schedules of farm animals, and additional maintenance and repair on the roads. Excessive rainfall and flooding create a health hazard. Septic tanks, nitrification lines, and approved pit-privies overflow to the surface of the soil after excessive rainfall. Poor drainage often results in low quality crops and high unit cost of production.</p>\n<p>The population of the watershed is approximately 3,000 people. The entire population is classified as rural with 25 percent being non-farm. Agriculture is the principle enterprise in the watershed. The chief cash crops are tobacco, corn, soybeans, and cotton. Livestock production, consisting of beef cattle and swine make up ten percent of the cash farm receipts. Value of farm products sold was under $10,000 for 77.6 percent of the 250 farms in the watershed. Fifty-five <span class=\"star-pagination\">*362</span> percent of the families make less than $3,000 income per year.</p>\n<p>Chicod Creek originates about 6 miles south of Grimesland and flows generally north to its confluence with the Tar River. Cow Swamp and Juniper Branch are the two largest tributaries and they enter Chicod Creek from the west. Chicod Creek and the surrounding area has significant value for numerous waterfowl, fur bearers and other wetland wildlife species. The streams have substantial resident fish population and supports a significant spawning run of herring during the spring.</p>\n<p>The project was developed for the purposes of flood prevention, drainage, and conservation, development, and improvement of agricultural tracts of land. These objects are to be achieved by land treatment measures and structual measures. The land treatment measures will include conservation cropping systems, cover crops, crop residue use, minimum tillage, grasses and legumes, and tile and open drains. Also, 300 acres of openland will be reforested, while 1,350 acres of land will be subject to thinning and removal of trees. Structural improvements will consist of approximately 66 miles of channel enlargement or \"stream channelization\". Mitigation measures to reduce the adverse effects on fish and wildlife resources are (1) 73 acres of wildlife wetland preservation area, (2) a 12 acre warm-water impoundment area, (3) 11 channel pools, and (4) 30 swamp drainage control structures. These mitigation measures are designed to mitigate for the disruption to the fish caused by the construction of the channels and to offset the wildlife habitat destroyed by the channels and spoil areas. Certain groups feel that these mitigation measures do not sufficiently lessen the adverse effects of the project on the environment. A letter written to Mr. Jesse Hicks, State Conservationist, Soil Conservation Service, from Mr. Ernest C. Martin, Acting Regional Director of the Fish and Wildlife Service, dated September 10, 1971, reflects such an opinion:</p>\n<blockquote>\"It is the opinion of the Service that the original mitigation measures plus the additional measures do not significantly lessen the adverse effects of the project on the ecosystem of the watershed.\"</blockquote>\n<p>The Watershed Work Plan and an agreement for the implementation thereof were executed on behalf of Pitt Soil and Water Conservation District on December 21, 1965, on behalf of Beaufort Soil and Water Conservation District on December 23, 1965, on behalf of Pitt County Board of Commissioners on December 21, 1965, and on behalf of the Soil Conservation Service of the United States Department of Agriculture on May 19, 1966. After execution on behalf of the local State organizations, who are parties to the agreement and plan, and before execution by the Soil Conservation Service, the plan was reviewed by the Corps of Engineers of the United States Department of the Army and the United States Department of the Interior, and other Federal agencies. The plan was submitted to and approved by the Committee on Agriculture of the United States House of Representatives on August 23, 1966, and by the Committee on Agriculture of the United States Senate on August 3, 1966. During May of 1971, Pitt County Drainage District Number Nine became joined as a local organization, becoming obligated to furnish landrights, provide certain construction monies and operate and maintain the project by Supplemental Watershed Work Plan Agreement No. 1. A supplemental work plan and Supplemental Watershed Work Plan Agreement No. 2, effective August 5, 1971, was entered into between the respective parties incorporating additional project measures to reduce adverse environmental effects pursuant to Watersheds Memorandum 108.</p>\n<p>Pursuant to the provisions of the National Environmental Policy Act and the Council on Environmental Quality <span class=\"star-pagination\">*363</span> Guidelines, the Administrator of the Soil Conservation Service, through the issuance of Environment Memorandum 1 and Watersheds Memorandum 108, provided agency procedures in taking or proposing certain actions coming within the scope of NEPA. In accord with Environment Memorandum 1 and Watersheds Memorandum 108, the Chicod Creek Watershed project was placed in Group 2, <i>i. e.,</i> those projects having some adverse effect which can be eliminated by minor project modification. Consultations were had with the North Carolina Wildlife Resources Commission and the Fish and Wildlife Service of the United States Department of the Interior. These consultations for the consideration of environmental impact were in addition to considerations based on the expertise of the Soil Conservation Service in the area of fish and wildlife preservation. As a result of the above actions the project was modified to provide for further mitigation of adverse environmental effects. The modifications were incorporated by Supplemental Agreement 2. After consideration of environmental concerns, including the unfavorable comments of the Fish and Wildlife Service, officials of the Soil and Conservation Service determined that the project as modified was not a major federal action significantly affecting the quality of human environment and that the project should proceed.</p>\n<p>The present action was instituted to enjoin the defendants from financing and participating in the construction of the Chicod Creek Watershed Project. The total installation cost of the project is estimated to be $1,503,831. Public Law 566 funds are to pay $706,684 and other funds will provide $797,147.</p>\n<p>There has been extensive preparation by the defendants and the intervenors for this project. The landowners have incurred approximately $130,000 of debts to create the drainage district. Easements and right of ways have been obtained on 282 tracts of land involving 230 landowners. The local sponsers have procured a Farmers Home Administration loan. Testimony of Frank M. Wooten, Attorney at Law, who represented the landowners for the purpose of creating the drainage district, transcript of motion hearing, pp. 316-318. The Soil Conservation Service has incurred substantial expenses on the project, having expended $50,000 for planning and $159,176 for engineering, design, and land treatment. The Soil Conservation Service will suffer expenses as a result of the delay caused by this action. The projected cost of delay amounts to $7,650 per month, representing salaries and increased construction costs. The cost of preparing impact statements is approximately $7,500 per project. See testimony of Harold Lile, State Administrator for the Soil Conservation Service, North Carolina, transcript of motion hearing, pp. 146-150.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2>A. Jurisdiction</h2>\n<p>This Court has jurisdiction of this matter pursuant to 28 U.S.C. § 1331 (federal question) and 5 U.S.C. § 702 (Administrative Procedure Act).</p>\n<p></p>\n<h2>B. National Environmental Policy Act of 1969</h2>\n<p>The National Environmental Policy Act of 1969, 42 U.S.C. § 4321 et seq., requires all federal agencies, in performing their respective functions, to be responsive to possible environmental consequences of their actions. The Act makes it the \"continuing\" responsibility of the federal government to \"use all practicable means and measures\" to carry out the national policy of restoring and maintaining a quality environment. 42 U.S.C. § 4331(a), (b). To insure that the substantive provisions of the Act receive the attention they deserve, Section 102 of the Act prescribes certain procedural measures:</p>\n<blockquote>\"The Congress authorizes and directs that, to the fullest extent possible: (1) the policies, regulations, and public laws of the United States shall be interpreted and administered in accordance with the policies set forth in <span class=\"star-pagination\">*364</span> this chapter, and (2) all agencies of the federal government shall </blockquote>\n<blockquote>\"(A) utilize a systematic, interdisciplinary approach which will insure the integrated use of the natural and social sciences and the environmental design arts in planning and decisionmaking which may have an impact on man's environment;</blockquote>\n<blockquote>\"(B) identify and develop methods and procedures, in consultation with the Council on Environmental Quality established by subchapter II of this chapter which will insure that presently unquantified environmental amenities and values may be given appropriate consideration in decisionmaking along with ceonomic and technical considerations;</blockquote>\n<blockquote>\"(C) include in every recommendation or report on proposals for legislation and other major Federal actions significantly affecting the quality of the human environment, a detailed statement by the responsible official on </blockquote>\n<blockquote>\"(i) the environmental impact of the proposed action,</blockquote>\n<blockquote>\"(ii) any adverse environmental effects which cannot be avoided should the proposal be implemented,</blockquote>\n<blockquote>\"(iii) alternatives to the proposed action,</blockquote>\n<blockquote>\"(iv) the relationship between local short-term uses of man's environment and the maintenance and enhancement of long-term productivity, and</blockquote>\n<blockquote>\"(v) any irreversible and irretrievable commitments of resources which would be involved in the proposed action should it be implemented.</blockquote>\n<blockquote>\"Prior to making any detailed statement, the responsible Federal official shall consult with and obtain the comments of any Federal agency which has jurisdiction by law or special expertise with respect to any environmental impact involved. Copies of such statement and the comments and views of the appropriate Federal, State, and local agencies, which are authorized to develop and enforce environmental standards, shall be made available to the President, the Council on Environmental Quality and to the public as provided by Section 552 of Title 5, and shall accompany the proposal through the existing agency review processes;</blockquote>\n<blockquote>\"(D) study, develop, and describe appropriate alternatives to recommended courses of action in any proposal which involves unresolved conflicts concerning alternative uses of available resources....\"</blockquote>\n<p>The purpose of the detailed statement is to aid in the agencies' decision making process and to advise other interested agencies and the public of the environmental consequences of planned federal action. The impact statement provides evidence that the decision making process has in fact taken place, and allows those removed from the initial process to evaluate and balance the factors on their own. Calvert Cliffs' Coord. Com. v. United States AEC, <span class=\"citation\" data-id=\"299557\"><a href=\"/opinion/299557/calvert-cliffs-coordinating-committee-inc-v-united-states-atomic-energy/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span> (D.C. Cir. 1971).</p>\n<p></p>\n<h2>C. Retroactivity</h2>\n<p>The effective date of NEPA was January 1, 1970. It is contended here that NEPA is not applicable to projects planned and approved before this date. Some courts have held that NEPA is not to be given retroactive application. See Pennsylvania Environmental Council, Inc. v. Bartlett, <span class=\"citation\" data-id=\"2362762\"><a href=\"/opinion/2362762/pennsylvania-environmental-council-inc-v-bartlett/\"><span class=\"volume\">315</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">238</span></a></span> (M. D.Pa.1970), affirmed <span class=\"citation\" data-id=\"301172\"><a href=\"/opinion/301172/pennsylvania-environmental-council-inc-a-pennsylvania-corporation-v/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">613</span></a></span> (3rd Cir. 1971); Brooks v. Volpe, <span class=\"citation\" data-id=\"2135056\"><a href=\"/opinion/2135056/brooks-v-volpe/\"><span class=\"volume\">319</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">90</span></a></span> (W.D.Wash.1970); and Investment Syndicates, Inc. v. Richmond, <span class=\"citation\" data-id=\"1481024\"><a href=\"/opinion/1481024/investment-syndicates-inc-v-richmond/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1038</span></a></span> (D.C.Ore.1970). In so holding these courts have focused upon a specific federal action or action which occurred on a particular date or dates, and if this action(s) was taken prior to the effective date of NEPA, the Act was held inapplicable to that project. This Court is of the opinion, however, that the proper approach is the one taken in Morningside-Lenox Park Association v. <span class=\"star-pagination\">*365</span> Volpe, <span class=\"citation\" data-id=\"1743335\"><a href=\"/opinion/1743335/morningside-lenox-park-association-v-volpe/\"><span class=\"volume\">334</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">132</span></a></span> (N.D.Ga.1971). There the court held that compliance with Section 102 of the NEPA is required as to an ongoing federal project on which substantial actions are yet to be taken, regardless of the date of \"critical\" federal approval of the project. A similar approach was taken by the court in Environmental Defense Fund v. TVA, <span class=\"citation\" data-id=\"1460661\"><a href=\"/opinion/1460661/environmental-defense-fund-v-tennessee-valley-auth/\"><span class=\"volume\">339</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">806</span></a></span> (E.D.Tenn.1972) in which the court held that NEPA applies to the Tellico Dam and Reservoir project despite the fact that the project was initiated prior to January, 1970, since each appropriation request after the effective date is a proposal for legislation within the meaning of Section 102(2) (C). In Environmental Defense Fund v. Corps of Engineers, <span class=\"citation\" data-id=\"2594255\"><a href=\"/opinion/2594255/environmental-defense-fund-inc-v-corps-of-eng-of-us-army/\"><span class=\"volume\">325</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">728</span></a></span> (E.D.Ark.1971) the court applies NEPA to ongoing projects holding that NEPA applies to the construction of a dam across the Cossatot River, even though the project was approved in 1958 and construction of the project, but not the dam, was begun in 1963. The court states:</p>\n<blockquote>\"The language and legislative history of NEPA indicate that Congress intended that it apply to such situations as presented here. The act clarifies congressional policy and imposes an obligation upon the defendants to protect the environment in planning and in conducting their lawful activities. Section 101(a) of the act declares it to be `the continuing policy of the federal government' to protect the environment, and section 101(b) declares it to be `the continuing responsibility of the federal government to ... improve and coordinate federal plans, functions and resources to accomplish that objective'. So, while new plans and programs must be structured from the outset in accordance with the requirements of NEPA, it is also clear that the act requires the defendants to `improve' or upgrade existing plans and programs to meet those requirements.\"</blockquote>\n<p>Also, the Interim Guidelines for the enforcement of NEPA issued by the Council on Environmental Quality on April 30, 1970, provide that NEPA applies to ongoing projects:</p>\n<blockquote>\"... the section 102(2) (C) procedure should be applied to further major Federal actions having a significant effect on the environment even though they arise from projects or programs initiated prior to the enactment of the Act on January 1, 1970.\" 35 Fed.Reg. 7390, 7392, no. 11.</blockquote>\n<p>The Chicod Creek Watershed Project received congressional approval in 1966, and much planning and preparation has occurred prior to January 1, 1970. However, a construction contract remains to be let and construction upon the installation of the project has yet to begin. NEPA is applicable to the Chicod Creek Watershed Project as it is an ongoing federal project on which substantial actions remain to be taken.</p>\n<p></p>\n<h2>D. Requirements of Section 102(2) (C) of NEPA</h2>\n<p>Section 102(2) (C) directs all agencies of the federal government to prepare an environmental impact statement for every major federal action significantly affecting the environment. The defendants contend that even though they have not filed an environmental impact statement, \"a particular form\", that in substance they have fulfilled all of the requirements of Section 102(2) (C). In support they assert that a detailed statement has been prepared and circulated; that the environmental impact has been considered by the Soil Conservation Service and agencies of both state and federal government; that adverse effect which cannot be avoided have been considered and weighed against the total benefit of going on with the project; that alternatives have been considered and some have been adopted; that there have been consultations with other federal agencies and with state and local agencies; and that the project has been open to and has received public comment. According to the record and the testimony received at the motion hearing on January 5, 1972, this cannot <span class=\"star-pagination\">*366</span> be disputed. But the fact remains that an environmental impact statement has not been prepared and filed for the Chicod Creek Watershed Project. Mr. Hollis Williams, Deputy Administrator for Watersheds, Soil Conservation Service at the motion hearing testified to the effect: \"We had the belief and still do, that an environmental impact statement is not needed in the Chicod Creek Project.\" (transcript of motion hearing, p. 246). An environmental impact statement must be filed for every major federal action significantly affecting the quality of the human environment. The District of Columbia Circuit noted in Calvert Cliffs' Coord. Com. v. United States AEC, <span class=\"citation\" data-id=\"299557\"><a href=\"/opinion/299557/calvert-cliffs-coordinating-committee-inc-v-united-states-atomic-energy/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span> (D.C.Cir. 1971) that \"... the Section 102 duties are not inherently flexible. They must be complied with to the fullest extent, unless there is a conflict of statutory authority. Considerations of administrative difficulty, delay or economic cost will not suffice to strip the section of its fundamental importance.\" In Environmental Defense Fund v. Corps of Engineers, supra, the court held that agencies might use different procedures for preparing impact statements on new and old projects, but that NEPA requires impact statements for both new and old projects:</p>\n<blockquote>\"The Court is of the opinion that the defendants may approach the problem of the ongoing project differently from a new project, but the end product should be essentially the same in both cases. For instance, the evidence indicates that the defendants will require, by their own regulations and policies, elaborate hearings spaced out over a long period of time (indeed, several years) with respect to the environmental impact of new projects. NEPA would not require the same approach with respect to ongoing projects. Any procedure would be adequate so long as the `detailed statement' requirements of the Act, along with the other applicable provisions of § 102 are complied with.\" 325 F. Supp. at 756-757.</blockquote>\n<p>Therefore, an environmental impact statement is required for every major federal action significantly affecting the quality of the human environment.</p>\n<p></p>\n<h2>E. Administrative Discretion</h2>\n<p>It is contended that the determination of whether a project is (1) \"a major Federal action\" and (2) \"significantly affecting the quality of the human environment\" is within the discretion of the Administrator of the Soil Conservation Service, and that an administrative determination should not be reversed by this Court in the absence of a strong showing that it was arbitrary, capricious, or clearly erroneous. In the case at bar the administrator, with the advice of scientists and specialists, made the determination that the project as modified could not significantly affect the quality of the human environment within the meaning and intent of NEPA, and as such \"going forward with the project as modified\" was in conpliance with the requirements of NEPA. See affidavit of Kenneth E. Grant, Administrator of the Soil Conservation Service, dated December 23, 1971. Certainly, an administrative agency as the Soil Conservation Service may make a decision that a particular project is not major, or that it does not significantly affect the quality of the human environment, and, that, therefore, the agency is not required to file an impact statement. However, when the failure to file an impact statement is challenged, it is the court that must construe the statutory standards of \"major federal action\" and \"significantly affecting the quality of the human environment\", and having construed them, then apply them to the particular project, and decide whether the agency's failure violates the Congressional command. See Scherr v. Volpe, <span class=\"citation\" data-id=\"1795357\"><a href=\"/opinion/1795357/scherr-v-volpe/\"><span class=\"volume\">336</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">886</span></a></span> (W.D. Wis.1971).</p>\n<p></p>\n<h2>F. Statutory Standards</h2>\n<p>A \"major federal action\" is federal action that requires substantial planning, time, resources, or expenditure. <span class=\"star-pagination\">*367</span> The Chicod Creek Watershed Project is a \"major federal action\". This project calls for sixty six miles of channelization and the expenditure of $1,503,831, $706,684 of which is to be federally funded. The project has been in the planning and preparation stages for several years. Many persons and agencies have become involved and concerned with this project, and the construction of this project will require a substantial amount of time and labor. Certainly this can be considered to be a \"major federal action\".</p>\n<p>The standard \"significantly affecting the quality of the human environment\" can be construed as having an important or meaningful effect, direct or indirect, upon a broad range of aspects of the human environment. The cumulative impact with other projects must be considered. Any action that substantially affects, beneficially or detrimentally, the depth or course of streams, plant life, wildlife habitats, fish and wildlife, and the soil and air \"significantly affects the quality of the human environment\". This project will require sixty six miles of stream channelization. As a result of such channelization there will be a substantial reduction (ninety percent) in the standing crop of fish population. As a result of drainage and the clearing of right of ways, there will be significant lossage in wetland habitat which is vital to waterfowl and forest game. See testimony of Edward B. Bradley, United States Fish and Wildlife Service, Bureau of Sport Fisheries and Wildlife, transcript of motion hearing, pp. 76, 86, 87. The Chicod Creek Watershed Project as presently proposed will have a cumulative effect upon the environment in the eastern plains of North Carolina. There are a total of forty Soil Conservation projects either authorized for construction, under construction, or completed, representing 1562 miles of stream channelization, affecting over 100,000 acres of wetlands, and having very serious repercussions upon fish and wildlife in the Coastal Plains of North Carolina. See the testimony of Mr. Bradley, supra, transcript, pp. 101-103. The Chicod Creek Watershed Project \"significantly affects the quality of the human environment\".</p>\n<p>It is interesting to note that one of the Soil Conservation Service's own biologists prior to the implementation of any mitigation, concluded that this project would have significant effects upon the environment. See letter dated March 24, 1971, from John P. Edwards, Biologist, to Mr. Charles L. Lehning, Jr. Also, noteworthy is the fact that subsequent to Watersheds Memorandum 108, the Soil Conservation Service placed in this project in Group 2, a category established by the Watersheds Memorandum indicating that projects placed in this group could have some adverse effect upon the environment. After certain mitigation measures were implemented, this project was placed in Group 1, signifying minor or no known adverse effect upon the environment. It is the opinion of this Court that an environmental impact statement should have been issued when this project was placed in Group 2.</p>\n<p></p>\n<h2>G. Standing</h2>\n<p>It is contended that the plaintiffs lack standing to pursue this action on the grounds that they have not suffered a legal wrong and have not been adversely affected by agency action. The defendants and intervenors place emphasis upon the fact that this project concerns private lands. Private lands are involved in this project, however, the fact remains that this project is dependent upon $706,684 of federal funding. Also, Chicod Creek probably could be considered a public stream. Since federal funding is the heart of this matter, it makes little difference that private lands are to benefit from the project.</p>\n<p>Two requirements must be satisfied for the plaintiffs to have standing:</p>\n<blockquote>(1) the plaintiffs must allege that the challenged action has caused them injury in fact, economic or otherwise, and</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*368</span> (2) the interest asserted by the plaintiffs is within the zones of interests sought to be protected or regulated by the statute in question. See Assn. of Data Processing Service Organizations, Inc. v. Camp, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span>, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">827</span></a></span>, <span class=\"citation\" data-id=\"108088\"><a href=\"/opinion/108088/association-of-data-processing-service-organizations-inc-v-camp/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">184</span></a></span> (1970); Barlow v. Collins, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">832</span></a></span>, <span class=\"citation\" data-id=\"108089\"><a href=\"/opinion/108089/barlow-v-collins/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1970); and West Virginia Highlands Conservancy v. Island Creek Coal Co., <span class=\"citation\" data-id=\"296081\"><a href=\"/opinion/296081/the-west-virginia-highlands-conservancy-a-non-profit-corporation-v-island/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></a></span> (4th Cir. 1971).</blockquote>\n<p>The plaintiffs are national and local conservation organizations dedicated to the preservation and conservation of our environment. The plaintiffs are particularly concerned about stream channelization and maintain this suit to prevent channelization of Chicod Creek that would cause \"substantial, irreparable environmental loss.\" It appears to this Court that the plaintiffs have unquestionably asserted injury to conservational values sufficient to establish their standing to maintain this action. NEPA is concerned with the protection of the environment and natural resources. The conservational interests sought to be protected by the plaintiffs are within the zone of interests to be protected or regulated by NEPA. In order to have standing, groups interested in conservational factors must allege that these factors have not been properly considered by an administrative agency. See West Virginia Highlands Conservancy v. Island Creek Coal Co., supra, Citizens Committee for Hudson Valley v. Volpe, <span class=\"citation\" data-id=\"289735\"><a href=\"/opinion/289735/citizens-committee-for-the-hudson-valley-the-sierra-club-and-the-village/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span> (2d Cir. 1970), cert. den. Parker v. Citizens Committee for Hudson Valley, <span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">949</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">237</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></span> (1970); and Scenic Hudson Preservation Conference v. F. P. C., <span class=\"citation\" data-id=\"270157\"><a href=\"/opinion/270157/scenic-hudson-preservation-conference-town-of-cortlandt-town-of-putnam/\"><span class=\"volume\">354</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">608</span></a></span> (2d Cir. 1965), cert. den. Consolidated Edison of New York v. Scenic Hudson Preservation Conference, <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">941</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></span> (1966). The plaintiffs' complaint sufficiently alleges that conservational values have not been properly considered by the Soil Conservation Service. The plaintiffs have standing to maintain this action as they have alleged injury to conservational interests and that such interests are within the zone of interests protected by NEPA.</p>\n<p></p>\n<h2>H. Impairment of Contract</h2>\n<p>The intervenors contend that NEPA cannot apply to pre-existing contracts as it would serve to impair the obligation of contract. At this time the intervenors have failed to show that the application of NEPA to the project entails any taking or deprivation of property or impairment of contract. NEPA merely requires the federal agencies to consider the environmental consequences of their acts and to prepare detailed environmental impact statements.</p>\n<p></p>\n<h2>I. Laches</h2>\n<p>The mere lapse of time does not constitute laches. Harrisburg Coalition Against Ruining the Environment v. Volpe, <span class=\"citation\" data-id=\"2126335\"><a href=\"/opinion/2126335/harrisburg-coalition-against-ruin-envir-v-volpe/\"><span class=\"volume\">330</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">918</span></a></span> (M.D.Pa. 1971); and Pennsylvania Environmental Defense Council, Inc. v. Bartlett, supra. Laches is determined in light of all the existing circumstances and requires all delay to be unreasonable and cause prejudice to the adversary. Sobosle v. U. S. Steel Corp., <span class=\"citation\" data-id=\"271363\"><a href=\"/opinion/271363/helen-reabe-sobosle-v-united-states-steel-corporation/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span> (3rd Cir. 1966). This project has been in the planning and preliminary stages for several years. However, NEPA became effective only on January 1, 1970. The plaintiffs instituted this action on November 30, 1971. At that date no construction contract had been let or had any construction on the installation of the project taken place. Therefore, it appears to this Court that there was no unreasonable delay in the commencement of this action, and even assuming such, there does not appear to be any prejudice to the defendants or intervenors as construction of the project has yet to begin.</p>\n<p></p>\n<h2>J. Injunction</h2>\n<p>The plaintiffs seek a preliminary injunction to enjoin construction of the Chicod Creek Watershed Project on the grounds that an environmental impact statement has not been issued as <span class=\"star-pagination\">*369</span> required by NEPA. The tests for granting such relief were recently restated by the Fourth Circuit:</p>\n<blockquote>\"In the exercise of its discretion (to issue a preliminary injunction) it is sufficient if a court is satisfied that there is a probable right and a probable danger and that the right may be defeated, unless the injunction is issued, and considerable weight is given to the need of protection to the plaintiff as contrasted with the probable injury to the defendant ....\" Sinclair Refining Co. v. Midland Oil Co., <span class=\"citation\" data-id=\"1565094\"><a href=\"/opinion/1565094/sinclair-refining-co-v-midland-oil-co/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span> (4th Cir. 1932). Quoted in West Virginia Highlands Conservancy v. Island Creek Coal Co., supra, 441 F.2d at 235.</blockquote>\n<p>In summary, the movants are entitled to preliminary injunctive relief if they demonstrate (a) a substantial likelihood that they will prevail on the merits, and (b) that a balancing of the equities favors the granting of such relief. Here, the plaintiffs have shown more than a substantial likelihood that they will prevail on the merits upon final determination of their NEPA environmental impact statement claim as NEPA requires that an environmental impact statement be filed for \"major federal actions significantly affecting the quality of the human environment.\" The plaintiffs have shown that this project is a \"major federal action significantly affecting the quality of the human environment\", and that an impact statement has not been filed.</p>\n<p>The question as to the balancing of the equities gravely concerns this Court. Basically, there are three different interests represented in this action: the conservationists, the Soil Conservation Service, and the landowners. In considering the various interests the public interest is a relevant consideration. See West Virginia Highlands Conservancy v. Island Creek Coal Co., supra. This project was designed to enable the landowners to control severe drainage problems and to increase farm productivity. These farmers have spent much time, effort, and money in preparation for this project with the expectation of federal aid. This has been no easy task for farmers in an area in which fifty-five percent of the families make less than $3,000 income per year. These farmers have given up much in expectation of innumerable benefits resulting from the project. Truly, this project has progressed slowly since it was approved by the Soil Conservation Service in 1966. Much of this delay is accountable to the fact that it has taken time for the local sponsors and farmers to organize and make initial preparations. It was only when the preparations had been made and construction ready to begin that this action was initiated to enjoin the project. The Soil Conservation Service is the federal agency responsible for the planning and funding of this project. Its primary concern in this action seems to be that if it has to issue an impact statement for this project, it will have to do the same for many other ongoing projects. This will cause delay and, in many cases, duplicity. The projected cost per project for issuing an impact statement is approximately $7,500. This cost is minute indeed in comparison to the equity of the farmers and the effect that this project will have on the environment. The conservationists are organizations dedicated to the laudable cause of conservation and preservation of our environment. They have shown that this project will have a significant effect on the environment. It is to the public's welfare that any project significantly affecting the environment comply with the procedures established by NEPA so there can be assurance that the environmental aspects have been fully considered. It would constitute irreparable damage for this project to proceed without the environmental aspects being properly considered as required by NEPA. Therefore the equitable considerations favor the environment, the public, and the plaintiffs and require that the construction of the Chicod Creek Watershed Project be enjoined until the requirements of NEPA are satisfied.</p>\n<p><span class=\"star-pagination\">*370</span> The defendants shall have thirty days within which to prepare and file a \"full disclosure\" environmental impact statement. The preliminary injunction shall remain in effect thereafter until all of the procedures of NEPA have been complied with. The plaintiffs shall file a bond for the payment of costs and damages as may be suffered by any party who is found to have been wrongfully restrained herein. The amount of bond shall be commensurate to the possible damages incurred by the defendants and the intervenors as a result of the injunction. Over $200,000 has already been expended on this project by the Soil Conservation Service and $130,000 of debt has been incurred by the intervenors. The projected cost of delay to the Soil Conservation Service resulting from the institution of this suit is approximately $7,650 per month. Taking into consideration the amounts that have been expended, the costs of delay, and that other amounts are obligated, this Court sets the bond at $75,000.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/271363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/296081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1481024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1565094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1743335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1795357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2126335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2135056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2362762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2594255/"
  ]
}