{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1457497/",
  "absolute_url": "/opinion/1457497/general-textile-printing-process-v-rocky-mount/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1457497/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:16:45.675471Z",
  "date_modified": "2016-04-26T23:47:54.332441Z",
  "type": "010combined",
  "sha1": "b38e4169876a98a9fa3b1b3049d8166d269f05a2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>908 F.Supp. 1295 (1995)</b></center>\n<center><h1>GENERAL TEXTILE PRINTING AND PROCESSING CORPORATION, Plaintiff,<br>\nv.<br>\nCITY OF ROCKY MOUNT, Defendant.</h1></center>\n<center>No. 93-658-Civ-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 3, 1995.</center>\n<p><span class=\"star-pagination\">*1296</span> <span class=\"star-pagination\">*1297</span> <span class=\"star-pagination\">*1298</span> Daniel R. Taylor, Jr., Petree, Stockton &amp; Robinson, Winston-Salem, NC, J. Stephen Shi, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Atlanta, GA, Donald M. Nielsen, Petree, Stockton &amp; Robinson, Winston-Salem, NC, for General Textile Printing and Processing Corp.</p>\n<p>John R. Jolly, Jr., Keith Johnson, Poyner &amp; Spruill, Raleigh, NC, for City of Rocky Mount, North Carolina.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION ON CROSS-MOTIONS FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, General Textile Printing and Processing Corporation (General Textile), brings this action against defendant, City of Rocky Mount (City or Rocky Mount), alleging that it has been overcharged for public enterprise services (water, sewer, gas and electricity) by the City. Plaintiff asserts that the overcharges are violative of provisions of both federal and state constitutions. Plaintiff further alleges causes of action sounding in misrepresentation, breach of contract, and unjust enrichment. The action is now before the court on the parties' cross-motions for <span class=\"star-pagination\">*1299</span> partial summary judgment as to the constitutional claims.</p>\n<p>Plaintiff is a Connecticut corporation which operates two textile plants in Rocky Mount, North Carolina, employing approximately 300 people at those two plants. From January 1988 through August 1993, plaintiff relied on the City for its water, sewer, gas, and electricity needs. During that period, plaintiff paid the City over $346,000 in water charges, $435,000 in sewer charges, $1,880,000 in sewer surcharges, $4,600,000 in gas charges, and $2,900,000 in electric charges. (Amended Complaint, p. 3.) The City provides these services as public enterprise services pursuant to N.C.G.S. § 160A-312 (1994). The dispute concerns whether a municipality is permitted to set its rates for public enterprise services so as to profit from their operation. It is undisputed that the City has historically made a profit from operation of its public enterprise services and that it has transferred some of those revenues into its general operating fund to be used for other governmental activities. The question facing the court is the legality of such practices.</p>\n<p>Plaintiff asserts that rates charged for public enterprise services must be \"cost-based,\" that is, related to the municipality's actual cost in providing the services. Plaintiff reasons that the setting and enforcement of rates in excess of the City's cost constitute both an unlawful tax and a taking. Plaintiff also puts forth an equal protection challenge to the City's sewer charges and surcharges based on alleged discriminatory treatment against industrial customers who are subject to higher rates than are residential customers.</p>\n<p>Defendant answers that since it is acting in a proprietary, rather than a regulatory, capacity in providing public enterprise services it is entitled to a reasonable rate of return from the operation of its utilities. Defendant maintains that applicable North Carolina law authorizes municipalities to charge rates for public enterprise services which exceed costs and to transfer funds from a public enterprise fund to a general operating fund. Defendant also explains that it distinguishes between its sewer customers and the rates charged due in part to the increased cost of treating high volume or high strength waste-water, originating largely with the City's industrial customers.</p>\n<p>North Carolina General Statute § 160A-314 (1994) authorizes municipalities to fix and enforce rates for public enterprise services the municipality furnishes. Many municipalities across the state engage in the operation of public enterprise services. Rocky Mount is among seventy of those North Carolina municipalities which transfer revenues from a utility fund to a general operating or capital fund for governmental expenditure in an area unrelated to operation of the utility. Tara H. Arden-Smith, \"Company Fights Rocky Mount Sewer Rates,\" <i>The News and Observer,</i> June 17, 1994, at 3A. According to municipal finance authorities, the practice is an expedient manner of generating revenues while avoiding the oft-times unpopular alternative of raising property taxes. Aman Khan and Theodore J. Stumm, \"The Tax and Expenditure Effects of Subsidization by Municipal Utility Enterprises,\" <i>Municipal Finance Journal,</i> Vol. 15, No. 2 (Summer 1994); <i>see also</i> David M. Lawrence, <i>Local Government Finance in North Carolina</i> § 309 at 62 (1990 2d ed.) (\"Electrical and gas systems are normally profitable to the cities that operate them, providing significant surpluses that become available for other governmental functions.\"). In the instant case, plaintiff alleges that the City regularly engaged in such fiscal planning, citing to Rocky Mount's high utility rates and correspondingly low property taxes. In addition to attacking the City's policy as ill-fated, plaintiff argues that it places an unfair burden on corporations.</p>\n<p>In this action, plaintiff asserts four causes of action. In its first cause of action, plaintiff asserts that the City's assessment of improper and discriminatory charges and surcharges for utility services has violated plaintiff's rights under 42 U.S.C. § 1983 and the Fifth and Fourteenth Amendments to the United States Constitution. Plaintiff alleges it has suffered deprivations of its due process and equal protection rights as a result of defendant's actions. In its second cause of action, plaintiff asserts that the City's utility <span class=\"star-pagination\">*1300</span> charges and surcharges constitute unlawful taxes and are violative of Article V, Section 2, and Article I, Section 19, of the North Carolina Constitution, as well as federal regulations, North Carolina statutory law, and the Rocky Mount city code. Plaintiff's third and fourth causes of action involve allegations of misrepresentation, breach of contract, and unjust enrichment. As the pending cross-motions for partial summary judgment involve only the first two causes of action, the court is not immediately concerned with these latter allegations.</p>\n<p>The law relating to the grant of summary judgment is so well-known that it need not be repeated here. Suffice it to say, there are no material factual disputes involved and the questions to be decided are entirely legal in nature.</p>\n<p>Initially, the court must address defendant's arguments that the court should not entertain portions of plaintiff's challenge. Defendant asserts that, pursuant to the Johnson Act, 28 U.S.C. § 1342, this court lacks jurisdiction to determine the reasonableness of a public utility's rate structure as such matters are properly and exclusively within the province of the state courts.</p>\n<p>Section 1342 provides:</p>\n<blockquote>The district courts shall not enjoin, suspend or restrain the operation of, or compliance with, any order affecting rates chargeable by a public utility and made by a State administrative agency or a rate-making body of a State political subdivision, where:</blockquote>\n<blockquote>(1) Jurisdiction is based solely on diversity of citizenship or repugnance of the order to the Federal Constitution; and,</blockquote>\n<blockquote>(2) The order does not interfere with interstate commerce; and,</blockquote>\n<blockquote>(3) The order has been made after reasonable notice and hearing; and,</blockquote>\n<blockquote>(4) A plain, speedy and efficient remedy may be had in the courts of such State.</blockquote>\n<p>The Johnson Act limits \"the circumstances in which a federal court [can] issue injunctions against state orders setting rates for public utilities.\" <i>Aluminum Company v. Utilities Commission of State of North Carolina,</i> 713 F.2d 1024, 1027 (4th Cir.1983), <i>cert. denied,</i> 465 U.S. 1052, 104 S.Ct. 1326, 79 L.Ed.2d 722 (1984). All four of the requisites of Section 1342 must be satisfied in order for a federal court to be deprived of jurisdiction. <i>Nucor Corporation v. Nebraska Public Power District,</i> 891 F.2d 1343, 1348 (8th Cir.1989), <i>cert. denied,</i> 498 U.S. 813, 111 S.Ct. 50, 112 L.Ed.2d 26 (1990); <i>Aluminum Company,</i> 713 F.2d at 1028. The court finds that the second condition is not met as the rates charged by the City, if discriminatory or excessive, would have the effect of interfering with interstate commerce. <i>Id.; </i><i>Nucor,</i> 891 F.2d at 1348; <i>contra </i><i>Marshall County Board of Education v. Marshall County Gas District,</i> 992 F.2d 1171, 1176 (11th Cir.1993) (\"[c]hallenges to public utility rates are matters for state courts\"). It cannot be disputed that plaintiff deals in goods that travel in interstate commerce and that the prices it pays for utilities has an effect on the cost of those goods. Assuming its applicability in this context, the court finds that the Johnson Act does not deprive it of jurisdiction to entertain plaintiff's challenge.</p>\n<p>Additionally, defendant argues that Section 1983 does not provide a remedy for a wrong committed by a municipal official acting in a proprietary, rather than a governmental, capacity. As support for this proposition, defendant relies on the 1973 case of <i>Sherman v. City of Pasadena,</i> 367 F.Supp. 1115 (C.D.Cal.1973). In <i>Sherman,</i> the court held that a discharged municipal employee could not maintain a Section 1983 action to seek his reinstatement since the municipality was the equivalent of a private actor insofar as employer-employee relations are concerned. <i>Id.</i> The court finds defendant's reliance on <i>Sherman</i> to be misplaced. The court agrees with plaintiff that the constitutional infringements alleged are potentially redressable by way of Section 1983. <i>See </i><i>Memphis Light, Gas &amp; Water Division v. Craft,</i> 436 U.S. 1, 98 S.Ct. 1554, 56 L.Ed.2d 30 (1978) (Section 1983 suit against municipal utility); <i>see also </i><i>Caulder v. Durham Housing Authority,</i> 433 F.2d 998 (4th Cir.1970) (entertaining Section 1983 action to enforce public housing tenant's right to due process <span class=\"star-pagination\">*1301</span> attendant to eviction), <i>cert. denied,</i> 401 U.S. 1003, 91 S.Ct. 1228, 28 L.Ed.2d 539 (1971); <i>Penthouse International, Ltd. v. Putka,</i> 436 F.Supp. 1220, 1226 (N.D.Ohio 1977) (\"municipal corporation and its officers may not shield themselves against claimed civil rights violations by enveloping their conduct with the cloak of proprietary activity\"). Thus, the court will proceed to address the merits of plaintiff's challenge.</p>\n<p></p>\n<h2><i>DUE PROCESS CLAIMS</i></h2>\n<p>Plaintiff alleges that the City's setting of public enterprise rates so as to generate revenues for unrelated activities is unreasonable as a matter of law. Plaintiff contends that the amount of the charges for a service must bear some relationship to the benefit conferred upon the ratepayer, reasoning that where utility rates are not calculated based on the benefit to the customer, they are arbitrary as a matter of law. Such is the case in Rocky Mount, plaintiff asserts, because utility rates are set according to the needs of the City's coffers and are based on outside political and financial pressures rather than the actual costs of operation of the City's utilities.</p>\n<p>Plaintiff contends that the City lacks statutory authority to charge rates for public enterprise services so as to generate revenues for other governmental activities. Plaintiff grounds its \"cost-based\" rate restriction, in part, on the language of N.C.G.S. § 160A-314(a), which provides that a municipality may fix and enforce rates \"for the use of or the services furnished by any public enterprise.\" Plaintiff asserts that the quoted language, by inference, prohibits the collection of rates for purposes unrelated to the operation of the subject public enterprise.</p>\n<p>Defendant counters that when a municipality furnishes a public enterprise service it acts in a proprietary, rather than a regulatory, capacity. As such, a municipality is the equivalent of a private market participant and, within certain limits, may set the rates it charges so as to yield a profit. Defendant points to the same statute relied on by plaintiff, N.C.G.S. § 160A-314(a), for the proposition that municipalities are authorized to charge rates for public enterprise services which exceed costs. Defendant states that the statute has been consistently read by the courts to afford municipalities broad authority to fix and enforce rates for public enterprise services.</p>\n<p>Defendant also contends that N.C.G.S. § 159-13(b)(14) (1994), authorizing municipalities to transfer money out of a public enterprise fund after first meeting the obligations of the fund, demonstrates that the North Carolina General Assembly anticipated revenues in excess of costs being generated by public enterprises. Defendant further points out that the legislature, in N.C.G.S. § 160A-314(a1), expressly restricted the fees that could be charged for stormwater and drainage systems to an amount representing the municipality's \"cost of providing a stormwater and drainage system.\" Defendant asserts that it defies logic to assume that the legislature meant to imply a rate restriction in one subsection, Section 314(a), while making explicit such a limitation in another subsection, Section 314(a1).</p>\n<p>As for its budgetary policies, defendant denies that it sets utility rates based upon the needs of its general fund. Defendant concedes that it transfers monies from its public enterprise funds to its general fund, designated as a \"payment in lieu of taxes,\" but maintains that the amounts of the transfer approximate that which would be paid to the City in taxes were the utilities owned by private entities. Moreover, defendant argues that the setting of public enterprise rates is discretionary with the governing body of the municipality and that the rates cannot be invalidated absent some showing of arbitrary or discriminatory action, which is not evidenced by the simple generation of a profit.</p>\n<p>The court cannot shoulder full blame if its analysis of plaintiff's due process and taking claims seems labored. In the words of Justice Brandeis, \"A judge rarely performs his functions adequately unless the case before him is adequately presented.\" Plaintiff's due process claims, as best the court can tell, rest on the premise that a party is deprived of due process when a city sets utility rates in an arbitrary manner. As <span class=\"star-pagination\">*1302</span> stated previously, plaintiff asserts due process violations under the Fifth and Fourteenth Amendments to the United States Constitution, as well as under Article I, Section 19, of the North Carolina Constitution.<sup>[1]</sup></p>\n<p>As plaintiff has not alleged a claim of entitlement to a benefit, the court assumes plaintiff's due process claims are of a substantive, rather than procedural, nature. <i>See </i><i>Beckham v. Harris,</i> 756 F.2d 1032, 1036 (4th Cir.) (\"To have a property interest in a benefit, a person clearly must have more than an abstract need or desire for it.... He must have a legitimate claim of entitlement to it.\") (citations omitted), <i>cert. denied,</i> 474 U.S. 903, 106 S.Ct. 232, 88 L.Ed.2d 231 (1985). It is clear that a procedural due process claim in this setting would fail. That being so, the court will proceed to what must be plaintiff's substantive due process claims.</p>\n<p>Plaintiff supports its due process claims with a North Carolina Supreme Court case and a series of Pennsylvania cases. In <i>Town of Spring Hope v. Bissette,</i> 305 N.C. 248, 287 S.E.2d 851 (1982), North Carolina's highest court addressed the question of whether a municipality acted within its statutory authority in increasing water and sewer charges to finance a new water treatment plant prior to the time the plant began operation. A customer, who went out of business before the new plant began operation and thus never used the facility, refused to pay the increased rates. The customer relied on a portion of N.C.G.S. § 160A-314(a) which provides that a city may set rates \"for the use of or the services furnished by any public enterprise\" in mounting his challenge to the rate increase. The customer contended that the town had exceeded its authority in charging for services \"to be furnished\" since the statute speaks only of \"services furnished.\" <i>Id.</i> at 252, 287 S.E.2d at 853. The court held that the town had acted lawfully in increasing the water and sewer charges.</p>\n<p>Plaintiff takes from the <i>Town of Spring Hope</i> case the propositions that utility rates must be reasonable and not arbitrary and that rates are subject to judicial review. Defendant concedes as much but directs the court's attention to language in the North Carolina Court of Appeals' decision in the <i>Town of Spring Hope</i> matter:</p>\n<blockquote>The setting of rates and charges for water and sewer services furnished by a municipality to its customers is a proprietary function, subject only to limitations imposed upon such action by statute or contractual obligation assumed in such actions.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>Under this broad, unfettered grant of authority [N.C.G.S. § 160A-314(a)], the setting of such rates and charges is a matter for the judgment and discretion of municipal authorities, not to be invalidated by the courts absent some showing of arbitrary or discriminatory action.</blockquote>\n<p><i>Town of Spring Hope v. Bissette,</i> 53 N.C.App. 210, 212-13, 280 S.E.2d 490, 492 (1981) (citations omitted), <i>aff'd</i> 305 N.C. 248, 287 S.E.2d 851 (1982). Plaintiff asserts that both <i>Town of Spring Hope</i> decisions evince that N.C.G.S. § 160A-314(a) is to be construed narrowly. Plaintiff reaches this conclusion based on the difficulty the state appellate courts encountered in sanctioning the enforcement of increased charges to pay for something other than the services supplied by a municipality's existing facility. Plaintiff's position is that the decisions would have been reached with much more ease if the statute actually authorized cities to set utility rates at whatever level they so chose. The fact that it was a close question whether a municipality can increase rates to pay for a new facility indicates the limited nature of the grant of statutory authority in the subject statute.</p>\n<p>Given the paucity of directly applicable North Carolina law on the subject, plaintiff relies heavily on a line of Pennsylvania cases dealing with the rates charged by municipally-owned utilities. Pennsylvania, like North Carolina, allows municipalities to own and operate utilities. Plaintiff cites the case of <span class=\"star-pagination\">*1303</span> <i>The Public Advocate v. Philadelphia Gas Commission,</i> 161 Pa.Cmwlth. 428, 637 A.2d 676 (1994), for the proposition that there must be a correlation between the rate charged for a service and the benefit conferred upon the ratepayer. In <i>Public Advocate,</i> the court decreed unlawful an ordinance requiring a city-owned gas utility to pay the City of Philadelphia a fixed amount of $18,000,000 annually. <i>Id.</i> The court found the amount to be arbitrary because it was \"not calculated based on any benefits which the [gas company] customers actually receive[d].\" <i>Id.</i> at 685.</p>\n<p>Plaintiff argues that the City engages in the same practice as was held unlawful in <i>Public Advocate.</i> Plaintiff asserts that, just as Philadelphia officials arbitrarily budgeted an $18,000,000 profit from its gas company, the Rocky Mount City Council has perennially budgeted necessary revenues from its utility funds and set its utility rates accordingly. There is evidence to support plaintiff's assertions concerning the City's budgetary policies. For instance, during a budget review meeting held on June 2, 1986, the colloquy centered on the question of whether to raise the water and sewer rates or to increase property taxes. At the meeting, the Rocky Mount City Manager, William H. Batchelor, explained his preference for raising utility rates rather than property taxes:</p>\n<blockquote>The difference, my theory on utilities versus taxes also is that on utilities you get to pay it 12 times a year.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>On taxes it hits you one time a year and you feel it more on taxes than you do on utilities.</blockquote>\n<p>Concerns about the City's reliance on profits from its utilities were voiced at a June 25, 1990 city council meeting:</p>\n<blockquote>Our budget methods speak of a mild winter that has cost us additional tax dollars to make up for the shortage of selling electricity and other utilities. When we base our budget on external factors such as the sale of electricity and other utilities then I think it is time to reexamine our method of providing services to the city.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>I think it is also interesting to note that I think this is the 18th year that we have not had during that time one increase in the ad valorem tax rate for the city. And I have some concerns about that.</blockquote>\n<p>Also enlightening as to the City's budgetary practices is a series of letters from Batchelor to the City Council preceding presentation of the City's proposed budget for the fiscal years 1983 through 1993. In his May 12, 1986 letter, Batchelor stated:</p>\n<blockquote>The Electric Fund cannot afford to offer the discounted rate and still contribute to the General Fund. The elimination of the discount will provide approximately $800,000 per year. <i>This is equivalent to a $0.06 tax increase which would be the alternative.</i> The proposed elimination of the discount would cost the average residential consumer $2.80 per month. (Emphasis in original.)</blockquote>\n<p>In his May 11, 1987 letter, Batchelor reported:</p>\n<blockquote>As usual, transfers from other funds are required to balanced [sic] the General Fund. The most significant transfer is $4.3 million from the Electric Fund and $1.6 million from the Gas Fund. This means approximately one-third of the cost of general government is financed by the utility funds. <i>For the General Fund to operate without utility fund subsidy, the City tax rate would have to be increased from $0.36 to $0.81 or 125%.</i> (Emphasis in original.)</blockquote>\n<p>Similar information was related in Batchelor's May 9, 1988 letter:</p>\n<blockquote>As usual, transfers from other funds are required to balanced [sic] the General Fund. The most significant transfers are $1.8 million from the Electric Fund and $0.7 million from the Gas Fund, $1.8 [million] from the Water Fund and $1.5 [million] from the Sewer Fund. This means that approximately one-third of the cost of general government is financed by the utility funds.</blockquote>\n<p>It is clear that the Rocky Mount City Council was, at least in part, motivated by a desire to raise revenues for the City's general fund in setting rates for its public utility <span class=\"star-pagination\">*1304</span> services. Defendant does not vigorously refute this. Defendant maintains that its objectives in setting its rates for services were two-fold: (1) to recoup the utilities' costs of operation; and (2) to make a reasonable return on its investment in the utilities. The question for the court is whether due process guarantees are transgressed by a municipality's setting of utility rates so as to generate revenues for the general operation of government.</p>\n<p>Substantive due process protects an individual's general right to be free from the abuse of governmental power. Governmental actions violate substantive due process when they are so arbitrary and unreasonable as to \"shock the conscience\" or offend \"a sense of justice.\" <i>United States v. Salerno,</i> 481 U.S. 739, 107 S.Ct. 2095, 95 L.Ed.2d 697 (1987). As the Fourth Circuit recently stated, \"A violation of `substantive' due process occurs only where the government's actions in depriving a person of life, liberty, or property are so unjust that no amount of fair procedure can rectify them.\" <i>Love v. Pepersack,</i> 47 F.3d 120, 123 (4th Cir.1995). In attacking a regulation on substantive due process grounds, a challenger \"must show that there is no rational relation between the regulation and a legitimate governmental objective.\" <i>Diaz v. United States Postal Service,</i> 853 F.2d 5, 10 (1st Cir.1988).</p>\n<p>Plaintiff cites to no authority supporting the proposition that due process principles are offended by a municipality's setting of utility rates so as to generate a profit. The court can find no supporting authority either. Assuming, for purposes of the pending summary judgment motions, that a substantive due process challenge may be waged against a municipality over its utility rates, the court finds that such a challenge must fail.<sup>[2]</sup></p>\n<p>Plaintiff's due process argument seems to be that since Rocky Mount's utility rates are not strictly cost-based, they are arbitrary. Because the rates are arbitrary, it follows <i>ipso facto</i> that plaintiff has been deprived of substantive due process. The court is not so persuaded. Rocky Mount officials have not acted in such a way as to warrant judicial intervention in their affairs. The court is loathe to interfere with the workings of local government in a situation such as this, where officials have taken action to finance the operations of the City. Of course, the court would not so eagerly stay its hand were governmental officials abusing the authority they possess at the expense of citizens' individual rights. <i>See, e.g., </i><i>Widmar v. Vincent,</i> 454 U.S. 263, 102 S.Ct. 269, 70 L.Ed.2d 440 (1981) (university could not constitutionally exclude religious student group from public forum based on content of speech).</p>\n<p>In this case, Rocky Mount officials are perennially faced with a challenge, that is, to finance the City's operations. To do so, City officials must devise a plan for the City to generate revenues sufficient to support its operations. There are a limited number of means for a municipality to raise monies. Rocky Mount, like many municipalities, has at its disposal utilities which it operates as public enterprises. These utilities provide important services to residents of Rocky Mount, including its industrial customers like General Textile. The revenues generated by the provision of these services find their way into the City's coffers after first being used to satisfy the obligations of the particular utility. The profits from the utilities help finance the City's costs of governing. This fact alone does not convert the charge into a tax, effect a taking, or constitute a deprivation of a property right. At bottom, it is still a charge imposed for the provision of a service.</p>\n<p>The court agrees that Rocky Mount has done nothing more than it was authorized to do under North Carolina law. North Carolina General Statute § 160A-314(a) provides:</p>\n<blockquote>A city may establish and revise from time to time schedules of rents, rates, fees, charges, and penalties for the use of or the services furnished by any public enterprise. Schedules of rents, rates, fees, charges, and penalties may vary according <span class=\"star-pagination\">*1305</span> to classes of service, and different schedules may be adopted for services provided outside the corporate limits of the city.</blockquote>\n<p>The court does not agree that the statute should be interpreted as narrowly as plaintiff suggests. The court cannot construe the phrase \"for the use of or the services furnished by any public enterprise\" as limiting the rates charged to an amount corresponding to a municipality's costs in providing the services. Plaintiff's interpretation of the statute finds no authority in the applicable case law. In <i>Town of Spring Hope,</i> 53 N.C.App. at 212-13, 280 S.E.2d at 492, the North Carolina Court of Appeals, in referring to the \"broad, unfettered grant of authority\" of Section 314(a), stated that \"the setting of such rates and charges is a matter for the judgment and discretion of municipal authorities, not to be invalidated by the courts absent some showing of arbitrary or discriminatory action.\" In affirming the decision of the Court of Appeals in <i>Town of Spring Hope,</i> the North Carolina Supreme Court referred to the \"rate-making function\" of Section 314(a) as a proprietary act, \"limited only by statute or contractual agreement.\" <i>Town of Spring Hope,</i> 305 N.C. at 250-51, 287 S.E.2d at 853 (citations omitted); <i>see also </i><i>Piedmont Aviation, Inc. v. Airport Authority,</i> 288 N.C. 98, 215 S.E.2d 552 (1975) (city acts in a proprietary capacity, just as it does in setting utility rates it charges, when it sets fees for use of airport facilities).</p>\n<p>Furthermore, this court in <i>South Shell Investment v. Town of Wrightsville Beach,</i> 703 F.Supp. 1192, 1206 (1988), <i>aff'd,</i> 900 F.2d 255 (4th Cir.1990), relying on Section 314(a) and the <i>Town of Spring Hope</i> cases, rejected a claim that a three-fold increase in the amount of impact fees was arbitrary. In that case, developers of a resort at Wrightsville Beach alleged that the town had unlawfully imposed increased utility system impact fees and tap fees for water and sewer services. The developers, like the plaintiff in the instant case, contended that the fees charged were arbitrary as to amount and bore no relationship to the stated purposes of such fees. The court held the town's actions proper in spite of the absence of specific enabling legislation for the imposition of impact and tap fees and the facts that the funds were intermingled with monies from other sources and possibly expended for governmental purposes unrelated to the town's water or sewer systems. The court was apparently swayed by the broad authority vested in North Carolina municipalities by virtue of the public enterprise statutes and the interpretations given them by the North Carolina courts.</p>\n<p>As for the Pennsylvania authority cited by plaintiff, the court finds it inapposite. Rocky Mount officials have not engaged in the same budgetary policies that were deemed unreasonable in <i>Public Advocate.</i> In the case at bar, there is no evidence of ordinances <i>requiring</i> payments from the utilities to the City. At most, there is evidence that City officials considered projected profits from operation of the utilities in formulating its annual budgets. To the extent that <i>Public Advocate</i> can be read to require that a city-owned utility's rates be strictly cost-based, the court declines to follow it. To do so would contravene the expressed will of both the courts and the legislature of North Carolina.</p>\n<p>Additionally, the court finds further statutory authority for defendant's position. North Carolina General Statute § 160A-314(a1), dealing with rates charged for stormwater and drainage service, explicitly states that the \"[r]ates, fees, and charges imposed under this subsection may not exceed the city's cost of providing a stormwater and drainage system.\" This provision amply demonstrates the North Carolina legislature's ability to mandate that a municipality's rates for services it provides be cost-based. Moreover, N.C.G.S. § 159-13(b)(14) provides:</p>\n<blockquote>No appropriation may be made from a utility or public service enterprise fund to any other fund than the appropriate debt service fund unless the total of all other appropriations in the fund equal or exceed the amount that will be required during the fiscal year, as shown by the budget ordinance, to meet operating expenses, capital outlay, and debt service on outstanding utility or enterprise bonds or notes.</blockquote>\n<p>This subsection clearly negates the idea that the state legislature intended to restrict a <span class=\"star-pagination\">*1306</span> municipality's rates for utilities or public enterprise services to an amount corresponding to the municipality's costs in providing the services. It undoubtedly reflects an anticipation that revenues will be generated in excess of that needed for operating expenses, debt service, and capital expenditures.</p>\n<p>Reading the referenced statutes <i>in pari materia,</i> the court is constrained to uphold the City's actions relating to its utility rates. North Carolina General Statute § 160A-314(a) authorizes a municipality to set rates for the services provided by its public enterprises. The North Carolina courts have characterized this grant of authority as \"broad\" and \"unfettered.\" <i>Town of Spring Hope,</i> 53 N.C.App. at 212-13, 280 S.E.2d at 492. Section 314(a) contains no explicit rate restriction as does Section 314(a1). North Carolina General Statute § 159-13(b)(14) clearly anticipates transfers of monies out of public enterprise and utility funds. The only restriction on the transfer of funds is that the costs of the utility or public enterprise be first met. The court cannot find that the City has engaged in any practice or activity not authorized by the North Carolina legislature. Inasmuch as the setting of public enterprise rates has been committed to the \"judgment and discretion of municipal authorities,\" <i>Town of Spring Hope,</i> 53 N.C.App. at 212-13, 280 S.E.2d at 492, General Textile's remedy may lie with the North Carolina General Assembly or the Rocky Mount City Council. But it does not lie in this court in the form of a suit for deprivation of substantive due process.</p>\n<p></p>\n<h2><i>TAKING CLAIM</i></h2>\n<p>The analysis under this claim is similar to that related to plaintiff's due process claims. Plaintiff alleges that the purported arbitrary actions undertaken by the City in setting its utility rates so as to produce a profit also effect an unconstitutional taking. Plaintiff contends that a taking is effected by a municipality's collection of monies for governmental activities unrelated to the services for which the monies are purportedly collected. Plaintiff cites to no authority which would support its argument that the City has effected an unlawful taking by means of its allegedly excessive utility rates, but rather, recites general principles of law set forth by the Supreme Court.</p>\n<p>Plaintiff complains of a permanent appropriation of its assets for the City's use. A similar objection was before the Supreme Court in the case of <i>United States v. Sperry Corporation,</i> 493 U.S. 52, 110 S.Ct. 387, 107 L.Ed.2d 290 (1989). The case arose from the late-1970's diplomatic crisis between the United States and Iran. Pursuant to the Algiers Accords, American litigants were precluded from instituting suit against Iran in American courts. Instead, American citizens having claims against Iran were required to submit their claims to the Iran-United States Claims Tribunal (Tribunal). The respective governments were to each pay half the expenses of the Tribunal. Congress enacted Section 502 of the Foreign Relations Authorization Act which required a percentage of every successful American claim to be paid into the United States Treasury. The charges were ostensibly to offset the government's costs in facilitating the arbitration of claims with the Iranian government.</p>\n<p>Sperry reached an agreement whereby Iran was to pay Sperry $2,800,000 and the parties submitted a joint application with the Tribunal. Sperry challenged the constitutionality of Section 502 which had resulted in a one-and-a-half percent reduction in the amount of its Tribunal award. Sperry contended that the deduction amounted to an unconstitutional taking in violation of the Takings Clause of the Fifth Amendment. The Court rejected Sperry's constitutional challenge, upholding the deduction as a reasonable user fee. The Court explained:</p>\n<blockquote>[A] reasonable user fee is not a taking if it is imposed for the reimbursement of the cost of government services. \"A governmental body has an obvious interest in making those who specifically benefit from its services pay the cost....\"</blockquote>\n<p><i>Id.</i> at 63, 110 S.Ct. at 395 (<i>quoting </i><i>Massachusetts v. United States,</i> 435 U.S. 444, 462, 98 S.Ct. 1153, 1165, 55 L.Ed.2d 403 (1978)).</p>\n<p>Based on the foregoing authority, the court is compelled to uphold the City's utility rates as charges in the nature of reasonable user <span class=\"star-pagination\">*1307</span> fees. As the Supreme Court in <i>Sperry</i> declined to \"state what percentage of the award would be too great a take to qualify as a user fee,\" this court offers no opinion as to how much profit can constitutionally be generated by a municipality's public enterprise services. <i>Sperry,</i> 493 U.S. at 62, 110 S.Ct. at 395. Suffice it to say, the amounts charged by Rocky Mount for its utility services are not so excessive as to constitute a taking. Just as the <i>Sperry</i> Court deferred to the judgment of Congress, this court must respect the apparent intention of the North Carolina General Assembly to allow municipalities to profit from the operation of utilities.</p>\n<p></p>\n<h2><i>EQUAL PROTECTION CLAIM</i></h2>\n<p>Plaintiff's equal protection challenge targets the City's rate structure for sewer services. Specifically, plaintiff complains that the rate structure and sewer surcharges are discriminatory toward industrial customers. Defendant answers that the rate structure and the surcharges are necessary because of the increased burden placed on the City's treatment plant by industrial customers discharging high volume or high strength wastewater.</p>\n<p></p>\n<h2>1. Base Sewer Rate</h2>\n<p>The City employs an inverted rate block structure in charging its customers for basic sewer service. That is, large quantity users are charged more per unit of wastewater processed than are small quantity users. Customers who use more than 800 cubic feet of water per month are deemed \"large quantity users;\" those who use less than that amount are considered \"small quantity users.\" (Second Affidavit of William H. Batchelor, pp. 2-3.) The difference between the rates charged is twelve cents per 100 cubic feet of water used. (Affidavit of Paul B. Blount, p. 4.) The City began using the inverted rate block structure in July 1991. Prior to that time, all sewer customers were charged the same base rate for sewer service. (Second Affidavit of William H. Batchelor, p. 2.) Additionally, each customer pays a flat uniform customer service charge every month. <i>Id.</i></p>\n<p>It is undisputed that most customers designated \"large quantity users\" are commercial or industrial entities. Plaintiff contends this fact evidences discrimination against industrial customers, such as it. Plaintiff complains that there is no difference in the service provided or the cost to the City, so that consequently there is no justification for the rate differential between large and small quantity users. The result, plaintiff asserts, is that small quantity users do not pay their proportionate share of wastewater treatment costs. Plaintiff contends that its equal protection rights are violated by the inverted rate block structure since there is no rational reason for differentiating between large and small quantity users.</p>\n<p>Defendant asserts two justifications for the base sewer service cost differential: (1) the increased burden on the City's wastewater treatment plant due primarily to commercial and industrial customers; and (2) the rate structure serves as an incentive for large quantity users to minimize their water and sewer needs. The Rocky Mount City Manager explained that the City needed to raise sewer rates in 1991 as a result of increased operating costs for its wastewater treatment plant. (Second Affidavit of William H. Batchelor, p. 3.) The City opted to switch from the uniform base sewer rate to the inverted rate block structure in an effort to pass the increased costs on to those customers who made it necessary for the City to modify and expand its wastewater treatment plant. <i>Id.</i> Thus, the distinction was created because the \"City Council felt that the costs of increased plant expansion should be borne mainly by those whose wastewater stream was the primary reason those costs had to be incurred, namely its commercial and industrial sewer customers.\" <i>Id.</i> The City reached its decision on the rate structure after determining that the small quantity users comprise roughly seventy-five percent of the City's sewer customers, yet generate only twelve percent of the wastewater treated by the City. <i>Id.</i></p>\n<p>Plaintiff also takes issue with the City's purported justification for the inverted rate block structure. Plaintiff asserts that the cost of wastewater treatment to the City is <span class=\"star-pagination\">*1308</span> the same, regardless of whether the wastewater originated from an industrial customer or a residential one. (Affidavit of Joseph J. Kulowiec, p. 2.) Plaintiff also disputes the City's assertion that modification and expansion of the treatment plant were necessitated by increased wastewater output from industrial customers, citing a decrease in the total industrial wastewater stream to the City's treatment plant. <i>Id.</i> at pp. 3-4. To avoid the purported unjust rates, plaintiff constructed its own wastewater treatment plant at a cost of roughly $800,000. The operating expenses for the plant are approximately $50,000 per month. (Complaint, p. 5.)</p>\n<p></p>\n<h2>2. Sewer Surcharges</h2>\n<p>The City also imposes surcharges upon users discharging high strength or high volume wastewater. <i>Id.</i> The surcharges are in addition to the charges for basic sewer service. Surcharges are imposed where a user's wastewater exceeds certain thresholds set forth in Rocky Mount's city code. <i>Id.</i> The relevant thresholds and surcharges are those relating to chemical oxygen demand (COD) and biochemical oxygen demand (BOD). A COD test detects and measures the amount of relatively complex organic matter in wastewater, while a BOD test ascertains the amount of relatively less complex organic matter. (Affidavit of Paul B. Blount, pp. 2-3.)</p>\n<p>Plaintiff asserts that the surcharges for both COD and BOD are duplicative because BOD is a component of COD and is removed with COD. Plaintiff concedes that it is an accepted practice to charge customers for the removal of COD from wastewater. However, plaintiff posits that the COD charges are approximately thirty-five to forty percent higher than appropriate. Plaintiff further contends that the surcharge rates are set so as to yield a profit, in violation of a provision of the city code, Section 21-29, which provides that \"[t]he sewer surcharge ... shall reflect the total cost of treating the excess pounds of industrial waste....\"</p>\n<p>With respect to the sewer surcharges, defendant explains that from 1982 to 1987, sewer surcharges were increased proportionately with increases in the base sewer rate. (Second Affidavit of William H. Batchelor, p. 4.) However, in 1988 the City began increasing sewer surcharges at a greater rate to provide commercial and industrial sewer customers with \"economic incentives to pretreat or otherwise reduce the volume and amount of untreated high strength wastes they were generating and sending to Rocky Mount for treatment.\" <i>Id.</i> The City felt compelled to provide such incentives because of problems it had had in complying with a state discharge permit governing the City's discharge of wastewater into the Tar River from its treatment plant. <i>Id.</i> Paul B. Blount, the City's Director of Water Resources, stated that officials were worried that if industrial customers did not reduce the amount of high strength wastewater being sent to the City's treatment plant, wastewater could pass into the Tar River untreated, thereby posing risks to fish and other organisms in the river. (Affidavit of Paul B. Blount, p. 3.) Plaintiff dismisses the City's explanations of its sewer surcharges as nothing more than <i>ad hoc</i> attempts to justify its excessive charges.</p>\n<p>The Equal Protection Clause of the Fourteenth Amendment provides that a state may not \"deny to any person within its jurisdiction the equal protection of the laws.\" United States Constitution Amend. XIV, Sec. 1. It is essentially a guarantee that those similarly situated will be afforded equal treatment. However, a state may make reasonable classifications and treat differently those not similarly situated. To prevail on its equal protection claim, plaintiff must establish that the City's actions in setting its sewer charges and surcharges had no rational basis. \"In the area of economics and social welfare, a State does not violate the Equal Protection Clause merely because the classifications made by its laws are imperfect.\" <i>Dandridge v. Williams,</i> 397 U.S. 471, 485, 90 S.Ct. 1153, 1161, 25 L.Ed.2d 491 (1970). \"If the classification has some `reasonable basis,' it does not offend the Constitution simply because the classification `is not made with mathematical nicety or because in practice it results in some inequality.'\" <i>Id.</i> (<i>quoting </i><i>Lindsley v. Natural Carbonic Gas Company,</i> 220 U.S. 61, 78, 31 S.Ct. 337, 340, 55 L.Ed. 369 (1911)). \"It is enough that the <span class=\"star-pagination\">*1309</span> State's action be rationally based and free from invidious discrimination.\" <i>Dandridge</i> at 487, 90 S.Ct. at 1162. The court's inquiry concerns only the objective reasonableness of the City's actions. Plaintiff bears the burden of showing that there is no \"conceivable basis which might support\" the City's actions in setting its sewer rates. <i>Lehnhausen v. Lake Shore Auto Parts Company,</i> 410 U.S. 356, 364, 93 S.Ct. 1001, 1006, 35 L.Ed.2d 351 <i>rehearing denied,</i> 411 U.S. 910, 93 S.Ct. 1523, 36 L.Ed.2d 200 (1973).</p>\n<p>It goes without question that \"[a] public utility, whether publicly or privately owned, may not discriminate in the establishment of rates.\" <i>Ricks v. Town of Selma,</i> 99 N.C.App. 82, 87, 392 S.E.2d 437, 440 (1990) (<i>citing </i><i>Town of Taylorsville v. Modern Cleaners,</i> 34 N.C.App. 146, 148, 237 S.E.2d 484, 486 (1977)); Annotation, \"Discrimination in the Operation of a Municipal Utility,\" 50 A.L.R. 126 (1927) (\"fact that the service is by a municipal plant does not change the rule prohibiting unreasonable discrimination\"). However, the North Carolina courts have interpreted N.C.G.S. § 160A-314(a) as a codification of the general rule that:</p>\n<blockquote>A municipality has the right to classify consumers under reasonable classifications based upon such factors as the cost of service, the purpose for which the service or the product is received, the quantity or the amount received, the different character of the service furnished, the time of its use or any other matter that presents a substantial difference as a ground for distinction.</blockquote>\n<p><i>Ricks,</i> 99 N.C.App. at 87, 392 S.E.2d at 440 (<i>quoting</i> 12 McQuillin, <i>Municipal Corporations</i> § 35.37(b), at 621 (3d ed. 1986)). With the foregoing principles in mind, the court will proceed with its analysis of plaintiff's equal protection challenge.</p>\n<p>As it is undisputed that the inverted rate block structure results in a classification of the City's sewer customers with disparate treatment being afforded based on that classification in the form of a rate differential, the court will commence with its analysis of whether the classification advances a legitimate state purpose. <i>See </i><i>Sylvia Development Corporation v. Calvert County,</i> 48 F.3d 810, 819-20 (4th Cir.1995). Rocky Mount need only show that its actions in setting its utility rates are rationally related to a legitimate state interest. <i>See </i><i>City of Cleburne v. Cleburne Living Center,</i> 473 U.S. 432, 105 S.Ct. 3249, 87 L.Ed.2d 313 (1985). Upon a thorough review of the record, it is clear that Rocky Mount officials were motivated by legitimate interests in enacting its sewer rate policies and that those policies are rationally related to the legislative ends sought.</p>\n<p>Again, the court's inquiry \"involves only the objective reasonableness of the action[s] taken\" by the City \"in light of all the circumstances at the time\" the City set its sewer charges and surcharges. <i>South Shell,</i> 703 F.Supp. at 1201. In July 1991, the City began using the inverted rate block structure in charging its sewer customers. That is, large quantity users were charged more per unit of wastewater treated than were small quantity users. At the time the City implemented the inverted rate block structure, the City was faced with the necessity of expanding its existing wastewater treatment facility. The evidence of record shows that the bulk of the wastewater treated by the City originated with a handful of customers in the anticipated large quantity user classification. Those customers generated approximately eighty-eight percent of the City's wastewater. A reasonable means of reducing or stabilizing the volume of wastewater treated by the City would be to increase the rate charged those users who sent the most wastewater to the City's treatment plant. Certainly, there are other ways the City could have attacked the problem, but governmental bodies have \"wide latitude in enacting social and economic legislation.\" <i>Alamo Rent-A-Car, Inc. v. Sarasota-Manatee Airport Authority,</i> 825 F.2d 367, 370 (11th Cir.1987) (\"federal courts do not sit as arbiters of the wisdom or utility of [] laws\"), <i>cert. denied,</i> 484 U.S. 1063, 108 S.Ct. 1022, 98 L.Ed.2d 987 (1988). Additionally, it is conceivable that the City realized it would more likely have success encouraging industrial and commercial customers to reduce their wastewater stream than it would with a typical residential customer. The court is also mindful of the City's assertion that it was <span class=\"star-pagination\">*1310</span> concerned about the different type of wastewater generated by its larger customers and the effects thereof on the treatment plant.</p>\n<p>Plaintiff's argument that the City's efforts to provide economic incentives to large quantity users to either pretreat their wastewater or reduce the volume of their wastewater amount to unlawful coercion is unfounded. A governmental body certainly may endeavor to encourage desired behavior on the part of its citizens. In fact, the North Carolina Court of Appeals was confronted with a similar factual scenario in <i>Barnhill Sanitation Service, Inc. v. Gaston County,</i> 87 N.C.App. 532, 362 S.E.2d 161 (1987), <i>disc. rev. denied,</i> 321 N.C. 742, 366 S.E.2d 856 (1988). In that case, Gaston County, faced with the problem of rapidly depleting landfill space, enacted an ordinance requiring commercial, industrial and municipal haulers to pay a fee for the privilege of using the county landfill. Private citizens were permitted use of the landfill at no cost. Although there was no cost differential to the county with respect to operation of the landfill, the court upheld the classification against an equal protection challenge. <i>Id.</i> at 539-40, 362 S.E.2d at 166. The court agreed that the county's decision to place the costs of the landfill's operation on the \"major users of the landfill\" rationally advanced the county's legitimate legislative objective. <i>Id.</i></p>\n<p>The same reasoning applies to the City's decision to impose surcharges for the treatment of certain wastewater. A decision to attempt to reduce the volume of certain wastewater because of its harmful or troublesome components is certainly a legitimate governmental objective. And the imposition of surcharges for those components, in an effort to encourage customers to pretreat their wastewater or otherwise reduce the amount of such wastewater, is a reasonable way to achieve that objective.</p>\n<p>It may be true that Rocky Mount's sewer surcharges are higher than those in other locations. It may also be true that Rocky Mount's industrial customers pay more than their proportionate share of sewer charges and surcharges. Yet, the court cannot find that the City's disparate treatment of its sewer customers gives rise to a claim for deprivation of equal protection under the laws.</p>\n<p></p>\n<h2><i>UNLAWFUL TAXATION CLAIM</i></h2>\n<p>Plaintiff alleges that defendant's policies and practices with respect to its utility rates are violative of a provision of the North Carolina Constitution, Article V, Section 2(1), requiring that the power of taxation \"be exercised in a just and equitable manner....\" Plaintiff alleges that it has been subject to an unfair and discriminatory scheme of taxation disguised in the form of utility rates. Plaintiff further argues that N.C.G.S. § 160A-206 limits a municipality's power to tax to those areas \"specifically authorized by act of the General Assembly.\" Since the state legislature has authorized only five types of municipal taxes (property, privilege license, franchise, animal, and motor vehicle license), plaintiff reasons, any other tax is not \"specifically authorized\" and is thus, unlawful. Plaintiff contends that the portions of the City's public enterprise revenues that exceed the costs to the City of providing the services constitute taxes.</p>\n<p>The analysis under this claim will hinge upon the definition of a \"tax.\" It is clear that if the utility rates at issue do not constitute taxes then plaintiff's unlawful taxation claim must fail. Plaintiff points to a definition provided by the North Carolina Supreme Court which stated that a \"tax\" is a \"charge `levied and collected as a contribution to the maintenance of the general government. ...'\" <i>State ex rel. Dorothea Dix Hospital v. Davis,</i> 292 N.C. 147, 156, 232 S.E.2d 698, 705 (1977) (imposition of charges of care upon person confined to mental institution did not constitute a tax). Plaintiff argues that the profits from the City's operation of its utilities clearly satisfy the definition of taxes. Plaintiff reasons that any charge not related to a service provided constitutes a tax. Under this reasoning, the use of public enterprise revenues for unrelated governmental activities evinces unauthorized taxation.</p>\n<p>This court, in the <i>South Shell</i> case, had occasion to pass on whether fees imposed by a municipality amounted to a tax. In that case, developers argued that the collection of <span class=\"star-pagination\">*1311</span> fees to pay for capital improvements not necessary to accommodate their development \"constituted an unauthorized tax\" upon them. <i>South Shell,</i> 703 F.Supp. at 1204. The court held that the imposition and collection of the fees did not constitute a tax even though the fees were intermingled with funds from other sources and were possibly expended on unrelated governmental activities. <i>Id.</i> at 1204-05.</p>\n<p>Plaintiff's position finds no more support in decisions by the North Carolina appellate courts. The North Carolina Court of Appeals, in <i>Barnhill Sanitation Service v. Gaston County, supra</i><i>,</i> held that fees imposed by a county for the use of its landfill did not constitute taxes. In upholding the fees as lawful, the court stated \"the landfill fees, like sewer service charges, `are neither taxes nor assessments, but are tolls or rents for benefits received by the use of the [landfill]....'\" 87 N.C.App. at 541, 362 S.E.2d at 167 (<i>quoting </i><i>Covington v. City of Rockingham,</i> 266 N.C. 507, 511-12, 146 S.E.2d 420, 423 (1966)).</p>\n<p>The Fourth Circuit recently addressed the distinction between a tax and a user fee. In <i>United States v. City of Huntington, West Virginia,</i> 999 F.2d 71 (4th Cir.1993), the court held that a \"municipal service fee\" was actually a tax from which the United States was immune. The City of Huntington, West Virginia assessed fees based on the square footage of property owned. The United States objected when fees were assessed against two buildings owned by federal agencies. The purported purposes for the fees were fire and flood protection and street maintenance. The court noted that those are \"core government services,\" distinguishing \"charges for services from city-owned utilities.\" <i>Id.</i> at 73. In deciding that the fee was actually a tax, the court observed that liability arose \"not from [the] use of a [] service\" but from the government agencies' \"status as property owners.\" <i>Id.</i> at 74. In the instant case, the charges clearly relate to a benefit conferred upon General Textile by the City. No liability would arise simply by virtue of General Textile's status as a property owner in Rocky Mount.</p>\n<p>On this issue, the court, as did the <i>City of Huntington</i> court, also finds instructive the reasoning in <i>United States v. City of Columbia, Missouri,</i> 914 F.2d 151 (8th Cir.1990). The City of Columbia, Missouri, which operated water and electrical utilities, set its utility rates so as to yield a profit equal to the amount that would be paid in taxes to the city if the utilities were privately owned. In setting its utility rates, the City of Columbia figured in a profit component of seven percent of gross receipts, designated as a \"payment in lieu of taxes ... (PILOT).\" The court held that the profit component of the city's utility rates did not constitute an impermissible tax on the federal government, rejecting a challenge by a federal agency which purchased utilities from the city. The court summarized the distinction between a tax and a charge for a benefit received as follows:</p>\n<blockquote>While the payment of a tax does not transfer ownership, the payment of a purchase pricein this case, the utility rate, which includes the PILOTtransfers ownership of water and electricity. And, while failure to pay a tax results in civil and sometimes criminal penalties, the failure to pay a portion of a utility rate results in termination of services. The United States' obligation to pay the PILOT arises only from its consensual purchase of the City's property; it does not arise automatically, as does tax liability, from the United States' status as a property owner, resident, or income earner. When the United States purchases water, electricity, and related services, and then pays the utility bill, it does so as a vendee pursuant to its voluntary, contractual relationship with the City. The City imposes the charge not in its capacity as a sovereign, but as a vendor of goods and services.</blockquote>\n<p><i>Id.</i> at 155-56 (citations omitted); <i>accord </i><i>Apodaca v. Wilson,</i> 86 N.M. 516, 525 P.2d 876, 885-86 (N.M.1974) (water rates above municipality's costs are not taxes).</p>\n<p>The court finds the reasoning of these courts persuasive and for the same reasons concludes that Rocky Mount's inclusion of a profit component in its utility rates does not convert the rates into unauthorized taxes. The court is not swayed by the fact that the profit component of Rocky Mount's utility rates may be significantly higher than the <span class=\"star-pagination\">*1312</span> seven percent figure used by the City of Columbia. That is a matter best left to the state legislature or the citizens and governing body of Rocky Mount.</p>\n<p>In light of the foregoing authority and all the facts and circumstances of the case, the court finds that the utility rates at issue do not constitute taxes. As discussed previously, the court can find no instance in which the City exceeded its statutory authority in setting its utility rates. Therefore, the court can only conclude that the rates charged are simply \"tolls or rents for benefits received.\" <i>Barnhill,</i> 87 N.C.App. at 541, 362 S.E.2d at 167. Accordingly, plaintiff's claim against the City for unlawful taxation must fail.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court rejects plaintiff's constitutional challenges to defendant's public enterprise rates.<sup>[3]</sup> Accordingly, plaintiff's motion for summary judgment will be denied, and defendant's granted. Pursuant to 28 U.S.C. § 1367(c)(3), the court declines to exercise supplemental jurisdiction over plaintiff's remaining state-law claims for misrepresentation, breach of contract, and unjust enrichment.</p>\n<p>Judgment embodying the rulings in this memorandum will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The \"law of the land\" clause of Article I, Section 19, \"is synonymous with `due process of law' as used in the Fourteenth Amendment to the Federal Constitution.\" <i>In Re Moore,</i> 289 N.C. 95, 98, 221 S.E.2d 307, 309 (1976) (<i>citing </i><i>Surplus Store, Inc. v. Hunter,</i> 257 N.C. 206, 125 S.E.2d 764 (1962)).</p>\n<p>[2]  The court's reasoning applies with equal force to plaintiff's claim under Article I, Section 19, of the North Carolina Constitution.</p>\n<p>[3]  To the extent plaintiff has argued violations of the Rocky Mount City Code, the court finds that any such violations, if proved, would not give rise to a claim under either the federal or state constitution.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">908</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1295</span></span> (1995)</b></center>\n<center><h1>GENERAL TEXTILE PRINTING AND PROCESSING CORPORATION, Plaintiff,<br>\nv.<br>\nCITY OF ROCKY MOUNT, Defendant.</h1></center>\n<center>No. 93-658-Civ-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>April 3, 1995.</center>\n<p><span class=\"star-pagination\">*1296</span> <span class=\"star-pagination\">*1297</span> <span class=\"star-pagination\">*1298</span> Daniel R. Taylor, Jr., Petree, Stockton &amp; Robinson, Winston-Salem, NC, J. Stephen Shi, Ogletree, Deakins, Nash, Smoak &amp; Stewart, Atlanta, GA, Donald M. Nielsen, Petree, Stockton &amp; Robinson, Winston-Salem, NC, for General Textile Printing and Processing Corp.</p>\n<p>John R. Jolly, Jr., Keith Johnson, Poyner &amp; Spruill, Raleigh, NC, for City of Rocky Mount, North Carolina.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION ON CROSS-MOTIONS FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, General Textile Printing and Processing Corporation (General Textile), brings this action against defendant, City of Rocky Mount (City or Rocky Mount), alleging that it has been overcharged for public enterprise services (water, sewer, gas and electricity) by the City. Plaintiff asserts that the overcharges are violative of provisions of both federal and state constitutions. Plaintiff further alleges causes of action sounding in misrepresentation, breach of contract, and unjust enrichment. The action is now before the court on the parties' cross-motions for <span class=\"star-pagination\">*1299</span> partial summary judgment as to the constitutional claims.</p>\n<p>Plaintiff is a Connecticut corporation which operates two textile plants in Rocky Mount, North Carolina, employing approximately 300 people at those two plants. From January 1988 through August 1993, plaintiff relied on the City for its water, sewer, gas, and electricity needs. During that period, plaintiff paid the City over $346,000 in water charges, $435,000 in sewer charges, $1,880,000 in sewer surcharges, $4,600,000 in gas charges, and $2,900,000 in electric charges. (Amended Complaint, p. 3.) The City provides these services as public enterprise services pursuant to N.C.G.S. § 160A-312 (1994). The dispute concerns whether a municipality is permitted to set its rates for public enterprise services so as to profit from their operation. It is undisputed that the City has historically made a profit from operation of its public enterprise services and that it has transferred some of those revenues into its general operating fund to be used for other governmental activities. The question facing the court is the legality of such practices.</p>\n<p>Plaintiff asserts that rates charged for public enterprise services must be \"cost-based,\" that is, related to the municipality's actual cost in providing the services. Plaintiff reasons that the setting and enforcement of rates in excess of the City's cost constitute both an unlawful tax and a taking. Plaintiff also puts forth an equal protection challenge to the City's sewer charges and surcharges based on alleged discriminatory treatment against industrial customers who are subject to higher rates than are residential customers.</p>\n<p>Defendant answers that since it is acting in a proprietary, rather than a regulatory, capacity in providing public enterprise services it is entitled to a reasonable rate of return from the operation of its utilities. Defendant maintains that applicable North Carolina law authorizes municipalities to charge rates for public enterprise services which exceed costs and to transfer funds from a public enterprise fund to a general operating fund. Defendant also explains that it distinguishes between its sewer customers and the rates charged due in part to the increased cost of treating high volume or high strength waste-water, originating largely with the City's industrial customers.</p>\n<p>North Carolina General Statute § 160A-314 (1994) authorizes municipalities to fix and enforce rates for public enterprise services the municipality furnishes. Many municipalities across the state engage in the operation of public enterprise services. Rocky Mount is among seventy of those North Carolina municipalities which transfer revenues from a utility fund to a general operating or capital fund for governmental expenditure in an area unrelated to operation of the utility. Tara H. Arden-Smith, \"Company Fights Rocky Mount Sewer Rates,\" <i>The News and Observer,</i> June 17, 1994, at 3A. According to municipal finance authorities, the practice is an expedient manner of generating revenues while avoiding the oft-times unpopular alternative of raising property taxes. Aman Khan and Theodore J. Stumm, \"The Tax and Expenditure Effects of Subsidization by Municipal Utility Enterprises,\" <i>Municipal Finance Journal,</i> Vol. 15, No. 2 (Summer 1994); <i>see also</i> David M. Lawrence, <i>Local Government Finance in North Carolina</i> § 309 at 62 (1990 2d ed.) (\"Electrical and gas systems are normally profitable to the cities that operate them, providing significant surpluses that become available for other governmental functions.\"). In the instant case, plaintiff alleges that the City regularly engaged in such fiscal planning, citing to Rocky Mount's high utility rates and correspondingly low property taxes. In addition to attacking the City's policy as ill-fated, plaintiff argues that it places an unfair burden on corporations.</p>\n<p>In this action, plaintiff asserts four causes of action. In its first cause of action, plaintiff asserts that the City's assessment of improper and discriminatory charges and surcharges for utility services has violated plaintiff's rights under 42 U.S.C. § 1983 and the Fifth and Fourteenth Amendments to the United States Constitution. Plaintiff alleges it has suffered deprivations of its due process and equal protection rights as a result of defendant's actions. In its second cause of action, plaintiff asserts that the City's utility <span class=\"star-pagination\">*1300</span> charges and surcharges constitute unlawful taxes and are violative of Article V, Section 2, and Article I, Section 19, of the North Carolina Constitution, as well as federal regulations, North Carolina statutory law, and the Rocky Mount city code. Plaintiff's third and fourth causes of action involve allegations of misrepresentation, breach of contract, and unjust enrichment. As the pending cross-motions for partial summary judgment involve only the first two causes of action, the court is not immediately concerned with these latter allegations.</p>\n<p>The law relating to the grant of summary judgment is so well-known that it need not be repeated here. Suffice it to say, there are no material factual disputes involved and the questions to be decided are entirely legal in nature.</p>\n<p>Initially, the court must address defendant's arguments that the court should not entertain portions of plaintiff's challenge. Defendant asserts that, pursuant to the Johnson Act, 28 U.S.C. § 1342, this court lacks jurisdiction to determine the reasonableness of a public utility's rate structure as such matters are properly and exclusively within the province of the state courts.</p>\n<p>Section 1342 provides:</p>\n<blockquote>The district courts shall not enjoin, suspend or restrain the operation of, or compliance with, any order affecting rates chargeable by a public utility and made by a State administrative agency or a rate-making body of a State political subdivision, where:</blockquote>\n<blockquote>(1) Jurisdiction is based solely on diversity of citizenship or repugnance of the order to the Federal Constitution; and,</blockquote>\n<blockquote>(2) The order does not interfere with interstate commerce; and,</blockquote>\n<blockquote>(3) The order has been made after reasonable notice and hearing; and,</blockquote>\n<blockquote>(4) A plain, speedy and efficient remedy may be had in the courts of such State.</blockquote>\n<p>The Johnson Act limits \"the circumstances in which a federal court [can] issue injunctions against state orders setting rates for public utilities.\" <i>Aluminum Company v. Utilities Commission of State of North Carolina,</i> <span class=\"citation\" data-id=\"422244\"><a href=\"/opinion/422244/aluminum-company-of-america-a-pennsylvania-corporation-and-tapoco-inc/\"><span class=\"volume\">713</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1024</span></a></span>, 1027 (4th Cir.1983), <i>cert. denied,</i> <span class=\"citation\" data-id=\"111127\"><a href=\"/opinion/111127/buddy-earl-justus-v-florida/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1052</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></span> (1984). All four of the requisites of Section 1342 must be satisfied in order for a federal court to be deprived of jurisdiction. <i>Nucor Corporation v. Nebraska Public Power District,</i> <span class=\"citation\" data-id=\"533828\"><a href=\"/opinion/533828/nucor-corporation-v-nebraska-public-power-district/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1343</span></a></span>, 1348 (8th Cir.1989), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">50</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></span> (1990); <i>Aluminum Company,</i> 713 F.2d at 1028. The court finds that the second condition is not met as the rates charged by the City, if discriminatory or excessive, would have the effect of interfering with interstate commerce. <i>Id.; </i><i>Nucor,</i> 891 F.2d at 1348; <i>contra </i><i>Marshall County Board of Education v. Marshall County Gas District,</i> <span class=\"citation\" data-id=\"606129\"><a href=\"/opinion/606129/util-l-rep-p-26323-marshall-county-board-of-education-jb-carlton/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1171</span></a></span>, 1176 (11th Cir.1993) (\"[c]hallenges to public utility rates are matters for state courts\"). It cannot be disputed that plaintiff deals in goods that travel in interstate commerce and that the prices it pays for utilities has an effect on the cost of those goods. Assuming its applicability in this context, the court finds that the Johnson Act does not deprive it of jurisdiction to entertain plaintiff's challenge.</p>\n<p>Additionally, defendant argues that Section 1983 does not provide a remedy for a wrong committed by a municipal official acting in a proprietary, rather than a governmental, capacity. As support for this proposition, defendant relies on the 1973 case of <i>Sherman v. City of Pasadena,</i> <span class=\"citation\" data-id=\"1425410\"><a href=\"/opinion/1425410/sherman-v-city-of-pasadena/\"><span class=\"volume\">367</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1115</span></a></span> (C.D.Cal.1973). In <i>Sherman,</i> the court held that a discharged municipal employee could not maintain a Section 1983 action to seek his reinstatement since the municipality was the equivalent of a private actor insofar as employer-employee relations are concerned. <i>Id.</i> The court finds defendant's reliance on <i>Sherman</i> to be misplaced. The court agrees with plaintiff that the constitutional infringements alleged are potentially redressable by way of Section 1983. <i>See </i><i>Memphis Light, Gas &amp; Water Division v. Craft,</i> <span class=\"citation\" data-id=\"109855\"><a href=\"/opinion/109855/memphis-light-gas-water-div-v-craft/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"109855\"><a href=\"/opinion/109855/memphis-light-gas-water-div-v-craft/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1554</span></a></span>, <span class=\"citation\" data-id=\"109855\"><a href=\"/opinion/109855/memphis-light-gas-water-div-v-craft/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span></a></span> (1978) (Section 1983 suit against municipal utility); <i>see also </i><i>Caulder v. Durham Housing Authority,</i> <span class=\"citation\" data-id=\"293023\"><a href=\"/opinion/293023/lillian-caulder-v-durham-housing-authority-and-c-s-oldham-carl-r/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">998</span></a></span> (4th Cir.1970) (entertaining Section 1983 action to enforce public housing tenant's right to due process <span class=\"star-pagination\">*1301</span> attendant to eviction), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1003</span></span>, <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1228</span></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">539</span></span> (1971); <i>Penthouse International, Ltd. v. Putka,</i> <span class=\"citation\" data-id=\"1430056\"><a href=\"/opinion/1430056/penthouse-international-ltd-v-putka/\"><span class=\"volume\">436</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1220</span></a></span>, 1226 (N.D.Ohio 1977) (\"municipal corporation and its officers may not shield themselves against claimed civil rights violations by enveloping their conduct with the cloak of proprietary activity\"). Thus, the court will proceed to address the merits of plaintiff's challenge.</p>\n<p></p>\n<h2><i>DUE PROCESS CLAIMS</i></h2>\n<p>Plaintiff alleges that the City's setting of public enterprise rates so as to generate revenues for unrelated activities is unreasonable as a matter of law. Plaintiff contends that the amount of the charges for a service must bear some relationship to the benefit conferred upon the ratepayer, reasoning that where utility rates are not calculated based on the benefit to the customer, they are arbitrary as a matter of law. Such is the case in Rocky Mount, plaintiff asserts, because utility rates are set according to the needs of the City's coffers and are based on outside political and financial pressures rather than the actual costs of operation of the City's utilities.</p>\n<p>Plaintiff contends that the City lacks statutory authority to charge rates for public enterprise services so as to generate revenues for other governmental activities. Plaintiff grounds its \"cost-based\" rate restriction, in part, on the language of N.C.G.S. § 160A-314(a), which provides that a municipality may fix and enforce rates \"for the use of or the services furnished by any public enterprise.\" Plaintiff asserts that the quoted language, by inference, prohibits the collection of rates for purposes unrelated to the operation of the subject public enterprise.</p>\n<p>Defendant counters that when a municipality furnishes a public enterprise service it acts in a proprietary, rather than a regulatory, capacity. As such, a municipality is the equivalent of a private market participant and, within certain limits, may set the rates it charges so as to yield a profit. Defendant points to the same statute relied on by plaintiff, N.C.G.S. § 160A-314(a), for the proposition that municipalities are authorized to charge rates for public enterprise services which exceed costs. Defendant states that the statute has been consistently read by the courts to afford municipalities broad authority to fix and enforce rates for public enterprise services.</p>\n<p>Defendant also contends that N.C.G.S. § 159-13(b)(14) (1994), authorizing municipalities to transfer money out of a public enterprise fund after first meeting the obligations of the fund, demonstrates that the North Carolina General Assembly anticipated revenues in excess of costs being generated by public enterprises. Defendant further points out that the legislature, in N.C.G.S. § 160A-314(a1), expressly restricted the fees that could be charged for stormwater and drainage systems to an amount representing the municipality's \"cost of providing a stormwater and drainage system.\" Defendant asserts that it defies logic to assume that the legislature meant to imply a rate restriction in one subsection, Section 314(a), while making explicit such a limitation in another subsection, Section 314(a1).</p>\n<p>As for its budgetary policies, defendant denies that it sets utility rates based upon the needs of its general fund. Defendant concedes that it transfers monies from its public enterprise funds to its general fund, designated as a \"payment in lieu of taxes,\" but maintains that the amounts of the transfer approximate that which would be paid to the City in taxes were the utilities owned by private entities. Moreover, defendant argues that the setting of public enterprise rates is discretionary with the governing body of the municipality and that the rates cannot be invalidated absent some showing of arbitrary or discriminatory action, which is not evidenced by the simple generation of a profit.</p>\n<p>The court cannot shoulder full blame if its analysis of plaintiff's due process and taking claims seems labored. In the words of Justice Brandeis, \"A judge rarely performs his functions adequately unless the case before him is adequately presented.\" Plaintiff's due process claims, as best the court can tell, rest on the premise that a party is deprived of due process when a city sets utility rates in an arbitrary manner. As <span class=\"star-pagination\">*1302</span> stated previously, plaintiff asserts due process violations under the Fifth and Fourteenth Amendments to the United States Constitution, as well as under Article I, Section 19, of the North Carolina Constitution.<sup>[1]</sup></p>\n<p>As plaintiff has not alleged a claim of entitlement to a benefit, the court assumes plaintiff's due process claims are of a substantive, rather than procedural, nature. <i>See </i><i>Beckham v. Harris,</i> <span class=\"citation\" data-id=\"449222\"><a href=\"/opinion/449222/thomas-g-beckham-v-j-gordon-harris-in-his-official-capacity-as-chief-of/\"><span class=\"volume\">756</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1036 (4th Cir.) (\"To have a property interest in a benefit, a person clearly must have more than an abstract need or desire for it.... He must have a legitimate claim of entitlement to it.\") (citations omitted), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">903</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">232</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></span> (1985). It is clear that a procedural due process claim in this setting would fail. That being so, the court will proceed to what must be plaintiff's substantive due process claims.</p>\n<p>Plaintiff supports its due process claims with a North Carolina Supreme Court case and a series of Pennsylvania cases. In <i>Town of Spring Hope v. Bissette,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">248</span></span>, <span class=\"citation\" data-id=\"1266421\"><a href=\"/opinion/1266421/town-of-spring-hope-v-bissette/\"><span class=\"volume\">287</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">851</span></a></span> (1982), North Carolina's highest court addressed the question of whether a municipality acted within its statutory authority in increasing water and sewer charges to finance a new water treatment plant prior to the time the plant began operation. A customer, who went out of business before the new plant began operation and thus never used the facility, refused to pay the increased rates. The customer relied on a portion of N.C.G.S. § 160A-314(a) which provides that a city may set rates \"for the use of or the services furnished by any public enterprise\" in mounting his challenge to the rate increase. The customer contended that the town had exceeded its authority in charging for services \"to be furnished\" since the statute speaks only of \"services furnished.\" <i>Id.</i> at 252, 287 S.E.2d at 853. The court held that the town had acted lawfully in increasing the water and sewer charges.</p>\n<p>Plaintiff takes from the <i>Town of Spring Hope</i> case the propositions that utility rates must be reasonable and not arbitrary and that rates are subject to judicial review. Defendant concedes as much but directs the court's attention to language in the North Carolina Court of Appeals' decision in the <i>Town of Spring Hope</i> matter:</p>\n<blockquote>The setting of rates and charges for water and sewer services furnished by a municipality to its customers is a proprietary function, subject only to limitations imposed upon such action by statute or contractual obligation assumed in such actions.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>Under this broad, unfettered grant of authority [N.C.G.S. § 160A-314(a)], the setting of such rates and charges is a matter for the judgment and discretion of municipal authorities, not to be invalidated by the courts absent some showing of arbitrary or discriminatory action.</blockquote>\n<p><i>Town of Spring Hope v. Bissette,</i> 53 N.C.App. 210, 212-13, <span class=\"citation\" data-id=\"1315071\"><a href=\"/opinion/1315071/town-of-spring-hope-v-bissette/\"><span class=\"volume\">280</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">490</span></a></span>, 492 (1981) (citations omitted), <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">248</span></span>, <span class=\"citation\" data-id=\"1266421\"><a href=\"/opinion/1266421/town-of-spring-hope-v-bissette/\"><span class=\"volume\">287</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">851</span></a></span> (1982). Plaintiff asserts that both <i>Town of Spring Hope</i> decisions evince that N.C.G.S. § 160A-314(a) is to be construed narrowly. Plaintiff reaches this conclusion based on the difficulty the state appellate courts encountered in sanctioning the enforcement of increased charges to pay for something other than the services supplied by a municipality's existing facility. Plaintiff's position is that the decisions would have been reached with much more ease if the statute actually authorized cities to set utility rates at whatever level they so chose. The fact that it was a close question whether a municipality can increase rates to pay for a new facility indicates the limited nature of the grant of statutory authority in the subject statute.</p>\n<p>Given the paucity of directly applicable North Carolina law on the subject, plaintiff relies heavily on a line of Pennsylvania cases dealing with the rates charged by municipally-owned utilities. Pennsylvania, like North Carolina, allows municipalities to own and operate utilities. Plaintiff cites the case of <span class=\"star-pagination\">*1303</span> <i>The Public Advocate v. Philadelphia Gas Commission,</i> 161 Pa.Cmwlth. 428, <span class=\"citation\" data-id=\"1947977\"><a href=\"/opinion/1947977/public-advocate-v-gas-comn/\"><span class=\"volume\">637</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">676</span></a></span> (1994), for the proposition that there must be a correlation between the rate charged for a service and the benefit conferred upon the ratepayer. In <i>Public Advocate,</i> the court decreed unlawful an ordinance requiring a city-owned gas utility to pay the City of Philadelphia a fixed amount of $18,000,000 annually. <i>Id.</i> The court found the amount to be arbitrary because it was \"not calculated based on any benefits which the [gas company] customers actually receive[d].\" <i>Id.</i> at 685.</p>\n<p>Plaintiff argues that the City engages in the same practice as was held unlawful in <i>Public Advocate.</i> Plaintiff asserts that, just as Philadelphia officials arbitrarily budgeted an $18,000,000 profit from its gas company, the Rocky Mount City Council has perennially budgeted necessary revenues from its utility funds and set its utility rates accordingly. There is evidence to support plaintiff's assertions concerning the City's budgetary policies. For instance, during a budget review meeting held on June 2, 1986, the colloquy centered on the question of whether to raise the water and sewer rates or to increase property taxes. At the meeting, the Rocky Mount City Manager, William H. Batchelor, explained his preference for raising utility rates rather than property taxes:</p>\n<blockquote>The difference, my theory on utilities versus taxes also is that on utilities you get to pay it 12 times a year.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>On taxes it hits you one time a year and you feel it more on taxes than you do on utilities.</blockquote>\n<p>Concerns about the City's reliance on profits from its utilities were voiced at a June 25, 1990 city council meeting:</p>\n<blockquote>Our budget methods speak of a mild winter that has cost us additional tax dollars to make up for the shortage of selling electricity and other utilities. When we base our budget on external factors such as the sale of electricity and other utilities then I think it is time to reexamine our method of providing services to the city.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>I think it is also interesting to note that I think this is the 18th year that we have not had during that time one increase in the ad valorem tax rate for the city. And I have some concerns about that.</blockquote>\n<p>Also enlightening as to the City's budgetary practices is a series of letters from Batchelor to the City Council preceding presentation of the City's proposed budget for the fiscal years 1983 through 1993. In his May 12, 1986 letter, Batchelor stated:</p>\n<blockquote>The Electric Fund cannot afford to offer the discounted rate and still contribute to the General Fund. The elimination of the discount will provide approximately $800,000 per year. <i>This is equivalent to a $0.06 tax increase which would be the alternative.</i> The proposed elimination of the discount would cost the average residential consumer $2.80 per month. (Emphasis in original.)</blockquote>\n<p>In his May 11, 1987 letter, Batchelor reported:</p>\n<blockquote>As usual, transfers from other funds are required to balanced [sic] the General Fund. The most significant transfer is $4.3 million from the Electric Fund and $1.6 million from the Gas Fund. This means approximately one-third of the cost of general government is financed by the utility funds. <i>For the General Fund to operate without utility fund subsidy, the City tax rate would have to be increased from $0.36 to $0.81 or 125%.</i> (Emphasis in original.)</blockquote>\n<p>Similar information was related in Batchelor's May 9, 1988 letter:</p>\n<blockquote>As usual, transfers from other funds are required to balanced [sic] the General Fund. The most significant transfers are $1.8 million from the Electric Fund and $0.7 million from the Gas Fund, $1.8 [million] from the Water Fund and $1.5 [million] from the Sewer Fund. This means that approximately one-third of the cost of general government is financed by the utility funds.</blockquote>\n<p>It is clear that the Rocky Mount City Council was, at least in part, motivated by a desire to raise revenues for the City's general fund in setting rates for its public utility <span class=\"star-pagination\">*1304</span> services. Defendant does not vigorously refute this. Defendant maintains that its objectives in setting its rates for services were two-fold: (1) to recoup the utilities' costs of operation; and (2) to make a reasonable return on its investment in the utilities. The question for the court is whether due process guarantees are transgressed by a municipality's setting of utility rates so as to generate revenues for the general operation of government.</p>\n<p>Substantive due process protects an individual's general right to be free from the abuse of governmental power. Governmental actions violate substantive due process when they are so arbitrary and unreasonable as to \"shock the conscience\" or offend \"a sense of justice.\" <i>United States v. Salerno,</i> <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">739</span></a></span>, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2095</span></a></span>, <span class=\"citation\" data-id=\"111891\"><a href=\"/opinion/111891/united-states-v-salerno/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (1987). As the Fourth Circuit recently stated, \"A violation of `substantive' due process occurs only where the government's actions in depriving a person of life, liberty, or property are so unjust that no amount of fair procedure can rectify them.\" <i>Love v. Pepersack,</i> <span class=\"citation\" data-id=\"688734\"><a href=\"/opinion/688734/april-love-v-robert-g-pepersack-sr-merrill-a-messick-jr-ernest-eldon/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 123 (4th Cir.1995). In attacking a regulation on substantive due process grounds, a challenger \"must show that there is no rational relation between the regulation and a legitimate governmental objective.\" <i>Diaz v. United States Postal Service,</i> <span class=\"citation\" data-id=\"509519\"><a href=\"/opinion/509519/roberto-diaz-v-united-states-postal-service/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 10 (1st Cir.1988).</p>\n<p>Plaintiff cites to no authority supporting the proposition that due process principles are offended by a municipality's setting of utility rates so as to generate a profit. The court can find no supporting authority either. Assuming, for purposes of the pending summary judgment motions, that a substantive due process challenge may be waged against a municipality over its utility rates, the court finds that such a challenge must fail.<sup>[2]</sup></p>\n<p>Plaintiff's due process argument seems to be that since Rocky Mount's utility rates are not strictly cost-based, they are arbitrary. Because the rates are arbitrary, it follows <i>ipso facto</i> that plaintiff has been deprived of substantive due process. The court is not so persuaded. Rocky Mount officials have not acted in such a way as to warrant judicial intervention in their affairs. The court is loathe to interfere with the workings of local government in a situation such as this, where officials have taken action to finance the operations of the City. Of course, the court would not so eagerly stay its hand were governmental officials abusing the authority they possess at the expense of citizens' individual rights. <i>See, e.g., </i><i>Widmar v. Vincent,</i> <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">269</span></a></span>, <span class=\"citation\" data-id=\"110587\"><a href=\"/opinion/110587/widmar-v-vincent/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">440</span></a></span> (1981) (university could not constitutionally exclude religious student group from public forum based on content of speech).</p>\n<p>In this case, Rocky Mount officials are perennially faced with a challenge, that is, to finance the City's operations. To do so, City officials must devise a plan for the City to generate revenues sufficient to support its operations. There are a limited number of means for a municipality to raise monies. Rocky Mount, like many municipalities, has at its disposal utilities which it operates as public enterprises. These utilities provide important services to residents of Rocky Mount, including its industrial customers like General Textile. The revenues generated by the provision of these services find their way into the City's coffers after first being used to satisfy the obligations of the particular utility. The profits from the utilities help finance the City's costs of governing. This fact alone does not convert the charge into a tax, effect a taking, or constitute a deprivation of a property right. At bottom, it is still a charge imposed for the provision of a service.</p>\n<p>The court agrees that Rocky Mount has done nothing more than it was authorized to do under North Carolina law. North Carolina General Statute § 160A-314(a) provides:</p>\n<blockquote>A city may establish and revise from time to time schedules of rents, rates, fees, charges, and penalties for the use of or the services furnished by any public enterprise. Schedules of rents, rates, fees, charges, and penalties may vary according <span class=\"star-pagination\">*1305</span> to classes of service, and different schedules may be adopted for services provided outside the corporate limits of the city.</blockquote>\n<p>The court does not agree that the statute should be interpreted as narrowly as plaintiff suggests. The court cannot construe the phrase \"for the use of or the services furnished by any public enterprise\" as limiting the rates charged to an amount corresponding to a municipality's costs in providing the services. Plaintiff's interpretation of the statute finds no authority in the applicable case law. In <i>Town of Spring Hope,</i> 53 N.C.App. at 212-13, 280 S.E.2d at 492, the North Carolina Court of Appeals, in referring to the \"broad, unfettered grant of authority\" of Section 314(a), stated that \"the setting of such rates and charges is a matter for the judgment and discretion of municipal authorities, not to be invalidated by the courts absent some showing of arbitrary or discriminatory action.\" In affirming the decision of the Court of Appeals in <i>Town of Spring Hope,</i> the North Carolina Supreme Court referred to the \"rate-making function\" of Section 314(a) as a proprietary act, \"limited only by statute or contractual agreement.\" <i>Town of Spring Hope,</i> 305 N.C. at 250-51, 287 S.E.2d at 853 (citations omitted); <i>see also </i><i>Piedmont Aviation, Inc. v. Airport Authority,</i> <span class=\"citation no-link\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">98</span></span>, <span class=\"citation\" data-id=\"1320639\"><a href=\"/opinion/1320639/piedmont-aviation-v-raleigh-durham-airport-authority/\"><span class=\"volume\">215</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></a></span> (1975) (city acts in a proprietary capacity, just as it does in setting utility rates it charges, when it sets fees for use of airport facilities).</p>\n<p>Furthermore, this court in <i>South Shell Investment v. Town of Wrightsville Beach,</i> <span class=\"citation\" data-id=\"1666582\"><a href=\"/opinion/1666582/south-shell-inv-v-wrightsville-beach-nc/\"><span class=\"volume\">703</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1192</span></a></span>, 1206 (1988), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></span> (4th Cir.1990), relying on Section 314(a) and the <i>Town of Spring Hope</i> cases, rejected a claim that a three-fold increase in the amount of impact fees was arbitrary. In that case, developers of a resort at Wrightsville Beach alleged that the town had unlawfully imposed increased utility system impact fees and tap fees for water and sewer services. The developers, like the plaintiff in the instant case, contended that the fees charged were arbitrary as to amount and bore no relationship to the stated purposes of such fees. The court held the town's actions proper in spite of the absence of specific enabling legislation for the imposition of impact and tap fees and the facts that the funds were intermingled with monies from other sources and possibly expended for governmental purposes unrelated to the town's water or sewer systems. The court was apparently swayed by the broad authority vested in North Carolina municipalities by virtue of the public enterprise statutes and the interpretations given them by the North Carolina courts.</p>\n<p>As for the Pennsylvania authority cited by plaintiff, the court finds it inapposite. Rocky Mount officials have not engaged in the same budgetary policies that were deemed unreasonable in <i>Public Advocate.</i> In the case at bar, there is no evidence of ordinances <i>requiring</i> payments from the utilities to the City. At most, there is evidence that City officials considered projected profits from operation of the utilities in formulating its annual budgets. To the extent that <i>Public Advocate</i> can be read to require that a city-owned utility's rates be strictly cost-based, the court declines to follow it. To do so would contravene the expressed will of both the courts and the legislature of North Carolina.</p>\n<p>Additionally, the court finds further statutory authority for defendant's position. North Carolina General Statute § 160A-314(a1), dealing with rates charged for stormwater and drainage service, explicitly states that the \"[r]ates, fees, and charges imposed under this subsection may not exceed the city's cost of providing a stormwater and drainage system.\" This provision amply demonstrates the North Carolina legislature's ability to mandate that a municipality's rates for services it provides be cost-based. Moreover, N.C.G.S. § 159-13(b)(14) provides:</p>\n<blockquote>No appropriation may be made from a utility or public service enterprise fund to any other fund than the appropriate debt service fund unless the total of all other appropriations in the fund equal or exceed the amount that will be required during the fiscal year, as shown by the budget ordinance, to meet operating expenses, capital outlay, and debt service on outstanding utility or enterprise bonds or notes.</blockquote>\n<p>This subsection clearly negates the idea that the state legislature intended to restrict a <span class=\"star-pagination\">*1306</span> municipality's rates for utilities or public enterprise services to an amount corresponding to the municipality's costs in providing the services. It undoubtedly reflects an anticipation that revenues will be generated in excess of that needed for operating expenses, debt service, and capital expenditures.</p>\n<p>Reading the referenced statutes <i>in pari materia,</i> the court is constrained to uphold the City's actions relating to its utility rates. North Carolina General Statute § 160A-314(a) authorizes a municipality to set rates for the services provided by its public enterprises. The North Carolina courts have characterized this grant of authority as \"broad\" and \"unfettered.\" <i>Town of Spring Hope,</i> 53 N.C.App. at 212-13, 280 S.E.2d at 492. Section 314(a) contains no explicit rate restriction as does Section 314(a1). North Carolina General Statute § 159-13(b)(14) clearly anticipates transfers of monies out of public enterprise and utility funds. The only restriction on the transfer of funds is that the costs of the utility or public enterprise be first met. The court cannot find that the City has engaged in any practice or activity not authorized by the North Carolina legislature. Inasmuch as the setting of public enterprise rates has been committed to the \"judgment and discretion of municipal authorities,\" <i>Town of Spring Hope,</i> 53 N.C.App. at 212-13, 280 S.E.2d at 492, General Textile's remedy may lie with the North Carolina General Assembly or the Rocky Mount City Council. But it does not lie in this court in the form of a suit for deprivation of substantive due process.</p>\n<p></p>\n<h2><i>TAKING CLAIM</i></h2>\n<p>The analysis under this claim is similar to that related to plaintiff's due process claims. Plaintiff alleges that the purported arbitrary actions undertaken by the City in setting its utility rates so as to produce a profit also effect an unconstitutional taking. Plaintiff contends that a taking is effected by a municipality's collection of monies for governmental activities unrelated to the services for which the monies are purportedly collected. Plaintiff cites to no authority which would support its argument that the City has effected an unlawful taking by means of its allegedly excessive utility rates, but rather, recites general principles of law set forth by the Supreme Court.</p>\n<p>Plaintiff complains of a permanent appropriation of its assets for the City's use. A similar objection was before the Supreme Court in the case of <i>United States v. Sperry Corporation,</i> <span class=\"citation\" data-id=\"112339\"><a href=\"/opinion/112339/united-states-v-sperry-corp/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"112339\"><a href=\"/opinion/112339/united-states-v-sperry-corp/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">387</span></a></span>, <span class=\"citation\" data-id=\"112339\"><a href=\"/opinion/112339/united-states-v-sperry-corp/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1989). The case arose from the late-1970's diplomatic crisis between the United States and Iran. Pursuant to the Algiers Accords, American litigants were precluded from instituting suit against Iran in American courts. Instead, American citizens having claims against Iran were required to submit their claims to the Iran-United States Claims Tribunal (Tribunal). The respective governments were to each pay half the expenses of the Tribunal. Congress enacted Section 502 of the Foreign Relations Authorization Act which required a percentage of every successful American claim to be paid into the United States Treasury. The charges were ostensibly to offset the government's costs in facilitating the arbitration of claims with the Iranian government.</p>\n<p>Sperry reached an agreement whereby Iran was to pay Sperry $2,800,000 and the parties submitted a joint application with the Tribunal. Sperry challenged the constitutionality of Section 502 which had resulted in a one-and-a-half percent reduction in the amount of its Tribunal award. Sperry contended that the deduction amounted to an unconstitutional taking in violation of the Takings Clause of the Fifth Amendment. The Court rejected Sperry's constitutional challenge, upholding the deduction as a reasonable user fee. The Court explained:</p>\n<blockquote>[A] reasonable user fee is not a taking if it is imposed for the reimbursement of the cost of government services. \"A governmental body has an obvious interest in making those who specifically benefit from its services pay the cost....\"</blockquote>\n<p><i>Id.</i> at 63, 110 S.Ct. at 395 (<i>quoting </i><i>Massachusetts v. United States,</i> <span class=\"citation\" data-id=\"109824\"><a href=\"/opinion/109824/massachusetts-v-united-states/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, 462, <span class=\"citation\" data-id=\"109824\"><a href=\"/opinion/109824/massachusetts-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, 1165, <span class=\"citation\" data-id=\"109824\"><a href=\"/opinion/109824/massachusetts-v-united-states/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (1978)).</p>\n<p>Based on the foregoing authority, the court is compelled to uphold the City's utility rates as charges in the nature of reasonable user <span class=\"star-pagination\">*1307</span> fees. As the Supreme Court in <i>Sperry</i> declined to \"state what percentage of the award would be too great a take to qualify as a user fee,\" this court offers no opinion as to how much profit can constitutionally be generated by a municipality's public enterprise services. <i>Sperry,</i> 493 U.S. at 62, 110 S.Ct. at 395. Suffice it to say, the amounts charged by Rocky Mount for its utility services are not so excessive as to constitute a taking. Just as the <i>Sperry</i> Court deferred to the judgment of Congress, this court must respect the apparent intention of the North Carolina General Assembly to allow municipalities to profit from the operation of utilities.</p>\n<p></p>\n<h2><i>EQUAL PROTECTION CLAIM</i></h2>\n<p>Plaintiff's equal protection challenge targets the City's rate structure for sewer services. Specifically, plaintiff complains that the rate structure and sewer surcharges are discriminatory toward industrial customers. Defendant answers that the rate structure and the surcharges are necessary because of the increased burden placed on the City's treatment plant by industrial customers discharging high volume or high strength wastewater.</p>\n<p></p>\n<h2>1. Base Sewer Rate</h2>\n<p>The City employs an inverted rate block structure in charging its customers for basic sewer service. That is, large quantity users are charged more per unit of wastewater processed than are small quantity users. Customers who use more than 800 cubic feet of water per month are deemed \"large quantity users;\" those who use less than that amount are considered \"small quantity users.\" (Second Affidavit of William H. Batchelor, pp. 2-3.) The difference between the rates charged is twelve cents per 100 cubic feet of water used. (Affidavit of Paul B. Blount, p. 4.) The City began using the inverted rate block structure in July 1991. Prior to that time, all sewer customers were charged the same base rate for sewer service. (Second Affidavit of William H. Batchelor, p. 2.) Additionally, each customer pays a flat uniform customer service charge every month. <i>Id.</i></p>\n<p>It is undisputed that most customers designated \"large quantity users\" are commercial or industrial entities. Plaintiff contends this fact evidences discrimination against industrial customers, such as it. Plaintiff complains that there is no difference in the service provided or the cost to the City, so that consequently there is no justification for the rate differential between large and small quantity users. The result, plaintiff asserts, is that small quantity users do not pay their proportionate share of wastewater treatment costs. Plaintiff contends that its equal protection rights are violated by the inverted rate block structure since there is no rational reason for differentiating between large and small quantity users.</p>\n<p>Defendant asserts two justifications for the base sewer service cost differential: (1) the increased burden on the City's wastewater treatment plant due primarily to commercial and industrial customers; and (2) the rate structure serves as an incentive for large quantity users to minimize their water and sewer needs. The Rocky Mount City Manager explained that the City needed to raise sewer rates in 1991 as a result of increased operating costs for its wastewater treatment plant. (Second Affidavit of William H. Batchelor, p. 3.) The City opted to switch from the uniform base sewer rate to the inverted rate block structure in an effort to pass the increased costs on to those customers who made it necessary for the City to modify and expand its wastewater treatment plant. <i>Id.</i> Thus, the distinction was created because the \"City Council felt that the costs of increased plant expansion should be borne mainly by those whose wastewater stream was the primary reason those costs had to be incurred, namely its commercial and industrial sewer customers.\" <i>Id.</i> The City reached its decision on the rate structure after determining that the small quantity users comprise roughly seventy-five percent of the City's sewer customers, yet generate only twelve percent of the wastewater treated by the City. <i>Id.</i></p>\n<p>Plaintiff also takes issue with the City's purported justification for the inverted rate block structure. Plaintiff asserts that the cost of wastewater treatment to the City is <span class=\"star-pagination\">*1308</span> the same, regardless of whether the wastewater originated from an industrial customer or a residential one. (Affidavit of Joseph J. Kulowiec, p. 2.) Plaintiff also disputes the City's assertion that modification and expansion of the treatment plant were necessitated by increased wastewater output from industrial customers, citing a decrease in the total industrial wastewater stream to the City's treatment plant. <i>Id.</i> at pp. 3-4. To avoid the purported unjust rates, plaintiff constructed its own wastewater treatment plant at a cost of roughly $800,000. The operating expenses for the plant are approximately $50,000 per month. (Complaint, p. 5.)</p>\n<p></p>\n<h2>2. Sewer Surcharges</h2>\n<p>The City also imposes surcharges upon users discharging high strength or high volume wastewater. <i>Id.</i> The surcharges are in addition to the charges for basic sewer service. Surcharges are imposed where a user's wastewater exceeds certain thresholds set forth in Rocky Mount's city code. <i>Id.</i> The relevant thresholds and surcharges are those relating to chemical oxygen demand (COD) and biochemical oxygen demand (BOD). A COD test detects and measures the amount of relatively complex organic matter in wastewater, while a BOD test ascertains the amount of relatively less complex organic matter. (Affidavit of Paul B. Blount, pp. 2-3.)</p>\n<p>Plaintiff asserts that the surcharges for both COD and BOD are duplicative because BOD is a component of COD and is removed with COD. Plaintiff concedes that it is an accepted practice to charge customers for the removal of COD from wastewater. However, plaintiff posits that the COD charges are approximately thirty-five to forty percent higher than appropriate. Plaintiff further contends that the surcharge rates are set so as to yield a profit, in violation of a provision of the city code, Section 21-29, which provides that \"[t]he sewer surcharge ... shall reflect the total cost of treating the excess pounds of industrial waste....\"</p>\n<p>With respect to the sewer surcharges, defendant explains that from 1982 to 1987, sewer surcharges were increased proportionately with increases in the base sewer rate. (Second Affidavit of William H. Batchelor, p. 4.) However, in 1988 the City began increasing sewer surcharges at a greater rate to provide commercial and industrial sewer customers with \"economic incentives to pretreat or otherwise reduce the volume and amount of untreated high strength wastes they were generating and sending to Rocky Mount for treatment.\" <i>Id.</i> The City felt compelled to provide such incentives because of problems it had had in complying with a state discharge permit governing the City's discharge of wastewater into the Tar River from its treatment plant. <i>Id.</i> Paul B. Blount, the City's Director of Water Resources, stated that officials were worried that if industrial customers did not reduce the amount of high strength wastewater being sent to the City's treatment plant, wastewater could pass into the Tar River untreated, thereby posing risks to fish and other organisms in the river. (Affidavit of Paul B. Blount, p. 3.) Plaintiff dismisses the City's explanations of its sewer surcharges as nothing more than <i>ad hoc</i> attempts to justify its excessive charges.</p>\n<p>The Equal Protection Clause of the Fourteenth Amendment provides that a state may not \"deny to any person within its jurisdiction the equal protection of the laws.\" United States Constitution Amend. XIV, Sec. 1. It is essentially a guarantee that those similarly situated will be afforded equal treatment. However, a state may make reasonable classifications and treat differently those not similarly situated. To prevail on its equal protection claim, plaintiff must establish that the City's actions in setting its sewer charges and surcharges had no rational basis. \"In the area of economics and social welfare, a State does not violate the Equal Protection Clause merely because the classifications made by its laws are imperfect.\" <i>Dandridge v. Williams,</i> <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 485, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1153</span></a></span>, 1161, <span class=\"citation\" data-id=\"108115\"><a href=\"/opinion/108115/dandridge-v-williams/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">491</span></a></span> (1970). \"If the classification has some `reasonable basis,' it does not offend the Constitution simply because the classification `is not made with mathematical nicety or because in practice it results in some inequality.'\" <i>Id.</i> (<i>quoting </i><i>Lindsley v. Natural Carbonic Gas Company,</i> <span class=\"citation\" data-id=\"97374\"><a href=\"/opinion/97374/lindsley-v-natural-carbonic-gas-co/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 78, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">337</span></span>, 340, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">369</span></span> (1911)). \"It is enough that the <span class=\"star-pagination\">*1309</span> State's action be rationally based and free from invidious discrimination.\" <i>Dandridge</i> at 487, 90 S.Ct. at 1162. The court's inquiry concerns only the objective reasonableness of the City's actions. Plaintiff bears the burden of showing that there is no \"conceivable basis which might support\" the City's actions in setting its sewer rates. <i>Lehnhausen v. Lake Shore Auto Parts Company,</i> <span class=\"citation\" data-id=\"108721\"><a href=\"/opinion/108721/lehnhausen-v-lake-shore-auto-parts-co/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 364, <span class=\"citation\" data-id=\"108721\"><a href=\"/opinion/108721/lehnhausen-v-lake-shore-auto-parts-co/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1001</span></a></span>, 1006, <span class=\"citation\" data-id=\"108721\"><a href=\"/opinion/108721/lehnhausen-v-lake-shore-auto-parts-co/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> <i>rehearing denied,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1523</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">200</span></span> (1973).</p>\n<p>It goes without question that \"[a] public utility, whether publicly or privately owned, may not discriminate in the establishment of rates.\" <i>Ricks v. Town of Selma,</i> 99 N.C.App. 82, 87, <span class=\"citation\" data-id=\"1302928\"><a href=\"/opinion/1302928/ricks-v-town-of-selma/\"><span class=\"volume\">392</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">437</span></a></span>, 440 (1990) (<i>citing </i><i>Town of Taylorsville v. Modern Cleaners,</i> 34 N.C.App. 146, 148, <span class=\"citation\" data-id=\"1249549\"><a href=\"/opinion/1249549/town-of-taylorsville-v-modern-cleaners/\"><span class=\"volume\">237</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">484</span></a></span>, 486 (1977)); Annotation, \"Discrimination in the Operation of a Municipal Utility,\" 50 A.L.R. 126 (1927) (\"fact that the service is by a municipal plant does not change the rule prohibiting unreasonable discrimination\"). However, the North Carolina courts have interpreted N.C.G.S. § 160A-314(a) as a codification of the general rule that:</p>\n<blockquote>A municipality has the right to classify consumers under reasonable classifications based upon such factors as the cost of service, the purpose for which the service or the product is received, the quantity or the amount received, the different character of the service furnished, the time of its use or any other matter that presents a substantial difference as a ground for distinction.</blockquote>\n<p><i>Ricks,</i> 99 N.C.App. at 87, 392 S.E.2d at 440 (<i>quoting</i> 12 McQuillin, <i>Municipal Corporations</i> § 35.37(b), at 621 (3d ed. 1986)). With the foregoing principles in mind, the court will proceed with its analysis of plaintiff's equal protection challenge.</p>\n<p>As it is undisputed that the inverted rate block structure results in a classification of the City's sewer customers with disparate treatment being afforded based on that classification in the form of a rate differential, the court will commence with its analysis of whether the classification advances a legitimate state purpose. <i>See </i><i>Sylvia Development Corporation v. Calvert County,</i> <span class=\"citation\" data-id=\"690294\"><a href=\"/opinion/690294/sylvia-development-corporation-karel-dohnal-individually-and-as-agent-for/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">810</span></a></span>, 819-20 (4th Cir.1995). Rocky Mount need only show that its actions in setting its utility rates are rationally related to a legitimate state interest. <i>See </i><i>City of Cleburne v. Cleburne Living Center,</i> <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></a></span>, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3249</span></a></span>, <span class=\"citation\" data-id=\"111507\"><a href=\"/opinion/111507/cleburne-v-cleburne-living-center-inc/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1985). Upon a thorough review of the record, it is clear that Rocky Mount officials were motivated by legitimate interests in enacting its sewer rate policies and that those policies are rationally related to the legislative ends sought.</p>\n<p>Again, the court's inquiry \"involves only the objective reasonableness of the action[s] taken\" by the City \"in light of all the circumstances at the time\" the City set its sewer charges and surcharges. <i>South Shell,</i> 703 F.Supp. at 1201. In July 1991, the City began using the inverted rate block structure in charging its sewer customers. That is, large quantity users were charged more per unit of wastewater treated than were small quantity users. At the time the City implemented the inverted rate block structure, the City was faced with the necessity of expanding its existing wastewater treatment facility. The evidence of record shows that the bulk of the wastewater treated by the City originated with a handful of customers in the anticipated large quantity user classification. Those customers generated approximately eighty-eight percent of the City's wastewater. A reasonable means of reducing or stabilizing the volume of wastewater treated by the City would be to increase the rate charged those users who sent the most wastewater to the City's treatment plant. Certainly, there are other ways the City could have attacked the problem, but governmental bodies have \"wide latitude in enacting social and economic legislation.\" <i>Alamo Rent-A-Car, Inc. v. Sarasota-Manatee Airport Authority,</i> <span class=\"citation\" data-id=\"492127\"><a href=\"/opinion/492127/alamo-rent-a-car-inc-a-florida-corporation-cross-appellant-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span></a></span>, 370 (11th Cir.1987) (\"federal courts do not sit as arbiters of the wisdom or utility of [] laws\"), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">987</span></span> (1988). Additionally, it is conceivable that the City realized it would more likely have success encouraging industrial and commercial customers to reduce their wastewater stream than it would with a typical residential customer. The court is also mindful of the City's assertion that it was <span class=\"star-pagination\">*1310</span> concerned about the different type of wastewater generated by its larger customers and the effects thereof on the treatment plant.</p>\n<p>Plaintiff's argument that the City's efforts to provide economic incentives to large quantity users to either pretreat their wastewater or reduce the volume of their wastewater amount to unlawful coercion is unfounded. A governmental body certainly may endeavor to encourage desired behavior on the part of its citizens. In fact, the North Carolina Court of Appeals was confronted with a similar factual scenario in <i>Barnhill Sanitation Service, Inc. v. Gaston County,</i> 87 N.C.App. 532, <span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">161</span></span> (1987), <i>disc. rev. denied,</i> <span class=\"citation\" data-id=\"1272458\"><a href=\"/opinion/1272458/black-horse-run-property-owners-association-raleigh-inc-v-kaleel/\"><span class=\"volume\">321</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">742</span></a></span>, <span class=\"citation\" data-id=\"1272458\"><a href=\"/opinion/1272458/black-horse-run-property-owners-association-raleigh-inc-v-kaleel/\"><span class=\"volume\">366</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">856</span></a></span> (1988). In that case, Gaston County, faced with the problem of rapidly depleting landfill space, enacted an ordinance requiring commercial, industrial and municipal haulers to pay a fee for the privilege of using the county landfill. Private citizens were permitted use of the landfill at no cost. Although there was no cost differential to the county with respect to operation of the landfill, the court upheld the classification against an equal protection challenge. <i>Id.</i> at 539-40, 362 S.E.2d at 166. The court agreed that the county's decision to place the costs of the landfill's operation on the \"major users of the landfill\" rationally advanced the county's legitimate legislative objective. <i>Id.</i></p>\n<p>The same reasoning applies to the City's decision to impose surcharges for the treatment of certain wastewater. A decision to attempt to reduce the volume of certain wastewater because of its harmful or troublesome components is certainly a legitimate governmental objective. And the imposition of surcharges for those components, in an effort to encourage customers to pretreat their wastewater or otherwise reduce the amount of such wastewater, is a reasonable way to achieve that objective.</p>\n<p>It may be true that Rocky Mount's sewer surcharges are higher than those in other locations. It may also be true that Rocky Mount's industrial customers pay more than their proportionate share of sewer charges and surcharges. Yet, the court cannot find that the City's disparate treatment of its sewer customers gives rise to a claim for deprivation of equal protection under the laws.</p>\n<p></p>\n<h2><i>UNLAWFUL TAXATION CLAIM</i></h2>\n<p>Plaintiff alleges that defendant's policies and practices with respect to its utility rates are violative of a provision of the North Carolina Constitution, Article V, Section 2(1), requiring that the power of taxation \"be exercised in a just and equitable manner....\" Plaintiff alleges that it has been subject to an unfair and discriminatory scheme of taxation disguised in the form of utility rates. Plaintiff further argues that N.C.G.S. § 160A-206 limits a municipality's power to tax to those areas \"specifically authorized by act of the General Assembly.\" Since the state legislature has authorized only five types of municipal taxes (property, privilege license, franchise, animal, and motor vehicle license), plaintiff reasons, any other tax is not \"specifically authorized\" and is thus, unlawful. Plaintiff contends that the portions of the City's public enterprise revenues that exceed the costs to the City of providing the services constitute taxes.</p>\n<p>The analysis under this claim will hinge upon the definition of a \"tax.\" It is clear that if the utility rates at issue do not constitute taxes then plaintiff's unlawful taxation claim must fail. Plaintiff points to a definition provided by the North Carolina Supreme Court which stated that a \"tax\" is a \"charge `levied and collected as a contribution to the maintenance of the general government. ...'\" <i>State ex rel. Dorothea Dix Hospital v. Davis,</i> <span class=\"citation\" data-id=\"1277791\"><a href=\"/opinion/1277791/state-ex-rel-dorothea-dix-hospital-v-davis/\"><span class=\"volume\">292</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">147</span></a></span>, 156, <span class=\"citation\" data-id=\"1277791\"><a href=\"/opinion/1277791/state-ex-rel-dorothea-dix-hospital-v-davis/\"><span class=\"volume\">232</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">698</span></a></span>, 705 (1977) (imposition of charges of care upon person confined to mental institution did not constitute a tax). Plaintiff argues that the profits from the City's operation of its utilities clearly satisfy the definition of taxes. Plaintiff reasons that any charge not related to a service provided constitutes a tax. Under this reasoning, the use of public enterprise revenues for unrelated governmental activities evinces unauthorized taxation.</p>\n<p>This court, in the <i>South Shell</i> case, had occasion to pass on whether fees imposed by a municipality amounted to a tax. In that case, developers argued that the collection of <span class=\"star-pagination\">*1311</span> fees to pay for capital improvements not necessary to accommodate their development \"constituted an unauthorized tax\" upon them. <i>South Shell,</i> 703 F.Supp. at 1204. The court held that the imposition and collection of the fees did not constitute a tax even though the fees were intermingled with funds from other sources and were possibly expended on unrelated governmental activities. <i>Id.</i> at 1204-05.</p>\n<p>Plaintiff's position finds no more support in decisions by the North Carolina appellate courts. The North Carolina Court of Appeals, in <i>Barnhill Sanitation Service v. Gaston County, supra</i><i>,</i> held that fees imposed by a county for the use of its landfill did not constitute taxes. In upholding the fees as lawful, the court stated \"the landfill fees, like sewer service charges, `are neither taxes nor assessments, but are tolls or rents for benefits received by the use of the [landfill]....'\" 87 N.C.App. at 541, 362 S.E.2d at 167 (<i>quoting </i><i>Covington v. City of Rockingham,</i> <span class=\"citation\" data-id=\"1364258\"><a href=\"/opinion/1364258/covington-v-city-of-rockingham/\"><span class=\"volume\">266</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">507</span></a></span>, 511-12, <span class=\"citation\" data-id=\"1364258\"><a href=\"/opinion/1364258/covington-v-city-of-rockingham/\"><span class=\"volume\">146</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">420</span></a></span>, 423 (1966)).</p>\n<p>The Fourth Circuit recently addressed the distinction between a tax and a user fee. In <i>United States v. City of Huntington, West Virginia,</i> <span class=\"citation\" data-id=\"611619\"><a href=\"/opinion/611619/united-states-v-city-of-huntington-west-virginia/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">71</span></a></span> (4th Cir.1993), the court held that a \"municipal service fee\" was actually a tax from which the United States was immune. The City of Huntington, West Virginia assessed fees based on the square footage of property owned. The United States objected when fees were assessed against two buildings owned by federal agencies. The purported purposes for the fees were fire and flood protection and street maintenance. The court noted that those are \"core government services,\" distinguishing \"charges for services from city-owned utilities.\" <i>Id.</i> at 73. In deciding that the fee was actually a tax, the court observed that liability arose \"not from [the] use of a [] service\" but from the government agencies' \"status as property owners.\" <i>Id.</i> at 74. In the instant case, the charges clearly relate to a benefit conferred upon General Textile by the City. No liability would arise simply by virtue of General Textile's status as a property owner in Rocky Mount.</p>\n<p>On this issue, the court, as did the <i>City of Huntington</i> court, also finds instructive the reasoning in <i>United States v. City of Columbia, Missouri,</i> <span class=\"citation\" data-id=\"547700\"><a href=\"/opinion/547700/united-states-v-city-of-columbia-missouri-harold-boldt-finance-director/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></a></span> (8th Cir.1990). The City of Columbia, Missouri, which operated water and electrical utilities, set its utility rates so as to yield a profit equal to the amount that would be paid in taxes to the city if the utilities were privately owned. In setting its utility rates, the City of Columbia figured in a profit component of seven percent of gross receipts, designated as a \"payment in lieu of taxes ... (PILOT).\" The court held that the profit component of the city's utility rates did not constitute an impermissible tax on the federal government, rejecting a challenge by a federal agency which purchased utilities from the city. The court summarized the distinction between a tax and a charge for a benefit received as follows:</p>\n<blockquote>While the payment of a tax does not transfer ownership, the payment of a purchase pricein this case, the utility rate, which includes the PILOTtransfers ownership of water and electricity. And, while failure to pay a tax results in civil and sometimes criminal penalties, the failure to pay a portion of a utility rate results in termination of services. The United States' obligation to pay the PILOT arises only from its consensual purchase of the City's property; it does not arise automatically, as does tax liability, from the United States' status as a property owner, resident, or income earner. When the United States purchases water, electricity, and related services, and then pays the utility bill, it does so as a vendee pursuant to its voluntary, contractual relationship with the City. The City imposes the charge not in its capacity as a sovereign, but as a vendor of goods and services.</blockquote>\n<p><i>Id.</i> at 155-56 (citations omitted); <i>accord </i><i>Apodaca v. Wilson,</i> <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">N.M.</span> <span class=\"page\">516</span></span>, <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">876</span></span>, 885-86 (N.M.1974) (water rates above municipality's costs are not taxes).</p>\n<p>The court finds the reasoning of these courts persuasive and for the same reasons concludes that Rocky Mount's inclusion of a profit component in its utility rates does not convert the rates into unauthorized taxes. The court is not swayed by the fact that the profit component of Rocky Mount's utility rates may be significantly higher than the <span class=\"star-pagination\">*1312</span> seven percent figure used by the City of Columbia. That is a matter best left to the state legislature or the citizens and governing body of Rocky Mount.</p>\n<p>In light of the foregoing authority and all the facts and circumstances of the case, the court finds that the utility rates at issue do not constitute taxes. As discussed previously, the court can find no instance in which the City exceeded its statutory authority in setting its utility rates. Therefore, the court can only conclude that the rates charged are simply \"tolls or rents for benefits received.\" <i>Barnhill,</i> 87 N.C.App. at 541, 362 S.E.2d at 167. Accordingly, plaintiff's claim against the City for unlawful taxation must fail.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the foregoing reasons, the court rejects plaintiff's constitutional challenges to defendant's public enterprise rates.<sup>[3]</sup> Accordingly, plaintiff's motion for summary judgment will be denied, and defendant's granted. Pursuant to 28 U.S.C. § 1367(c)(3), the court declines to exercise supplemental jurisdiction over plaintiff's remaining state-law claims for misrepresentation, breach of contract, and unjust enrichment.</p>\n<p>Judgment embodying the rulings in this memorandum will be entered.</p>\n<h2>NOTES</h2>\n<p>[1]  The \"law of the land\" clause of Article I, Section 19, \"is synonymous with `due process of law' as used in the Fourteenth Amendment to the Federal Constitution.\" <i>In Re Moore,</i> <span class=\"citation\" data-id=\"1287196\"><a href=\"/opinion/1287196/in-re-sterilization-of-moore/\"><span class=\"volume\">289</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">95</span></a></span>, 98, <span class=\"citation\" data-id=\"1287196\"><a href=\"/opinion/1287196/in-re-sterilization-of-moore/\"><span class=\"volume\">221</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">307</span></a></span>, 309 (1976) (<i>citing </i><i>Surplus Store, Inc. v. Hunter,</i> <span class=\"citation\" data-id=\"1215518\"><a href=\"/opinion/1215518/gi-surplus-store-inc-v-hunter/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">206</span></a></span>, <span class=\"citation\" data-id=\"1215518\"><a href=\"/opinion/1215518/gi-surplus-store-inc-v-hunter/\"><span class=\"volume\">125</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">764</span></a></span> (1962)).</p>\n<p>[2]  The court's reasoning applies with equal force to plaintiff's claim under Article I, Section 19, of the North Carolina Constitution.</p>\n<p>[3]  To the extent plaintiff has argued violations of the Rocky Mount City Code, the court finds that any such violations, if proved, would not give rise to a claim under either the federal or state constitution.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/293023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1249549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1266421/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1277791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1287196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1302928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1315071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1364258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1425410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1430056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1666582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1947977/"
  ]
}