{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1457142/",
  "absolute_url": "/opinion/1457142/holt-v-raleigh-city-board-of-education/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1457142/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/3080/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:16:27.978423Z",
  "date_modified": "2016-04-27T02:36:20.828762Z",
  "type": "010combined",
  "sha1": "4626d3a9450ce4d3040cb631d73d5d7fe33c2f32",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>164 F.Supp. 853 (1958)</b></center>\n<center><h1>Joseph Hiram HOLT, Jr., A Minor, By His Next Friend, Joseph Hiram Holt, and Joseph Hiram Holt and Elwyna Holt, Plaintiffs,<br>\nv.<br>\nThe RALEIGH CITY BOARD OF EDUCATION, A Body Corporate, Defendant.</h1></center>\n<center>Civ. A. No. 1064.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 29, 1958.</center>\n<p><span class=\"star-pagination\">*854</span> <span class=\"star-pagination\">*855</span> Samuel S. Mitchell and Herman L. Taylor, Raleigh, N. C., for plaintiffs.</p>\n<p>J. C. B. Ehringhaus, Jr. and Thomas F. Ellis, Raleigh, N. C., for defendant.</p>\n<p>Malcolm B. Seawell, Atty. Gen., of State of North Carolina, and Ralph Moody, Asst. Atty. Gen., of State of North Carolina, amici curiae.</p>\n<p>STANLEY, District Judge.</p>\n<p>This action was commenced on August 29, 1957, by Joseph Hiram Holt, Jr., a 15-year-old Negro citizen of Raleigh, North Carolina, and his parents, Joseph Hiram Holt and Elwyna Holt, against the Raleigh City Board of Education, to have declared the rights of the minor plaintiff to attend the public schools of the City of Raleigh without discrimination on account of race or color, and for an injunction restraining such discrimination. Prior to the commencement of the action, the plaintiffs had sought the reassignment of the minor plaintiff from the J. W. Ligon Junior-Senior High School to the Needham B. Broughton Senior High School.</p>\n<p>For convenience, Joseph Hiram Holt, Jr., will hereinafter be referred to as the \"minor plaintiff\", his parents, Joseph Hiram Holt and Elwyna Holt, will be referred to as the \"adult plaintiffs\". The Raleigh City Board of Education will be referred to as the \"Board of Education\", the J. W. Ligon Junior-Senior High School will be referred to as the \"Ligon High School\", and the Needham B. Broughton Senior High School will be referred to as the \"Broughton High School\".</p>\n<p>Before answering, the defendant moved to dismiss the action on the ground that the complaint failed to state a claim against the defendant upon which relief could be granted. This motion was found to be without merit and was denied by order entered on October 10, 1957. The defendant thereafter filed its answer making a general <span class=\"star-pagination\">*856</span> denial of most of the allegations of the complaint and alleging several specific defenses.</p>\n<p>On January 7, 1958, the plaintiffs filed a motion for summary judgment on the ground that from the undisputed facts appearing in the pleadings, plaintiffs were entitled to a judgment against the defendant as a matter of law. This motion was denied by order entered on January 28, 1958.</p>\n<p>On April 9, 1958, the Attorney General of North Carolina filed a motion requesting leave to present the views of the State of North Carolina in the capacity of Amicus Curiae as to the issues raised by the pleadings. This motion was granted by order dated April 22, 1958.</p>\n<p>The case came on for trial before the court without a jury on July 14 and 15, 1958. At the opening of the trial, the court requested counsel for the plaintiffs and the defendants to confer with the view of stipulating such of the basic facts as were not in dispute. This conference proved to be fruitful and many facts were stipulated. At the conclusion of the trial, the Court took the case under advisement pending receipt of briefs from the parties, including the Attorney General of the State of North Carolina, and the presentation of oral arguments. Oral arguments were presented on August 8, 1958.</p>\n<p>The briefs for the parties having been received, the Court, after considering the pleadings and the evidence, including the stipulations filed, and the briefs and oral arguments of the parties, including the Attorney General of the State of North Carolina, now makes and files herein its Findings of Fact and Conclusions of Law, separately stated.</p>\n<p></p>\n<h2>Findings of Fact</h2>\n<p>1. The minor plaintiff, Joseph Hiram Holt, Jr., is a member of the Negro race, 15 years of age, a citizen and resident of the City of Raleigh, and brings this action through his duly appointed next friend, Joseph Hiram Holt. The adult plaintiffs, Joseph Hiram Holt and Elwyna Holt, are also members of the Negro race, are the parents of the minor plaintiff, and are citizens and residents of the City of Raleigh. This action was duly and properly instituted in this court, summons was duly served, and the parties are properly before the Court.</p>\n<p>2. The defendant, Board of Education, exercises such powers and duties as are conferred upon it by Chapter 115 of the General Statutes of North Carolina, and operates in the City of Raleigh two senior high schools, namely, the Ligon High School and the Broughton High School.</p>\n<p>3. The plaintiffs reside at 1018 Oberlin Road in the City of Raleigh, which is a distance of less than one mile from the Broughton High School and a distance of more than three and one-half miles from the Ligon High School.</p>\n<p>4. The minor plaintiff is now assigned to and enrolled in the Ligon High School, and has been so enrolled since the beginning of his ninth grade, which was the 1956-1957 school term.</p>\n<p>5. On May 30, 1957, the Board of Education delivered to the minor plaintiff a certificate of promotion and assignment, wherein it was certified that he had satisfactorily completed the course of study for the ninth grade in the Ligon High School and had been assigned to the tenth grade at the Ligon High School for the school year 1957-1958.</p>\n<p>6. On June 8, 1957, the adult plaintiffs filed with the principal of Ligon High School an application for change of pupil assignment, wherein it was requested that the minor plaintiff be assigned to the Broughton High School for the 1957-1958 school year. The application was on a form supplied by the Board of Education, and gave the following specific reasons as to why the minor plaintiff should not attend the Ligon High School to which he had been assigned, and as to why he should be reassigned to the Broughton High School:</p>\n<blockquote>\"13. State specific reasons why child should not attend school to <span class=\"star-pagination\">*857</span> which child has been assigned. (If more space necessary, attach additional sheet.)</blockquote>\n<blockquote>\"Attendance at the J. W. Ligon School, to which pupil has been assigned, is an illegal inconvenience to both pupil and parents. Further, assignment to such school has been made purely on a racial basis with the view of fostering and continuing total segregation of pupils in the Raleigh School System. For additional reasons, see remarks under Item 14.</blockquote>\n<blockquote>\"14. State specific reasons why child should be assigned to the School named by you in Paragraph 11 above. (If more space necessary, attach additional sheet).</blockquote>\n<blockquote>\"J. W. Ligon High School is more than 3 miles from the residence of the pupil and attendance at the Ligon School imposes physical and mental inconvenience upon both pupil and his parents. The school to which reassignment of the pupil is herein requested, namely, Needham Broughton High School, is only 8 blocks, more or less, or less than a mile from the residence of the pupil and is within walking distance of the pupil's home. Needham Broughton School is a senior high school which offers all of the courses which the pupil has interest in. Moreover, the pupil's attendance at the school nearest to him, namely, Needham Broughton High School, also offers to the pupil a fuller academic and extra-curricula program. Finally, the pupil's attendance at a school nearer his residence on a non-segregated basis offers to him the added advantages of removing the illegal stigma of racial segregation from his scholastic endeavor.\"</blockquote>\n<p>The application for change of pupil assignment was transmitted by the Principal of the Ligon High School to the Secretary of the Board of Education, who is also the Superintendent of the Raleigh Schools, as required by the rules and regulations of the Board of Education.</p>\n<p>7. At its meeting on June 11, 1957, the Board of Education deferred action on all applications for change of school assignment for the 1957-1958 school year, including the application of the plaintiffs, until the next meeting of the Board. The following is an excerpt from the minutes of said meeting of the Board of Education:</p>\n<blockquote>\"A number of applications for a change of school assignment for 1957-58 were presented to the Board by the Secretary. Action on these applications was deferred until the next meeting.</blockquote>\n<blockquote>\"The Secretary gave the Board an application for change of assignment of Joseph H. Holt, Jr., from J. W. Ligon Junior-Senior High School to Needham Broughton High School. Upon motion by Mr. Martin, seconded by Mr. Powell, action on this application was deferred until the next meeting of the full Board.\"</blockquote>\n<p>8. On June 12, 1957, Mr. Samuel S. Mitchell, of counsel for the plaintiffs, wrote a letter to the members of the Board of Education expressing dissatisfaction over the fact that the Board had not considered the application of the plaintiffs for reassignment at its June 11 meeting, particularly in view of the fact that other business had been transacted, including the reassignment of some sixty-five other students, and requesting that the application of the plaintiffs be immediately brought before the Board for consideration.</p>\n<p>9. On June 13, 1957, Mr. Jesse O. Sanderson, Superintendent of the Raleigh Public Schools and Secretary of the Board of Education, wrote Mr. Mitchell that he was in error in his assumption that the Board of Education at its June 11 meeting had considered the application of other students for reassignment, and stated that the Board deferred action on all applications for change of school assignment, including <span class=\"star-pagination\">*858</span> those of both white and Negro students, for the 1957-1958 school year.</p>\n<p>10. At its meeting on July 9, 1957, the application for change of school assignment of the minor plaintiff was considered by the Board of Education. After some discussion, resolutions were adopted listing the application of the minor plaintiff as the first item of business on the agenda at its regular meeting on August 6, and requesting that the minor plaintiff and his parents be present at said meeting. The following is an excerpt from the minutes of said meeting:</p>\n<blockquote>\"The application for change of school assignment of Joseph Hiram Holt, Jr., from J. W. Ligon School to Needham Broughton High School was considered by the Board. After a discussion of this application, Mr. Carnage moved that the application of Joseph Hiram Holt, Jr., be listed as the first item of business on the agenda for the regular meeting on August 6 and that the Board act on the application at this time. The motion was seconded by Mr. Fisher and unanimously passed.</blockquote>\n<blockquote>\"A motion by Mr. York, seconded by Mr. Powell, that Joseph Hiram Holt, Jr., and his parents be requested to be present at the August 6 meeting was unanimously passed.\"</blockquote>\n<p>11. On July 15, 1957, Mr. Jesse O. Sanderson, pursuant to the action taken by the Board of Education at its meeting on July 9, wrote the following letter to Mr. and Mrs. Joseph H. Holt, the adult plaintiffs, at 1018 Oberlin Road, Raleigh, North Carolina:</p>\n<blockquote>\"Your application for a change of the school assignment for 1957-58 of your son Joseph Holt, Jr., will be considered by the Board of Education on Tuesday, August 6, at about 1:00 p. m. The Board has authorized the secretary to request you and your son to be present at the time your application is being discussed. There will probably be questions about your application for a change of assignment that various Board members may wish to ask you and your son.\"</blockquote>\n<p>12. On July 17, 1957, Mr. Samuel S. Mitchell, of counsel for the plaintiffs, wrote the Board of Education the following letter, which was in response to the letter written by Mr. Sanderson on July 15, 1957, to the adult plaintiffs:</p>\n<blockquote>\"As you no doubt know, we represent the parents of Joseph H. Holt, Jr., who have filed an application for the re-assignment of said child to Needham Broughton High School for the 1957-58 school term. We note that you plan to take action on this application at your August 6th meeting. We also note that there has been discussion as to whether the parents of young Holt will attend this August 6th meeting.</blockquote>\n<blockquote>\"This is written to inform you that we are advising our clients, the Holts, not to attend this meeting and to await the decision of your Board upon their application by the registered mail which is required by North Carolina General Statutes 115-178, Section 3. <i>As we read the Pupil Assignment Act, the Board's initial action on an application for re-assignment is purely ex parte.</i> We wish to assure you that the Holts will take our advice in this matter and that they will not attend your August 6th meeting.\" (Emphasis supplied.)</blockquote>\n<p>13. At a meeting held on August 6, 1957, the Board of Education considered the application of the minor plaintiff for a change of school assignment for the 1957-1958 school year from the Ligon High School to the Broughton High School, and denied the application. The following is an excerpt from the minutes of said meeting:</p>\n<blockquote>\"The application for a change of school assignment for 1957-58 for Joseph Hiram Holt, Jr., from J. W. Ligon Junior-Senior High School to Needham Broughton High School <span class=\"star-pagination\">*859</span> was next considered by the Board. Mr. York moved that in public interest and in the interest of Joseph Hiram Holt, Jr., that this application for a change of assignment be denied at this time. The motion was seconded by Mr. Fisher. After considerable discussion a vote on the motion was called for by the chairman. Five members voted `aye' and one member voted `no'. The chairman declared the motion carried five to one.\"</blockquote>\n<p>14. Neither of the plaintiffs attended the meeting of the Board of Education held on August 6, 1957, when the application for change of school assignment was considered.</p>\n<p>15. On August 7, 1957, Mr. Sanderson wrote the adult plaintiffs as follows:</p>\n<blockquote>\"The application for change of assignment of your son, Joseph H. Holt, Jr., from J. W. Ligon Junior-Senior High School to Needham Broughton High School during the 1957-58 school year was considered by the Board of Education in a meeting on Tuesday, August 6. The Board's decision was that your application for reassignment, in the public interest and in the interest of your son, be denied at this time.\"</blockquote>\n<p>16. On August 9, 1957, the adult plaintiffs sent to the Board of Education the following communication, duly verified, expressing dissatisfaction with the action taken by the Board on August 6, 1957, in denying the application of the minor plaintiff for a change of school assignment, and making application for a hearing:</p>\n<blockquote>\"The undersigned parents of Joseph Hiram Holt, Jr., who seasonably made application for the change of the school assignment of said Joseph Hiram Holt, Jr., from the J. W. Ligon Junior-Senior High School to the Needham Broughton High School, are dissatisfied with and except to the ruling of the Board upon such application, which ruling was made Tuesday, August 6, 1957, and Notice of which was received by the undersigned on the 8th day of August, 1957, the said ruling denying application made by and for the said Joseph Hiram Holt, Jr., for change of school assignment from Ligon Junior-Senior High School to Needham Broughton High School. The undersigned respectfully hereby make application to the Board of Education of the City of Raleigh <i>for a hearing</i> in this matter before said board as provided in North Carolina General Statutes 115-178, Sub-section 3, and request the <i>said hearing</i> be set immediately, time being of the essence.\" (Emphasis supplied.)</blockquote>\n<p>17. On August 12, 1957, Mr. Sanderson wrote the following letter to the adult plaintiffs advising that a meeting of the Board of Education had been called for Friday, August 23, for a hearing on the ruling of the Board denying the application of the minor plaintiff:</p>\n<blockquote>\"A called meeting of the Board of Education has been scheduled for Friday, August 23, at 12:30 p. m. for a hearing on the ruling of the Board denying your application for change of assignment for your son Joseph Hiram Holt, Jr.</blockquote>\n<blockquote>\"Since the Board meetings are luncheon meetings, the hearing will likely begin at 1:00 p. m. on Friday, August 23.\"</blockquote>\n<p>18. The Board of Education met at the scheduled time on August 23, 1957, for the purpose of conducting the requested hearing. Neither of the plaintiffs appeared at the hearing but were represented by Mr. Herman L. Taylor, one of plaintiffs' attorneys. When the hearing on the application was reached, Mr. Taylor filed with the Board a verified petition and a verified power of attorney, both signed by the adult plaintiffs. The petition reviewed the previous proceedings before the Board, acknowledged receipt of the letter of August 12 granting the hearing, and requested the Board to reconsider its August 6, 1957, decision <span class=\"star-pagination\">*860</span> and approve the change of pupil assignment as originally requested in the application of June 8, 1957. The power of attorney appointed Herman L. Taylor and Samuel S. Mitchell, of the law firm of Taylor and Mitchell, the true and lawful attorneys of the adult plaintiffs, to appear and represent them before the Board of Education in connection with the application on behalf of the minor plaintiff for change of pupil assignment.</p>\n<p>19. The following are excerpts from the minutes of the meeting of the Board of Education held on August 23, 1957, showing the action taken by the Board on the application of the adult plaintiffs for a hearing:</p>\n<blockquote>\"The secretary presented to the Board the attached request for a hearing from Joseph Hiram Holt and his wife Elwyna Haywood Holt. The chairman then invited anyone who wished to speak in behalf of the application for a change in the assignment of Joseph Hiram Holt, Jr. to do so. H. L. Taylor, attorney, at this point gave to the Board the attached instrument of Power of Attorney and the attached Petition. Attorney Taylor requested the Board to rescind its action of Tuesday, August 6, 1957, denying application made by Joseph Hiram Holt, Jr., for a change in school assignment from J. W. Ligon Junior-Senior High School to Needham Broughton High School.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Mr. York then moved that the action taken on Tuesday, August 6, 1957, denying the application of Joseph Hiram Holt, Jr., for a change of school assignment stand. The motion was seconded by Mr. Fisher. A substitute motion was made by Mr. Martin that further study of the application of Joseph Hiram Holt, Jr., be made by the committee appointed on August 6, 1957, and that the committee report to the Board at the next meeting. The substitute motion was seconded by Mr. Carnage. After a brief discussion, the chairman called for a vote on the substitute motion. The substitute motion was passed. The passage of this substitute motion concluded the hearing of the request of Joseph Hiram Holt, Jr., for a change in school assignment for the 1957-58 school year.\"</blockquote>\n<p>20. The chairman gave everyone present at the meeting of the Board on August 23 an opportunity to speak for or in opposition to the petition presented on behalf of the minor plaintiff. The only one who took advantage of the opportunity was Rev. S. F. Daly, who read a letter protesting the previous action of the Board.</p>\n<p>21. At its meeting held on August 28, 1957, the Board of Education received the report of the committee appointed pursuant to the resolution adopted on August 23, 1957, and adopted a resolution declining to rescind the previous action of the Board on the request of the plaintiffs for a change in assignment. The following is an excerpt from the minutes of the meeting of the Board taking this action:</p>\n<blockquote>\"Mr. Martin; chairman of the committee that was assigned to make further study of the Joseph Hiram Holt, Jr., application for change of school assignment from J. W. Ligon Junior-Senior High School to Needham Broughton High School during the 1957-58 school year was requested by the chairman to make a committee report and recommendation. Mr. Martin reported that the committee, including Mr. York and Mr. Carnage, met in the afternoon on August 27, 1957, with the superintendent in attendance. Mr. Martin stated that the Joseph Hiram Holt, Jr., application was discussed and considered by the committee and the committee recommended that in the interest of the public, and in the best interest of the Raleigh Public Schools and for the welfare of Joseph Hiram Holt, Jr., that the previous action of the Board on this request for a change of assignment <span class=\"star-pagination\">*861</span> not be rescinded at this time. Mr. Martin noted that Mr. Carnage voted against the committee report.</blockquote>\n<blockquote>\"Mr. Martin moved that the report of the committee be accepted. The motion was seconded by Mr. York and passed. Mr. Martin, Mr. York, Mrs. Stough, Mr. Fisher and Mr. Powell voted for the motion. Mr. Carnage voted against the motion.\"</blockquote>\n<p>22. In May, 1957, the Board of Education adopted certain rules and regulations governing the assignment and enrollment of pupils in the Raleigh administrative unit, and the procedure for conducting hearings on applications for reassignment to specific schools. Generally, these rules and regulations provided (a) that prior to the close of each current year the Board shall assign to a school for the following year each child theretofore attending a school by assignment from the Board, (b) that the parent or guardian of any child who is dissatisfied with the assignment made by the Board, may, within 30 days after notification of assignment, apply in writing to the Board for reassignment of the child to a different school, (c) that such applications shall be made on forms to be approved by the Board and delivered to the principal of the school to which the child was last assigned, (d) that such application shall state in detail the specific reasons why the parents are dissatisfied with the school to which the child had been assigned and the specific reason why the applicants think the child should be assigned to the school to which they seek his admission, (e) that the application must be verified by both parents, (f) that the application, if in proper form, shall be considered at the earliest practicable date by the Board, and the parents shall be notified of the time and place of the hearing, and have the right to be heard and present witnesses in support of the application, (g) that in addition to receiving such evidence as might be presented on behalf of the parents the Board may receive evidence in opposition to the granting of the application or may conduct investigations on any objections offered, or on its own motion, including examination of the child involved, so as to make a proper decision on the application, and (h) that a decision on the application would be rendered by the Board as early as practicable and that the parents would be notified thereof in writing.</p>\n<p>23. Prior to the 1957-1958 school year, the Board of Education had followed a fixed policy of assigning all white children living within the Raleigh administrative unit to the Broughton High School and all Negro children living within said administrative unit to the Ligon High School.</p>\n<p>24. At a meeting held on May 14, 1957, the Board of Education adopted a resolution providing that each child then attending a school by assignment from the Board be assigned to the same school for the year 1957-1958.</p>\n<p>25. Prior to the 1957-1958 school year, no Negro student had ever attended the Broughton High School and no white student had ever attended the Ligon High School.</p>\n<p>26. The minor plaintiff satisfactorily completed the course of study prescribed for the ninth grade in the Ligon High School during the 1956-1957 school year and satisfactorily completed the course of study prescribed for the tenth grade in the Ligon High School during the 1957-1958 school year. He has been assigned to the eleventh grade in the Ligon High School for the 1958-1959 school year.</p>\n<p></p>\n<h2>Discussion</h2>\n<p>Based on the foregoing facts, the principal questions presented to the Court for determination are (1) whether the plaintiffs have exhausted their administrative remedies under the North Carolina Assignment and Enrollment of Pupils Act, and (2) whether the minor plaintiff was refused reassignment to the Broughton High School on account of his race. In view of the conclusions reached with respect to the first question, little discussion <span class=\"star-pagination\">*862</span> of the second question will be required.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>Whether the plaintiffs have exhausted their administrative remedies under the North Carolina Assignment and Enrollment of Pupils Act.</h2>\n<p>Whatever might be the law in other circuits, and in other states in this circuit, it is abundantly clear that in North Carolina plaintiffs in suits of this type must exhaust their administrative remedies under the state law relating to the assignment and enrollment of pupils in public schools before the Courts of the United States will grant injunctive relief. This is plainly the holding of the Court of Appeals for this circuit in the Carson cases.</p>\n<p>In Carson v. Board of Education of McDowell County, 4 Cir., 1955, 227 F.2d 789, 790, the Court of Appeals for this circuit, in referring to the administrative remedies provided for under the North Carolina statutes, had this to say:</p>\n<blockquote>\"An administrative remedy is thus provided by state law for persons who feel that they have not been assigned to the schools that they are entitled to attend; and it is well settled that the courts of the United States will not grant injunctive relief until administrative remedies have been exhausted. Myers v. Bethlehem Shipbuilding Corp., 303 U.S. 41, 51, 58 S.Ct. 459, 82 L.Ed. 638; Natural Gas Pipeline Co. of America v. Slattery, 302 U.S. 300, 310, 311, 58 S.Ct. 199, 82 L.Ed. 276; Hegeman Farms Corp. v. Baldwin, 293 U.S. 163, 172, 55 S.Ct. 7, 79 L.Ed. 259; United States v. Illinois Central R. Co., 291 U.S. 457, 463, 54 S.Ct. 471, 78 L.Ed. 909; P. F. Petersen Baking Co. v. Bryan, 290 U.S. 570, 575, 54 S.Ct. 277, 78 L.Ed. 505; Porter v. Investors' Syndicate, 286 U.S. 461, 52 S.Ct. 617, 76 L.Ed. 1226; Matthews v. Rodgers, 284 U. S. 521, 525-526, 52 S.Ct. 217, 76 L.Ed. 447; Prentis v. Atlantic Coast Line R. Co., 211 U.S. 210, 29 S.Ct. 67, 53 L.Ed. 150.</blockquote>\n<blockquote>\"This rule is especially applicable to a case such as this, where injunction is asked against state or county officers with respect to the control of schools maintained and supported by the state. The federal courts manifestly cannot operate the schools. All that they have the power to do in the premises is to enjoin violation of constitutional rights in the operation of schools by state authorities. Where the state law provides adequate administrative procedure for the protection of such rights, the federal courts manifestly should not interfere with the operation of the schools until such administrative procedure has been exhausted and the intervention of the federal courts is shown to be necessary. As said by Mr. Justice Stone in Matthews v. Rodgers, supra (284 U.S. 525 [52 S.Ct. 219, 76 L.Ed. 447]): `The scrupulous regard for the rightful independence of state governments which should at all times actuate the federal courts, and a proper reluctance to interfere by injunction with their fiscal operations, require that such relief should be denied in every case where the asserted federal right may be preserved without it.' Interference by injunction with the schools of a state is as grave a matter as interfering with its fiscal operations and should not be resorted to `where the asserted federal right may be preserved without it.'\"</blockquote>\n<p>The same question was again discussed in Carson v. Warlick, 4 Cir., 238 F.2d 724, 727, certiorari denied 353 U.S. 910, 77 S.Ct. 665, 1 L.Ed.2d 664. In this case, the late Chief Judge Parker, speaking for the court, stated:</p>\n<blockquote>\"We think it clear that applicants are not entitled to the writ of mandamus which they ask, for the reason that it nowhere appears that they have exhausted their administrative remedies under the North Carolina <span class=\"star-pagination\">*863</span> Pupil Enrollment Act, and are not entitled to the relief which they seek in the court below until these administrative remedies have been exhausted. See 227 F.2d at page 790.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"It is argued that the Pupil Enrollment Act is unconstitutional; but we cannot hold that that statute is unconstitutional upon its face and the question as to whether it has been unconstitutionally applied is not before us, as the administrative remedy which it provides has not been invoked. It is argued that it is unconstitutional on its face in that it vests discretion in an administrative body without prescribing adequate standards for the exercise of the discretion. The standards are set forth in the second section of that act, G.S. § 115-177, and require the enrollment to be made `so as to provide for the orderly and efficient administration of such public schools, the effective instruction of the pupils therein enrolled, and the health, safety, and general welfare of such pupils'. Surely the standards thus prescribed are not on their face insufficient to sustain the exercise of the administrative power conferred. As said in Opp Cotton Mills v. Administrator of Wage and Hour Division of Department of Labor, 312 U.S. 126, 145, 657, 61 S.Ct. 524, 533, 85 L.Ed. 624; `The essentials of the legislative function are the determination of the legislative policy and its formulation as a rule of conduct. Those essentials are preserved when Congress specifies the basic conclusions of fact upon ascertainment of which, from relevant data by a designated administrative agency, it ordains that its statutory command is to be effective.' The authority given the boards `is of a fact-finding and administrative nature, and hence is lawfully conferred.' Sproles v. Binford, 286 U.S. 374, 397, 52 S.Ct. 581, 588, 76 L.Ed. 1167. See also Douglas v. Noble, 261 U.S. 165, 169-170, 43 S.Ct. 303, 67 L.Ed. 590; Hall v. Geiger-Jones Co., 242 U.S. 539, 553-554, 37 S.Ct. 217, 61 L.Ed. 480; Mutual Film Corp. of Missouri v. Hodges, 236 U.S. 248, 35 S.Ct. 393, 59 L.Ed. 561; Mutual Film Corp. v. Industrial Commission of Ohio, 236 U.S. 230, 245-246, 35 S.Ct. 387, 59 L.Ed. 552; Red `C' Oil Mfg. Co. v. Board of Agriculture of North Carolina, 222 U.S. 380, 394, 32 S.Ct. 152, 56 L.Ed. 240.</blockquote>\n<blockquote>\"Somebody must enroll the pupils in the schools. They cannot enroll themselves; and we can think of no one better qualified to undertake the task than the officials of the schools and the school boards having the schools in charge. It is to be presumed that these will obey the law, observe the standards prescribed by the legislature, and avoid the discrimination on account of race which the Constitution forbids. Not until they have been applied to and have failed to give relief should the courts be asked to interfere in school administration. As said by the Supreme Court in Brown v. Board of Education, 349 U.S. 294, 299, 75 S.Ct. 753, 756, 99 L.Ed. 1083:</blockquote>\n<blockquote>\"`School authorities have the primary responsibility for elucidating, assessing, and solving these problems; courts will have to consider whether the action of school authorities constitutes good faith implementation of the governing constitutional principles'.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Applicants here are not entitled to relief because of failure to exhaust what are unquestionably administrative remedies before the board.</blockquote>\n<blockquote>\"* * * It is the state school authorities who must pass in the first instance on their right to be admitted to any particular school and the Supreme Court of North Carolina has ruled that in the performance of this duty the school <span class=\"star-pagination\">*864</span> board must pass upon individual applications made individually to the board. The federal courts should not condone dilatory tactics or evasion on the part of state officials in according to citizens of the United States their rights under the Constitution, whether with respect to school attendance or any other matter; but it is for the state to prescribe the administrative procedure to be followed so long as this does not violate constitutional requirements, and we see no such violation in the procedure here required.\"</blockquote>\n<p>Since there can be no question but that the plaintiffs here were required to exhaust their administrative remedies provided for under the State statutes, it becomes necessary to weigh the facts in this case against these statutory requirements.</p>\n<p>Sections 115-176 through 115-179, General Statutes of North Carolina, provide for the administrative procedure to be followed in the enrollment and assignment of pupils in the public schools of North Carolina. Sec. 115-176 authorizes city and county boards of education to provide for the assignment to a public school of each child residing within the administrative unit, and authorizes each board of education to adopt reasonable rules and regulations relating to the assignment of pupils. Sec. 115-177 relates to the method of giving notice of assignment. No contention has been made in this case that the board of education was without authority to enroll the minor plaintiff or that proper notice of his assignment was not received. Sec. 115-178 prescribes the method for applying for reassignment, and a hearing before the board, in cases where the parents or guardian of any child are dissatisfied with the initial assignment made by the board of education. Sec. 115-179 relates to appeals to the state court from decisions of the board.</p>\n<p>In view of the importance of Sec. 115-178, relating to applications for reassignments and hearings, same is quoted in full:</p>\n<blockquote>\"§ 115-178. Application for reassignment; notice of disapproval; hearing before board.The parent or guardian of any child, or the person standing in loco parentis to any child, who is dissatisfied with the assignment made by a board of education may, within ten (10) days after notification of the assignment, or the last publication thereof, apply in writing to the board of education for the reassignment of the child to a different public school. Application for reassignment shall be made on forms prescribed by the board of education pursuant to rules and regulations adopted by the board of education. If the application for reassignment is disapproved, the board of education shall give notice to the applicant by registered mail, and the applicant may within five (5) days after receipt of such notice apply to the board for a <i>hearing,</i> and shall be entitled to a <i>prompt and fair hearing</i> on the question of reassignment of such child to a different school. A majority of the board shall be a quorum for the purpose of holding <i>such hearing</i> and passing upon application for reassignment, and the decision of a majority of the members present at the <i>hearing</i> shall be the decision of the board. If, <i>at the hearing,</i> the board shall find that the child is entitled to be reassigned to such school, or if the board shall find that the reassignment of the child to such school will be for the best interests of the child, and will not interfere with the proper administration of the school, or with the proper instruction of the pupils there enrolled, and will not endanger the health or safety of the children there enrolled, the board shall direct that the child be reassigned to and admitted to such school. The board shall render prompt decision upon the hearing, and notice of the decision shall be given to the applicant by registered mail. (1955, c. 366, s. <span class=\"star-pagination\">*865</span> 3; 1956, Ex.Sess., c. 7, s. 3.)\" (Emphasis supplied.)</blockquote>\n<p>Generally, under the provisions of Sec. 115-178, two steps seem to be required before a person dissatisfied with his assignment can be said to have exhausted his administrative remedies so as to permit him to apply to the federal courts for injunctive relief. The first step requires the filing of a written application with the board of education within 10 days after notification of the assignment. Such applications must be made on forms prescribed by the board of education and pursuant to rules and regulations adopted by the board. If the application for reassignment is disapproved, the board of education is required to give notice thereof to the applicant by registered mail. The second step requires the applicant, within five days after receipt of notice of disapproval of his written application, to apply to the board for a <i>hearing.</i> Provision is made for a prompt and fair hearing on the question of assignment of the child to a different school.</p>\n<p>There seems to be little question but that the plaintiffs have complied with the first step by timely filing a written application for reassignment on a form prescribed and furnished by the board, notwithstanding the contention of the defendant that the plaintiffs failed to comply with the first step when they refused to appear before the board for a hearing on their written application. In this regard, it should be borne in mind that the rules and regulations adopted by the board of education pursuant to Sec. 115-176 provides for notification to the parents of the child as to the time and place the written application will be heard, and also provides for receiving evidence and conducting the hearing in connection with the written application. The rules and regulations are silent in regard to the statutory provisions for a hearing in the event the written application for reassignment is disapproved. The question then arises as to whether or not the plaintiffs were within their rights in refusing to attend the August 6, 1957, meeting of the Board of Education after having been requested to do so. By letter dated July 17, 1957, plaintiffs' counsel advised the Board that plaintiffs would not attend this meeting for the reason that the Board's initial action on the application for reassignment was \"purely ex parte\". It would appear that plaintiffs' counsel was correct in this interpretation of the statute. If the General Assembly in the enactment of Sec. 115-178 contemplated a <i>hearing</i> in connection with the written application required under the first step referred to above, there would have been no necessity for the hearing provided for under the second step. Conceding that the plaintiffs were technically within their rights in refusing to attend the August 6 meeting for a hearing in connection with their written application, the question arises as to whether they should be excused for their failure to appear in person at the August 23, 1957, meeting, pursuant to the written request for a <i>hearing</i> filed with the Board of Education on August 9, 1957. The undisputed facts show that after the hearing had been requested by the adult plaintiffs, and the request had been granted by the Board of Education, and proper notice had been given of the time and place of the hearing, only plaintiffs' counsel appeared at the hearing with a petition and power of attorney. The petition only reviewed the previous action of the Board and again requested that the change of assignment be made as originally requested. It is true that the Board did not make a second request for the personal appearance of the plaintiffs, but I think it is logical to assume that the Board was justified in feeling that such a request would be futile in view of the fact that the first request for a personal appearance had been declined.</p>\n<p>It would then seem that the question of exhaustion of administrative remedies narrows itself down to the point of whether or not the plaintiffs adequately complied with the second step required under Sec. 115-178, when they <span class=\"star-pagination\">*866</span> failed to personally appear at the hearing on August 23. I conclude that they did not. Most of the Board members who testified at the trial stated that they in good faith desired to interview the minor plaintiff and his parents. It must be remembered that the written application for a change of assignment complained, in addition to racial discrimination and the difference in distance from plaintiffs' home to the two schools involved, that Broughton High School offered all the courses in which the minor plaintiff was interested and a fuller academic and extra-curricula program. Many of the Board members who testified at the trial stated that they were particularly interested in this phase of the complaint, as they had considered that Ligon High School was comparable in every respect, including the curricula offered, with the Broughton High School. It perhaps could logically be argued that these complaints were not necessary in order to entitle the minor plaintiff to reassignment, but the plaintiffs nevertheless saw fit to include these complaints in their application and it would seem that since the complaints had been made that the Board members had the right to discuss these complaints with the minor plaintiff and his parents. Further, the Board undoubtedly had the right to inquire into many other relevant and pertinent matters in order to gain sufficient information to enable it to make the findings required by statute.</p>\n<p>It is clear that the state legislature contemplated something more than appearance by an attorney, and that plaintiffs' counsel recognized this fact when he wrote the Board of Education on July 17 that \"as we read the Pupil Assignment Act, the Board's initial action on an application for reassignment is purely ex parte.\" It can reasonably be inferred that plaintiffs' counsel must have attached some significance to the second step which provides for a hearing. In other words, the plaintiffs elected to follow the statute rather than the rules and regulations promulgated by the Board, and having so elected they are required to substantially comply with its provisions. The plaintiffs cannot ignore the rules and regulations of the Board in regard to a hearing on the ground that they are not in harmony with the statute and, at the same time, ignore the statutory provisions.</p>\n<p>Counsel for the plaintiffs take two positions in their brief in regard to the failure of the plaintiffs to personally appear for the hearing. Their first contention is that it is for the plaintiffs to determine the type of hearing which they desire and its scope. This position is completely untenable since the board, in order to meet its fact finding responsibility under the statute, is entitled to have the plaintiffs show, through a personal appearance, their reasons for seeking reassignment and to answer relevant questions. The statute, Sec. 115-178, makes the finding that \"the reassignment of the child to such school will be for the best interests of the child, and will not interfere with the proper administration of the school, or with the proper instruction of the pupils there enrolled, and will not endanger the health or safety of the children there enrolled * * *\". Such findings must be based on some type of evidence, and certainly the Board is entitled to interrogate the applicants for reassignment in regard to these and other relevant factors. This is not to infer, however, that the Board is permitted to consider the race of the applicant in making these findings, since it is well settled that school children have the right \"to be admitted to the schools of North Carolina without discrimination on the ground of race.\" Carson v. Warlick, supra.</p>\n<p>Another contention made by the plaintiffs in regard to their refusal to appear before the Board is that, because of the alleged \"custom, practice, and usage\" which the defendants pursued in operating its schools on a racially segregated basis, and its commitment to a contination of those policies as shown in the rules and regulations adopted in May, 1957, the plaintiffs were not required to pursue their administrative <span class=\"star-pagination\">*867</span> remedies beyond the filing of the written application. This position is likewise completely without merit. As pointed out above, the Court of Appeals for this circuit, in Carson v. Board of Education, supra, and Carson v. Warlick, supra, has held that an exhaustion of administrative remedies under the North Carolina pupil assignment law is a prerequisite to asking the federal courts for relief.</p>\n<p>While, as is stated in Carson v. Warlick, the \"* * * courts should not condone dilatory tactics or evasion on the part of state officials in according to citizens of the United States their rights under the Constitution, * * *\" it is equally true that citizens, before seeking relief in the federal courts are likewise required to substantially comply with the standards of conduct prescribed for them. Mutual good faith on the part of the state and its citizens is required.</p>\n<p>It might well be observed in passing that while school boards, in meeting their responsibility and observing the standards prescribed by the legislature, may prescribe reasonable rules and regulations for filing applications and conducting hearings under Sec. 115-178, such rules and regulations must be reasonable and must not be inconsistent with the Assignment and Enrollment of Pupils Act. Rules and regulations which are unreasonable, or which are inconsistent with this act, or which can reasonably be said to have been designed to create confusion rather than enlightenment, or which prescribe unreal or technical standards, should be disregarded by the court. Due consideration has been given to the fact that the Board of Education in this case adopted rules and regulations that combined both administrative steps into one, and in this regard do not conform to the provisions of Sec. 115-178. However, this becomes insignificant in this case in light of the fact that the plaintiffs recognized that the Board had exceeded its authority in combining both administrative steps into one and refused to appear at the proposed hearing based on the written application. Having elected to follow the statute rather than the rules and regulations promulgated by the Board, they were bound, in good faith, to comply with the statute and make a personal appearance at the hearing which was requested by them and granted by the Board.</p>\n<p>The statute under which the plaintiffs elected to pursue their administrative remedies contains every requirement of a formal hearing of a quasi judicial character, with evidence produced and findings made.</p>\n<p>The term \"hearing\" has been defined in numerous cases. Frequently, as in other matters, the construction depends on the type of hearing contemplated. For example, hearings for the purpose of determining motions based on legal conclusions to be drawn from admitted facts do not generally require the presence of the parties, but most of the authorities seem to hold that where facts are to be determined on the basis of hearings before administrative agencies, the personal appearance of witnesses is necessary. In Morgan v. United States, 1936, 298 U.S. 468, 56 S.Ct. 906, 911, 80 L.Ed. 1288, the Supreme Court of the United States, in considering a rate order made by the Secretary of Agriculture under the Packers and Stockyards Act of 1921, stated:</p>\n<blockquote>\"There must be a full hearing. There must be evidence adequate to support pertinent and necessary findings of fact. Nothing can be treated as evidence which is not introduced as such. United States v. Abilene &amp; Southern Railway Co., supra [265 U.S. 274, 44 S.Ct. 565, 68 L.Ed. 1016]. Facts and circumstances which ought to be considered must not be excluded. Facts and circumstances must not be considered which should not legally influence the conclusion. Findings based on the evidence must embrace the basic facts which are needed to sustain the order. * * *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*868</span> \"A proceeding of this sort requiring the taking and weighing of evidence, determinations of fact based upon the consideration of the evidence, and the making of an order supported by such findings, has a quality resembling that of a judicial proceeding. Hence it is frequently described as a proceeding of a quasi judicial character. The requirement of a `full hearing' has obvious reference to the tradition of judicial proceedings in which evidence is received and weighed by the trier of the facts. The `hearing' is designed to afford the safeguard that the one who decides shall be bound in good conscience to consider the evidence, to be guided by that alone, and to reach his conclusion uninfluenced by extraneous considerations which in other fields might have play in determining purely executive action. The `hearing' is the hearing of evidence and argument. * * *</blockquote>\n<blockquote>\"* * * But there must be a hearing in a substantial sense. And to give the substance of a hearing, which is for the purpose of making determinations upon evidence, the officer who makes the determinations must consider and appraise the evidence which justifies them. That duty undoubtedly may be an onerous one, but the performance of it in a substantial manner is inseparable from the exercise of the important authority conferred.\"</blockquote>\n<p>In Feeney v. Willard, D.C.S.D.N.Y. 1955, 129 F.Supp. 414, 417, a hearing is defined as follows:</p>\n<blockquote>\"`Hearing' is a term of art in administrative proceedings, and if it is to have any significance it must be in connection with a determination of issues. Hearings provide the basis for determinations, and an opportunity to be heard is an opportunity to influence decision. * * *\"</blockquote>\n<p>In Bowles v. Baer, 7 Cir., 1944, 142 F.2d 787, 789, the Court of Appeals for the Seventh Circuit explained the difference between an investigation and a hearing, and as to a hearing the Court said:</p>\n<blockquote>\"On the other hand, in a hearing there are parties, and issues of law and of fact to be tried, and at the conclusion of the hearing, action is taken which may materially affect the rights of the parties.\"</blockquote>\n<p>The Court must give some weight to the terms \"for a hearing,\" \"a prompt and fair hearing\" and \"such hearing\", as used in Sec. 115-178, unless these terms are to be rendered meaningless. If the written application is all that is needed, then the provision for a hearing would be totally without meaning. The basic constitutionality of this statute has been upheld by the Court of Appeals for this circuit, and I am of the opinion that a substantial and good faith compliance with all administrative remedies is required before a plaintiff is entitled to be heard in a court of equity.</p>\n<p>When the conduct of the plaintiffs in this case is weighed against the background of the provisions of the state statutes relating to administrative remedies, it must be concluded that there has been no adequate exhaustion of administrative remedies and that, until after there has been an exhaustion of those remedies, the plaintiffs cannot be heard to complain in a court of equity.</p>\n<p>And finally, a word about the contentions of the defendant that the matter of interpretation of the meaning of the North Carolina Assignment and Enrollment of Pupils Act, as it applies to this particular case, should first be determined by the North Carolina courts, and that an appeal to the Superior Court of North Carolina, as provided by Sec. 115-179, is a part of the administrative remedy and should be exhausted before appeal to the federal courts. Both of these contentions are effectively answered against the defendant by the late <span class=\"star-pagination\">*869</span> Chief Judge Parker in Carson v. Warlick, supra, where he said:</p>\n<blockquote>\"It is argued that the statute does not provide an adequate administrative remedy because it is said that it provides for appeals to the Superior and Supreme Courts of the State and that these will consume so much time that the proceedings for admission to a school term will become moot before they can be completed. It is clear, however, that the appeals to the courts which the statute provides are judicial, not administrative remedies and that, after administrative remedies before the school boards have been exhausted, judicial remedies for denial of constitutional rights may be pursued at once in the federal courts without pursuing state court remedies. Lane v. Wilson, 307 U.S. 268, 274, 59 S.Ct. 872, 83 L.Ed. 1281. Furthermore, if administrative remedies before a school board have been exhausted, relief may be sought in the federal courts on the basis laid therefor by application to the board, notwithstanding time that may have elapsed while such application was pending.\"</blockquote>\n<p>The defendant further urges that, notwithstanding the holding of the Court of Appeals in the Carson case, this court should, under the doctrine of \"equitable abstention\", in an equitable action of this type, and in the exercise of sound discretion, withhold a decision in this case until the Attorney General can institute an action in the State Court for declaratory judgment or other appropriate remedy whereby the Assignment and Enrollment of Pupils Act can be construed by the North Carolina Supreme Court. While a number of cases are cited in support of this contention, I do not believe these cases are applicable to the type of case here involved and, in any event, do not feel justified in exercising my discretion in the manner urged by the defendant.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>Whether the minor plaintiff was refused reassignment to the Broughton High School on account of his race.</h2>\n<p>In view of the conclusion I have reached in regard to the exhaustion of administrative remedies, it is unnecessary to discuss the reason why the Board of Education denied the minor plaintiff admission to the Broughton High School. There is no way the Court can anticipate what the action of the Board might have been had the plaintiffs pursued the administrative remedies afforded by law by personally appearing before the Board for a hearing. Pure speculation on my part would serve no useful purpose. The plaintiffs are not entitled to have this proposition passed upon until their administrative remedies have been exhausted. This seems to be the conclusion reached in National Lawyers Guild v. Brownell, 1955, 96 U.S.App.D.C. 252, 225 F.2d 552, 555, where the court said:</p>\n<blockquote>\"We cannot assume in advance of a hearing that a responsible executive official of the Government will fail to carry out his manifest duty. Our conclusion on the point is that the plaintiffs must await the event rather than attempt to anticipate it.\"</blockquote>\n<p></p>\n<h2>Conclusions of Law</h2>\n<p>1. The Court has jurisdiction of the parties and the subject matter herein.</p>\n<p>2. The plaintiffs failed to exhaust their administrative remedies under the North Carolina Assignment and Enrollment of Pupils Act prior to the institution of this suit.</p>\n<p>3. The plaintiffs are not entitled to the relief prayed for.</p>\n<p>A judgment will be entered in conformity with this opinion unless the plaintiffs file a written motion within ten days requesting that the case be retained on the docket for the purpose of giving them an opportunity to adequately exhaust their administrative remedies.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">853</span></span> (1958)</b></center>\n<center><h1>Joseph Hiram HOLT, Jr., A Minor, By His Next Friend, Joseph Hiram Holt, and Joseph Hiram Holt and Elwyna Holt, Plaintiffs,<br>\nv.<br>\nThe RALEIGH CITY BOARD OF EDUCATION, A Body Corporate, Defendant.</h1></center>\n<center>Civ. A. No. 1064.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 29, 1958.</center>\n<p><span class=\"star-pagination\">*854</span> <span class=\"star-pagination\">*855</span> Samuel S. Mitchell and Herman L. Taylor, Raleigh, N. C., for plaintiffs.</p>\n<p>J. C. B. Ehringhaus, Jr. and Thomas F. Ellis, Raleigh, N. C., for defendant.</p>\n<p>Malcolm B. Seawell, Atty. Gen., of State of North Carolina, and Ralph Moody, Asst. Atty. Gen., of State of North Carolina, amici curiae.</p>\n<p>STANLEY, District Judge.</p>\n<p>This action was commenced on August 29, 1957, by Joseph Hiram Holt, Jr., a 15-year-old Negro citizen of Raleigh, North Carolina, and his parents, Joseph Hiram Holt and Elwyna Holt, against the Raleigh City Board of Education, to have declared the rights of the minor plaintiff to attend the public schools of the City of Raleigh without discrimination on account of race or color, and for an injunction restraining such discrimination. Prior to the commencement of the action, the plaintiffs had sought the reassignment of the minor plaintiff from the J. W. Ligon Junior-Senior High School to the Needham B. Broughton Senior High School.</p>\n<p>For convenience, Joseph Hiram Holt, Jr., will hereinafter be referred to as the \"minor plaintiff\", his parents, Joseph Hiram Holt and Elwyna Holt, will be referred to as the \"adult plaintiffs\". The Raleigh City Board of Education will be referred to as the \"Board of Education\", the J. W. Ligon Junior-Senior High School will be referred to as the \"Ligon High School\", and the Needham B. Broughton Senior High School will be referred to as the \"Broughton High School\".</p>\n<p>Before answering, the defendant moved to dismiss the action on the ground that the complaint failed to state a claim against the defendant upon which relief could be granted. This motion was found to be without merit and was denied by order entered on October 10, 1957. The defendant thereafter filed its answer making a general <span class=\"star-pagination\">*856</span> denial of most of the allegations of the complaint and alleging several specific defenses.</p>\n<p>On January 7, 1958, the plaintiffs filed a motion for summary judgment on the ground that from the undisputed facts appearing in the pleadings, plaintiffs were entitled to a judgment against the defendant as a matter of law. This motion was denied by order entered on January 28, 1958.</p>\n<p>On April 9, 1958, the Attorney General of North Carolina filed a motion requesting leave to present the views of the State of North Carolina in the capacity of Amicus Curiae as to the issues raised by the pleadings. This motion was granted by order dated April 22, 1958.</p>\n<p>The case came on for trial before the court without a jury on July 14 and 15, 1958. At the opening of the trial, the court requested counsel for the plaintiffs and the defendants to confer with the view of stipulating such of the basic facts as were not in dispute. This conference proved to be fruitful and many facts were stipulated. At the conclusion of the trial, the Court took the case under advisement pending receipt of briefs from the parties, including the Attorney General of the State of North Carolina, and the presentation of oral arguments. Oral arguments were presented on August 8, 1958.</p>\n<p>The briefs for the parties having been received, the Court, after considering the pleadings and the evidence, including the stipulations filed, and the briefs and oral arguments of the parties, including the Attorney General of the State of North Carolina, now makes and files herein its Findings of Fact and Conclusions of Law, separately stated.</p>\n<p></p>\n<h2>Findings of Fact</h2>\n<p>1. The minor plaintiff, Joseph Hiram Holt, Jr., is a member of the Negro race, 15 years of age, a citizen and resident of the City of Raleigh, and brings this action through his duly appointed next friend, Joseph Hiram Holt. The adult plaintiffs, Joseph Hiram Holt and Elwyna Holt, are also members of the Negro race, are the parents of the minor plaintiff, and are citizens and residents of the City of Raleigh. This action was duly and properly instituted in this court, summons was duly served, and the parties are properly before the Court.</p>\n<p>2. The defendant, Board of Education, exercises such powers and duties as are conferred upon it by Chapter 115 of the General Statutes of North Carolina, and operates in the City of Raleigh two senior high schools, namely, the Ligon High School and the Broughton High School.</p>\n<p>3. The plaintiffs reside at 1018 Oberlin Road in the City of Raleigh, which is a distance of less than one mile from the Broughton High School and a distance of more than three and one-half miles from the Ligon High School.</p>\n<p>4. The minor plaintiff is now assigned to and enrolled in the Ligon High School, and has been so enrolled since the beginning of his ninth grade, which was the 1956-1957 school term.</p>\n<p>5. On May 30, 1957, the Board of Education delivered to the minor plaintiff a certificate of promotion and assignment, wherein it was certified that he had satisfactorily completed the course of study for the ninth grade in the Ligon High School and had been assigned to the tenth grade at the Ligon High School for the school year 1957-1958.</p>\n<p>6. On June 8, 1957, the adult plaintiffs filed with the principal of Ligon High School an application for change of pupil assignment, wherein it was requested that the minor plaintiff be assigned to the Broughton High School for the 1957-1958 school year. The application was on a form supplied by the Board of Education, and gave the following specific reasons as to why the minor plaintiff should not attend the Ligon High School to which he had been assigned, and as to why he should be reassigned to the Broughton High School:</p>\n<blockquote>\"13. State specific reasons why child should not attend school to <span class=\"star-pagination\">*857</span> which child has been assigned. (If more space necessary, attach additional sheet.)</blockquote>\n<blockquote>\"Attendance at the J. W. Ligon School, to which pupil has been assigned, is an illegal inconvenience to both pupil and parents. Further, assignment to such school has been made purely on a racial basis with the view of fostering and continuing total segregation of pupils in the Raleigh School System. For additional reasons, see remarks under Item 14.</blockquote>\n<blockquote>\"14. State specific reasons why child should be assigned to the School named by you in Paragraph 11 above. (If more space necessary, attach additional sheet).</blockquote>\n<blockquote>\"J. W. Ligon High School is more than 3 miles from the residence of the pupil and attendance at the Ligon School imposes physical and mental inconvenience upon both pupil and his parents. The school to which reassignment of the pupil is herein requested, namely, Needham Broughton High School, is only 8 blocks, more or less, or less than a mile from the residence of the pupil and is within walking distance of the pupil's home. Needham Broughton School is a senior high school which offers all of the courses which the pupil has interest in. Moreover, the pupil's attendance at the school nearest to him, namely, Needham Broughton High School, also offers to the pupil a fuller academic and extra-curricula program. Finally, the pupil's attendance at a school nearer his residence on a non-segregated basis offers to him the added advantages of removing the illegal stigma of racial segregation from his scholastic endeavor.\"</blockquote>\n<p>The application for change of pupil assignment was transmitted by the Principal of the Ligon High School to the Secretary of the Board of Education, who is also the Superintendent of the Raleigh Schools, as required by the rules and regulations of the Board of Education.</p>\n<p>7. At its meeting on June 11, 1957, the Board of Education deferred action on all applications for change of school assignment for the 1957-1958 school year, including the application of the plaintiffs, until the next meeting of the Board. The following is an excerpt from the minutes of said meeting of the Board of Education:</p>\n<blockquote>\"A number of applications for a change of school assignment for 1957-58 were presented to the Board by the Secretary. Action on these applications was deferred until the next meeting.</blockquote>\n<blockquote>\"The Secretary gave the Board an application for change of assignment of Joseph H. Holt, Jr., from J. W. Ligon Junior-Senior High School to Needham Broughton High School. Upon motion by Mr. Martin, seconded by Mr. Powell, action on this application was deferred until the next meeting of the full Board.\"</blockquote>\n<p>8. On June 12, 1957, Mr. Samuel S. Mitchell, of counsel for the plaintiffs, wrote a letter to the members of the Board of Education expressing dissatisfaction over the fact that the Board had not considered the application of the plaintiffs for reassignment at its June 11 meeting, particularly in view of the fact that other business had been transacted, including the reassignment of some sixty-five other students, and requesting that the application of the plaintiffs be immediately brought before the Board for consideration.</p>\n<p>9. On June 13, 1957, Mr. Jesse O. Sanderson, Superintendent of the Raleigh Public Schools and Secretary of the Board of Education, wrote Mr. Mitchell that he was in error in his assumption that the Board of Education at its June 11 meeting had considered the application of other students for reassignment, and stated that the Board deferred action on all applications for change of school assignment, including <span class=\"star-pagination\">*858</span> those of both white and Negro students, for the 1957-1958 school year.</p>\n<p>10. At its meeting on July 9, 1957, the application for change of school assignment of the minor plaintiff was considered by the Board of Education. After some discussion, resolutions were adopted listing the application of the minor plaintiff as the first item of business on the agenda at its regular meeting on August 6, and requesting that the minor plaintiff and his parents be present at said meeting. The following is an excerpt from the minutes of said meeting:</p>\n<blockquote>\"The application for change of school assignment of Joseph Hiram Holt, Jr., from J. W. Ligon School to Needham Broughton High School was considered by the Board. After a discussion of this application, Mr. Carnage moved that the application of Joseph Hiram Holt, Jr., be listed as the first item of business on the agenda for the regular meeting on August 6 and that the Board act on the application at this time. The motion was seconded by Mr. Fisher and unanimously passed.</blockquote>\n<blockquote>\"A motion by Mr. York, seconded by Mr. Powell, that Joseph Hiram Holt, Jr., and his parents be requested to be present at the August 6 meeting was unanimously passed.\"</blockquote>\n<p>11. On July 15, 1957, Mr. Jesse O. Sanderson, pursuant to the action taken by the Board of Education at its meeting on July 9, wrote the following letter to Mr. and Mrs. Joseph H. Holt, the adult plaintiffs, at 1018 Oberlin Road, Raleigh, North Carolina:</p>\n<blockquote>\"Your application for a change of the school assignment for 1957-58 of your son Joseph Holt, Jr., will be considered by the Board of Education on Tuesday, August 6, at about 1:00 p. m. The Board has authorized the secretary to request you and your son to be present at the time your application is being discussed. There will probably be questions about your application for a change of assignment that various Board members may wish to ask you and your son.\"</blockquote>\n<p>12. On July 17, 1957, Mr. Samuel S. Mitchell, of counsel for the plaintiffs, wrote the Board of Education the following letter, which was in response to the letter written by Mr. Sanderson on July 15, 1957, to the adult plaintiffs:</p>\n<blockquote>\"As you no doubt know, we represent the parents of Joseph H. Holt, Jr., who have filed an application for the re-assignment of said child to Needham Broughton High School for the 1957-58 school term. We note that you plan to take action on this application at your August 6th meeting. We also note that there has been discussion as to whether the parents of young Holt will attend this August 6th meeting.</blockquote>\n<blockquote>\"This is written to inform you that we are advising our clients, the Holts, not to attend this meeting and to await the decision of your Board upon their application by the registered mail which is required by North Carolina General Statutes 115-178, Section 3. <i>As we read the Pupil Assignment Act, the Board's initial action on an application for re-assignment is purely ex parte.</i> We wish to assure you that the Holts will take our advice in this matter and that they will not attend your August 6th meeting.\" (Emphasis supplied.)</blockquote>\n<p>13. At a meeting held on August 6, 1957, the Board of Education considered the application of the minor plaintiff for a change of school assignment for the 1957-1958 school year from the Ligon High School to the Broughton High School, and denied the application. The following is an excerpt from the minutes of said meeting:</p>\n<blockquote>\"The application for a change of school assignment for 1957-58 for Joseph Hiram Holt, Jr., from J. W. Ligon Junior-Senior High School to Needham Broughton High School <span class=\"star-pagination\">*859</span> was next considered by the Board. Mr. York moved that in public interest and in the interest of Joseph Hiram Holt, Jr., that this application for a change of assignment be denied at this time. The motion was seconded by Mr. Fisher. After considerable discussion a vote on the motion was called for by the chairman. Five members voted `aye' and one member voted `no'. The chairman declared the motion carried five to one.\"</blockquote>\n<p>14. Neither of the plaintiffs attended the meeting of the Board of Education held on August 6, 1957, when the application for change of school assignment was considered.</p>\n<p>15. On August 7, 1957, Mr. Sanderson wrote the adult plaintiffs as follows:</p>\n<blockquote>\"The application for change of assignment of your son, Joseph H. Holt, Jr., from J. W. Ligon Junior-Senior High School to Needham Broughton High School during the 1957-58 school year was considered by the Board of Education in a meeting on Tuesday, August 6. The Board's decision was that your application for reassignment, in the public interest and in the interest of your son, be denied at this time.\"</blockquote>\n<p>16. On August 9, 1957, the adult plaintiffs sent to the Board of Education the following communication, duly verified, expressing dissatisfaction with the action taken by the Board on August 6, 1957, in denying the application of the minor plaintiff for a change of school assignment, and making application for a hearing:</p>\n<blockquote>\"The undersigned parents of Joseph Hiram Holt, Jr., who seasonably made application for the change of the school assignment of said Joseph Hiram Holt, Jr., from the J. W. Ligon Junior-Senior High School to the Needham Broughton High School, are dissatisfied with and except to the ruling of the Board upon such application, which ruling was made Tuesday, August 6, 1957, and Notice of which was received by the undersigned on the 8th day of August, 1957, the said ruling denying application made by and for the said Joseph Hiram Holt, Jr., for change of school assignment from Ligon Junior-Senior High School to Needham Broughton High School. The undersigned respectfully hereby make application to the Board of Education of the City of Raleigh <i>for a hearing</i> in this matter before said board as provided in North Carolina General Statutes 115-178, Sub-section 3, and request the <i>said hearing</i> be set immediately, time being of the essence.\" (Emphasis supplied.)</blockquote>\n<p>17. On August 12, 1957, Mr. Sanderson wrote the following letter to the adult plaintiffs advising that a meeting of the Board of Education had been called for Friday, August 23, for a hearing on the ruling of the Board denying the application of the minor plaintiff:</p>\n<blockquote>\"A called meeting of the Board of Education has been scheduled for Friday, August 23, at 12:30 p. m. for a hearing on the ruling of the Board denying your application for change of assignment for your son Joseph Hiram Holt, Jr.</blockquote>\n<blockquote>\"Since the Board meetings are luncheon meetings, the hearing will likely begin at 1:00 p. m. on Friday, August 23.\"</blockquote>\n<p>18. The Board of Education met at the scheduled time on August 23, 1957, for the purpose of conducting the requested hearing. Neither of the plaintiffs appeared at the hearing but were represented by Mr. Herman L. Taylor, one of plaintiffs' attorneys. When the hearing on the application was reached, Mr. Taylor filed with the Board a verified petition and a verified power of attorney, both signed by the adult plaintiffs. The petition reviewed the previous proceedings before the Board, acknowledged receipt of the letter of August 12 granting the hearing, and requested the Board to reconsider its August 6, 1957, decision <span class=\"star-pagination\">*860</span> and approve the change of pupil assignment as originally requested in the application of June 8, 1957. The power of attorney appointed Herman L. Taylor and Samuel S. Mitchell, of the law firm of Taylor and Mitchell, the true and lawful attorneys of the adult plaintiffs, to appear and represent them before the Board of Education in connection with the application on behalf of the minor plaintiff for change of pupil assignment.</p>\n<p>19. The following are excerpts from the minutes of the meeting of the Board of Education held on August 23, 1957, showing the action taken by the Board on the application of the adult plaintiffs for a hearing:</p>\n<blockquote>\"The secretary presented to the Board the attached request for a hearing from Joseph Hiram Holt and his wife Elwyna Haywood Holt. The chairman then invited anyone who wished to speak in behalf of the application for a change in the assignment of Joseph Hiram Holt, Jr. to do so. H. L. Taylor, attorney, at this point gave to the Board the attached instrument of Power of Attorney and the attached Petition. Attorney Taylor requested the Board to rescind its action of Tuesday, August 6, 1957, denying application made by Joseph Hiram Holt, Jr., for a change in school assignment from J. W. Ligon Junior-Senior High School to Needham Broughton High School.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Mr. York then moved that the action taken on Tuesday, August 6, 1957, denying the application of Joseph Hiram Holt, Jr., for a change of school assignment stand. The motion was seconded by Mr. Fisher. A substitute motion was made by Mr. Martin that further study of the application of Joseph Hiram Holt, Jr., be made by the committee appointed on August 6, 1957, and that the committee report to the Board at the next meeting. The substitute motion was seconded by Mr. Carnage. After a brief discussion, the chairman called for a vote on the substitute motion. The substitute motion was passed. The passage of this substitute motion concluded the hearing of the request of Joseph Hiram Holt, Jr., for a change in school assignment for the 1957-58 school year.\"</blockquote>\n<p>20. The chairman gave everyone present at the meeting of the Board on August 23 an opportunity to speak for or in opposition to the petition presented on behalf of the minor plaintiff. The only one who took advantage of the opportunity was Rev. S. F. Daly, who read a letter protesting the previous action of the Board.</p>\n<p>21. At its meeting held on August 28, 1957, the Board of Education received the report of the committee appointed pursuant to the resolution adopted on August 23, 1957, and adopted a resolution declining to rescind the previous action of the Board on the request of the plaintiffs for a change in assignment. The following is an excerpt from the minutes of the meeting of the Board taking this action:</p>\n<blockquote>\"Mr. Martin; chairman of the committee that was assigned to make further study of the Joseph Hiram Holt, Jr., application for change of school assignment from J. W. Ligon Junior-Senior High School to Needham Broughton High School during the 1957-58 school year was requested by the chairman to make a committee report and recommendation. Mr. Martin reported that the committee, including Mr. York and Mr. Carnage, met in the afternoon on August 27, 1957, with the superintendent in attendance. Mr. Martin stated that the Joseph Hiram Holt, Jr., application was discussed and considered by the committee and the committee recommended that in the interest of the public, and in the best interest of the Raleigh Public Schools and for the welfare of Joseph Hiram Holt, Jr., that the previous action of the Board on this request for a change of assignment <span class=\"star-pagination\">*861</span> not be rescinded at this time. Mr. Martin noted that Mr. Carnage voted against the committee report.</blockquote>\n<blockquote>\"Mr. Martin moved that the report of the committee be accepted. The motion was seconded by Mr. York and passed. Mr. Martin, Mr. York, Mrs. Stough, Mr. Fisher and Mr. Powell voted for the motion. Mr. Carnage voted against the motion.\"</blockquote>\n<p>22. In May, 1957, the Board of Education adopted certain rules and regulations governing the assignment and enrollment of pupils in the Raleigh administrative unit, and the procedure for conducting hearings on applications for reassignment to specific schools. Generally, these rules and regulations provided (a) that prior to the close of each current year the Board shall assign to a school for the following year each child theretofore attending a school by assignment from the Board, (b) that the parent or guardian of any child who is dissatisfied with the assignment made by the Board, may, within 30 days after notification of assignment, apply in writing to the Board for reassignment of the child to a different school, (c) that such applications shall be made on forms to be approved by the Board and delivered to the principal of the school to which the child was last assigned, (d) that such application shall state in detail the specific reasons why the parents are dissatisfied with the school to which the child had been assigned and the specific reason why the applicants think the child should be assigned to the school to which they seek his admission, (e) that the application must be verified by both parents, (f) that the application, if in proper form, shall be considered at the earliest practicable date by the Board, and the parents shall be notified of the time and place of the hearing, and have the right to be heard and present witnesses in support of the application, (g) that in addition to receiving such evidence as might be presented on behalf of the parents the Board may receive evidence in opposition to the granting of the application or may conduct investigations on any objections offered, or on its own motion, including examination of the child involved, so as to make a proper decision on the application, and (h) that a decision on the application would be rendered by the Board as early as practicable and that the parents would be notified thereof in writing.</p>\n<p>23. Prior to the 1957-1958 school year, the Board of Education had followed a fixed policy of assigning all white children living within the Raleigh administrative unit to the Broughton High School and all Negro children living within said administrative unit to the Ligon High School.</p>\n<p>24. At a meeting held on May 14, 1957, the Board of Education adopted a resolution providing that each child then attending a school by assignment from the Board be assigned to the same school for the year 1957-1958.</p>\n<p>25. Prior to the 1957-1958 school year, no Negro student had ever attended the Broughton High School and no white student had ever attended the Ligon High School.</p>\n<p>26. The minor plaintiff satisfactorily completed the course of study prescribed for the ninth grade in the Ligon High School during the 1956-1957 school year and satisfactorily completed the course of study prescribed for the tenth grade in the Ligon High School during the 1957-1958 school year. He has been assigned to the eleventh grade in the Ligon High School for the 1958-1959 school year.</p>\n<p></p>\n<h2>Discussion</h2>\n<p>Based on the foregoing facts, the principal questions presented to the Court for determination are (1) whether the plaintiffs have exhausted their administrative remedies under the North Carolina Assignment and Enrollment of Pupils Act, and (2) whether the minor plaintiff was refused reassignment to the Broughton High School on account of his race. In view of the conclusions reached with respect to the first question, little discussion <span class=\"star-pagination\">*862</span> of the second question will be required.</p>\n<p></p>\n<h2>I</h2>\n<p></p>\n<h2>Whether the plaintiffs have exhausted their administrative remedies under the North Carolina Assignment and Enrollment of Pupils Act.</h2>\n<p>Whatever might be the law in other circuits, and in other states in this circuit, it is abundantly clear that in North Carolina plaintiffs in suits of this type must exhaust their administrative remedies under the state law relating to the assignment and enrollment of pupils in public schools before the Courts of the United States will grant injunctive relief. This is plainly the holding of the Court of Appeals for this circuit in the Carson cases.</p>\n<p>In Carson v. Board of Education of McDowell County, 4 Cir., 1955, <span class=\"citation\" data-id=\"237997\"><a href=\"/opinion/237997/lionel-c-carson-an-infant-by-his-next-friend-martin-a-carsons-v/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">789</span></a></span>, 790, the Court of Appeals for this circuit, in referring to the administrative remedies provided for under the North Carolina statutes, had this to say:</p>\n<blockquote>\"An administrative remedy is thus provided by state law for persons who feel that they have not been assigned to the schools that they are entitled to attend; and it is well settled that the courts of the United States will not grant injunctive relief until administrative remedies have been exhausted. Myers v. Bethlehem Shipbuilding Corp., <span class=\"citation\" data-id=\"102952\"><a href=\"/opinion/102952/myers-v-bethlehem-shipbuilding-corp/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 51, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">459</span></span>, 82 L.Ed. 638; Natural Gas Pipeline Co. of America v. Slattery, <span class=\"citation\" data-id=\"102877\"><a href=\"/opinion/102877/natural-gas-pipeline-co-v-slattery/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 310, 311, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">199</span></span>, 82 L.Ed. 276; Hegeman Farms Corp. v. Baldwin, <span class=\"citation\" data-id=\"102322\"><a href=\"/opinion/102322/hegeman-farms-corp-v-baldwin/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 172, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">7</span></span>, 79 L.Ed. 259; United States v. Illinois Central R. Co., <span class=\"citation\" data-id=\"102218\"><a href=\"/opinion/102218/united-states-v-illinois-central-r-co/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, 463, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">471</span></span>, 78 L.Ed. 909; P. F. Petersen Baking Co. v. Bryan, <span class=\"citation\" data-id=\"102175\"><a href=\"/opinion/102175/pf-petersen-baking-co-v-bryan/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span></a></span>, 575, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">277</span></span>, 78 L.Ed. 505; Porter v. Investors' Syndicate, <span class=\"citation\" data-id=\"101945\"><a href=\"/opinion/101945/porter-v-investors-syndicate/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">617</span></span>, 76 L.Ed. 1226; Matthews v. Rodgers, <span class=\"citation\" data-id=\"101847\"><a href=\"/opinion/101847/matthews-v-rodgers/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">521</span></a></span>, 525-526, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">217</span></span>, 76 L.Ed. 447; Prentis v. Atlantic Coast Line R. Co., <span class=\"citation\" data-id=\"2392353\"><a href=\"/opinion/2392353/prentis-v-atlantic-coast-line-co/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">210</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, 53 L.Ed. 150.</blockquote>\n<blockquote>\"This rule is especially applicable to a case such as this, where injunction is asked against state or county officers with respect to the control of schools maintained and supported by the state. The federal courts manifestly cannot operate the schools. All that they have the power to do in the premises is to enjoin violation of constitutional rights in the operation of schools by state authorities. Where the state law provides adequate administrative procedure for the protection of such rights, the federal courts manifestly should not interfere with the operation of the schools until such administrative procedure has been exhausted and the intervention of the federal courts is shown to be necessary. As said by Mr. Justice Stone in Matthews v. Rodgers, supra (284 U.S. 525 [52 S.Ct. 219, 76 L.Ed. 447]): `The scrupulous regard for the rightful independence of state governments which should at all times actuate the federal courts, and a proper reluctance to interfere by injunction with their fiscal operations, require that such relief should be denied in every case where the asserted federal right may be preserved without it.' Interference by injunction with the schools of a state is as grave a matter as interfering with its fiscal operations and should not be resorted to `where the asserted federal right may be preserved without it.'\"</blockquote>\n<p>The same question was again discussed in Carson v. Warlick, 4 Cir., <span class=\"citation\" data-id=\"240769\"><a href=\"/opinion/240769/lionel-c-carson-infant-by-his-next-friend-martin-a-carson-v-honorable/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 727, certiorari denied <span class=\"citation no-link\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">665</span></span>, 1 L.Ed.2d 664. In this case, the late Chief Judge Parker, speaking for the court, stated:</p>\n<blockquote>\"We think it clear that applicants are not entitled to the writ of mandamus which they ask, for the reason that it nowhere appears that they have exhausted their administrative remedies under the North Carolina <span class=\"star-pagination\">*863</span> Pupil Enrollment Act, and are not entitled to the relief which they seek in the court below until these administrative remedies have been exhausted. See 227 F.2d at page 790.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"It is argued that the Pupil Enrollment Act is unconstitutional; but we cannot hold that that statute is unconstitutional upon its face and the question as to whether it has been unconstitutionally applied is not before us, as the administrative remedy which it provides has not been invoked. It is argued that it is unconstitutional on its face in that it vests discretion in an administrative body without prescribing adequate standards for the exercise of the discretion. The standards are set forth in the second section of that act, G.S. § 115-177, and require the enrollment to be made `so as to provide for the orderly and efficient administration of such public schools, the effective instruction of the pupils therein enrolled, and the health, safety, and general welfare of such pupils'. Surely the standards thus prescribed are not on their face insufficient to sustain the exercise of the administrative power conferred. As said in Opp Cotton Mills v. Administrator of Wage and Hour Division of Department of Labor, <span class=\"citation\" data-id=\"103443\"><a href=\"/opinion/103443/opp-cotton-mills-inc-v-administrator-of-wage-and-hour-div-dept-of/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">126</span></a></span>, 145, 657, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">524</span></span>, 533, 85 L.Ed. 624; `The essentials of the legislative function are the determination of the legislative policy and its formulation as a rule of conduct. Those essentials are preserved when Congress specifies the basic conclusions of fact upon ascertainment of which, from relevant data by a designated administrative agency, it ordains that its statutory command is to be effective.' The authority given the boards `is of a fact-finding and administrative nature, and hence is lawfully conferred.' Sproles v. Binford, <span class=\"citation\" data-id=\"101935\"><a href=\"/opinion/101935/sproles-v-binford/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 397, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">581</span></span>, 588, 76 L.Ed. 1167. See also Douglas v. Noble, <span class=\"citation\" data-id=\"100132\"><a href=\"/opinion/100132/douglas-v-noble/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 169-170, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">303</span></span>, 67 L.Ed. 590; Hall v. Geiger-Jones Co., <span class=\"citation\" data-id=\"98859\"><a href=\"/opinion/98859/hall-v-geiger-jones-co/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 553-554, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">217</span></span>, 61 L.Ed. 480; Mutual Film Corp. of Missouri v. Hodges, <span class=\"citation\" data-id=\"98364\"><a href=\"/opinion/98364/mutual-film-corporation-of-missouri-v-george-h-hodges/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">393</span></span>, 59 L.Ed. 561; Mutual Film Corp. v. Industrial Commission of Ohio, <span class=\"citation\" data-id=\"98362\"><a href=\"/opinion/98362/mutual-film-corp-v-industrial-commn-of-ohio/\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span>, 245-246, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">387</span></span>, 59 L.Ed. 552; Red `C' Oil Mfg. Co. v. Board of Agriculture of North Carolina, <span class=\"citation\" data-id=\"97507\"><a href=\"/opinion/97507/red-c-oil-co-v-north-carolina/\"><span class=\"volume\">222</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 394, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">152</span></span>, 56 L.Ed. 240.</blockquote>\n<blockquote>\"Somebody must enroll the pupils in the schools. They cannot enroll themselves; and we can think of no one better qualified to undertake the task than the officials of the schools and the school boards having the schools in charge. It is to be presumed that these will obey the law, observe the standards prescribed by the legislature, and avoid the discrimination on account of race which the Constitution forbids. Not until they have been applied to and have failed to give relief should the courts be asked to interfere in school administration. As said by the Supreme Court in Brown v. Board of Education, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 299, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, 756, 99 L.Ed. 1083:</blockquote>\n<blockquote>\"`School authorities have the primary responsibility for elucidating, assessing, and solving these problems; courts will have to consider whether the action of school authorities constitutes good faith implementation of the governing constitutional principles'.</blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"Applicants here are not entitled to relief because of failure to exhaust what are unquestionably administrative remedies before the board.</blockquote>\n<blockquote>\"* * * It is the state school authorities who must pass in the first instance on their right to be admitted to any particular school and the Supreme Court of North Carolina has ruled that in the performance of this duty the school <span class=\"star-pagination\">*864</span> board must pass upon individual applications made individually to the board. The federal courts should not condone dilatory tactics or evasion on the part of state officials in according to citizens of the United States their rights under the Constitution, whether with respect to school attendance or any other matter; but it is for the state to prescribe the administrative procedure to be followed so long as this does not violate constitutional requirements, and we see no such violation in the procedure here required.\"</blockquote>\n<p>Since there can be no question but that the plaintiffs here were required to exhaust their administrative remedies provided for under the State statutes, it becomes necessary to weigh the facts in this case against these statutory requirements.</p>\n<p>Sections 115-176 through 115-179, General Statutes of North Carolina, provide for the administrative procedure to be followed in the enrollment and assignment of pupils in the public schools of North Carolina. Sec. 115-176 authorizes city and county boards of education to provide for the assignment to a public school of each child residing within the administrative unit, and authorizes each board of education to adopt reasonable rules and regulations relating to the assignment of pupils. Sec. 115-177 relates to the method of giving notice of assignment. No contention has been made in this case that the board of education was without authority to enroll the minor plaintiff or that proper notice of his assignment was not received. Sec. 115-178 prescribes the method for applying for reassignment, and a hearing before the board, in cases where the parents or guardian of any child are dissatisfied with the initial assignment made by the board of education. Sec. 115-179 relates to appeals to the state court from decisions of the board.</p>\n<p>In view of the importance of Sec. 115-178, relating to applications for reassignments and hearings, same is quoted in full:</p>\n<blockquote>\"§ 115-178. Application for reassignment; notice of disapproval; hearing before board.The parent or guardian of any child, or the person standing in loco parentis to any child, who is dissatisfied with the assignment made by a board of education may, within ten (10) days after notification of the assignment, or the last publication thereof, apply in writing to the board of education for the reassignment of the child to a different public school. Application for reassignment shall be made on forms prescribed by the board of education pursuant to rules and regulations adopted by the board of education. If the application for reassignment is disapproved, the board of education shall give notice to the applicant by registered mail, and the applicant may within five (5) days after receipt of such notice apply to the board for a <i>hearing,</i> and shall be entitled to a <i>prompt and fair hearing</i> on the question of reassignment of such child to a different school. A majority of the board shall be a quorum for the purpose of holding <i>such hearing</i> and passing upon application for reassignment, and the decision of a majority of the members present at the <i>hearing</i> shall be the decision of the board. If, <i>at the hearing,</i> the board shall find that the child is entitled to be reassigned to such school, or if the board shall find that the reassignment of the child to such school will be for the best interests of the child, and will not interfere with the proper administration of the school, or with the proper instruction of the pupils there enrolled, and will not endanger the health or safety of the children there enrolled, the board shall direct that the child be reassigned to and admitted to such school. The board shall render prompt decision upon the hearing, and notice of the decision shall be given to the applicant by registered mail. (1955, c. 366, s. <span class=\"star-pagination\">*865</span> 3; 1956, Ex.Sess., c. 7, s. 3.)\" (Emphasis supplied.)</blockquote>\n<p>Generally, under the provisions of Sec. 115-178, two steps seem to be required before a person dissatisfied with his assignment can be said to have exhausted his administrative remedies so as to permit him to apply to the federal courts for injunctive relief. The first step requires the filing of a written application with the board of education within 10 days after notification of the assignment. Such applications must be made on forms prescribed by the board of education and pursuant to rules and regulations adopted by the board. If the application for reassignment is disapproved, the board of education is required to give notice thereof to the applicant by registered mail. The second step requires the applicant, within five days after receipt of notice of disapproval of his written application, to apply to the board for a <i>hearing.</i> Provision is made for a prompt and fair hearing on the question of assignment of the child to a different school.</p>\n<p>There seems to be little question but that the plaintiffs have complied with the first step by timely filing a written application for reassignment on a form prescribed and furnished by the board, notwithstanding the contention of the defendant that the plaintiffs failed to comply with the first step when they refused to appear before the board for a hearing on their written application. In this regard, it should be borne in mind that the rules and regulations adopted by the board of education pursuant to Sec. 115-176 provides for notification to the parents of the child as to the time and place the written application will be heard, and also provides for receiving evidence and conducting the hearing in connection with the written application. The rules and regulations are silent in regard to the statutory provisions for a hearing in the event the written application for reassignment is disapproved. The question then arises as to whether or not the plaintiffs were within their rights in refusing to attend the August 6, 1957, meeting of the Board of Education after having been requested to do so. By letter dated July 17, 1957, plaintiffs' counsel advised the Board that plaintiffs would not attend this meeting for the reason that the Board's initial action on the application for reassignment was \"purely ex parte\". It would appear that plaintiffs' counsel was correct in this interpretation of the statute. If the General Assembly in the enactment of Sec. 115-178 contemplated a <i>hearing</i> in connection with the written application required under the first step referred to above, there would have been no necessity for the hearing provided for under the second step. Conceding that the plaintiffs were technically within their rights in refusing to attend the August 6 meeting for a hearing in connection with their written application, the question arises as to whether they should be excused for their failure to appear in person at the August 23, 1957, meeting, pursuant to the written request for a <i>hearing</i> filed with the Board of Education on August 9, 1957. The undisputed facts show that after the hearing had been requested by the adult plaintiffs, and the request had been granted by the Board of Education, and proper notice had been given of the time and place of the hearing, only plaintiffs' counsel appeared at the hearing with a petition and power of attorney. The petition only reviewed the previous action of the Board and again requested that the change of assignment be made as originally requested. It is true that the Board did not make a second request for the personal appearance of the plaintiffs, but I think it is logical to assume that the Board was justified in feeling that such a request would be futile in view of the fact that the first request for a personal appearance had been declined.</p>\n<p>It would then seem that the question of exhaustion of administrative remedies narrows itself down to the point of whether or not the plaintiffs adequately complied with the second step required under Sec. 115-178, when they <span class=\"star-pagination\">*866</span> failed to personally appear at the hearing on August 23. I conclude that they did not. Most of the Board members who testified at the trial stated that they in good faith desired to interview the minor plaintiff and his parents. It must be remembered that the written application for a change of assignment complained, in addition to racial discrimination and the difference in distance from plaintiffs' home to the two schools involved, that Broughton High School offered all the courses in which the minor plaintiff was interested and a fuller academic and extra-curricula program. Many of the Board members who testified at the trial stated that they were particularly interested in this phase of the complaint, as they had considered that Ligon High School was comparable in every respect, including the curricula offered, with the Broughton High School. It perhaps could logically be argued that these complaints were not necessary in order to entitle the minor plaintiff to reassignment, but the plaintiffs nevertheless saw fit to include these complaints in their application and it would seem that since the complaints had been made that the Board members had the right to discuss these complaints with the minor plaintiff and his parents. Further, the Board undoubtedly had the right to inquire into many other relevant and pertinent matters in order to gain sufficient information to enable it to make the findings required by statute.</p>\n<p>It is clear that the state legislature contemplated something more than appearance by an attorney, and that plaintiffs' counsel recognized this fact when he wrote the Board of Education on July 17 that \"as we read the Pupil Assignment Act, the Board's initial action on an application for reassignment is purely ex parte.\" It can reasonably be inferred that plaintiffs' counsel must have attached some significance to the second step which provides for a hearing. In other words, the plaintiffs elected to follow the statute rather than the rules and regulations promulgated by the Board, and having so elected they are required to substantially comply with its provisions. The plaintiffs cannot ignore the rules and regulations of the Board in regard to a hearing on the ground that they are not in harmony with the statute and, at the same time, ignore the statutory provisions.</p>\n<p>Counsel for the plaintiffs take two positions in their brief in regard to the failure of the plaintiffs to personally appear for the hearing. Their first contention is that it is for the plaintiffs to determine the type of hearing which they desire and its scope. This position is completely untenable since the board, in order to meet its fact finding responsibility under the statute, is entitled to have the plaintiffs show, through a personal appearance, their reasons for seeking reassignment and to answer relevant questions. The statute, Sec. 115-178, makes the finding that \"the reassignment of the child to such school will be for the best interests of the child, and will not interfere with the proper administration of the school, or with the proper instruction of the pupils there enrolled, and will not endanger the health or safety of the children there enrolled * * *\". Such findings must be based on some type of evidence, and certainly the Board is entitled to interrogate the applicants for reassignment in regard to these and other relevant factors. This is not to infer, however, that the Board is permitted to consider the race of the applicant in making these findings, since it is well settled that school children have the right \"to be admitted to the schools of North Carolina without discrimination on the ground of race.\" Carson v. Warlick, supra.</p>\n<p>Another contention made by the plaintiffs in regard to their refusal to appear before the Board is that, because of the alleged \"custom, practice, and usage\" which the defendants pursued in operating its schools on a racially segregated basis, and its commitment to a contination of those policies as shown in the rules and regulations adopted in May, 1957, the plaintiffs were not required to pursue their administrative <span class=\"star-pagination\">*867</span> remedies beyond the filing of the written application. This position is likewise completely without merit. As pointed out above, the Court of Appeals for this circuit, in Carson v. Board of Education, supra, and Carson v. Warlick, supra, has held that an exhaustion of administrative remedies under the North Carolina pupil assignment law is a prerequisite to asking the federal courts for relief.</p>\n<p>While, as is stated in Carson v. Warlick, the \"* * * courts should not condone dilatory tactics or evasion on the part of state officials in according to citizens of the United States their rights under the Constitution, * * *\" it is equally true that citizens, before seeking relief in the federal courts are likewise required to substantially comply with the standards of conduct prescribed for them. Mutual good faith on the part of the state and its citizens is required.</p>\n<p>It might well be observed in passing that while school boards, in meeting their responsibility and observing the standards prescribed by the legislature, may prescribe reasonable rules and regulations for filing applications and conducting hearings under Sec. 115-178, such rules and regulations must be reasonable and must not be inconsistent with the Assignment and Enrollment of Pupils Act. Rules and regulations which are unreasonable, or which are inconsistent with this act, or which can reasonably be said to have been designed to create confusion rather than enlightenment, or which prescribe unreal or technical standards, should be disregarded by the court. Due consideration has been given to the fact that the Board of Education in this case adopted rules and regulations that combined both administrative steps into one, and in this regard do not conform to the provisions of Sec. 115-178. However, this becomes insignificant in this case in light of the fact that the plaintiffs recognized that the Board had exceeded its authority in combining both administrative steps into one and refused to appear at the proposed hearing based on the written application. Having elected to follow the statute rather than the rules and regulations promulgated by the Board, they were bound, in good faith, to comply with the statute and make a personal appearance at the hearing which was requested by them and granted by the Board.</p>\n<p>The statute under which the plaintiffs elected to pursue their administrative remedies contains every requirement of a formal hearing of a quasi judicial character, with evidence produced and findings made.</p>\n<p>The term \"hearing\" has been defined in numerous cases. Frequently, as in other matters, the construction depends on the type of hearing contemplated. For example, hearings for the purpose of determining motions based on legal conclusions to be drawn from admitted facts do not generally require the presence of the parties, but most of the authorities seem to hold that where facts are to be determined on the basis of hearings before administrative agencies, the personal appearance of witnesses is necessary. In Morgan v. United States, 1936, <span class=\"citation\" data-id=\"102673\"><a href=\"/opinion/102673/morgan-v-united-states/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">468</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">906</span></span>, 911, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1288</span></span>, the Supreme Court of the United States, in considering a rate order made by the Secretary of Agriculture under the Packers and Stockyards Act of 1921, stated:</p>\n<blockquote>\"There must be a full hearing. There must be evidence adequate to support pertinent and necessary findings of fact. Nothing can be treated as evidence which is not introduced as such. United States v. Abilene &amp; Southern Railway Co., supra [265 U.S. 274, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">565</span></span>, 68 L.Ed. 1016]. Facts and circumstances which ought to be considered must not be excluded. Facts and circumstances must not be considered which should not legally influence the conclusion. Findings based on the evidence must embrace the basic facts which are needed to sustain the order. * * *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*868</span> \"A proceeding of this sort requiring the taking and weighing of evidence, determinations of fact based upon the consideration of the evidence, and the making of an order supported by such findings, has a quality resembling that of a judicial proceeding. Hence it is frequently described as a proceeding of a quasi judicial character. The requirement of a `full hearing' has obvious reference to the tradition of judicial proceedings in which evidence is received and weighed by the trier of the facts. The `hearing' is designed to afford the safeguard that the one who decides shall be bound in good conscience to consider the evidence, to be guided by that alone, and to reach his conclusion uninfluenced by extraneous considerations which in other fields might have play in determining purely executive action. The `hearing' is the hearing of evidence and argument. * * *</blockquote>\n<blockquote>\"* * * But there must be a hearing in a substantial sense. And to give the substance of a hearing, which is for the purpose of making determinations upon evidence, the officer who makes the determinations must consider and appraise the evidence which justifies them. That duty undoubtedly may be an onerous one, but the performance of it in a substantial manner is inseparable from the exercise of the important authority conferred.\"</blockquote>\n<p>In Feeney v. Willard, D.C.S.D.N.Y. 1955, <span class=\"citation\" data-id=\"1475244\"><a href=\"/opinion/1475244/feeney-v-willard/\"><span class=\"volume\">129</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">414</span></a></span>, 417, a hearing is defined as follows:</p>\n<blockquote>\"`Hearing' is a term of art in administrative proceedings, and if it is to have any significance it must be in connection with a determination of issues. Hearings provide the basis for determinations, and an opportunity to be heard is an opportunity to influence decision. * * *\"</blockquote>\n<p>In Bowles v. Baer, 7 Cir., 1944, <span class=\"citation\" data-id=\"1551316\"><a href=\"/opinion/1551316/bowles-v-baer/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">787</span></a></span>, 789, the Court of Appeals for the Seventh Circuit explained the difference between an investigation and a hearing, and as to a hearing the Court said:</p>\n<blockquote>\"On the other hand, in a hearing there are parties, and issues of law and of fact to be tried, and at the conclusion of the hearing, action is taken which may materially affect the rights of the parties.\"</blockquote>\n<p>The Court must give some weight to the terms \"for a hearing,\" \"a prompt and fair hearing\" and \"such hearing\", as used in Sec. 115-178, unless these terms are to be rendered meaningless. If the written application is all that is needed, then the provision for a hearing would be totally without meaning. The basic constitutionality of this statute has been upheld by the Court of Appeals for this circuit, and I am of the opinion that a substantial and good faith compliance with all administrative remedies is required before a plaintiff is entitled to be heard in a court of equity.</p>\n<p>When the conduct of the plaintiffs in this case is weighed against the background of the provisions of the state statutes relating to administrative remedies, it must be concluded that there has been no adequate exhaustion of administrative remedies and that, until after there has been an exhaustion of those remedies, the plaintiffs cannot be heard to complain in a court of equity.</p>\n<p>And finally, a word about the contentions of the defendant that the matter of interpretation of the meaning of the North Carolina Assignment and Enrollment of Pupils Act, as it applies to this particular case, should first be determined by the North Carolina courts, and that an appeal to the Superior Court of North Carolina, as provided by Sec. 115-179, is a part of the administrative remedy and should be exhausted before appeal to the federal courts. Both of these contentions are effectively answered against the defendant by the late <span class=\"star-pagination\">*869</span> Chief Judge Parker in Carson v. Warlick, supra, where he said:</p>\n<blockquote>\"It is argued that the statute does not provide an adequate administrative remedy because it is said that it provides for appeals to the Superior and Supreme Courts of the State and that these will consume so much time that the proceedings for admission to a school term will become moot before they can be completed. It is clear, however, that the appeals to the courts which the statute provides are judicial, not administrative remedies and that, after administrative remedies before the school boards have been exhausted, judicial remedies for denial of constitutional rights may be pursued at once in the federal courts without pursuing state court remedies. Lane v. Wilson, <span class=\"citation\" data-id=\"103213\"><a href=\"/opinion/103213/lane-v-wilson/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">268</span></a></span>, 274, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">872</span></span>, 83 L.Ed. 1281. Furthermore, if administrative remedies before a school board have been exhausted, relief may be sought in the federal courts on the basis laid therefor by application to the board, notwithstanding time that may have elapsed while such application was pending.\"</blockquote>\n<p>The defendant further urges that, notwithstanding the holding of the Court of Appeals in the Carson case, this court should, under the doctrine of \"equitable abstention\", in an equitable action of this type, and in the exercise of sound discretion, withhold a decision in this case until the Attorney General can institute an action in the State Court for declaratory judgment or other appropriate remedy whereby the Assignment and Enrollment of Pupils Act can be construed by the North Carolina Supreme Court. While a number of cases are cited in support of this contention, I do not believe these cases are applicable to the type of case here involved and, in any event, do not feel justified in exercising my discretion in the manner urged by the defendant.</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>Whether the minor plaintiff was refused reassignment to the Broughton High School on account of his race.</h2>\n<p>In view of the conclusion I have reached in regard to the exhaustion of administrative remedies, it is unnecessary to discuss the reason why the Board of Education denied the minor plaintiff admission to the Broughton High School. There is no way the Court can anticipate what the action of the Board might have been had the plaintiffs pursued the administrative remedies afforded by law by personally appearing before the Board for a hearing. Pure speculation on my part would serve no useful purpose. The plaintiffs are not entitled to have this proposition passed upon until their administrative remedies have been exhausted. This seems to be the conclusion reached in National Lawyers Guild v. Brownell, 1955, 96 U.S.App.D.C. 252, <span class=\"citation\" data-id=\"237445\"><a href=\"/opinion/237445/national-lawyers-guild-v-herbert-brownell-jr-attorney-general-of-the/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 555, where the court said:</p>\n<blockquote>\"We cannot assume in advance of a hearing that a responsible executive official of the Government will fail to carry out his manifest duty. Our conclusion on the point is that the plaintiffs must await the event rather than attempt to anticipate it.\"</blockquote>\n<p></p>\n<h2>Conclusions of Law</h2>\n<p>1. The Court has jurisdiction of the parties and the subject matter herein.</p>\n<p>2. The plaintiffs failed to exhaust their administrative remedies under the North Carolina Assignment and Enrollment of Pupils Act prior to the institution of this suit.</p>\n<p>3. The plaintiffs are not entitled to the relief prayed for.</p>\n<p>A judgment will be entered in conformity with this opinion unless the plaintiffs file a written motion within ten days requesting that the case be retained on the docket for the purpose of giving them an opportunity to adequately exhaust their administrative remedies.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102322/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/240769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1475244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1551316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2392353/"
  ]
}