{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1457949/",
  "absolute_url": "/opinion/1457949/hallmark-clinic-v-north-carolina-dept-of-human-res/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1457949/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:17:10.004140Z",
  "date_modified": "2016-04-27T01:43:31.874288Z",
  "type": "010combined",
  "sha1": "3bc898a7cecef232cf4e714f8cf1c9ca2c9184c1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>380 F.Supp. 1153 (1974)</b></center>\n<center><h1>HALLMARK CLINIC and Harold R. Hoke, M.D., Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF HUMAN RESOURCES et al., Defendants.</h1></center>\n<center>Civ. No. 74-27-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina.</b></p></center>\n<center>Heard May 27, 1974.</center>\n<center>Decided August 30, 1974.</center>\n<p><span class=\"star-pagination\">*1154</span> <span class=\"star-pagination\">*1155</span> Roy Lucas, Washington, D. C., and Adam Stein, Charlotte, N. C., for plaintiffs.</p>\n<p>William F. O'Connell, Raleigh, N. C., Asst. Atty. Gen., North Carolina Dept. of Justice, for defendants.</p>\n<p>Before CRAVEN, Circuit Judge, and McMILLAN and DUPREE, District Judges.</p>\n<p>CRAVEN, Circuit Judge:</p>\n<p>This lawsuit, a descendant of Doe v. Bolton, 410 U.S. 179, 93 S.Ct. 739, 35 L.Ed.2d 201 (1973), and Roe v. Wade, 410 U.S. 113, 93 S.Ct. 705, 35 L. Ed.2d 147 (1973), seeks to annul one regulation in North Carolina's program for licensing abortion clinics. The plaintiffs are Hallmark Clinic, a first-trimester abortion clinic in Charlotte, North Carolina, and its proprietor, Harold R. Hoke, M.D. Defendants are the North Carolina Department of Human Resources and various state officials charged with enforcing the licensing program. Because the challenged regulation is applied state-wide and plaintiffs ask injunctive relief, a three-judge court was convened under 28 U.S.C. § 2281. Jurisdiction exists by virtue of 28 U.S.C. § 1343(3) and 42 U. S.C. § 1983, as well as 28 U.S.C. § 1331.</p>\n<p>The North Carolina legislature responded to <i>Roe</i> and <i>Doe</i> by enacting a new abortion statute. Retaining criminal penalties for performing or procuring abortions, N.C.Gen.Stat. §§ 14-44 and 14-45, the General Assembly specified exceptions under which legal abortions may be performed:</p>\n<blockquote>§ 14-45.1. <i>When abortion not unlawful.</i>  (a) Notwithstanding any of the provisions of G.S. 14-44 and G.S. 14-45, it shall not be unlawful, during the first 20 weeks of a woman's pregnancy, to advise, procure, or cause a miscarriage or abortion when the procedure is performed by a physician licensed to practice medicine in North Carolina in a hospital or clinic certified by the Department of Human Resources to be a suitable facility for the performance of abortions.</blockquote>\n<blockquote>(b) Notwithstanding any of the provisions of G.S. 14-44 and G.S. 14-45, it shall not be unlawful, after the twentieth week of a woman's pregnancy, to advise, procure or cause a miscarriage or abortion when the procedure is performed by a physician licensed to practice medicine in North Carolina in a hospital licensed by the Department of Human Resources, if there is substantial risk that continuance of the pregnancy would threaten the life or gravely impair the health of the woman.</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(f) Nothing in this section shall require a hospital or other health care institution to perform an abortion or to provide abortion services.</blockquote>\n<p>To carry out its duties under section (a) of the new statute, the Department of Human Resources formulated standards for certifying abortion facilities.<sup>[1]</sup> The resulting regulations allow abortions to be performed in licensed hospitals without additional certification. Freestanding clinics (defined as clinics that are neither attached to nor operated by licensed hospitals) may be certified only <span class=\"star-pagination\">*1156</span> to perform abortions during the first twelve weeks of pregnancy. To qualify for certification, a clinic must comply with detailed requirements relating to such things as physical plant, staff, medical equipment, diagnostic procedures, post-operative care, counseling services, and housekeeping.</p>\n<p>Dr. Hoke applied for certification in November 1973. Representatives of the Department of Human Resources inspected the clinic and reported that it complied with all regulations but one. That regulation, paragraph III.B.8.b under the heading of Emergency Back-Up Services, required a \"`Transfer Agreement' with a local hospital and emergency transportation service to assure the patient access to hospital care within 15 minutes.\"<sup>[2]</sup> Because Hallmark Clinic was only one block from the Charlotte Memorial Hospital, where Dr. Hoke held courtesy staff privileges, the Department granted him provisional certification, allowing him to operate for 90 days without a transfer agreement. The hospital was less cooperative. In mid-December Dr. Hoke was told that his request for a transfer agreement would be presented to the executive committee sometime in January. At about the same time, though, the hospital summarily revoked Dr. Hoke's staff privileges.<sup>[3]</sup></p>\n<p>On February 1, with Hallmark Clinic's provisional certification scheduled to expire on February 10, the hospital notified Dr. Hoke that it would take no action on his request for a transfer agreement until it had decided whether to reinstate his staff privileges. Defendant Wilkerson, Director of the Department's Division of Facility Services, notified Dr. Hoke that the provisional certification would not be extended because the clinic had no transfer agreement. Faced with imminent shutdown, Dr. Hoke filed this action. Judge Dupree issued a temporary restraining order, under which the Hallmark Clinic is currently operating. Dr. Hoke has yet been unable to obtain the required transfer agreement.<sup>[4]</sup></p>\n<p>On March 22 the Department amended its regulation to provide an alternative to written transfer agreements. Paragraph III.B.8.b now requires:</p>\n<blockquote>A written agreement with a licensed North Carolina hospital to facilitate prompt transfer of patients requiring hospital care; or in the absence of a transfer agreement, all physicians operating in a freestanding abortion clinic shall document that they are active members of a licensed hospital's medical staff and shall have verified credentials and adequate admitting privileges. The hospital with which an agreement is executed or which extends staff membership to physicians operating in the abortion facility must <span class=\"star-pagination\">*1157</span> normally provide adequate obstetrical and gynecological services but may not be one that excludes abortion patients because of religious, moral or other beliefs. The hospital must be located not more than 15 minutes travel time from the freestanding abortion facility. A provision must be made for adequate emergency transportation between the freestanding abortion facility and the hospital.</blockquote>\n<p>The amendment did not improve Dr. Hoke's position. His staff privileges at the Charlotte Memorial Hospital, in force now under order of a federal district court,<sup>[5]</sup> are only \"courtesy\" staff privileges rather than \"active\" staff privileges as required by the regulation.<sup>[6]</sup> He maintains staff membership at one other hospital in Charlotte, but it refuses to accept abortion patients for religious reasons.</p>\n<p>Plaintiffs assail the regulation on several grounds. Their leading argument is that <i>Roe</i> and <i>Doe</i> exempted first-trimester abortion facilities from any licensing requirements that do not apply to medical facilities generally. We agree. <i>See</i> Roe v. Wade, 410 U.S. 113, 163-166, 93 S.Ct. 705, 35 L.Ed.2d 147 (1973); <i>id.</i> at 171, 93 S.Ct. 705 (Rehnquist, J., dissenting); Doe v. Bolton, 410 U.S. 179, 194-195, 93 S.Ct. 739, 35 L.Ed.2d 201 (1973); Word v. Poelker, 495 F.2d 1349 (8th Cir. 1974); Hodgson v. Anderson, 378 F.Supp. 1008 (D.Minn.1974) (preliminary injunction; 3-judge court); Coe v. Gerstein, 376 F. Supp. 695 (S.D.Fla.1973) (3-judge court), appeal dismissed for want of jurisdiction, 417 U.S. 279, 94 S.Ct. 2246, 41 L.Ed.2d 68 (1974). Under <i>Roe</i> and <i>Doe,</i> if North Carolina may regulate the performance of first-trimester abortions at all, it may do so only to the extent that it regulates tonsillectomies and other relatively minor operations. The rule at issue in this case applies only to first-trimester abortions, and it has no counterpart in other areas of medical practice. Nursing homes are the only other facilities required to seek transfer agreements, and their licenses are not conditioned on success: they are only required to make a \"concerted effort.\" Avant dep. at 5. Doctors may perform other medical procedures  including minor surgery and obstetrical delivery, which is considered more dangerous than first-trimester abortion<sup>[7]</sup>  away from hospitals, with neither a transfer agreement nor active staff privileges. Wilkerson dep. at 25. That the state is ordinarily willing to leave such matters to the professional judgment of the attending physician strongly suggests that the program for <span class=\"star-pagination\">*1158</span> regulating abortion clinics is a thinly disguised effort to evade <i>Roe</i> and <i>Doe.</i> To single out the performance of abortions for special regulation, as North Carolina has done in paragraph III.B.8.b of these regulations, is inherently suspect as an invasion of the right of privacy.</p>\n<p>But even if we interpreted <i>Roe</i> and <i>Doe</i> as defendants do, to allow regulation of first-trimester abortion facilities in the interests of health and safety, we would have to hold this particular regulation invalid as a violation of fundamental due process. The Supreme Court long ago held that due process cannot tolerate a licensing system that makes the privilege of doing business dependent on official whim. In Yick Wo v. Hopkins 118 U.S. 356, 370, 6 S.Ct. 1064, 1071, 30 L.Ed. 220 (1886), the Court declared:</p>\n<blockquote>For, the very idea that one man may be compelled to hold his life, or the means of living, or any material right essential to the enjoyment of life, at the mere will of another, seems to be intolerable in any country where freedom prevails, as being the essence of slavery itself.</blockquote>\n<p>In this case it is uncontroverted that the state has placed no limits on the hospital's decision to grant or withhold a transfer agreement, or even to ignore a request for one. Defendant Wilkerson stated in his deposition: \"It would be my interpretation that they would be able to deny or grant according to the wishes of the governing body of the hospital.\" Wilkerson dep. at 12. Dr. Davis, chairwoman of the ad hoc committee that drafted the standards, agreed with his interpretation. Davis dep. at 39. <i>See also</i> Hendricks dep. at 32, 45. It is also undisputed that the Department has suggested no standards to guide the hospital's decision. Moreover, Gen.Stat. § 14-45.1(f) legitimates the hospital's arbitrary refusal to sign a transfer agreement, at least as long as the hospital prohibits in-house abortions. The sum of these shortcomings is plainly inconsistent with <i>Yick Wo.</i><sup>[8]</sup></p>\n<p>Such a complete lack of standards is especially suspect when the subject of regulation is the exercise of constitutional rights. Under the first amendment the Supreme Court has repeatedly held that licensing schemes are invalid unless official discretion to deny permits is confined by precise standards. Because the exercise of first amendment rights can be restricted only by reasonable conditions on time, place, and manner, the Court has reasoned that the state cannot allow its officials to deny permits for other reasons. Shuttlesworth v. City of Birmingham, 394 U.S. 147, 153, 89 S.Ct. 935, 22 L.Ed.2d 162 (1969); Staub v. City of Baxley, 355 U.S. 313, 78 S.Ct. 277, 2 L.Ed.2d 302 (1958); cases cited 394 U.S. at 151 n. 2, 89 S.Ct. 935. <i>See also</i> Louisiana v. United States, 380 U.S. 145, 85 S.Ct. 817, 13 L.Ed.2d 709 (1965) (voting rights). The regulation in this case offers an exact analogy to the first amendment cases. If North Carolina can regulate first-trimester abortions at all, it may do so only in the interest of patient health and safety. By conditioning the license on a transfer agreement, the state has given hospitals the arbitrary power to veto the performance of abortions for any reason or no reason at all. The state cannot grant hospitals <span class=\"star-pagination\">*1159</span> power it does not have itself. <i>See</i> Note, Implications of the Abortion Decisions: Post Roe and Doe Litigation and Legislation, 74 Colum.L.Rev. 237, 254 (1974). In Coe v. Gerstein, No. 72-1842-Civ-JE, 376 F.Supp. 695 (S.D.Fla.1973), a three-judge court found the same infirmity in Florida's statute conditioning abortion on the consent of a woman's husband or parents. The North Carolina regulation is even more pernicious because hospitals may have a financial interest in impeding the performance of abortions in clinics or doctors' offices.<sup>[9]</sup><i>Cf.</i> Gibson v. Berryhill, 411 U.S. 564, 578-579, 93 S.Ct. 1689, 36 L.Ed.2d 488 (1973).</p>\n<p>The vices of this regulation were not eliminated when the Commission amended it to provide an alternative. Staff privileges, like transfer agreements, depend on the whim or good will of a hospital. Although the law imposes some restrictions on decisions to deny or revoke staff privileges,<sup>[10]</sup> the limitations are mostly procedural. Selection of standards is generally left to the hospital,<sup>[11]</sup> and the Department has not undertaken to superimpose its own criteria or even guidelines to control admission to staff privileges. The resulting potential for arbitrariness is the same as with the rule on transfer agreements. Again, the state cannot confer upon a private institution the exercise of arbitrary and capricious power. If the state is determined to utilize hospitals as a control factor for the protection of patients in freestanding abortion clinics then it must establish and enforce standards for admission to hospital staff privileges. To do otherwise is government by caprice and cannot withstand fourteenth amendment challenge.</p>\n<p>In addition to injunctive relief and costs, plaintiffs ask for an award of attorneys' fees on the ground that the state has acted in bad faith, refusing to comply with the law of <i>Roe</i> and <i>Doe</i> and requiring plaintiffs to force compliance through litigation. Defendants oppose such an award, contending there is no evidence of bad faith on the part of state officials and that an award of attorneys' fees is barred by the eleventh amendment.</p>\n<p>It is clear that we cannot award attorneys' fees against the Department of Human Resources, which is one of North Carolina's principal executive departments, N.C.Gen.Stat. § 143B-6. <i>See</i> Edelman v. Jordan, 415 U.S. 651, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974); Jordon v. Gilligan, 500 F.2d 701 (6th Cir. 1974). Whether we may award attorneys' fees against the individual defendants is governed by equitable discretion and considerations of fairness. <i>See</i> Hall v. Cole, 412 U.S. 1, 5, 93 S.Ct. 1943, 36 L.Ed.2d 702 (1973). If we assumed that the state would pay a judgment against the individual defendants for attorneys' fees, we might impute to them the actions of the legislature and the Medical Care Commission, but we would have to confront the troublesome question whether such a judgment would be an indirect award against the state and therefore barred by the eleventh amendment. <i>See</i> Sincock v. Obara, 320 F.Supp. 1098 (D.Del.1970). <i>But see</i> Gates v. Collier, 489 F.2d 298 (5th Cir. 1973); La Raza Unida v. Volpe, 57 F. R.D. 94, 101-102 n. 11 (N.D.Cal.1972); Sims v. Amos, 340 F.Supp. 691 (M.D. Ala.), aff'd mem., 409 U.S. 942, 93 S.Ct. 290, 34 L.Ed.2d 215 (1972).<sup>[12]</sup> But because North Carolina law seems not to <span class=\"star-pagination\">*1160</span> authorize reimbursement,<sup>[13]</sup> we think we should proceed as though the defendants would be personally liable, judging their monetary liability by their own conduct. Woolfolk v. Brown, 358 F.Supp. 524, 537 (E.D.Va.1973); <i>cf.</i> Sostre v. McGinnis, 442 F.2d 178, 204-205 (2d Cir. 1971) (en banc). For this reason, a judgment against the individual defendants would be inappropriate unless they personally engaged in conduct that would justify an award of attorneys' fees under the \"bad faith\" rule. <i>See</i> F. D. Rich Co. v. United States ex rel. Industrial Lumber Co., 417 U.S. 116, 94 S.Ct. 2157, 40 L. Ed.2d 703 (1974); Hall v. Cole, 412 U.S. 1, 5, 93 S.Ct. 1943, 36 L.Ed.2d 702 (1973). Although doubtless unsophisticated in their grasp of the right of privacy, we think the named individuals, in attempting to implement new statutes themselves responsive to new constitutional doctrine, cannot be fairly characterized as guilty of \"bad faith.\" <i>Cf.</i> McEnteggart v. Cataldo, 451 F.2d 1109, 1112 (1st Cir. 1971), cert. denied, 408 U.S. 943, 92 S.Ct. 2878, 33 L.Ed.2d 767 (1972); Stolberg v. Members of the Board of Trustees, 474 F.2d 485 (2d Cir. 1973); Bell v. School Board, 321 F.2d 494 (4th Cir. 1963).</p>\n<p>Plaintiffs will be entitled to an injunction against enforcement of paragraph III.B.8.b of the clinic regulations and an award of costs. We will remand the case to Judge Dupree, as a single district judge, for formulation of appropriate orders.</p>\n<p>McMILLAN, District Judge (dissenting).</p>\n<p>After the Supreme Court in <i>Doe</i> and <i>Roe</i> had held that a pregnant woman has a continuing right to an abortion during the first three months of pregnancy, and after the General Assembly of North Carolina had adopted appropriate remedial legislation, the defendants took steps to frustrate the exercise of the freedom which <i>Doe</i> and <i>Roe</i> had declared. They passed a regulation, unjustified by medical or health considerations and discriminatory on its face, which would leave up to the untrammelled whim of public and private hospital administrators the decision upon which the exercise of the legal right to abortion depends. For these and the other reasons so correctly and clearly stated by Judge Craven, I heartily concur in his decision on the merits of the case.</p>\n<p><i>For the same reasons,</i> I respectfully dissent from the failure to award attorneys' fees to plaintiffs.</p>\n<p>Attorneys' fees for winners should be awarded by courts only after serious thought; courts should be open to all litigants rather than closed to or extra-hazardous for those with lean bankrolls; the reported British practice of routinely or frequently taxing attorneys' fees against losers should therefore not be followed.</p>\n<p>Such fees, as Justice Frankfurter observed in Sprague v. Ticonic National Bank, 307 U.S. 161, 167, 59 S.Ct. 777, 780, 83 L.Ed. 1184 (1939) are, however, appropriate \"in exceptional cases and for dominating reasons of justice.\"</p>\n<p>Although the individual plaintiff does not evoke pity, and does not claim indigency, and makes no appeal beyond the obvious justice of his cause, nevertheless this is an \"exceptional\" case, and award of fees for plaintiffs' lawyers is supported <span class=\"star-pagination\">*1161</span> by \"dominating reasons of justice.\"</p>\n<p>State authorities attempted by administrative regulation to inhibit the exercise by North Carolinians of a freedom newly recognized by the Supreme Court.</p>\n<p>The administrative regulation when drawn was clearly unconstitutional; in fact, no serious legal argument to the contrary was made by the defendants. This suit should not have been necessary.</p>\n<p>Plaintiffs have prevailed on all the merits of the case.</p>\n<p>The ruling of this court will benefit all persons who might in the future have been harmed by the unconstitutional regulation; plaintiffs have well performed the function of \"private attorneys general,\" with benefits to others similarly affected.</p>\n<p>However, defendants will go scot-free for thus intentionally violating the constitutional rights of many North Carolina citizens, unless they are required to pay the attorneys' fees for those who were forced either to sue or to submit to the unlawful regulation.</p>\n<p>Edelman v. Jordan, 415 U.S. 651, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974), does not control the fee issue. It is true that by a vote of five to four, with three dissenting opinions, <i>Edelman</i> held that the Eleventh Amendment (which says that a <i>non</i>-resident may not sue a state) <i>means</i> that a <i>resident</i> may not sue a state, for recovery of past due but wrongfully withheld Social Security payments.</p>\n<p><i>Edelman,</i> however, is clearly distinguishable. It did not deal with denial of express <i>constitutional</i> rights like the present case; rather, it dealt with federal statutory rights which the states must recognize only because of the Supremacy Clause. The wrong done in <i>Edelman</i> was treated as something like breach by the state of a contract with the federal government, with relief measured in the traditional form of damages; by contrast, the further relief sought by Dr. Hoke is attorneys' fees, which in proper cases are traditionally awarded by courts as a normal part of equitable relief.</p>\n<p>Because the relief sought in <i>Edelman</i> was damages and because that relief originated in the 1787 Constitution's Supremacy Clause, the court in <i>Edelman</i> could reach the result it reached on traditional principles of interpretation: The Eleventh Amendment (1798) came after the Supremacy Clause (1787); the court had previously decided there was a conflict between the two; in such event, the later amendment prevails. That is the rationale of Hans v. Louisiana, 134 U.S. 1, 10 S.Ct. 504, 33 L.Ed. 842 (1890), upon which <i>Edelman</i> relies.</p>\n<p>In the present case, by contrast, plaintiffs' rights are based upon the due process clause and the equal protection clause of the Fourteenth Amendment. The Fourteenth Amendment was adopted in 1868, some seventy years <i>after</i> the Eleventh Amendment, and shortly after the long and bloody Civil War which established the principle that state governments <i>are</i> required to deal fairly with all citizens and to treat them, under the law at least, as equals. The post-war amendments to the Constitution, especially Section One of the Fourteenth Amendment, modified the Constitution to provide expressly that citizens of all states had the right to fair treatment by government; and where, as here, the Fourteenth Amendment conflicts with the Eleventh, the latter (the Fourteenth) should prevail.</p>\n<p>To deny fees here is therefore to extend rather than restrict <i>Edelman.</i></p>\n<p>This, I submit, should not be done.</p>\n<p>Vast power has been placed in the hands of government  particularly in the hands of administrators in executive departments.</p>\n<p>Executive power should be checked by responsibility  not unleashed through immunity.</p>\n<p><span class=\"star-pagination\">*1162</span> Today's decision on fees tends to promote governmental <i>ir</i>responsibility.</p>\n<p>The irony is that while by denying damages and fees against states the courts are fostering irresponsibility where it hurts the most (in the area of constitutional rights and freedoms), state and federal governments have waived or been held to have waived much of their immunity from liability in damages for physical torts!</p>\n<p>It is thus routine to sue a government or its employees and collect damages from a car wreck, but (if <i>Edelman</i> applies) impossible to sue the state for much more grievous and demonstrable losses from unconstitutional acts.</p>\n<p>Americans tend to put dollar signs on everything.</p>\n<p>It is time we started putting dollar signs on unconstitutional bureaucratic action, just as we put dollar signs on reckless driving.</p>\n<p>Then perhaps administrators and their advisors will be more ready to recognize the Constitution before they invade the rights it guarantees. Protests from taxpayers sometimes get heard where the Bill of Rights gets ignored.</p>\n<p>Award of attorney's fees would, then, tend to promote state responsibility. I would abandon the \"bad faith\" notion (the search for a villain) and base the decision on the dominating reasons of justice which abundantly appear on this record.</p>\n<p>Such an award of fees has in fact been summarily affirmed by the Supreme Court in the only case that seems to have reached that court; see Amos v. Sims, 409 U.S. 942, 93 S.Ct. 290, 34 L. Ed.2d 215 (1972), affirming 336 F. Supp. 924 and 340 F.Supp. 691 (M.D. Ala.1972). The Fifth Circuit upheld such an award in Gates v. Collier, 489 F.2d 298 (5th Cir. 1973).</p>\n<p>I respectfully dissent from the failure to award attorneys' fees.</p>\n<h2>NOTES</h2>\n<p>[1]  We express no opinion as to whether the standards are generally within the constitutional limitations enunciated in <i>Roe</i> and <i>Doe.</i></p>\n<p>[2]  Rules and Regulations Governing the Certification of Clinics for the Performance of Abortions, ¶ III.B.8.b (Sept. 21, 1973). The Department's sample transfer agreement contains several provisions that are not directly related to emergency procedures, including an agreement that neither the hospital nor the clinic shall be responsible for the other's bill. The Department, however, apparently insists on only two provisions: \"that (1) the hospital(s) will accept a patient from your Clinic for emergency treatment and (2) in such an event the patient's medical record will be transferred from your Clinic to the admitting hospital.\" Letter from C. W. Sanders, Jr. (Consultant, Licensure and Certification) to Dr. Harold R. Hoke, Nov. 9, 1973.</p>\n<p>[3]  The Executive Committee ostensibly based its decision to revoke Dr. Hoke's staff privileges on the charts of four patients he had treated in the hospital. In another lawsuit, Judge McMillan found that the Executive Committee had violated its own procedural rules and had failed to give Dr. Hoke adequate notice or opportunity to defend himself against the charges. A preliminary injunction is now in effect under which the hospital must allow Dr. Hoke supervised courtesy staff privileges until it gives him a hearing that comports with due process. Poe v. Charlotte Memorial Hospital, Inc., 374 F. Supp. 1302 (W.D.N.C.1974).</p>\n<p>[4]  When the complaint was filed, the Hallmark Clinic was the only freestanding clinic in the state. As of April 12, one other clinic had been certified and two other applications were pending. Avant dep. at 16, 20-21.</p>\n<p>[5]  <i>See</i> note 2 <i>supra.</i></p>\n<p>[6]  The differences between active staff and courtesy staff vary from hospital to hospital. Generally, though, active staff members have a large measure of administrative responsibilities. A courtesy staff member may be a part-time practitioner, he may be located so far from the hospital that he uses its facilities infrequently, or he may be engaged in a practice (such as psychiatry) that rarely requires him to admit patients. A courtesy staff member is nonetheless privileged to admit patients and treat them at the hospital, though he may be under some restrictions in doing so. Dr. Davis, chairwoman of the ad hoc committee that drafted the standards, testified by deposition that active staff membership facilitates emergency care because a courtesy staff member \"is not usually able to collect around his or herself the warm immediate supportive help from his peers as is an active member of the staff.\" Davis dep. at 30. Dr. Hendricks, another member of the committee, justified the distinction between active and courtesy staff on a similar basis:\n</p>\n<p>[t]he active staff member is the one who has full privileges. He has full command of the facilities of the organization. He, by virtue of the fact that he is a member of the active staff, this in effect is a declaration that he has the full confidence of his professional colleagues, and this is in contrast to the member of the courtesy staff who is not ordinarily a full-time member of that particular staff.</p>\n<p>Hendricks dep. at 11-12.</p>\n<p>[7]  The record contains a report of New York City's experience with legal abortions. It indicates that over three years the death rate from legal abortions (at all stages of pregnancy) declined from 4.6 per 100,000 in the first year to 2.0 per 100,000 in the third year. The maternal death rate for the same period was 38.3 per 100,000 live births. <i>See also</i> Roe v. Wade, 410 U.S. at 149, 163, 93 S.Ct. 705.</p>\n<p>[8]  Because the Department admits that it makes no attempt to control the hospital's decision, either by prescribing standards or by offering recourse against an uncooperative hospital, we are not governed by the post-<i>Yick Wo</i> cases that employed a presumption against arbitrariness where the statute contained standards, though extravagantly broad, or where the state provided review of the denial of a license. <i>E. g.,</i> Douglas v. Noble, 261 U.S. 165, 43 S.Ct. 303, 67 L.Ed. 590 (1923); New York ex rel. Lieberman v. Van De Carr, 199 U.S. 552, 26 S.Ct. 144, 50 L.Ed. 305 (1905); Gundling v. City of Chicago, 177 U.S. 183, 20 S.Ct. 633, 44 L.Ed. 725 (1900). Here the Department's admission has the same legal effect as proof that the licensing system actually operates in an arbitrary manner. <i>See</i> Hornsby v. Allen, 326 F.2d 605 (5th Cir. 1964) (liquor licenses dependent on political patronage).</p>\n<p>[9]  Plaintiffs suggest that such a self-interest may be working in this case. Dr. Hoke's standard fee for a first-trimester abortion is $175. The complaint alleges on information and belief that abortions in Charlotte Memorial Hospital cost perhaps three times that amount.</p>\n<p>[10]  <i>See, e. g.,</i> Christhilf v. Annapolis Emergency Hospital Ass'n, 496 F.2d 174 (4th Cir. 1974); Sams v. Ohio Valley General Hospital Ass'n, 413 F.2d 826 (4th Cir. 1969).</p>\n<p>[11]  <i>See, e. g.,</i> Sosa v. Board of Managers, 437 F.2d 173 (5th Cir. 1971).</p>\n<p>[12]  We do not think that Edelman v. Jordan, <i>supra</i><i>,</i> completely disposes of this question. An award of attorneys' fees may be regarded as a natural incident of suits against state officers under Ex Parte Young, 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908), while the claim for retroactive welfare benefits in <i>Edelman,</i> like a suit seeking refund of tax payments, <i>e. g.,</i> Ford Motor Co. v. Department of Treasury, 323 U.S. 459, 65 S. Ct. 347, 89 L.Ed. 389 (1945), cannot (even with a total suspension of disbelief) be squeezed into the Ex Parte Young fiction that the officer is sued as an individual rather than as a stand-in for the state.</p>\n<p>[13]  The only statutory provisions dealing with suits against officers are N.C.Gen.Stat. § 143-300.2 through 143-300.5, which furnish legal representation, and N.C.Gen.Stat. §§ 6-14 and 6-17.1, which authorize the state to pay costs. The latter sections appear in the article on court costs. Under other sections of this article, North Carolina courts have held that court costs do not include attorneys' fees. <i>E. g.,</i> Perkins v. American Mutual Fire Ins. Co., 4 N.C.App. 466, 167 S.E.2d 93 (1969).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1153</span></span> (1974)</b></center>\n<center><h1>HALLMARK CLINIC and Harold R. Hoke, M.D., Plaintiffs,<br>\nv.<br>\nNORTH CAROLINA DEPARTMENT OF HUMAN RESOURCES et al., Defendants.</h1></center>\n<center>Civ. No. 74-27-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina.</b></p></center>\n<center>Heard May 27, 1974.</center>\n<center>Decided August 30, 1974.</center>\n<p><span class=\"star-pagination\">*1154</span> <span class=\"star-pagination\">*1155</span> Roy Lucas, Washington, D. C., and Adam Stein, Charlotte, N. C., for plaintiffs.</p>\n<p>William F. O'Connell, Raleigh, N. C., Asst. Atty. Gen., North Carolina Dept. of Justice, for defendants.</p>\n<p>Before CRAVEN, Circuit Judge, and McMILLAN and DUPREE, District Judges.</p>\n<p>CRAVEN, Circuit Judge:</p>\n<p>This lawsuit, a descendant of Doe v. Bolton, <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></a></span>, <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">739</span></a></span>, <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1973), and Roe v. Wade, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1973), seeks to annul one regulation in North Carolina's program for licensing abortion clinics. The plaintiffs are Hallmark Clinic, a first-trimester abortion clinic in Charlotte, North Carolina, and its proprietor, Harold R. Hoke, M.D. Defendants are the North Carolina Department of Human Resources and various state officials charged with enforcing the licensing program. Because the challenged regulation is applied state-wide and plaintiffs ask injunctive relief, a three-judge court was convened under 28 U.S.C. § 2281. Jurisdiction exists by virtue of 28 U.S.C. § 1343(3) and 42 U. S.C. § 1983, as well as 28 U.S.C. § 1331.</p>\n<p>The North Carolina legislature responded to <i>Roe</i> and <i>Doe</i> by enacting a new abortion statute. Retaining criminal penalties for performing or procuring abortions, N.C.Gen.Stat. §§ 14-44 and 14-45, the General Assembly specified exceptions under which legal abortions may be performed:</p>\n<blockquote>§ 14-45.1. <i>When abortion not unlawful.</i>  (a) Notwithstanding any of the provisions of G.S. 14-44 and G.S. 14-45, it shall not be unlawful, during the first 20 weeks of a woman's pregnancy, to advise, procure, or cause a miscarriage or abortion when the procedure is performed by a physician licensed to practice medicine in North Carolina in a hospital or clinic certified by the Department of Human Resources to be a suitable facility for the performance of abortions.</blockquote>\n<blockquote>(b) Notwithstanding any of the provisions of G.S. 14-44 and G.S. 14-45, it shall not be unlawful, after the twentieth week of a woman's pregnancy, to advise, procure or cause a miscarriage or abortion when the procedure is performed by a physician licensed to practice medicine in North Carolina in a hospital licensed by the Department of Human Resources, if there is substantial risk that continuance of the pregnancy would threaten the life or gravely impair the health of the woman.</blockquote>\n<blockquote>.   .   .   .   .   .</blockquote>\n<blockquote>(f) Nothing in this section shall require a hospital or other health care institution to perform an abortion or to provide abortion services.</blockquote>\n<p>To carry out its duties under section (a) of the new statute, the Department of Human Resources formulated standards for certifying abortion facilities.<sup>[1]</sup> The resulting regulations allow abortions to be performed in licensed hospitals without additional certification. Freestanding clinics (defined as clinics that are neither attached to nor operated by licensed hospitals) may be certified only <span class=\"star-pagination\">*1156</span> to perform abortions during the first twelve weeks of pregnancy. To qualify for certification, a clinic must comply with detailed requirements relating to such things as physical plant, staff, medical equipment, diagnostic procedures, post-operative care, counseling services, and housekeeping.</p>\n<p>Dr. Hoke applied for certification in November 1973. Representatives of the Department of Human Resources inspected the clinic and reported that it complied with all regulations but one. That regulation, paragraph III.B.8.b under the heading of Emergency Back-Up Services, required a \"`Transfer Agreement' with a local hospital and emergency transportation service to assure the patient access to hospital care within 15 minutes.\"<sup>[2]</sup> Because Hallmark Clinic was only one block from the Charlotte Memorial Hospital, where Dr. Hoke held courtesy staff privileges, the Department granted him provisional certification, allowing him to operate for 90 days without a transfer agreement. The hospital was less cooperative. In mid-December Dr. Hoke was told that his request for a transfer agreement would be presented to the executive committee sometime in January. At about the same time, though, the hospital summarily revoked Dr. Hoke's staff privileges.<sup>[3]</sup></p>\n<p>On February 1, with Hallmark Clinic's provisional certification scheduled to expire on February 10, the hospital notified Dr. Hoke that it would take no action on his request for a transfer agreement until it had decided whether to reinstate his staff privileges. Defendant Wilkerson, Director of the Department's Division of Facility Services, notified Dr. Hoke that the provisional certification would not be extended because the clinic had no transfer agreement. Faced with imminent shutdown, Dr. Hoke filed this action. Judge Dupree issued a temporary restraining order, under which the Hallmark Clinic is currently operating. Dr. Hoke has yet been unable to obtain the required transfer agreement.<sup>[4]</sup></p>\n<p>On March 22 the Department amended its regulation to provide an alternative to written transfer agreements. Paragraph III.B.8.b now requires:</p>\n<blockquote>A written agreement with a licensed North Carolina hospital to facilitate prompt transfer of patients requiring hospital care; or in the absence of a transfer agreement, all physicians operating in a freestanding abortion clinic shall document that they are active members of a licensed hospital's medical staff and shall have verified credentials and adequate admitting privileges. The hospital with which an agreement is executed or which extends staff membership to physicians operating in the abortion facility must <span class=\"star-pagination\">*1157</span> normally provide adequate obstetrical and gynecological services but may not be one that excludes abortion patients because of religious, moral or other beliefs. The hospital must be located not more than 15 minutes travel time from the freestanding abortion facility. A provision must be made for adequate emergency transportation between the freestanding abortion facility and the hospital.</blockquote>\n<p>The amendment did not improve Dr. Hoke's position. His staff privileges at the Charlotte Memorial Hospital, in force now under order of a federal district court,<sup>[5]</sup> are only \"courtesy\" staff privileges rather than \"active\" staff privileges as required by the regulation.<sup>[6]</sup> He maintains staff membership at one other hospital in Charlotte, but it refuses to accept abortion patients for religious reasons.</p>\n<p>Plaintiffs assail the regulation on several grounds. Their leading argument is that <i>Roe</i> and <i>Doe</i> exempted first-trimester abortion facilities from any licensing requirements that do not apply to medical facilities generally. We agree. <i>See</i> Roe v. Wade, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 163-166, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">147</span></a></span> (1973); <i>id.</i> at 171, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span> (Rehnquist, J., dissenting); Doe v. Bolton, <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">179</span></a></span>, 194-195, <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">739</span></a></span>, <span class=\"citation\" data-id=\"108714\"><a href=\"/opinion/108714/doe-v-bolton/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></a></span> (1973); Word v. Poelker, <span class=\"citation\" data-id=\"318738\"><a href=\"/opinion/318738/parker-h-word-md-and-reproductive-health-services-inc-v-john-h/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1349</span></a></span> (8th Cir. 1974); Hodgson v. Anderson, <span class=\"citation\" data-id=\"2124974\"><a href=\"/opinion/2124974/hodgson-v-anderson/\"><span class=\"volume\">378</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1008</span></a></span> (D.Minn.1974) (preliminary injunction; 3-judge court); Coe v. Gerstein, <span class=\"citation no-link\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">695</span></span> (S.D.Fla.1973) (3-judge court), appeal dismissed for want of jurisdiction, <span class=\"citation\" data-id=\"109056\"><a href=\"/opinion/109056/gerstein-v-coe/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, <span class=\"citation\" data-id=\"109056\"><a href=\"/opinion/109056/gerstein-v-coe/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2246</span></a></span>, <span class=\"citation\" data-id=\"109056\"><a href=\"/opinion/109056/gerstein-v-coe/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span></a></span> (1974). Under <i>Roe</i> and <i>Doe,</i> if North Carolina may regulate the performance of first-trimester abortions at all, it may do so only to the extent that it regulates tonsillectomies and other relatively minor operations. The rule at issue in this case applies only to first-trimester abortions, and it has no counterpart in other areas of medical practice. Nursing homes are the only other facilities required to seek transfer agreements, and their licenses are not conditioned on success: they are only required to make a \"concerted effort.\" Avant dep. at 5. Doctors may perform other medical procedures  including minor surgery and obstetrical delivery, which is considered more dangerous than first-trimester abortion<sup>[7]</sup>  away from hospitals, with neither a transfer agreement nor active staff privileges. Wilkerson dep. at 25. That the state is ordinarily willing to leave such matters to the professional judgment of the attending physician strongly suggests that the program for <span class=\"star-pagination\">*1158</span> regulating abortion clinics is a thinly disguised effort to evade <i>Roe</i> and <i>Doe.</i> To single out the performance of abortions for special regulation, as North Carolina has done in paragraph III.B.8.b of these regulations, is inherently suspect as an invasion of the right of privacy.</p>\n<p>But even if we interpreted <i>Roe</i> and <i>Doe</i> as defendants do, to allow regulation of first-trimester abortion facilities in the interests of health and safety, we would have to hold this particular regulation invalid as a violation of fundamental due process. The Supreme Court long ago held that due process cannot tolerate a licensing system that makes the privilege of doing business dependent on official whim. In Yick Wo v. Hopkins <span class=\"citation\" data-id=\"91704\"><a href=\"/opinion/91704/yick-wo-v-hopkins/\"><span class=\"volume\">118</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">356</span></a></span>, 370, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1064</span></span>, 1071, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">220</span></span> (1886), the Court declared:</p>\n<blockquote>For, the very idea that one man may be compelled to hold his life, or the means of living, or any material right essential to the enjoyment of life, at the mere will of another, seems to be intolerable in any country where freedom prevails, as being the essence of slavery itself.</blockquote>\n<p>In this case it is uncontroverted that the state has placed no limits on the hospital's decision to grant or withhold a transfer agreement, or even to ignore a request for one. Defendant Wilkerson stated in his deposition: \"It would be my interpretation that they would be able to deny or grant according to the wishes of the governing body of the hospital.\" Wilkerson dep. at 12. Dr. Davis, chairwoman of the ad hoc committee that drafted the standards, agreed with his interpretation. Davis dep. at 39. <i>See also</i> Hendricks dep. at 32, 45. It is also undisputed that the Department has suggested no standards to guide the hospital's decision. Moreover, Gen.Stat. § 14-45.1(f) legitimates the hospital's arbitrary refusal to sign a transfer agreement, at least as long as the hospital prohibits in-house abortions. The sum of these shortcomings is plainly inconsistent with <i>Yick Wo.</i><sup>[8]</sup></p>\n<p>Such a complete lack of standards is especially suspect when the subject of regulation is the exercise of constitutional rights. Under the first amendment the Supreme Court has repeatedly held that licensing schemes are invalid unless official discretion to deny permits is confined by precise standards. Because the exercise of first amendment rights can be restricted only by reasonable conditions on time, place, and manner, the Court has reasoned that the state cannot allow its officials to deny permits for other reasons. Shuttlesworth v. City of Birmingham, <span class=\"citation\" data-id=\"107871\"><a href=\"/opinion/107871/shuttlesworth-v-birmingham/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 153, <span class=\"citation\" data-id=\"107871\"><a href=\"/opinion/107871/shuttlesworth-v-birmingham/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">935</span></a></span>, <span class=\"citation\" data-id=\"107871\"><a href=\"/opinion/107871/shuttlesworth-v-birmingham/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">162</span></a></span> (1969); Staub v. City of Baxley, <span class=\"citation\" data-id=\"105608\"><a href=\"/opinion/105608/staub-v-city-of-baxley/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, <span class=\"citation\" data-id=\"105608\"><a href=\"/opinion/105608/staub-v-city-of-baxley/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">277</span></a></span>, <span class=\"citation\" data-id=\"105608\"><a href=\"/opinion/105608/staub-v-city-of-baxley/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">302</span></a></span> (1958); cases cited 394 U.S. at 151 n. 2, <span class=\"citation\" data-id=\"107871\"><a href=\"/opinion/107871/shuttlesworth-v-birmingham/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">935</span></a></span>. <i>See also</i> Louisiana v. United States, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">145</span></a></span>, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"106993\"><a href=\"/opinion/106993/louisiana-v-united-states/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></a></span> (1965) (voting rights). The regulation in this case offers an exact analogy to the first amendment cases. If North Carolina can regulate first-trimester abortions at all, it may do so only in the interest of patient health and safety. By conditioning the license on a transfer agreement, the state has given hospitals the arbitrary power to veto the performance of abortions for any reason or no reason at all. The state cannot grant hospitals <span class=\"star-pagination\">*1159</span> power it does not have itself. <i>See</i> Note, Implications of the Abortion Decisions: Post Roe and Doe Litigation and Legislation, 74 Colum.L.Rev. 237, 254 (1974). In Coe v. Gerstein, No. 72-1842-Civ-JE, <span class=\"citation no-link\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">695</span></span> (S.D.Fla.1973), a three-judge court found the same infirmity in Florida's statute conditioning abortion on the consent of a woman's husband or parents. The North Carolina regulation is even more pernicious because hospitals may have a financial interest in impeding the performance of abortions in clinics or doctors' offices.<sup>[9]</sup><i>Cf.</i> Gibson v. Berryhill, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 578-579, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1973).</p>\n<p>The vices of this regulation were not eliminated when the Commission amended it to provide an alternative. Staff privileges, like transfer agreements, depend on the whim or good will of a hospital. Although the law imposes some restrictions on decisions to deny or revoke staff privileges,<sup>[10]</sup> the limitations are mostly procedural. Selection of standards is generally left to the hospital,<sup>[11]</sup> and the Department has not undertaken to superimpose its own criteria or even guidelines to control admission to staff privileges. The resulting potential for arbitrariness is the same as with the rule on transfer agreements. Again, the state cannot confer upon a private institution the exercise of arbitrary and capricious power. If the state is determined to utilize hospitals as a control factor for the protection of patients in freestanding abortion clinics then it must establish and enforce standards for admission to hospital staff privileges. To do otherwise is government by caprice and cannot withstand fourteenth amendment challenge.</p>\n<p>In addition to injunctive relief and costs, plaintiffs ask for an award of attorneys' fees on the ground that the state has acted in bad faith, refusing to comply with the law of <i>Roe</i> and <i>Doe</i> and requiring plaintiffs to force compliance through litigation. Defendants oppose such an award, contending there is no evidence of bad faith on the part of state officials and that an award of attorneys' fees is barred by the eleventh amendment.</p>\n<p>It is clear that we cannot award attorneys' fees against the Department of Human Resources, which is one of North Carolina's principal executive departments, N.C.Gen.Stat. § 143B-6. <i>See</i> Edelman v. Jordan, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974); Jordon v. Gilligan, <span class=\"citation\" data-id=\"320657\"><a href=\"/opinion/320657/samuel-j-jordon-v-john-j-gilligan/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span> (6th Cir. 1974). Whether we may award attorneys' fees against the individual defendants is governed by equitable discretion and considerations of fairness. <i>See</i> Hall v. Cole, <span class=\"citation\" data-id=\"108792\"><a href=\"/opinion/108792/hall-v-cole/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, <span class=\"citation\" data-id=\"108792\"><a href=\"/opinion/108792/hall-v-cole/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1943</span></a></span>, <span class=\"citation\" data-id=\"108792\"><a href=\"/opinion/108792/hall-v-cole/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span></a></span> (1973). If we assumed that the state would pay a judgment against the individual defendants for attorneys' fees, we might impute to them the actions of the legislature and the Medical Care Commission, but we would have to confront the troublesome question whether such a judgment would be an indirect award against the state and therefore barred by the eleventh amendment. <i>See</i> Sincock v. Obara, <span class=\"citation\" data-id=\"1467804\"><a href=\"/opinion/1467804/sincock-v-obara/\"><span class=\"volume\">320</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1098</span></a></span> (D.Del.1970). <i>But see</i> Gates v. Collier, <span class=\"citation\" data-id=\"315775\"><a href=\"/opinion/315775/nazareth-gates-and-united-states-of-america-plaintiff-intervenor-appellee/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">298</span></a></span> (5th Cir. 1973); La Raza Unida v. Volpe, 57 F. R.D. 94, 101-102 n. 11 (N.D.Cal.1972); Sims v. Amos, <span class=\"citation\" data-id=\"1445712\"><a href=\"/opinion/1445712/sims-v-amos/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">691</span></a></span> (M.D. Ala.), aff'd mem., <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">290</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></span> (1972).<sup>[12]</sup> But because North Carolina law seems not to <span class=\"star-pagination\">*1160</span> authorize reimbursement,<sup>[13]</sup> we think we should proceed as though the defendants would be personally liable, judging their monetary liability by their own conduct. Woolfolk v. Brown, <span class=\"citation\" data-id=\"1412492\"><a href=\"/opinion/1412492/woolfolk-v-brown/\"><span class=\"volume\">358</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">524</span></a></span>, 537 (E.D.Va.1973); <i>cf.</i> Sostre v. McGinnis, <span class=\"citation\" data-id=\"296468\"><a href=\"/opinion/296468/martin-sostre-v-paul-d-mcginnis-commissioner-of-correction-of-the-state/\"><span class=\"volume\">442</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 204-205 (2d Cir. 1971) (en banc). For this reason, a judgment against the individual defendants would be inappropriate unless they personally engaged in conduct that would justify an award of attorneys' fees under the \"bad faith\" rule. <i>See</i> F. D. Rich Co. v. United States ex rel. Industrial Lumber Co., <span class=\"citation\" data-id=\"109048\"><a href=\"/opinion/109048/fd-rich-co-v-united-states-ex-rel-industrial-lumber-co/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, <span class=\"citation\" data-id=\"109048\"><a href=\"/opinion/109048/fd-rich-co-v-united-states-ex-rel-industrial-lumber-co/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, <span class=\"citation\" data-id=\"109048\"><a href=\"/opinion/109048/fd-rich-co-v-united-states-ex-rel-industrial-lumber-co/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">703</span></a></span> (1974); Hall v. Cole, <span class=\"citation\" data-id=\"108792\"><a href=\"/opinion/108792/hall-v-cole/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, <span class=\"citation\" data-id=\"108792\"><a href=\"/opinion/108792/hall-v-cole/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1943</span></a></span>, <span class=\"citation\" data-id=\"108792\"><a href=\"/opinion/108792/hall-v-cole/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span></a></span> (1973). Although doubtless unsophisticated in their grasp of the right of privacy, we think the named individuals, in attempting to implement new statutes themselves responsive to new constitutional doctrine, cannot be fairly characterized as guilty of \"bad faith.\" <i>Cf.</i> McEnteggart v. Cataldo, <span class=\"citation\" data-id=\"300244\"><a href=\"/opinion/300244/peter-mcenteggart-v-john-m-cataldo/\"><span class=\"volume\">451</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1109</span></a></span>, 1112 (1st Cir. 1971), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">943</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">767</span></span> (1972); Stolberg v. Members of the Board of Trustees, <span class=\"citation\" data-id=\"308752\"><a href=\"/opinion/308752/irving-stolberg-v-members-of-the-board-of-trustees-for-the-state-colleges/\"><span class=\"volume\">474</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">485</span></a></span> (2d Cir. 1973); Bell v. School Board, <span class=\"citation\" data-id=\"261552\"><a href=\"/opinion/261552/edward-alvin-bell-infants-etc-and-cross-appellants-v-school-board-of/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">494</span></a></span> (4th Cir. 1963).</p>\n<p>Plaintiffs will be entitled to an injunction against enforcement of paragraph III.B.8.b of the clinic regulations and an award of costs. We will remand the case to Judge Dupree, as a single district judge, for formulation of appropriate orders.</p>\n<p>McMILLAN, District Judge (dissenting).</p>\n<p>After the Supreme Court in <i>Doe</i> and <i>Roe</i> had held that a pregnant woman has a continuing right to an abortion during the first three months of pregnancy, and after the General Assembly of North Carolina had adopted appropriate remedial legislation, the defendants took steps to frustrate the exercise of the freedom which <i>Doe</i> and <i>Roe</i> had declared. They passed a regulation, unjustified by medical or health considerations and discriminatory on its face, which would leave up to the untrammelled whim of public and private hospital administrators the decision upon which the exercise of the legal right to abortion depends. For these and the other reasons so correctly and clearly stated by Judge Craven, I heartily concur in his decision on the merits of the case.</p>\n<p><i>For the same reasons,</i> I respectfully dissent from the failure to award attorneys' fees to plaintiffs.</p>\n<p>Attorneys' fees for winners should be awarded by courts only after serious thought; courts should be open to all litigants rather than closed to or extra-hazardous for those with lean bankrolls; the reported British practice of routinely or frequently taxing attorneys' fees against losers should therefore not be followed.</p>\n<p>Such fees, as Justice Frankfurter observed in Sprague v. Ticonic National Bank, <span class=\"citation\" data-id=\"103201\"><a href=\"/opinion/103201/sprague-v-ticonic-nat-bank/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 167, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">777</span></span>, 780, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1184</span></span> (1939) are, however, appropriate \"in exceptional cases and for dominating reasons of justice.\"</p>\n<p>Although the individual plaintiff does not evoke pity, and does not claim indigency, and makes no appeal beyond the obvious justice of his cause, nevertheless this is an \"exceptional\" case, and award of fees for plaintiffs' lawyers is supported <span class=\"star-pagination\">*1161</span> by \"dominating reasons of justice.\"</p>\n<p>State authorities attempted by administrative regulation to inhibit the exercise by North Carolinians of a freedom newly recognized by the Supreme Court.</p>\n<p>The administrative regulation when drawn was clearly unconstitutional; in fact, no serious legal argument to the contrary was made by the defendants. This suit should not have been necessary.</p>\n<p>Plaintiffs have prevailed on all the merits of the case.</p>\n<p>The ruling of this court will benefit all persons who might in the future have been harmed by the unconstitutional regulation; plaintiffs have well performed the function of \"private attorneys general,\" with benefits to others similarly affected.</p>\n<p>However, defendants will go scot-free for thus intentionally violating the constitutional rights of many North Carolina citizens, unless they are required to pay the attorneys' fees for those who were forced either to sue or to submit to the unlawful regulation.</p>\n<p>Edelman v. Jordan, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974), does not control the fee issue. It is true that by a vote of five to four, with three dissenting opinions, <i>Edelman</i> held that the Eleventh Amendment (which says that a <i>non</i>-resident may not sue a state) <i>means</i> that a <i>resident</i> may not sue a state, for recovery of past due but wrongfully withheld Social Security payments.</p>\n<p><i>Edelman,</i> however, is clearly distinguishable. It did not deal with denial of express <i>constitutional</i> rights like the present case; rather, it dealt with federal statutory rights which the states must recognize only because of the Supremacy Clause. The wrong done in <i>Edelman</i> was treated as something like breach by the state of a contract with the federal government, with relief measured in the traditional form of damages; by contrast, the further relief sought by Dr. Hoke is attorneys' fees, which in proper cases are traditionally awarded by courts as a normal part of equitable relief.</p>\n<p>Because the relief sought in <i>Edelman</i> was damages and because that relief originated in the 1787 Constitution's Supremacy Clause, the court in <i>Edelman</i> could reach the result it reached on traditional principles of interpretation: The Eleventh Amendment (1798) came after the Supremacy Clause (1787); the court had previously decided there was a conflict between the two; in such event, the later amendment prevails. That is the rationale of Hans v. Louisiana, <span class=\"citation\" data-id=\"92702\"><a href=\"/opinion/92702/hans-v-louisiana/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">842</span></span> (1890), upon which <i>Edelman</i> relies.</p>\n<p>In the present case, by contrast, plaintiffs' rights are based upon the due process clause and the equal protection clause of the Fourteenth Amendment. The Fourteenth Amendment was adopted in 1868, some seventy years <i>after</i> the Eleventh Amendment, and shortly after the long and bloody Civil War which established the principle that state governments <i>are</i> required to deal fairly with all citizens and to treat them, under the law at least, as equals. The post-war amendments to the Constitution, especially Section One of the Fourteenth Amendment, modified the Constitution to provide expressly that citizens of all states had the right to fair treatment by government; and where, as here, the Fourteenth Amendment conflicts with the Eleventh, the latter (the Fourteenth) should prevail.</p>\n<p>To deny fees here is therefore to extend rather than restrict <i>Edelman.</i></p>\n<p>This, I submit, should not be done.</p>\n<p>Vast power has been placed in the hands of government  particularly in the hands of administrators in executive departments.</p>\n<p>Executive power should be checked by responsibility  not unleashed through immunity.</p>\n<p><span class=\"star-pagination\">*1162</span> Today's decision on fees tends to promote governmental <i>ir</i>responsibility.</p>\n<p>The irony is that while by denying damages and fees against states the courts are fostering irresponsibility where it hurts the most (in the area of constitutional rights and freedoms), state and federal governments have waived or been held to have waived much of their immunity from liability in damages for physical torts!</p>\n<p>It is thus routine to sue a government or its employees and collect damages from a car wreck, but (if <i>Edelman</i> applies) impossible to sue the state for much more grievous and demonstrable losses from unconstitutional acts.</p>\n<p>Americans tend to put dollar signs on everything.</p>\n<p>It is time we started putting dollar signs on unconstitutional bureaucratic action, just as we put dollar signs on reckless driving.</p>\n<p>Then perhaps administrators and their advisors will be more ready to recognize the Constitution before they invade the rights it guarantees. Protests from taxpayers sometimes get heard where the Bill of Rights gets ignored.</p>\n<p>Award of attorney's fees would, then, tend to promote state responsibility. I would abandon the \"bad faith\" notion (the search for a villain) and base the decision on the dominating reasons of justice which abundantly appear on this record.</p>\n<p>Such an award of fees has in fact been summarily affirmed by the Supreme Court in the only case that seems to have reached that court; see Amos v. Sims, <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">290</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></span> (1972), affirming <span class=\"citation\" data-id=\"1795714\"><a href=\"/opinion/1795714/sims-v-amos/\"><span class=\"volume\">336</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">924</span></a></span> and <span class=\"citation\" data-id=\"1445712\"><a href=\"/opinion/1445712/sims-v-amos/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">691</span></a></span> (M.D. Ala.1972). The Fifth Circuit upheld such an award in Gates v. Collier, <span class=\"citation\" data-id=\"315775\"><a href=\"/opinion/315775/nazareth-gates-and-united-states-of-america-plaintiff-intervenor-appellee/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">298</span></a></span> (5th Cir. 1973).</p>\n<p>I respectfully dissent from the failure to award attorneys' fees.</p>\n<h2>NOTES</h2>\n<p>[1]  We express no opinion as to whether the standards are generally within the constitutional limitations enunciated in <i>Roe</i> and <i>Doe.</i></p>\n<p>[2]  Rules and Regulations Governing the Certification of Clinics for the Performance of Abortions, ¶ III.B.8.b (Sept. 21, 1973). The Department's sample transfer agreement contains several provisions that are not directly related to emergency procedures, including an agreement that neither the hospital nor the clinic shall be responsible for the other's bill. The Department, however, apparently insists on only two provisions: \"that (1) the hospital(s) will accept a patient from your Clinic for emergency treatment and (2) in such an event the patient's medical record will be transferred from your Clinic to the admitting hospital.\" Letter from C. W. Sanders, Jr. (Consultant, Licensure and Certification) to Dr. Harold R. Hoke, Nov. 9, 1973.</p>\n<p>[3]  The Executive Committee ostensibly based its decision to revoke Dr. Hoke's staff privileges on the charts of four patients he had treated in the hospital. In another lawsuit, Judge McMillan found that the Executive Committee had violated its own procedural rules and had failed to give Dr. Hoke adequate notice or opportunity to defend himself against the charges. A preliminary injunction is now in effect under which the hospital must allow Dr. Hoke supervised courtesy staff privileges until it gives him a hearing that comports with due process. Poe v. Charlotte Memorial Hospital, Inc., <span class=\"citation\" data-id=\"2352771\"><a href=\"/opinion/2352771/poe-v-charlotte-memorial-hospital-inc/\"><span class=\"volume\">374</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1302</span></a></span> (W.D.N.C.1974).</p>\n<p>[4]  When the complaint was filed, the Hallmark Clinic was the only freestanding clinic in the state. As of April 12, one other clinic had been certified and two other applications were pending. Avant dep. at 16, 20-21.</p>\n<p>[5]  <i>See</i> note 2 <i>supra.</i></p>\n<p>[6]  The differences between active staff and courtesy staff vary from hospital to hospital. Generally, though, active staff members have a large measure of administrative responsibilities. A courtesy staff member may be a part-time practitioner, he may be located so far from the hospital that he uses its facilities infrequently, or he may be engaged in a practice (such as psychiatry) that rarely requires him to admit patients. A courtesy staff member is nonetheless privileged to admit patients and treat them at the hospital, though he may be under some restrictions in doing so. Dr. Davis, chairwoman of the ad hoc committee that drafted the standards, testified by deposition that active staff membership facilitates emergency care because a courtesy staff member \"is not usually able to collect around his or herself the warm immediate supportive help from his peers as is an active member of the staff.\" Davis dep. at 30. Dr. Hendricks, another member of the committee, justified the distinction between active and courtesy staff on a similar basis:\n</p>\n<p>[t]he active staff member is the one who has full privileges. He has full command of the facilities of the organization. He, by virtue of the fact that he is a member of the active staff, this in effect is a declaration that he has the full confidence of his professional colleagues, and this is in contrast to the member of the courtesy staff who is not ordinarily a full-time member of that particular staff.</p>\n<p>Hendricks dep. at 11-12.</p>\n<p>[7]  The record contains a report of New York City's experience with legal abortions. It indicates that over three years the death rate from legal abortions (at all stages of pregnancy) declined from 4.6 per 100,000 in the first year to 2.0 per 100,000 in the third year. The maternal death rate for the same period was 38.3 per 100,000 live births. <i>See also</i> Roe v. Wade, 410 U.S. at 149, 163, <span class=\"citation\" data-id=\"108713\"><a href=\"/opinion/108713/roe-v-wade/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">705</span></a></span>.</p>\n<p>[8]  Because the Department admits that it makes no attempt to control the hospital's decision, either by prescribing standards or by offering recourse against an uncooperative hospital, we are not governed by the post-<i>Yick Wo</i> cases that employed a presumption against arbitrariness where the statute contained standards, though extravagantly broad, or where the state provided review of the denial of a license. <i>E. g.,</i> Douglas v. Noble, <span class=\"citation\" data-id=\"100132\"><a href=\"/opinion/100132/douglas-v-noble/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">303</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">590</span></span> (1923); New York ex rel. Lieberman v. Van De Carr, <span class=\"citation\" data-id=\"96364\"><a href=\"/opinion/96364/new-york-ex-rel-lieberman-v-van-de-carr/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">144</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">305</span></span> (1905); Gundling v. City of Chicago, <span class=\"citation\" data-id=\"95229\"><a href=\"/opinion/95229/gundling-v-chicago/\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">633</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">725</span></span> (1900). Here the Department's admission has the same legal effect as proof that the licensing system actually operates in an arbitrary manner. <i>See</i> Hornsby v. Allen, <span class=\"citation\" data-id=\"262902\"><a href=\"/opinion/262902/mrs-lola-hornsby-v-ivan-allen-mayor-of-the-city-of-atlanta/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span> (5th Cir. 1964) (liquor licenses dependent on political patronage).</p>\n<p>[9]  Plaintiffs suggest that such a self-interest may be working in this case. Dr. Hoke's standard fee for a first-trimester abortion is $175. The complaint alleges on information and belief that abortions in Charlotte Memorial Hospital cost perhaps three times that amount.</p>\n<p>[10]  <i>See, e. g.,</i> Christhilf v. Annapolis Emergency Hospital Ass'n, <span class=\"citation\" data-id=\"318980\"><a href=\"/opinion/318980/stuart-m-christhilf-jr-md-v-the-annapolis-emergency-hospital/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">174</span></a></span> (4th Cir. 1974); Sams v. Ohio Valley General Hospital Ass'n, <span class=\"citation\" data-id=\"285764\"><a href=\"/opinion/285764/james-e-sams-jack-l-paradise-and-daniel-j-birmingham-v-ohio-valley/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">826</span></a></span> (4th Cir. 1969).</p>\n<p>[11]  <i>See, e. g.,</i> Sosa v. Board of Managers, <span class=\"citation\" data-id=\"294427\"><a href=\"/opinion/294427/doctor-robert-sosa-v-board-of-managers-of-the-val-verde-memorial-hospital/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">173</span></a></span> (5th Cir. 1971).</p>\n<p>[12]  We do not think that Edelman v. Jordan, <i>supra</i><i>,</i> completely disposes of this question. An award of attorneys' fees may be regarded as a natural incident of suits against state officers under Ex Parte Young, <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908), while the claim for retroactive welfare benefits in <i>Edelman,</i> like a suit seeking refund of tax payments, <i>e. g.,</i> Ford Motor Co. v. Department of Treasury, <span class=\"citation\" data-id=\"104057\"><a href=\"/opinion/104057/ford-co-v-dept-of-treasury/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">347</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">389</span></span> (1945), cannot (even with a total suspension of disbelief) be squeezed into the Ex Parte Young fiction that the officer is sued as an individual rather than as a stand-in for the state.</p>\n<p>[13]  The only statutory provisions dealing with suits against officers are N.C.Gen.Stat. § 143-300.2 through 143-300.5, which furnish legal representation, and N.C.Gen.Stat. §§ 6-14 and 6-17.1, which authorize the state to pay costs. The latter sections appear in the article on court costs. Under other sections of this article, North Carolina courts have held that court costs do not include attorneys' fees. <i>E. g.,</i> Perkins v. American Mutual Fire Ins. Co., 4 N.C.App. 466, <span class=\"citation\" data-id=\"1324310\"><a href=\"/opinion/1324310/perkins-v-american-mutual-fire-insurance-co/\"><span class=\"volume\">167</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">93</span></a></span> (1969).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/262902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/294427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/296468/",
    "http://www.courtlistener.com/api/rest/v3/opinions/300244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/308752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/315775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1412492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1467804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1795714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2124974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2352771/"
  ]
}