{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1459141/",
  "absolute_url": "/opinion/1459141/sanders-v-coman/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1459141/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:18:16.507303Z",
  "date_modified": "2016-04-26T20:32:53.435797Z",
  "type": "010combined",
  "sha1": "0129b0d46a261bdbcce2387fe818a2ea4221cb66",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>864 F.Supp. 496 (1994)</b></center>\n<center><h1>Steven SANDERS, et al., Plaintiffs,<br>\nv.<br>\nJames J. COMAN, et al., Defendants.</h1></center>\n<center>No. 5:94-CT-510-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 11, 1994.</center>\n<p><span class=\"star-pagination\">*497</span> Susan Hubbard Pollitt, Paul MacAllister Green, NC Prisoner Legal Services, Inc., Raleigh, NC, for plaintiff.</p>\n<p>Jane R. Garvey, State of N.C., Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>In this action plaintiffs, state prison inmates, seek protection from a North Carolina statute requiring that they give blood samples for use in a DNA databank. The issues have been fully briefed and a hearing held.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On 15 July 1994, plaintiffs filed their complaint under 42 U.S.C. § 1983. On 22 September 1994, plaintiffs moved the court to certify a class composed of \"all persons who are now or will be incarcerated in the North Carolina Department of Correction (DOC) for the crimes enumerated in N.C.Gen.Stat. § 15A-266.4(h) committed before 1 July 1994.\" Defendants orally agreed to the certification at the 23 September 1994 hearing. Plaintiffs' motion is ALLOWED and the class is hereby certified.</p>\n<p>Plaintiffs ground their claim on alleged violations of the United States and North Carolina Constitutions. On 20 July 1994, a hearing was held on plaintiffs' application for a temporary restraining order, and the court, allowing the motion in part, temporarily restrained defendants from using force to extract DNA blood samples. This ruling was memorialized in a written order filed 21 July 1994.</p>\n<p>By order filed 28 July 1994, the hearing on plaintiffs' motion for a preliminary injunction was combined with a hearing on the merits. The court ordered each side to present witness testimony in affidavit form with the opposing side having the opportunity to cross-examine witnesses at the hearing. The combined hearing was held before the undersigned on 23 September 1994. By agreement of the parties, no cross-examination was conducted and all exhibits were submitted jointly.</p>\n<p></p>\n<h2>II. FACTS</h2>\n<p>In 1993 the North Carolina General Assembly passed legislation authorizing the State Bureau of Investigation (SBI) to establish a databank containing DNA samples of those convicted of certain specified crimes. N.C.Gen.Stat. § 15A-266, <i>et seq.</i> (1993). The statute specifically states two purposes for this legislation: (1) to assist law enforcement agencies in the \"identification, detection, or exclusion of individuals who are subjects of the investigation of violent crimes against the person\" and (2) \"to identify missing persons and victims of mass disasters.\" <i>Id.</i> at § 15A-266.1. The statute provides that only law enforcement agencies may access the database and they may do so only \"in furtherance of an official investigation of a criminal offense\" or on order of a superior court. <i>Id.</i> at § 266.8(a).</p>\n<p>The DOC did not request or sponsor this legislation. The SBI and the North Carolina Department of Justice were the primary advocates for passage of the statute. The DOC has no special access to the database and was only included in meetings regarding the legislation <span class=\"star-pagination\">*498</span> <i>after</i> it had been passed. (Phillips Depo. p. 75, 13). The DOC must be involved in the implementation of the statute because it is DOC employees who actually take the blood samples from inmates. Since the effective date of the statute, approximately 8,000 DNA samples have been taken.</p>\n<p>Plaintiffs contend that defendants are using force to obtain blood samples from inmates who are not giving them voluntarily and that this use of force violates plaintiffs' rights under the Fourth, Eighth, and Fourteenth Amendments to the United States Constitution. Specifically, plaintiffs allege that there have been at least 13 instances where physical force was used to obtain a blood sample from a noncomplying inmate. The uses of force have included instances of several officers surrounding an inmate while one held his arm still, the spraying of mace, and bending inmates' wrists in a painful manner to induce compliance.</p>\n<p>Plaintiffs claim that the sampling procedure violates the Fourth Amendment of the United States Constitution because it is an unreasonable search and seizure. Specifically, plaintiffs characterize it as a preemptory seizing of blood from a prisoner who otherwise would not submit to the drawing of blood. They claim the Eighth Amendment is violated by the use of force because the force applied is actually corporal punishment and, thus, prohibited by the amendment's ban on cruel and unusual punishment. Plaintiffs maintain that the drawing of blood is not related to a legitimate penological interest. The alleged Fourteenth Amendment violation is grounded in the inmates' due process rights to the protection of their liberty interests in bodily integrity.</p>\n<p>Plaintiffs also contend that the statute's requirement that all inmates convicted of the specified crimes be required to give a blood sample, even where force is not used, violates the Fourth Amendment of the United States Constitution. They so contend because the statue requires a sample from all covered inmates without regard to probable cause or individualized suspicion. Plaintiffs concede that the case of <i>Jones v. Murray,</i> 962 F.2d 302 (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 113 S.Ct. 472, 121 L.Ed.2d 378 (1992), addressed this issue and held that such a statute does not violate the Fourth Amendment. Plaintiffs only make this argument in order to preserve the issue in the event of an appeal.</p>\n<p>Plaintiffs' final allegations charge that the requirement that they submit to a DNA blood sample violates Articles I and XI of the North Carolina Constitution. Article I prohibits the use of general warrants and Article XI establishes limits on punishments that will be permitted. Plaintiffs suggest that, even if the alleged federal constitutional violations are resolved against them, the court has jurisdiction over these state law issues which derive from a common set of facts.</p>\n<p>Plaintiffs request that the court permanently enjoin defendants from using force to collect DNA blood samples, grant full declaratory and injunctive relief against all mandatory DNA sampling, and declare that North Carolina General Statute § 15A-266.4 may not be applied to deny mandatory parole or eligibility for parole.</p>\n<p>Defendants contend that the use of reasonable physical force to effectuate the taking of a DNA sample is lawful. They admit that force was used in the cases of 13 inmates; however, defendants define \"force\" as \"any physical touching of an inmate.\" They insist that the term is not reserved for active or violent physical confrontations, and DOC regulations require that force only be used when necessary under the circumstances. Of the 13 uses of force to which defendants admit, the majority involved either getting an inmate to the testing area or steadying an inmate's arm so the blood could be taken. Defendants maintain that there was physical confrontation in only two cases and that in both cases, the actions of the DOC employees were in direct response to aggression by the inmates. Defendants assert that the records and policies of the DOC make it clear that the few uses of force were moderate and reasonable under the circumstances. Further, they maintain that all such uses of force were initiated entirely as a result of an inmate's refusal to comply with a direct order or in response to an inmate's active aggression toward DOC staff, or both.</p>\n<p><span class=\"star-pagination\">*499</span> Defendants characterize plaintiffs' claims as being brought only under the Fourth and Eighth Amendments. They claim that plaintiffs' due process claim is based entirely on an <i>ex post facto</i> theory which the Supreme Court rejected in <i>Albright v. Oliver,</i> ___ U.S. ___, 114 S.Ct. 807, 127 L.Ed.2d 114 (1994). In response to plaintiffs' Fourth Amendment argument, defendants contend that the Fourth Circuit's ruling in <i>Jones v. Murray,</i> 962 F.2d 302 (1992), makes it clear that inmates have no protected Fourth Amendment interest regarding the drawing of blood for DNA sampling. Defendants also note that the Fourth Circuit has taken this ruling a step further to hold that an inmate's refusal to comply with DNA sampling may be treated as a refusal to comply with a direct order and may be enforced through the use of administrative penalties. <i>Ewell v. Murray,</i> 11 F.3d 482 (4th Cir.1993).</p>\n<p>In addressing plaintiff's Eighth Amendment arguments, defendants assert that in order to violate the Eighth Amendment's prohibition of cruel and unusual punishment, the force challenged must have been used for the purpose of causing harm. <i>Hudson v. McMillian,</i> ___ U.S. ___, 112 S.Ct. 995, 117 L.Ed.2d 156 (1992). Defendants contend that there is no Eighth Amendment violation unless the complained of conduct is punishment or involves \"more than ordinary lack of due care for the prisoner's interest or safety.\" <i>Whitley v. Albers,</i> 475 U.S. 312, 319, 106 S.Ct. 1078, 1084, 89 L.Ed.2d 251 (1986). The Fourth Circuit has held that DNA sampling is a valid administrative requirement and is not punishment. <i>Ewell</i> at 487. Defendants contend that because of that ruling, enforcement of the sampling by normal DOC procedures, even if these procedures allow the use of force, is also valid.</p>\n<p>Defendants further maintain that the case of <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987), is not the appropriate standard for analysis of the issues at bar. Defendants assert that <i>Turner</i> applies only \"when a prison regulation impinges on inmates' constitutional rights\", <i>id.</i> at 89, 107 S.Ct. at 2261, and that the Fourth Circuit has held that DNA sampling does not do so. <i>Jones,</i> 962 F.2d 302. In the alternative, defendants argue that the DNA procedure is proper under the <i>Turner</i> framework, as it serves a valid penological interest. Primarily, they assert that such an interest is stated in the statue itself and, in order to give full effect to this requirement, penological interest must be given a broad meaning. Defendants contend that a penological interest includes crime prevention, incarceration, and correction. They further assert that the statute authorizing the procedure specifically states the necessary interest and that the DNA sampling procedure, as carried out by DOC, serves a valid penological interest as well as a legitimate governmental and public interest. Defendants request that the temporary restraining order be dissolved and that plaintiffs' action be dismissed.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Plaintiffs' Fourth Amendment Claims</i>\n</h2>\n<p>As both parties concede, plaintiffs' claim that the drawing of blood for DNA sampling violates the Fourth Amendment's prohibition of unreasonable search and seizure, is controlled by the Fourth Circuit's ruling in <i>Jones v. Murray,</i> 962 F.2d 302 (4th Cir.1992). In that case, the Fourth Circuit stated that they were not aware of any case \"establishing a per se Fourth Amendment requirement of probable cause, or even a lesser degree of individualized suspicion, when government officials conduct a limited search for the purpose of ascertaining and recording the identity of a person who is lawfully confined to prison.\" <i>Id.</i> at 306. The court unequivocally held the Virginia statute in question was not violative of the Fourth Amendment. <i>Id.</i> at 308. This court is bound by the <i>Jones</i> decision; therefore, plaintiffs fail to state a claim under the Fourth Amendment.</p>\n<p></p>\n<h2>B. <i>Plaintiffs' Eighth Amendment Claims</i>\n</h2>\n<p>Upon further reflection, the court agrees with defendants' suggestion that the four-part test of <i>Turner v. Safley,</i> 482 U.S. 78, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987), does not provide the best framework within which to <span class=\"star-pagination\">*500</span> analyze the issues at bar.<sup>[1]</sup><i>Turner</i> does establish the criterion to be applied when determining the constitutionality of prison regulations; however, the threshold which must be crossed in order to evoke the <i>Turner</i> analysis is not met by the facts of this case. For <i>Turner</i> to apply, a regulation must \"impinge[] on inmates' constitutional rights....\" <i>Id.</i> at 89, 107 S.Ct. at 2261. The Fourth Circuit has specifically held that the DNA sampling procedure does not violate an inmate's constitutional rights. <i>Jones,</i> 962 F.2d 302. Therefore, without a threat to inmates' constitutional freedoms, the threshold of the <i>Turner</i> analysis is not met and the four-part framework should not be applied.</p>\n<p>The Eighth Amendment prohibits the use of cruel and unusual punishment and defendants are correct in their understanding that in order to state a claim under the Eighth Amendment, the challenged force must be applied for the purpose of causing harm. <i>Hudson,</i> 503 U.S. 1, 112 S.Ct. 995, 117 L.Ed.2d 156 (1992); <i>Johnson v. Glick,</i> 481 F.2d 1028 (2d Cir.), <i>cert. denied,</i> 414 U.S. 1033, 94 S.Ct. 462, 38 L.Ed.2d 324 (1973); <i>Morrison v. Martin,</i> 755 F.Supp. 683 (E.D.N.C.), <i>aff'd,</i> 917 F.2d 1302 (4th Cir. 1990) (table). There are no facts or allegations in the case at bar that the force being used to obtain DNA samples from inmates is being applied with the intention of harming the inmates. In fact, there is both fact and law to support the reasonable use of force by DOC personnel to effect compliance.</p>\n<p>As stated above, <i>Jones</i> held that DNA sampling does not violate prisoners' Fourth Amendment rights and is, therefore, lawful. The Fourth Circuit took this statement a step further in <i>Ewell v. Murray,</i> 11 F.3d 482 (4th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 2112, 128 L.Ed.2d 671 (1994), when it held that an inmate's refusal to comply with the DNA sampling procedure could be treated as refusal to comply with a direct order. The <i>Ewell</i> court explained that \"the DNA provision is not penal, but administrative, and the prison regulation ordering inmate compliance with an administrative regulation is reasonably within the administrative structure of prison authority that attends every sentence.\" <i>Id.</i> at 487. Thus, the DNA sampling procedure, having been labeled a lawful administrative order, may be enforced in the same way as other lawful orders of prison officials. North Carolina General Statute § 148-46 expressly permits the use of force to ensure compliance with a lawful order.</p>\n<p>It is also important to realize the serious impact an inmate's defiance of a lawful order can have on the discipline within a correctional institution. The Supreme Court recognized this interest in <i>Whitley v. Albers,</i> 475 U.S. 312, 106 S.Ct. 1078, 89 L.Ed.2d 251 (1986), when it allowed the use of force to maintain order in a prison setting. The court agrees with defendants' statement that \"the preservation of discipline is invoked whenever an inmate is given a lawful order by correctional officials.\" (Defendants' brief p. 19). This is so because any one inmate's refusal of an order may encourage others to refuse as well. Obviously, order and discipline cannot be maintained if inmates are allowed to refuse to comply with lawful directions.</p>\n<p>The allowance of the use of force to ensure compliance with a lawful order does not mean, however, that any amount of force will be tolerated. If correctional officers use more force that is reasonably necessary under the circumstances, they would then be answerable under the Eighth Amendment. Specifically, the <i>Whitley</i> court noted that no claim arises under the Eighth Amendment unless the complained of conduct involves punishment or \"more than an ordinary lack of due care for the prisoner's interest or safety.\" <i>Id.</i> at 319, 106 S.Ct. at 1084. The Fourth Circuit has already held that the DNA sampling procedure is not punitive. <span class=\"star-pagination\">*501</span> <i>Jones,</i> 962 F.2d 302. Plaintiffs have not alleged any facts to suggest that the sampling procedure, or the use of force, is endangering the safety of the inmates. Therefore, it cannot be said that DOC officials are exhibiting an extraordinary lack of care for the prisoners' interests.</p>\n<p>This leaves for discussion only plaintiffs' Eighth Amendment claim pertaining to the actual force used with certain inmates. The Supreme Court addressed this issue in <i>Whitley</i> when it wrote: \"the infliction of pain in the course of a prison security measure ... does not amount to cruel and unusual punishment simply because it may appear in retrospect that the degree of force ... was unreasonable, and hence unnecessary in the strict sense.\" <i>Whitley,</i> 475 U.S. at 312, 319, 106 S.Ct. at 1080, 1084. As explained above, ensuring compliance with a lawful order, such as the DNA sampling procedure, is a matter of institutional security and discipline. Therefore, the actual force used does not constitute cruel and unusual punishment simply because it caused pain to the inmates involved. Plaintiffs fail to state a claim under the Eighth Amendment.</p>\n<p></p>\n<h2>C. <i>Plaintiffs' Fourteenth Amendment Claims</i>\n</h2>\n<p>Plaintiffs allege that their due process rights are being violated by the enforcement of the DNA sampling procedure. Specifically they claim that enforcement of the procedure violates the prohibition of the <i>ex post facto</i> clause. The Supreme Court has rejected this contention. <i>Albright v. Oliver,</i> ___ U.S. ___, 114 S.Ct. 807, 127 L.Ed.2d 114 (1994), held that there is no separate due process inquiry regarding contentions involving the use of force.</p>\n<p>Plaintiffs also allege that defendants are threatening noncomplying inmates with the delay of scheduled and mandatory parole in an effort to get these inmates to voluntarily give blood samples. In <i>Jones,</i> the Fourth Circuit made it clear that prison officials cannot legally condition an inmate's release or mandatory parole upon his compliance with the DNA sampling statute. <i>Jones,</i> 962 F.2d at 310. At the hearing on plaintiffs' motion for a temporary restraining order held 20 July 1994, counsel for defendants assured the court that defendants are not denying inmates parole or release based on their refusal to give DNA blood samples. Based on that assurance, the temporary restraining order of this court dated 21 July 1994 stated that \"the court is satisfied that the Fourth Circuit's ruling in <i>Jones</i> is being followed by the State and that neither the release nor the parole of inmates is being conditioned on the giving of a DNA sample.\" The court remains satisfied that defendants are complying with <i>Jones</i> and finds that plaintiffs have not stated a claim under the Fourteenth Amendment.</p>\n<p></p>\n<h2>D. <i>Plaintiffs' State Constitutional Claims</i>\n</h2>\n<p>Plaintiffs urge this court to exercise supplemental jurisdiction over their claims based on alleged violations of the North Carolina Constitution. Title 28 U.S.C. § 1367 specifically addresses supplemental jurisdiction. Section 1367(a) provides that a district court shall have supplemental jurisdiction over \"all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy.\" Section 1367(c), however, states that a district court may decline to exercise such jurisdiction for several reasons, including that the \"district court has dismissed all claims over which it has original jurisdiction.\" As stated above, the court has found that plaintiffs' allegations do not state causes of action under the United States Constitution and all of those claims will be dismissed. Because those claims were the ones over which this court had original jurisdiction, the court declines to exercise supplemental jurisdiction and plaintiffs' state law claims will be dismissed.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, plaintiffs' motion for class certification is ALLOWED and a class composed of the following persons is hereby certified: all persons who are now or will be incarcerated in the North Carolina Department of Correction (DOC) for the crimes enumerated in N.C.Gen.Stat. § 15A-266.4(h) committed before 1 July 1994. Plaintiffs' request for a permanent injunction against the use of force to collect <span class=\"star-pagination\">*502</span> DNA blood samples is DENIED. The temporary restraining order entered by this court on 21 July 1994 is hereby DISSOLVED and this action is DISMISSED. Plaintiffs' state law claims are DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  In their Supplemental Memorandum in Support of the Motion for a Preliminary Injunction, plaintiffs suggested to the court that <i>Turner v. Safley</i> provided the appropriate standard by which to analyze a prison regulation. Plaintiffs quoted <i>Turner,</i> stating that all prison regulations must be \"reasonably related to legitimate penological objectives ... rather than an exaggerated response to ... security concerns.\" <i>Turner</i> 482 U.S. at 87, 91, 107 S.Ct. at 2260, 2263. The court relied upon this language in <i>Turner</i> in its temporary restraining order and applied the <i>Turner</i> analysis to the facts.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">496</span></span> (1994)</b></center>\n<center><h1>Steven SANDERS, et al., Plaintiffs,<br>\nv.<br>\nJames J. COMAN, et al., Defendants.</h1></center>\n<center>No. 5:94-CT-510-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 11, 1994.</center>\n<p><span class=\"star-pagination\">*497</span> Susan Hubbard Pollitt, Paul MacAllister Green, NC Prisoner Legal Services, Inc., Raleigh, NC, for plaintiff.</p>\n<p>Jane R. Garvey, State of N.C., Dept. of Justice, Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>In this action plaintiffs, state prison inmates, seek protection from a North Carolina statute requiring that they give blood samples for use in a DNA databank. The issues have been fully briefed and a hearing held.</p>\n<p></p>\n<h2>I. STATEMENT OF THE CASE</h2>\n<p>On 15 July 1994, plaintiffs filed their complaint under 42 U.S.C. § 1983. On 22 September 1994, plaintiffs moved the court to certify a class composed of \"all persons who are now or will be incarcerated in the North Carolina Department of Correction (DOC) for the crimes enumerated in N.C.Gen.Stat. § 15A-266.4(h) committed before 1 July 1994.\" Defendants orally agreed to the certification at the 23 September 1994 hearing. Plaintiffs' motion is ALLOWED and the class is hereby certified.</p>\n<p>Plaintiffs ground their claim on alleged violations of the United States and North Carolina Constitutions. On 20 July 1994, a hearing was held on plaintiffs' application for a temporary restraining order, and the court, allowing the motion in part, temporarily restrained defendants from using force to extract DNA blood samples. This ruling was memorialized in a written order filed 21 July 1994.</p>\n<p>By order filed 28 July 1994, the hearing on plaintiffs' motion for a preliminary injunction was combined with a hearing on the merits. The court ordered each side to present witness testimony in affidavit form with the opposing side having the opportunity to cross-examine witnesses at the hearing. The combined hearing was held before the undersigned on 23 September 1994. By agreement of the parties, no cross-examination was conducted and all exhibits were submitted jointly.</p>\n<p></p>\n<h2>II. FACTS</h2>\n<p>In 1993 the North Carolina General Assembly passed legislation authorizing the State Bureau of Investigation (SBI) to establish a databank containing DNA samples of those convicted of certain specified crimes. N.C.Gen.Stat. § 15A-266, <i>et seq.</i> (1993). The statute specifically states two purposes for this legislation: (1) to assist law enforcement agencies in the \"identification, detection, or exclusion of individuals who are subjects of the investigation of violent crimes against the person\" and (2) \"to identify missing persons and victims of mass disasters.\" <i>Id.</i> at § 15A-266.1. The statute provides that only law enforcement agencies may access the database and they may do so only \"in furtherance of an official investigation of a criminal offense\" or on order of a superior court. <i>Id.</i> at § 266.8(a).</p>\n<p>The DOC did not request or sponsor this legislation. The SBI and the North Carolina Department of Justice were the primary advocates for passage of the statute. The DOC has no special access to the database and was only included in meetings regarding the legislation <span class=\"star-pagination\">*498</span> <i>after</i> it had been passed. (Phillips Depo. p. 75, 13). The DOC must be involved in the implementation of the statute because it is DOC employees who actually take the blood samples from inmates. Since the effective date of the statute, approximately 8,000 DNA samples have been taken.</p>\n<p>Plaintiffs contend that defendants are using force to obtain blood samples from inmates who are not giving them voluntarily and that this use of force violates plaintiffs' rights under the Fourth, Eighth, and Fourteenth Amendments to the United States Constitution. Specifically, plaintiffs allege that there have been at least 13 instances where physical force was used to obtain a blood sample from a noncomplying inmate. The uses of force have included instances of several officers surrounding an inmate while one held his arm still, the spraying of mace, and bending inmates' wrists in a painful manner to induce compliance.</p>\n<p>Plaintiffs claim that the sampling procedure violates the Fourth Amendment of the United States Constitution because it is an unreasonable search and seizure. Specifically, plaintiffs characterize it as a preemptory seizing of blood from a prisoner who otherwise would not submit to the drawing of blood. They claim the Eighth Amendment is violated by the use of force because the force applied is actually corporal punishment and, thus, prohibited by the amendment's ban on cruel and unusual punishment. Plaintiffs maintain that the drawing of blood is not related to a legitimate penological interest. The alleged Fourteenth Amendment violation is grounded in the inmates' due process rights to the protection of their liberty interests in bodily integrity.</p>\n<p>Plaintiffs also contend that the statute's requirement that all inmates convicted of the specified crimes be required to give a blood sample, even where force is not used, violates the Fourth Amendment of the United States Constitution. They so contend because the statue requires a sample from all covered inmates without regard to probable cause or individualized suspicion. Plaintiffs concede that the case of <i>Jones v. Murray,</i> <span class=\"citation\" data-id=\"582564\"><a href=\"/opinion/582564/lawrence-r-jones-dempsey-orndoff-glen-averill-raymond-lyons-charles-harris/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span> (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">472</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">378</span></span> (1992), addressed this issue and held that such a statute does not violate the Fourth Amendment. Plaintiffs only make this argument in order to preserve the issue in the event of an appeal.</p>\n<p>Plaintiffs' final allegations charge that the requirement that they submit to a DNA blood sample violates Articles I and XI of the North Carolina Constitution. Article I prohibits the use of general warrants and Article XI establishes limits on punishments that will be permitted. Plaintiffs suggest that, even if the alleged federal constitutional violations are resolved against them, the court has jurisdiction over these state law issues which derive from a common set of facts.</p>\n<p>Plaintiffs request that the court permanently enjoin defendants from using force to collect DNA blood samples, grant full declaratory and injunctive relief against all mandatory DNA sampling, and declare that North Carolina General Statute § 15A-266.4 may not be applied to deny mandatory parole or eligibility for parole.</p>\n<p>Defendants contend that the use of reasonable physical force to effectuate the taking of a DNA sample is lawful. They admit that force was used in the cases of 13 inmates; however, defendants define \"force\" as \"any physical touching of an inmate.\" They insist that the term is not reserved for active or violent physical confrontations, and DOC regulations require that force only be used when necessary under the circumstances. Of the 13 uses of force to which defendants admit, the majority involved either getting an inmate to the testing area or steadying an inmate's arm so the blood could be taken. Defendants maintain that there was physical confrontation in only two cases and that in both cases, the actions of the DOC employees were in direct response to aggression by the inmates. Defendants assert that the records and policies of the DOC make it clear that the few uses of force were moderate and reasonable under the circumstances. Further, they maintain that all such uses of force were initiated entirely as a result of an inmate's refusal to comply with a direct order or in response to an inmate's active aggression toward DOC staff, or both.</p>\n<p><span class=\"star-pagination\">*499</span> Defendants characterize plaintiffs' claims as being brought only under the Fourth and Eighth Amendments. They claim that plaintiffs' due process claim is based entirely on an <i>ex post facto</i> theory which the Supreme Court rejected in <i>Albright v. Oliver,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">807</span></a></span>, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1994). In response to plaintiffs' Fourth Amendment argument, defendants contend that the Fourth Circuit's ruling in <i>Jones v. Murray,</i> <span class=\"citation\" data-id=\"582564\"><a href=\"/opinion/582564/lawrence-r-jones-dempsey-orndoff-glen-averill-raymond-lyons-charles-harris/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span> (1992), makes it clear that inmates have no protected Fourth Amendment interest regarding the drawing of blood for DNA sampling. Defendants also note that the Fourth Circuit has taken this ruling a step further to hold that an inmate's refusal to comply with DNA sampling may be treated as a refusal to comply with a direct order and may be enforced through the use of administrative penalties. <i>Ewell v. Murray,</i> <span class=\"citation\" data-id=\"658564\"><a href=\"/opinion/658564/stacy-l-ewell-and-michael-d-corley-daniel-james-shawn-pender-john-doe-v/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span> (4th Cir.1993).</p>\n<p>In addressing plaintiff's Eighth Amendment arguments, defendants assert that in order to violate the Eighth Amendment's prohibition of cruel and unusual punishment, the force challenged must have been used for the purpose of causing harm. <i>Hudson v. McMillian,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></a></span> (1992). Defendants contend that there is no Eighth Amendment violation unless the complained of conduct is punishment or involves \"more than ordinary lack of due care for the prisoner's interest or safety.\" <i>Whitley v. Albers,</i> <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 319, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, 1084, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1986). The Fourth Circuit has held that DNA sampling is a valid administrative requirement and is not punishment. <i>Ewell</i> at 487. Defendants contend that because of that ruling, enforcement of the sampling by normal DOC procedures, even if these procedures allow the use of force, is also valid.</p>\n<p>Defendants further maintain that the case of <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987), is not the appropriate standard for analysis of the issues at bar. Defendants assert that <i>Turner</i> applies only \"when a prison regulation impinges on inmates' constitutional rights\", <i>id.</i> at 89, 107 S.Ct. at 2261, and that the Fourth Circuit has held that DNA sampling does not do so. <i>Jones,</i> <span class=\"citation\" data-id=\"582564\"><a href=\"/opinion/582564/lawrence-r-jones-dempsey-orndoff-glen-averill-raymond-lyons-charles-harris/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>. In the alternative, defendants argue that the DNA procedure is proper under the <i>Turner</i> framework, as it serves a valid penological interest. Primarily, they assert that such an interest is stated in the statue itself and, in order to give full effect to this requirement, penological interest must be given a broad meaning. Defendants contend that a penological interest includes crime prevention, incarceration, and correction. They further assert that the statute authorizing the procedure specifically states the necessary interest and that the DNA sampling procedure, as carried out by DOC, serves a valid penological interest as well as a legitimate governmental and public interest. Defendants request that the temporary restraining order be dissolved and that plaintiffs' action be dismissed.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Plaintiffs' Fourth Amendment Claims</i>\n</h2>\n<p>As both parties concede, plaintiffs' claim that the drawing of blood for DNA sampling violates the Fourth Amendment's prohibition of unreasonable search and seizure, is controlled by the Fourth Circuit's ruling in <i>Jones v. Murray,</i> <span class=\"citation\" data-id=\"582564\"><a href=\"/opinion/582564/lawrence-r-jones-dempsey-orndoff-glen-averill-raymond-lyons-charles-harris/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span> (4th Cir.1992). In that case, the Fourth Circuit stated that they were not aware of any case \"establishing a per se Fourth Amendment requirement of probable cause, or even a lesser degree of individualized suspicion, when government officials conduct a limited search for the purpose of ascertaining and recording the identity of a person who is lawfully confined to prison.\" <i>Id.</i> at 306. The court unequivocally held the Virginia statute in question was not violative of the Fourth Amendment. <i>Id.</i> at 308. This court is bound by the <i>Jones</i> decision; therefore, plaintiffs fail to state a claim under the Fourth Amendment.</p>\n<p></p>\n<h2>B. <i>Plaintiffs' Eighth Amendment Claims</i>\n</h2>\n<p>Upon further reflection, the court agrees with defendants' suggestion that the four-part test of <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987), does not provide the best framework within which to <span class=\"star-pagination\">*500</span> analyze the issues at bar.<sup>[1]</sup><i>Turner</i> does establish the criterion to be applied when determining the constitutionality of prison regulations; however, the threshold which must be crossed in order to evoke the <i>Turner</i> analysis is not met by the facts of this case. For <i>Turner</i> to apply, a regulation must \"impinge[] on inmates' constitutional rights....\" <i>Id.</i> at 89, 107 S.Ct. at 2261. The Fourth Circuit has specifically held that the DNA sampling procedure does not violate an inmate's constitutional rights. <i>Jones,</i> <span class=\"citation\" data-id=\"582564\"><a href=\"/opinion/582564/lawrence-r-jones-dempsey-orndoff-glen-averill-raymond-lyons-charles-harris/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>. Therefore, without a threat to inmates' constitutional freedoms, the threshold of the <i>Turner</i> analysis is not met and the four-part framework should not be applied.</p>\n<p>The Eighth Amendment prohibits the use of cruel and unusual punishment and defendants are correct in their understanding that in order to state a claim under the Eighth Amendment, the challenged force must be applied for the purpose of causing harm. <i>Hudson,</i> <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">156</span></a></span> (1992); <i>Johnson v. Glick,</i> <span class=\"citation\" data-id=\"312370\"><a href=\"/opinion/312370/australia-johnson-v-a-glick-warden-of-manhattan-house-of-detention-for/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span> (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">462</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">324</span></span> (1973); <i>Morrison v. Martin,</i> <span class=\"citation no-link\"><span class=\"volume\">755</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">683</span></span> (E.D.N.C.), <i>aff'd,</i> <span class=\"citation\" data-id=\"550777\"><a href=\"/opinion/550777/walls-donald-q-v-garrett-h-lawrence-iii/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1302</span></a></span> (4th Cir. 1990) (table). There are no facts or allegations in the case at bar that the force being used to obtain DNA samples from inmates is being applied with the intention of harming the inmates. In fact, there is both fact and law to support the reasonable use of force by DOC personnel to effect compliance.</p>\n<p>As stated above, <i>Jones</i> held that DNA sampling does not violate prisoners' Fourth Amendment rights and is, therefore, lawful. The Fourth Circuit took this statement a step further in <i>Ewell v. Murray,</i> <span class=\"citation\" data-id=\"658564\"><a href=\"/opinion/658564/stacy-l-ewell-and-michael-d-corley-daniel-james-shawn-pender-john-doe-v/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span> (4th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2112</span></span>, <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">671</span></span> (1994), when it held that an inmate's refusal to comply with the DNA sampling procedure could be treated as refusal to comply with a direct order. The <i>Ewell</i> court explained that \"the DNA provision is not penal, but administrative, and the prison regulation ordering inmate compliance with an administrative regulation is reasonably within the administrative structure of prison authority that attends every sentence.\" <i>Id.</i> at 487. Thus, the DNA sampling procedure, having been labeled a lawful administrative order, may be enforced in the same way as other lawful orders of prison officials. North Carolina General Statute § 148-46 expressly permits the use of force to ensure compliance with a lawful order.</p>\n<p>It is also important to realize the serious impact an inmate's defiance of a lawful order can have on the discipline within a correctional institution. The Supreme Court recognized this interest in <i>Whitley v. Albers,</i> <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1078</span></a></span>, <span class=\"citation\" data-id=\"111610\"><a href=\"/opinion/111610/whitley-v-albers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1986), when it allowed the use of force to maintain order in a prison setting. The court agrees with defendants' statement that \"the preservation of discipline is invoked whenever an inmate is given a lawful order by correctional officials.\" (Defendants' brief p. 19). This is so because any one inmate's refusal of an order may encourage others to refuse as well. Obviously, order and discipline cannot be maintained if inmates are allowed to refuse to comply with lawful directions.</p>\n<p>The allowance of the use of force to ensure compliance with a lawful order does not mean, however, that any amount of force will be tolerated. If correctional officers use more force that is reasonably necessary under the circumstances, they would then be answerable under the Eighth Amendment. Specifically, the <i>Whitley</i> court noted that no claim arises under the Eighth Amendment unless the complained of conduct involves punishment or \"more than an ordinary lack of due care for the prisoner's interest or safety.\" <i>Id.</i> at 319, 106 S.Ct. at 1084. The Fourth Circuit has already held that the DNA sampling procedure is not punitive. <span class=\"star-pagination\">*501</span> <i>Jones,</i> <span class=\"citation\" data-id=\"582564\"><a href=\"/opinion/582564/lawrence-r-jones-dempsey-orndoff-glen-averill-raymond-lyons-charles-harris/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>. Plaintiffs have not alleged any facts to suggest that the sampling procedure, or the use of force, is endangering the safety of the inmates. Therefore, it cannot be said that DOC officials are exhibiting an extraordinary lack of care for the prisoners' interests.</p>\n<p>This leaves for discussion only plaintiffs' Eighth Amendment claim pertaining to the actual force used with certain inmates. The Supreme Court addressed this issue in <i>Whitley</i> when it wrote: \"the infliction of pain in the course of a prison security measure ... does not amount to cruel and unusual punishment simply because it may appear in retrospect that the degree of force ... was unreasonable, and hence unnecessary in the strict sense.\" <i>Whitley,</i> 475 U.S. at 312, 319, 106 S.Ct. at 1080, 1084. As explained above, ensuring compliance with a lawful order, such as the DNA sampling procedure, is a matter of institutional security and discipline. Therefore, the actual force used does not constitute cruel and unusual punishment simply because it caused pain to the inmates involved. Plaintiffs fail to state a claim under the Eighth Amendment.</p>\n<p></p>\n<h2>C. <i>Plaintiffs' Fourteenth Amendment Claims</i>\n</h2>\n<p>Plaintiffs allege that their due process rights are being violated by the enforcement of the DNA sampling procedure. Specifically they claim that enforcement of the procedure violates the prohibition of the <i>ex post facto</i> clause. The Supreme Court has rejected this contention. <i>Albright v. Oliver,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">807</span></a></span>, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1994), held that there is no separate due process inquiry regarding contentions involving the use of force.</p>\n<p>Plaintiffs also allege that defendants are threatening noncomplying inmates with the delay of scheduled and mandatory parole in an effort to get these inmates to voluntarily give blood samples. In <i>Jones,</i> the Fourth Circuit made it clear that prison officials cannot legally condition an inmate's release or mandatory parole upon his compliance with the DNA sampling statute. <i>Jones,</i> 962 F.2d at 310. At the hearing on plaintiffs' motion for a temporary restraining order held 20 July 1994, counsel for defendants assured the court that defendants are not denying inmates parole or release based on their refusal to give DNA blood samples. Based on that assurance, the temporary restraining order of this court dated 21 July 1994 stated that \"the court is satisfied that the Fourth Circuit's ruling in <i>Jones</i> is being followed by the State and that neither the release nor the parole of inmates is being conditioned on the giving of a DNA sample.\" The court remains satisfied that defendants are complying with <i>Jones</i> and finds that plaintiffs have not stated a claim under the Fourteenth Amendment.</p>\n<p></p>\n<h2>D. <i>Plaintiffs' State Constitutional Claims</i>\n</h2>\n<p>Plaintiffs urge this court to exercise supplemental jurisdiction over their claims based on alleged violations of the North Carolina Constitution. Title 28 U.S.C. § 1367 specifically addresses supplemental jurisdiction. Section 1367(a) provides that a district court shall have supplemental jurisdiction over \"all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy.\" Section 1367(c), however, states that a district court may decline to exercise such jurisdiction for several reasons, including that the \"district court has dismissed all claims over which it has original jurisdiction.\" As stated above, the court has found that plaintiffs' allegations do not state causes of action under the United States Constitution and all of those claims will be dismissed. Because those claims were the ones over which this court had original jurisdiction, the court declines to exercise supplemental jurisdiction and plaintiffs' state law claims will be dismissed.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, plaintiffs' motion for class certification is ALLOWED and a class composed of the following persons is hereby certified: all persons who are now or will be incarcerated in the North Carolina Department of Correction (DOC) for the crimes enumerated in N.C.Gen.Stat. § 15A-266.4(h) committed before 1 July 1994. Plaintiffs' request for a permanent injunction against the use of force to collect <span class=\"star-pagination\">*502</span> DNA blood samples is DENIED. The temporary restraining order entered by this court on 21 July 1994 is hereby DISSOLVED and this action is DISMISSED. Plaintiffs' state law claims are DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  In their Supplemental Memorandum in Support of the Motion for a Preliminary Injunction, plaintiffs suggested to the court that <i>Turner v. Safley</i> provided the appropriate standard by which to analyze a prison regulation. Plaintiffs quoted <i>Turner,</i> stating that all prison regulations must be \"reasonably related to legitimate penological objectives ... rather than an exaggerated response to ... security concerns.\" <i>Turner</i> 482 U.S. at 87, 91, 107 S.Ct. at 2260, 2263. The court relied upon this language in <i>Turner</i> in its temporary restraining order and applied the <i>Turner</i> analysis to the facts.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658564/"
  ]
}