{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1459682/",
  "absolute_url": "/opinion/1459682/cantrell-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1459682/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:18:46.267555Z",
  "date_modified": "2016-04-26T20:21:54.998301Z",
  "type": "010combined",
  "sha1": "7c045a05300df1424de08816f0bb1b2488ea9a8e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>735 F.Supp. 670 (1988)</b></center>\n<center><h1>Patricia H. CANTRELL, Administratrix CTA of the Estate of Steven J. Cantrell, Deceased, and Sherrill Barnes Enroughty, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 86-854-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 19, 1988.</center>\n<p><span class=\"star-pagination\">*671</span> James L. Gale and Elizabeth P. Manley, Smith, Helms, Mullis &amp; Moore, Raleigh, N.C., and Sam Q. Carlisle II, Moore, Diedrick, Whitaker &amp; Carlisle, Rocky Mount, N.C., for plaintiffs.</p>\n<p>Stephen A. West, Asst. U.S. Atty., Civil Sec., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>The court has before it the government's motion for summary judgment in this federal tort claim.</p>\n<p>The plaintiffs, Patricia H. Cantrell, Administratrix, and Sherrill Barnes Enroughty, brought this action alleging that Veterans Administration (VA) medical personnel, employees of the United States, were negligent in diagnosing, treating, or otherwise controlling Johnny G. Puckett, a United States military veteran. Plaintiffs claim that these employees knew Puckett to be dangerous but failed to act appropriately. As a result, plaintiffs claim that Puckett shot and killed Steven Cantrell and wounded plaintiff Enroughty on August 8, 1982. Plaintiffs now seek damages for Cantrell's death and Enroughty's injuries.</p>\n<p>The plaintiffs have exhausted their administrative remedies as required by 28 U.S.C. § 2675. Subsequently, the plaintiffs filed this civil action in a timely manner. As such, this matter is properly before the court for a determination.</p>\n<p>The plaintiffs contend that Puckett sought treatment for severe Post Traumatic Stress Disorder (PTSD). Between July 12, 1982 and July 18, 1982, Puckett sought treatment at Veterans Administration Medical Centers located in Durham and Fayetteville, North Carolina. Puckett was initially seen at the Durham VA Medical Center on July 12, 1982, and subsequently at the Fayetteville Medical Center on July 19, 22, and 28, 1982. Puckett also went to a Veterans Outreach Center likewise located in Fayetteville, North Carolina on July 19, 1987. This treatment was conducted on an outpatient basis.</p>\n<p>Plaintiffs contend that when Puckett visited these VA facilities he informed medical personnel that he was experiencing nightmares, disassociative states, and numerous manifestations of rage toward others. Specifically, plaintiffs claim that Puckett told various members of the VA medical staff that he felt rage and had feelings of violence toward his former girlfriend, Sherrill Enroughty. On one occasion Puckett apparently mentioned he fired a pistol shot into a refrigerator in Enroughty's presence, dragged her by her hair, and then raped her at gunpoint. Plaintiffs also contend that Puckett forcibly kidnapped Enroughty and forced her to drive around while he held a gun to her head and threatened her with torture on July 18, 1982. This incident ended with Puckett threatening to kill Enroughty when she was getting off work. However, Enroughty did not contact the police or any other authorities after either of these incidents.</p>\n<p>After Puckett's initial visit to a VA Medical Center on July 12th, he was referred to an outpatient counseling program at Duke University. Plaintiffs acknowledge that there is no evidence which clearly documents a specific request for admission by Puckett on July 12th. Plaintiffs do claim that on subsequent occasions that Puckett may have requested admittance. Plaintiffs further claim that after the July 19th visit to the Veterans Outreach Center in Fayetteville, counselors persuaded Puckett to seek admission at the VA Hospital. On July 19th, Puckett was evaluated by Dr. David Drake at the Fayetteville VA Hospital. <span class=\"star-pagination\">*672</span> Plaintiffs contend that Drake, a triage officer, had no psychiatric training and himself had previously suffered a serious mental breakdown. Plaintiffs also contend that Drake did not thoroughly evaluate Puckett or consult with Puckett's sister who could have attested to Puckett's allegedly erratic behavior. Dr. Drake sent Puckett home and scheduled him to do an intake or admissions exam on July 22 and a general physical exam on July 28th.</p>\n<p>Dr. James Rileigh, a psychologist with the Mental Hygiene Clinic, evaluated Puckett on July 22. Plaintiffs contend that Rileigh did not thoroughly inquire about Puckett's recent acts of violence and that he conducted an inadequate evaluation. However, plaintiffs admit that Rileigh did not have the authority to admit Puckett but only the authority to recommend admission to a staff psychiatrist. Rileigh sent Puckett home and scheduled him for further individual outpatient consultation. Puckett returned for his scheduled July 28th general physical exam but no psychological treatment was given. Plaintiffs now contend that the Veterans Administration medical personnel's treatment was inadequate and negligent in controlling Puckett's behavior.</p>\n<p></p>\n<h2>I.</h2>\n<p>The United States has sovereign immunity from tort actions except when it consents to such suits. The United States also can define the limits of authorized suits. <i>United States v. Orleans,</i> 425 U.S. 807, 814, 96 S.Ct. 1971, 1976, 48 L.Ed.2d 390 (1976). The Federal Torts Claim Act (FTCA), 28 U.S.C. § 2671 <i>et seq.,</i> allows monetary recovery against the United States for loss of property, personal injury, or wrongful death caused by federal employees' negligent or wrongful acts while acting within the scope of employment. The FTCA does not create new causes of action but imposes liability \"under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" 28 U.S.C. § 1346(b); <i>Feres v. United States,</i> 340 U.S. 135, 71 S.Ct. 153, 95 L.Ed. 152 (1950). The Supreme Court also has stated \"the effect of the Torts Claim Act is only to waive immunity from recognized causes of action and was not to visit the government with novel and unprecedented liabilities.\" <i>Id.</i> at 142, 71 S.Ct. at 157. As such, \"the controlling question is whether the substantive law of (the state) permits ... recovery from the United States under the facts of the case.\" <i>Certain Underwriters at Lloyd's v. United States,</i> 511 F.2d 159, 161 (5th Cir.1975). North Carolina substantive tort law will guide the court in determining whether a cause of action exists based on the undisputed facts in this case.</p>\n<p></p>\n<h2>II.</h2>\n<p>In order to recover in a negligence action under North Carolina law, a plaintiff must show an actionable duty, a breach of the duty, actual and proximate causation, and damages. <i>Southerland v. Kapp,</i> 59 N.C.App. 94, 95, 295 S.E.2d 602 (1982). The key issue in this case is whether the defendant had a duty to honor Puckett's voluntary request for admission or to seek the involuntary commitment of Puckett. Absent such a duty, this negligence action does not survive. Plaintiffs have not alleged or contended either in their complaint or in hearings before this court that defendants acted in a grossly negligent manner or were intentionally negligent.</p>\n<p>In <i>Currie v. United States,</i> 836 F.2d 209 (4th Cir.1987), the Fourth Circuit considered whether to impose an affirmative duty upon a psychotherapist to seek the involuntary commitment of a patient the therapist believed to be dangerous to others. This suit was also brought under the Federal Tort Claims Act and involved a Vietnam veteran suffering from PTSD. This veteran had consulted psychiatrists at a Veterans Administration Hospital and had been treated on an outpatient basis. On the afternoon of August 30, 1982, the veteran shot and killed Ralph Glenn, an individual whom he had specifically threatened to do violence against when consulting with the psychiatrist. The Fourth Circuit held that it could not impose such an <span class=\"star-pagination\">*673</span> affirmative duty on the VA because North Carolina law did not impose an affirmative duty on mental health professionals to seek an involuntary commitment of a patient. <i>Currie,</i> 836 F.2d at 212. As such, these defendants had no affirmative duty to seek Puckett's involuntary commitment.</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiffs also contend that defendants breached a duty to properly treat and care for Puckett. Plaintiffs' argument requires establishing a physician-patient relationship \"before any duty of care may be\" imputed to the defendant. <i>Willoughby v. Wilkins,</i> 65 N.C.App. 626, 631, 310 S.E.2d 90 (1983). As such, plaintiffs contend that a special relationship exists between the defendant medical personnel and Puckett which creates a duty on the part of the defendants to protect others from harm by either committing or admitting Puckett for inpatient care and treatment or in the alternate warning an identifiable third party of the patient's possible danger to their safety.</p>\n<p>However, the Fourth Circuit held that an individual is not liable for the conduct of a third person unless he has the ability and right to control the conduct of that person. <i>Currie,</i> 836 F.2d at 212. The Fourth Circuit went on to add that when a mentally ill person had been lawfully committed to the institution and that institution has control and the power to restrain a patient, negligent failure to exercise such authority over a mentally ill patient could subject the institution to liability. <i>Id.</i> at 212-3; <i>see </i><i>Pangburn v. Saad,</i> 73 N.C.App. 336, 326 S.E.2d 365, 367 (1985). The Fourth Circuit based its holding on the North Carolina Court of Appeals' finding in <i>Pangburn</i> that a duty was created once a lawfully committed and mentally ill individual was placed in an institution's custody. The institution had authority over the patient and could be held liable if it was negligent.</p>\n<p>However, even if Puckett had been voluntarily committed at his request, insufficient control exists for the imposition of a duty to control and consequently liability for negligence. N.C.Gen.Stat. § 122C-212(a) states that \"an individual who has been voluntarily admitted to a facility shall be discharged upon his own request.\" Such a facility has the discretion to hold patient for up to 72 hours after the request for discharge is made. N.C.Gen. Stat. § 122C-212(b). This enables the institution to attempt to gain control which it does not have over the patient by seeking involuntary commitment. <i>Id.</i> § 122C-211(b). Voluntary commitment by Puckett would not have conferred control over him. <i>See, e.g., </i><i>Hasenei v. United States,</i> 541 F.Supp. 999, 1011-12 (D.Md. 1982) (hospital had no ability to control a voluntary outpatient and therefore no duty was imposed on the hospital to control him); <i>Hinkelman v. Borgess Medical Center,</i> 157 Mich.App. 314, 403 N.W.2d 547, 551 (1987) (hospital has no duty imposed on it where a patient's hospitalization is voluntary because it is unable to compel continued patient confinement). As such, Puckett's voluntary admission would not have conferred control over him to the VA absent an involuntary commitment proceeding. However, no duty to seek an involuntary commitment is imposed on hospitals in North Carolina. <i>Currie,</i> 836 F.2d at 212.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Moreover, the Fourth Circuit recognized that N.C.Gen.Stat. § 122C-210.1 grants general immunity from negligence actions to hospitals and their employees when dealing with mental patients. This statute states:</p>\n<blockquote>No facility or any of its officials, staff, or employees, or any physician or other individual who is responsible for the examination, management, supervision, treatment, or release of a client and who follows accepted professional judgment, practice, and standards is civilly liable, personally or otherwise, for actions arising from these responsibilities or for actions of the client. This immunity is in addition to any other legal immunity from liability to which these facilities or individuals may be entitled.</blockquote>\n<p>N.C.Gen.Stat. § 122C-210.1 (1986).</p>\n<p>Claims based on ordinary negligence do not overcome the defendants' statutory immunity. <span class=\"star-pagination\">*674</span> The court acknowledged this in its opinion in <i>Currie,</i> stating, \"even in release from custody situations, the state hospital and its staff were immune from actions premised upon ordinary negligence and are subject to liability only for intentional torts or grossly negligent conduct.\" <i>Currie</i> at 213; <i>see </i><i>Pangburn,</i> 326 S.E.2d at 368. The court further noted \"it is most unlikely that the North Carolina Supreme Court would stretch and destroy established tort doctrine to impose tort liabilities for simple negligence on the part of the VA psychiatrist when the legislature had declared the state's policy of going in the other direction.\" <i>Currie,</i> 836 F.2d at 214. Absent an allegation of gross or intentional negligence, plaintiffs' claims are precluded by statutory immunity.</p>\n<p></p>\n<h2>V.</h2>\n<p>This action like the <i>Currie</i> case also stemmed from incidents occurring in August of 1982. At that time, the North Carolina state statute did not explicitly provide immunity for private physicians or for federal hospitals and their staff. However, this statute was amended effective January 1, 1986 to expressly state that such immunity extended to all hospitals and their employees.</p>\n<p>The Fourth Circuit in <i>Currie</i> addressed the issue of whether VA mental health personnel enjoyed qualified statutory immunity prior to the 1986 amendment. The court held that \"the 1986 statutory extension strongly suggests that the limited immunity provided by the 1981 statute did not arise out of any legislative perception that state hospitals and their staff should be given greater protection from tort claims than private physicians or federal institutions and federal employees.\" <i>Currie,</i> 836 F.2d at 214. The court further added that \"if the only purpose of the 1981 statute was to protect and conserve state funds and security of state employees, it is most unlikely that the identical immunity would have been extended to all mental health care institutions and physicians.\" <i>Id.</i> As such, the Fourth Circuit held that this 1981 statutory immunity for mental health personnel from claims premised upon ordinary negligence was intended for all types of institutions and physicians, including federal. The 1986 amendment was deemed a clarification of an existing immunity, not the extension of immunity.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Finally, plaintiffs also claim that the VA's medical personnel had a duty to warn threatened third persons. However, the Fourth Circuit did not explicitly recognize such a duty by mental health professionals to warn potential and identifiable victims of possible violence by mentally ill patients. <i>Currie,</i> 836 F.2d at 213. Assuming arguendo that such a duty exists, this duty does not extend to these particular plaintiffs. Sherrill Enroughty by her own admissions was fully aware of Puckett's violent tendencies. Enroughty herself contends that she had been previously assaulted and threatened at gunpoint by Puckett. No duty would extend to Steven Cantrell because he was not identified by Puckett as a potential victim when consulting with medical personnel.</p>\n<p></p>\n<h2>VII.</h2>\n<p>For the foregoing reasons, plaintiffs have failed to state an actionable negligence claim amendable to relief pursuant to the Federal Tort Claims Act. Accordingly, the defendant's motion for summary judgment and dismissal of this action is hereby ALLOWED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">735</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">670</span></span> (1988)</b></center>\n<center><h1>Patricia H. CANTRELL, Administratrix CTA of the Estate of Steven J. Cantrell, Deceased, and Sherrill Barnes Enroughty, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>No. 86-854-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 19, 1988.</center>\n<p><span class=\"star-pagination\">*671</span> James L. Gale and Elizabeth P. Manley, Smith, Helms, Mullis &amp; Moore, Raleigh, N.C., and Sam Q. Carlisle II, Moore, Diedrick, Whitaker &amp; Carlisle, Rocky Mount, N.C., for plaintiffs.</p>\n<p>Stephen A. West, Asst. U.S. Atty., Civil Sec., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>The court has before it the government's motion for summary judgment in this federal tort claim.</p>\n<p>The plaintiffs, Patricia H. Cantrell, Administratrix, and Sherrill Barnes Enroughty, brought this action alleging that Veterans Administration (VA) medical personnel, employees of the United States, were negligent in diagnosing, treating, or otherwise controlling Johnny G. Puckett, a United States military veteran. Plaintiffs claim that these employees knew Puckett to be dangerous but failed to act appropriately. As a result, plaintiffs claim that Puckett shot and killed Steven Cantrell and wounded plaintiff Enroughty on August 8, 1982. Plaintiffs now seek damages for Cantrell's death and Enroughty's injuries.</p>\n<p>The plaintiffs have exhausted their administrative remedies as required by 28 U.S.C. § 2675. Subsequently, the plaintiffs filed this civil action in a timely manner. As such, this matter is properly before the court for a determination.</p>\n<p>The plaintiffs contend that Puckett sought treatment for severe Post Traumatic Stress Disorder (PTSD). Between July 12, 1982 and July 18, 1982, Puckett sought treatment at Veterans Administration Medical Centers located in Durham and Fayetteville, North Carolina. Puckett was initially seen at the Durham VA Medical Center on July 12, 1982, and subsequently at the Fayetteville Medical Center on July 19, 22, and 28, 1982. Puckett also went to a Veterans Outreach Center likewise located in Fayetteville, North Carolina on July 19, 1987. This treatment was conducted on an outpatient basis.</p>\n<p>Plaintiffs contend that when Puckett visited these VA facilities he informed medical personnel that he was experiencing nightmares, disassociative states, and numerous manifestations of rage toward others. Specifically, plaintiffs claim that Puckett told various members of the VA medical staff that he felt rage and had feelings of violence toward his former girlfriend, Sherrill Enroughty. On one occasion Puckett apparently mentioned he fired a pistol shot into a refrigerator in Enroughty's presence, dragged her by her hair, and then raped her at gunpoint. Plaintiffs also contend that Puckett forcibly kidnapped Enroughty and forced her to drive around while he held a gun to her head and threatened her with torture on July 18, 1982. This incident ended with Puckett threatening to kill Enroughty when she was getting off work. However, Enroughty did not contact the police or any other authorities after either of these incidents.</p>\n<p>After Puckett's initial visit to a VA Medical Center on July 12th, he was referred to an outpatient counseling program at Duke University. Plaintiffs acknowledge that there is no evidence which clearly documents a specific request for admission by Puckett on July 12th. Plaintiffs do claim that on subsequent occasions that Puckett may have requested admittance. Plaintiffs further claim that after the July 19th visit to the Veterans Outreach Center in Fayetteville, counselors persuaded Puckett to seek admission at the VA Hospital. On July 19th, Puckett was evaluated by Dr. David Drake at the Fayetteville VA Hospital. <span class=\"star-pagination\">*672</span> Plaintiffs contend that Drake, a triage officer, had no psychiatric training and himself had previously suffered a serious mental breakdown. Plaintiffs also contend that Drake did not thoroughly evaluate Puckett or consult with Puckett's sister who could have attested to Puckett's allegedly erratic behavior. Dr. Drake sent Puckett home and scheduled him to do an intake or admissions exam on July 22 and a general physical exam on July 28th.</p>\n<p>Dr. James Rileigh, a psychologist with the Mental Hygiene Clinic, evaluated Puckett on July 22. Plaintiffs contend that Rileigh did not thoroughly inquire about Puckett's recent acts of violence and that he conducted an inadequate evaluation. However, plaintiffs admit that Rileigh did not have the authority to admit Puckett but only the authority to recommend admission to a staff psychiatrist. Rileigh sent Puckett home and scheduled him for further individual outpatient consultation. Puckett returned for his scheduled July 28th general physical exam but no psychological treatment was given. Plaintiffs now contend that the Veterans Administration medical personnel's treatment was inadequate and negligent in controlling Puckett's behavior.</p>\n<p></p>\n<h2>I.</h2>\n<p>The United States has sovereign immunity from tort actions except when it consents to such suits. The United States also can define the limits of authorized suits. <i>United States v. Orleans,</i> <span class=\"citation\" data-id=\"109454\"><a href=\"/opinion/109454/united-states-v-orleans/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">807</span></a></span>, 814, <span class=\"citation\" data-id=\"109454\"><a href=\"/opinion/109454/united-states-v-orleans/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1971</span></a></span>, 1976, <span class=\"citation\" data-id=\"109454\"><a href=\"/opinion/109454/united-states-v-orleans/\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">390</span></a></span> (1976). The Federal Torts Claim Act (FTCA), 28 U.S.C. § 2671 <i>et seq.,</i> allows monetary recovery against the United States for loss of property, personal injury, or wrongful death caused by federal employees' negligent or wrongful acts while acting within the scope of employment. The FTCA does not create new causes of action but imposes liability \"under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" 28 U.S.C. § 1346(b); <i>Feres v. United States,</i> <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">135</span></a></span>, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"104831\"><a href=\"/opinion/104831/feres-v-united-states/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">152</span></a></span> (1950). The Supreme Court also has stated \"the effect of the Torts Claim Act is only to waive immunity from recognized causes of action and was not to visit the government with novel and unprecedented liabilities.\" <i>Id.</i> at 142, 71 S.Ct. at 157. As such, \"the controlling question is whether the substantive law of (the state) permits ... recovery from the United States under the facts of the case.\" <i>Certain Underwriters at Lloyd's v. United States,</i> <span class=\"citation\" data-id=\"325422\"><a href=\"/opinion/325422/certain-underwriters-at-lloyds-v-united-states/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">159</span></a></span>, 161 (5th Cir.1975). North Carolina substantive tort law will guide the court in determining whether a cause of action exists based on the undisputed facts in this case.</p>\n<p></p>\n<h2>II.</h2>\n<p>In order to recover in a negligence action under North Carolina law, a plaintiff must show an actionable duty, a breach of the duty, actual and proximate causation, and damages. <i>Southerland v. Kapp,</i> 59 N.C.App. 94, 95, <span class=\"citation\" data-id=\"1342209\"><a href=\"/opinion/1342209/southerland-v-kapp/\"><span class=\"volume\">295</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">602</span></a></span> (1982). The key issue in this case is whether the defendant had a duty to honor Puckett's voluntary request for admission or to seek the involuntary commitment of Puckett. Absent such a duty, this negligence action does not survive. Plaintiffs have not alleged or contended either in their complaint or in hearings before this court that defendants acted in a grossly negligent manner or were intentionally negligent.</p>\n<p>In <i>Currie v. United States,</i> <span class=\"citation\" data-id=\"499466\"><a href=\"/opinion/499466/linda-glenn-currie-administratrix-cta-of-the-estate-of-ralph-augustus/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span> (4th Cir.1987), the Fourth Circuit considered whether to impose an affirmative duty upon a psychotherapist to seek the involuntary commitment of a patient the therapist believed to be dangerous to others. This suit was also brought under the Federal Tort Claims Act and involved a Vietnam veteran suffering from PTSD. This veteran had consulted psychiatrists at a Veterans Administration Hospital and had been treated on an outpatient basis. On the afternoon of August 30, 1982, the veteran shot and killed Ralph Glenn, an individual whom he had specifically threatened to do violence against when consulting with the psychiatrist. The Fourth Circuit held that it could not impose such an <span class=\"star-pagination\">*673</span> affirmative duty on the VA because North Carolina law did not impose an affirmative duty on mental health professionals to seek an involuntary commitment of a patient. <i>Currie,</i> 836 F.2d at 212. As such, these defendants had no affirmative duty to seek Puckett's involuntary commitment.</p>\n<p></p>\n<h2>III.</h2>\n<p>Plaintiffs also contend that defendants breached a duty to properly treat and care for Puckett. Plaintiffs' argument requires establishing a physician-patient relationship \"before any duty of care may be\" imputed to the defendant. <i>Willoughby v. Wilkins,</i> 65 N.C.App. 626, 631, <span class=\"citation\" data-id=\"1207331\"><a href=\"/opinion/1207331/willoughby-v-kenneth-w-wilkins-md-pa/\"><span class=\"volume\">310</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">90</span></a></span> (1983). As such, plaintiffs contend that a special relationship exists between the defendant medical personnel and Puckett which creates a duty on the part of the defendants to protect others from harm by either committing or admitting Puckett for inpatient care and treatment or in the alternate warning an identifiable third party of the patient's possible danger to their safety.</p>\n<p>However, the Fourth Circuit held that an individual is not liable for the conduct of a third person unless he has the ability and right to control the conduct of that person. <i>Currie,</i> 836 F.2d at 212. The Fourth Circuit went on to add that when a mentally ill person had been lawfully committed to the institution and that institution has control and the power to restrain a patient, negligent failure to exercise such authority over a mentally ill patient could subject the institution to liability. <i>Id.</i> at 212-3; <i>see </i><i>Pangburn v. Saad,</i> 73 N.C.App. 336, <span class=\"citation\" data-id=\"1250618\"><a href=\"/opinion/1250618/pangburn-v-saad/\"><span class=\"volume\">326</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">365</span></a></span>, 367 (1985). The Fourth Circuit based its holding on the North Carolina Court of Appeals' finding in <i>Pangburn</i> that a duty was created once a lawfully committed and mentally ill individual was placed in an institution's custody. The institution had authority over the patient and could be held liable if it was negligent.</p>\n<p>However, even if Puckett had been voluntarily committed at his request, insufficient control exists for the imposition of a duty to control and consequently liability for negligence. N.C.Gen.Stat. § 122C-212(a) states that \"an individual who has been voluntarily admitted to a facility shall be discharged upon his own request.\" Such a facility has the discretion to hold patient for up to 72 hours after the request for discharge is made. N.C.Gen. Stat. § 122C-212(b). This enables the institution to attempt to gain control which it does not have over the patient by seeking involuntary commitment. <i>Id.</i> § 122C-211(b). Voluntary commitment by Puckett would not have conferred control over him. <i>See, e.g., </i><i>Hasenei v. United States,</i> <span class=\"citation\" data-id=\"2288616\"><a href=\"/opinion/2288616/hasenei-v-united-states/\"><span class=\"volume\">541</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">999</span></a></span>, 1011-12 (D.Md. 1982) (hospital had no ability to control a voluntary outpatient and therefore no duty was imposed on the hospital to control him); <i>Hinkelman v. Borgess Medical Center,</i> 157 Mich.App. 314, <span class=\"citation\" data-id=\"1852874\"><a href=\"/opinion/1852874/hinkelman-v-borgess-medical-center/\"><span class=\"volume\">403</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">547</span></a></span>, 551 (1987) (hospital has no duty imposed on it where a patient's hospitalization is voluntary because it is unable to compel continued patient confinement). As such, Puckett's voluntary admission would not have conferred control over him to the VA absent an involuntary commitment proceeding. However, no duty to seek an involuntary commitment is imposed on hospitals in North Carolina. <i>Currie,</i> 836 F.2d at 212.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Moreover, the Fourth Circuit recognized that N.C.Gen.Stat. § 122C-210.1 grants general immunity from negligence actions to hospitals and their employees when dealing with mental patients. This statute states:</p>\n<blockquote>No facility or any of its officials, staff, or employees, or any physician or other individual who is responsible for the examination, management, supervision, treatment, or release of a client and who follows accepted professional judgment, practice, and standards is civilly liable, personally or otherwise, for actions arising from these responsibilities or for actions of the client. This immunity is in addition to any other legal immunity from liability to which these facilities or individuals may be entitled.</blockquote>\n<p>N.C.Gen.Stat. § 122C-210.1 (1986).</p>\n<p>Claims based on ordinary negligence do not overcome the defendants' statutory immunity. <span class=\"star-pagination\">*674</span> The court acknowledged this in its opinion in <i>Currie,</i> stating, \"even in release from custody situations, the state hospital and its staff were immune from actions premised upon ordinary negligence and are subject to liability only for intentional torts or grossly negligent conduct.\" <i>Currie</i> at 213; <i>see </i><i>Pangburn,</i> 326 S.E.2d at 368. The court further noted \"it is most unlikely that the North Carolina Supreme Court would stretch and destroy established tort doctrine to impose tort liabilities for simple negligence on the part of the VA psychiatrist when the legislature had declared the state's policy of going in the other direction.\" <i>Currie,</i> 836 F.2d at 214. Absent an allegation of gross or intentional negligence, plaintiffs' claims are precluded by statutory immunity.</p>\n<p></p>\n<h2>V.</h2>\n<p>This action like the <i>Currie</i> case also stemmed from incidents occurring in August of 1982. At that time, the North Carolina state statute did not explicitly provide immunity for private physicians or for federal hospitals and their staff. However, this statute was amended effective January 1, 1986 to expressly state that such immunity extended to all hospitals and their employees.</p>\n<p>The Fourth Circuit in <i>Currie</i> addressed the issue of whether VA mental health personnel enjoyed qualified statutory immunity prior to the 1986 amendment. The court held that \"the 1986 statutory extension strongly suggests that the limited immunity provided by the 1981 statute did not arise out of any legislative perception that state hospitals and their staff should be given greater protection from tort claims than private physicians or federal institutions and federal employees.\" <i>Currie,</i> 836 F.2d at 214. The court further added that \"if the only purpose of the 1981 statute was to protect and conserve state funds and security of state employees, it is most unlikely that the identical immunity would have been extended to all mental health care institutions and physicians.\" <i>Id.</i> As such, the Fourth Circuit held that this 1981 statutory immunity for mental health personnel from claims premised upon ordinary negligence was intended for all types of institutions and physicians, including federal. The 1986 amendment was deemed a clarification of an existing immunity, not the extension of immunity.</p>\n<p></p>\n<h2>VI.</h2>\n<p>Finally, plaintiffs also claim that the VA's medical personnel had a duty to warn threatened third persons. However, the Fourth Circuit did not explicitly recognize such a duty by mental health professionals to warn potential and identifiable victims of possible violence by mentally ill patients. <i>Currie,</i> 836 F.2d at 213. Assuming arguendo that such a duty exists, this duty does not extend to these particular plaintiffs. Sherrill Enroughty by her own admissions was fully aware of Puckett's violent tendencies. Enroughty herself contends that she had been previously assaulted and threatened at gunpoint by Puckett. No duty would extend to Steven Cantrell because he was not identified by Puckett as a potential victim when consulting with medical personnel.</p>\n<p></p>\n<h2>VII.</h2>\n<p>For the foregoing reasons, plaintiffs have failed to state an actionable negligence claim amendable to relief pursuant to the Federal Tort Claims Act. Accordingly, the defendant's motion for summary judgment and dismissal of this action is hereby ALLOWED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/325422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499466/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1207331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1250618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1852874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2288616/"
  ]
}