{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1459773/",
  "absolute_url": "/opinion/1459773/jordan-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1459773/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:18:50.881355Z",
  "date_modified": "2016-04-27T00:18:23.595874Z",
  "type": "010combined",
  "sha1": "e34d8684a75eaf28af7aea0212cb6d56d697f4c2",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>863 F.Supp. 270 (1994)</b></center>\n<center><h1>William R. JORDAN, et ux., Plaintiffs,<br>\nv.<br>\nUNITED STATES, et al., Defendants.</h1></center>\n<center>No. 92-130-CIV-3-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>July 27, 1994.</center>\n<p>Ronald E. Winfrey, Brian K. Manning, Robert G. Ray, Rose, Ray, Winfrey &amp; O'Connor, Fayetteville, NC, for plaintiffs.</p>\n<p>G. Norman Acker, III, Asst. U.S. Atty., Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Pending before the court are defendants' motion for summary judgment and plaintiffs' renewed motion for a preliminary injunction. Defendants claim that they are entitled to judgment as a matter of law on grounds that the notice provisions of the Tax Equity and Fiscal Responsibility Act of 1982 (\"TEFRA\") do not violate the Due Process Clause of the Fifth Amendment. Defendants also have alleged, presumably in the alternative, that the court lacks jurisdiction over this action due to the Anti-Injunction Act, codified at 26 U.S.C. § 7421, and the Declaratory Judgment Act, codified at 28 U.S.C. § 2201. Plaintiffs responded to defendants' motion and incorporated into their response an untimely motion for summary judgment, which will be disregarded.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>Plaintiffs instituted this action to bar the government's efforts to collect from them additional federal income taxes owed for the 1986 tax year. As the undisputed facts show, plaintiffs were assessed the additional taxes in March of 1992 as a result of IRS adjustments <span class=\"star-pagination\">*271</span> to the losses they claimed for 1986. They refuse to pay the taxes on grounds that the statutes under which the IRS proceeded do not give adequate notice to small partners and therefore violate the Due Process Clause of the Fifth Amendment.</p>\n<p>Beginning in 1986, plaintiff William Jordan (\"Jordan\") was a limited partner in Granada IV, a Texas limited partnership with well over 100 limited partners. In fact, according to plaintiffs, Granada IV had over 10,000 partners and Jordan's investment of $200,000 entitled him to only a 0.0018260 (or 18/100ths of one percent) share in the partnership. Granada IV was, in turn, a pass-through partner in a number of other partnerships, including Joint Venture IX-86, Joint Venture IX, and Joint Venture XI (the \"joint venture partnerships\"). Granada Management Corporation served as the General Partner and the Tax Matters Partner for Granada IV. When the IRS undertook to audit the returns of the joint venture partnerships, Granada Management Corporation (the \"Tax Matters Partner\") notified all Granada IV partners of the audits by letter dated 18 May 1989, explaining that \"[t]he Internal Revenue Service has notified the General Partner of an administrative proceeding (audit) for calendar year 1986 of certain joint ventures in which the Partnership participated. The General Partner does not believe there will be any adjustments to taxable income as a result of this audit. We will advise all Limited Partners of any development connected with the audit.\"</p>\n<p>In fact, the audit of the joint venture partnerships did result in substantial adjustments to their 1986 tax returns. This, in turn, resulted in a sizeable increase of Granada IV's taxable income for 1986 because Granada IV was a pass-through partner for the joint venture partnerships. Granada IV, in which Jordan was a direct partner, was not audited. The IRS sent a notice of final administrative action (\"FPAA\") with respect to the joint venture partnerships to the Tax Matters Partner for Granada IV on 7 May 1990. By letter dated 30 May 1990, the Tax Matters Partner notified all partners (including Jordan) of this development and stated that the IRS position was groundless and would be opposed by a petition in the tax court. Accompanying this letter was a copy of the FPAA sent to Granada IV by the IRS. That notice included the IRS reference number for the matter and also the name, address, and telephone number of the IRS representative to contact with any questions. Also included was a copy of an attachment with respect to Joint Venture IX listing three different penalties that \"will be applied to every investor in this flow through entity.\" The Tax Matters Partner's letter stated that copies of the FPAAs sent by the IRS to the other two joint venture partnerships also would be sent to partners if they so requested.</p>\n<p>The Tax Matters Partner's opposition to the FPAA of the three joint venture partnerships proved unfruitful because the Tax Court concluded that the Tax Matters Partner for Granada IV was not eligible to file a petition for readjustment with respect to the other partnerships. The record before the court does not indicate that plaintiffs responded in any way to any of the notices sent to them by the Tax Matters Partner and includes no further materials with respect to communications between plaintiffs and the partnership regarding the audit or the litigation between May of 1990 and November of 1991. However, on 15 November 1991, the Granada IV Tax Matters Partner and the IRS finalized a Settlement Agreement for partnership adjustments to Granada IV based on the audit of each of the joint venture partnerships. The Settlement Agreement states: \"This [settlement] offer is made by the tax matters partner and binds all other partners to the terms of the agreement for whom the tax matters partner may act under section 6224(c)(3) of the Internal Revenue Code.\"<sup>[1]</sup> On 20 December 1991, the Tax <span class=\"star-pagination\">*272</span> Matters Partner notified the Granada IV partners of the settlement of the issues raised in the Notice of FPAA's with respect to the joint venture partnerships. The record does not indicate that plaintiffs responded in any way. On 18 March 1992, the IRS directly notified plaintiffs of the settlements affecting the partnership return for Granada IV, and informed them that they were being assessed over $160,000 in federal income tax liabilities for the 1986 tax year as a result of the settlement agreements. Again, the record does not reflect any response or action by plaintiffs. The IRS contacted plaintiffs again on 11 November 1992 to notify them that it intended to file a notice of federal tax lien and to levy on their property within thirty days of the notice date.</p>\n<p>On 9 December 1992, two days before the thirty days expired, plaintiffs filed suit seeking a temporary restraining order, preliminary injunction, and declaratory judgment. The motion for a temporary restraining order was dismissed by stipulation and Order on 5 January 1993 and the motion for a preliminary injunction was stayed indefinitely. On 2 February 1994, the last day to file dispositive motions pursuant to the scheduling order, defendants moved for summary judgment. Plaintiffs reinstated their motion for a preliminary injunction on 8 February 1994. In their 23 February 1994 response to defendants' motion for summary judgment, plaintiffs purported to set out their own motion for summary judgment; that motion of course is untimely and, no grounds existing to consider it, will be disregarded.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Before addressing the merits of the issues before it, the court must address the issue of plaintiffs' standing to bring this action. Questions of standing may be raised <i>sua sponte</i> by the court. At the outset, the court notes that standing is one of the more convoluted doctrines in effect throughout the federal judiciary and simply cannot be explained in terms of concise requirements which, if satisfied, enable a litigant to proceed. That said, there are three constitutional standing requirements that are not disputed:</p>\n<blockquote>First, the plaintiff must allege that he or she has suffered or imminently will suffer an injury. Second, the plaintiff must allege that the injury is fairly traceable to the defendant's conduct. Third, the plaintiff must allege that a favorable federal court decision is likely to redress the injury.</blockquote>\n<p>Erwin Chemerinsky, <i>Federal Jurisdiction</i> 51 (1989) (citing <i>Valley Forge Christian College v. Americans United for Separation of Church and State,</i> 454 U.S. 464, 472, 102 S.Ct. 752, 758-59, 70 L.Ed.2d 700 (1982)).</p>\n<p>In this action, the undisputed record shows that Jordan signed a Limited Partnership Agreement for Granada 4 (IV) which stipulated, among other things, that \"[t]he General Partner is hereby appointed as the Tax Matters Partner for all Partners, although individual Partners may separately request notice from the Internal Revenue Service and may engage separate representation, at the cost of such partner, for tax audits and litigation. <i>If a Partner does not notify the Internal Revenue Service otherwise, a decision of the Tax Matters Partner is binding on all partners.</i>\" Plaintiff signified his assent to this provision by signing this document. Notwithstanding his consent, and even though he did not at any time inform the Tax Matters Partner or the IRS that he declined to be bound by the decisions of the Tax Matters Partner, Jordan now alleges that he received inadequate process.</p>\n<p><span class=\"star-pagination\">*273</span> Plaintiffs received notice of a pending audit of the joint venture partnerships in May of 1989, but evidently made no inquiries of anyone. They were informed in May of 1990 that the audit had been completed, that their taxable income could be adjusted, and that the General Partner would \"vigorously defend\" the partnership's 1986 tax return. This letter was accompanied by a copy of the FPAA and an additional notice regarding penalties for negligence, substantial understatement, and tax motivated transactions. The record indicates that plaintiffs were not motivated to act on this rather ominous notice in any way and that they sought no further information from Granada IV or the IRS.</p>\n<p>The Tax Matters Partner settled the litigation in November of 1991 and notified the partners, including plaintiff Jordan, of the settlement on 20 December 1991. The facts as set out by plaintiffs indicate no effort by them to determine the terms of the settlement or any pertinent details, either while they were aware that litigation was ongoing or after the settlement was announced. Plaintiffs made no effort to do anything about the changes in the 1986 tax return until they filed this action in December of 1992, just two days before the date on which the IRS indicated that it would file a lien on their property.</p>\n<p>Despite this unbroken pattern of indifference and lack of response, plaintiffs now profess outrage at the TEFRA provisions' alleged lack of notice requirements. In light of the uncontested facts, the court finds as a matter of law that these plaintiffs have not alleged sufficient injury traceable to defendants' conduct. Plaintiffs received notice of the initial administrative procedure and also of the FPAA issued by the IRS, as well as a copy of it. Plaintiffs received a copy of one of the FPAAs issued to the three joint venture partnerships and were offered copies of the others. In response, they did nothing. Now, they claim that these same notices should have come directly through the IRS, that the statutes do not adequately <i>ensure</i> that the pass-through partner will provide notice (though their pass-through partner did so), and that small partners' opportunities to participate are meaningless because, among other reasons, it is too difficult to pull together a five-percent group (though plaintiffs did not try to do so).</p>\n<p>Plaintiffs' grievances rest on hypothetical failings in the notice provisions  hypothetical because plaintiffs in fact <i>did</i> receive notice of the IRS actions. Whether the statutes might have been inadequate <i>if,</i> for example, the pass-through partner had not provided notice, or <i>if</i> plaintiffs had endeavored to pull together a five-percent group but found it impossible to do so and for that reason did not receive notice, are questions not before the court. There is no real and actual controversy, but only challenges to a statutory scheme that plaintiffs do not like. Even assuming that TEFRA might fail to satisfy due process requirements in some situations, it did not fail <i>plaintiffs,</i> who received notice and therefore are hardly in a position to advance the rights of other small partners who, at some undetermined time, may not receive proper notice. On that note, the court observes that the treatment of small partners in large partnerships is a controversial issue that likely will be fully litigated in the appropriate courts. These plaintiffs may not challenge the adequacy or efficacy of statutory provisions that they neglected to use.</p>\n<p>In the interest of thoroughness, the court briefly will address defendants' contention that the Anti-Injunction Act precludes the court from exercising jurisdiction over this action. The uncontested facts show that this is a \"suit brought for the purpose of restraining the assessment or collection of [a] tax.\" 26 U.S.C. § 7421. As defendants point out, such a suit may not be \"maintained in any court by any person, whether or not such person is the person against whom such tax was assessed,\" <i>id.,</i> unless the action falls within the ambit of one of several statutory grants of jurisdiction or a narrow judicial exception. The language of the statute leaves little room for supplementation; as the Supreme Court stated in <i>Enochs v. Williams Packing &amp; Navigation Co.,</i> 370 U.S. 1, 5, 82 S.Ct. 1125, 1128, 8 L.Ed.2d 292 (1962), \"[t]he object of Sec. 7421(a) is to withdraw jurisdiction from the state and federal <span class=\"star-pagination\">*274</span> courts to entertain suits seeking injunctions prohibiting the collection of federal taxes.\"</p>\n<p>The exceptions to the Anti-Injunction Act do not apply here. In order to establish that this court has jurisdiction to hear their claims, plaintiffs must show that they come within one of two exceptions to the Act. The first, which was established in <i>Williams Packing,</i> holds that a court may exercise jurisdiction over tax suits of this nature if a plaintiff can establish that \"it is clear that under no circumstances could the Government ultimately prevail\" on its tax claims and if \"equity jurisdiction otherwise exists.\" <i>Id.</i> at 6-7. Plaintiffs also would, of course, have to show irreparable injury in order to qualify for injunctive relief. Plaintiffs alleged in their complaint that they will be irreparably injured by collection of the tax because they now have no avenue to judicial review of the assessment. They do not contend that they do not owe the tax or that it was computed in error. After full review, the court finds no adequate grounds to exercise jurisdiction in contradiction of the Anti-Injunction Act and finds further that plaintiffs cannot show that under no circumstances could the government prevail on its tax claim.</p>\n<p>Alternatively, the parties agree that the action may go forward under <i>South Carolina v. Regan,</i> 465 U.S. 367, 373, 104 S.Ct. 1107, 1111-12, 79 L.Ed.2d 372 (1984), if plaintiffs can show that no other adequate legal remedy  such as a suit for a refund after paying the tax  is available to them or, put another way, that they had no adequate forum in which to contest imposition of the tax. If a plaintiff does have access to an adequate remedy, then <i>Regan</i> offers no relief. The facts of record show that plaintiffs were apprised of the audit and later of the FPAA but took no action to become involved in the litigation. Plaintiffs were bound by the Tax Matters Partner's decision to settle not because a statutory scheme forced them to accept inadequate representation, but because they neglected to opt out, despite the explanation of this option in the Partnership Agreement Jordan signed and the statutory authorization in 26 U.S.C. § 6224(c)(3). They also were entitled to participate in the litigation, but took no steps to do so. 26 U.S.C. § 6224(a) (1989). Given that plaintiffs both accepted the Tax Matters Partner's representation of them and never took <i>any</i> steps to become involved in the proceedings, even though they were not precluded from doing so, they will not now be heard to argue that they were entitled to a separate and additional forum in which to contest the tax. The court concludes that even if plaintiffs had standing to bring this action, it would be precluded by the Anti-Injunction Act and would, on that alternative ground, be dismissed.</p>\n<p>Moreover, the Declaratory Judgment Act, codified at 28 U.S.C. § 2201(a) (1988), likewise excepts from federal courts' jurisdiction any actual controversies and cases \"with respect to Federal taxes.\" This language is at least as broad as application of the Anti-Injunction Act, <i>Bob Jones University v. Simon,</i> 416 U.S. 725, 733 n. 7, 94 S.Ct. 2038, 2044 n. 7, 40 L.Ed.2d 496 (1974), and serves as a similar but separate ground for dismissal of this action due to lack of jurisdiction.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In conclusion, after full review of the pending motions, the court determines that plaintiffs do not have standing to bring this action because their alleged injury  which is the lack of notice to them from the IRS, not the additional tax  is hypothetical in nature. The court cannot address the constitutionality of the statutes unless the injuries complained of are brought about by their operation. For that reason, and for the additional and separate reasons set out above, plaintiffs' motion for a preliminary injunction is hereby reinstated and the motion is DENIED. Defendants' motion for summary judgment is GRANTED and this action is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 6224(c)(3) of the Internal Revenue Code allows small investors, such as plaintiffs, to send notice to the IRS if they do <i>not</i> want to be bound by settlement agreements entered into by the Tax Matters Partner. After stating that any partner who is not a notice partner (holding 1% or more in a company with over 100 shareholders) or a member of a notice group <i>is bound</i> by a settlement agreement \"which is entered into by the tax matters partner, and in which the tax matters partner expressly states that such agreement shall bind other partners,\" 26 U.S.C. § 6224(c)(3)(A), the statute goes on to provide:\n</p>\n<p>\"(B) Exception.  Subparagraph (A) shall not apply to any partner who (within the time prescribed by the Secretary) files a statement with the Secretary providing that the tax matters partner shall not have authority to enter into a settlement agreement on behalf of such partner.\"</p>\n<p>The Partnership Agreement Jordan signed when he became a Granada IV partner also stipulates that the Tax Matters Partner may act on partners' behalf and bind them in settlements with the IRS, <i>unless</i> the partner notifies the IRS that the Tax Matters Partner is not authorized to bind them. Pls.' Ex. A at 5. Jordan did not send notice to the IRS pursuant to either the statute or the partnership agreement and therefore was bound by the settlement.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">863</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">270</span></span> (1994)</b></center>\n<center><h1>William R. JORDAN, et ux., Plaintiffs,<br>\nv.<br>\nUNITED STATES, et al., Defendants.</h1></center>\n<center>No. 92-130-CIV-3-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>July 27, 1994.</center>\n<p>Ronald E. Winfrey, Brian K. Manning, Robert G. Ray, Rose, Ray, Winfrey &amp; O'Connor, Fayetteville, NC, for plaintiffs.</p>\n<p>G. Norman Acker, III, Asst. U.S. Atty., Raleigh, NC, for defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Pending before the court are defendants' motion for summary judgment and plaintiffs' renewed motion for a preliminary injunction. Defendants claim that they are entitled to judgment as a matter of law on grounds that the notice provisions of the Tax Equity and Fiscal Responsibility Act of 1982 (\"TEFRA\") do not violate the Due Process Clause of the Fifth Amendment. Defendants also have alleged, presumably in the alternative, that the court lacks jurisdiction over this action due to the Anti-Injunction Act, codified at 26 U.S.C. § 7421, and the Declaratory Judgment Act, codified at 28 U.S.C. § 2201. Plaintiffs responded to defendants' motion and incorporated into their response an untimely motion for summary judgment, which will be disregarded.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>Plaintiffs instituted this action to bar the government's efforts to collect from them additional federal income taxes owed for the 1986 tax year. As the undisputed facts show, plaintiffs were assessed the additional taxes in March of 1992 as a result of IRS adjustments <span class=\"star-pagination\">*271</span> to the losses they claimed for 1986. They refuse to pay the taxes on grounds that the statutes under which the IRS proceeded do not give adequate notice to small partners and therefore violate the Due Process Clause of the Fifth Amendment.</p>\n<p>Beginning in 1986, plaintiff William Jordan (\"Jordan\") was a limited partner in Granada IV, a Texas limited partnership with well over 100 limited partners. In fact, according to plaintiffs, Granada IV had over 10,000 partners and Jordan's investment of $200,000 entitled him to only a 0.0018260 (or 18/100ths of one percent) share in the partnership. Granada IV was, in turn, a pass-through partner in a number of other partnerships, including Joint Venture IX-86, Joint Venture IX, and Joint Venture XI (the \"joint venture partnerships\"). Granada Management Corporation served as the General Partner and the Tax Matters Partner for Granada IV. When the IRS undertook to audit the returns of the joint venture partnerships, Granada Management Corporation (the \"Tax Matters Partner\") notified all Granada IV partners of the audits by letter dated 18 May 1989, explaining that \"[t]he Internal Revenue Service has notified the General Partner of an administrative proceeding (audit) for calendar year 1986 of certain joint ventures in which the Partnership participated. The General Partner does not believe there will be any adjustments to taxable income as a result of this audit. We will advise all Limited Partners of any development connected with the audit.\"</p>\n<p>In fact, the audit of the joint venture partnerships did result in substantial adjustments to their 1986 tax returns. This, in turn, resulted in a sizeable increase of Granada IV's taxable income for 1986 because Granada IV was a pass-through partner for the joint venture partnerships. Granada IV, in which Jordan was a direct partner, was not audited. The IRS sent a notice of final administrative action (\"FPAA\") with respect to the joint venture partnerships to the Tax Matters Partner for Granada IV on 7 May 1990. By letter dated 30 May 1990, the Tax Matters Partner notified all partners (including Jordan) of this development and stated that the IRS position was groundless and would be opposed by a petition in the tax court. Accompanying this letter was a copy of the FPAA sent to Granada IV by the IRS. That notice included the IRS reference number for the matter and also the name, address, and telephone number of the IRS representative to contact with any questions. Also included was a copy of an attachment with respect to Joint Venture IX listing three different penalties that \"will be applied to every investor in this flow through entity.\" The Tax Matters Partner's letter stated that copies of the FPAAs sent by the IRS to the other two joint venture partnerships also would be sent to partners if they so requested.</p>\n<p>The Tax Matters Partner's opposition to the FPAA of the three joint venture partnerships proved unfruitful because the Tax Court concluded that the Tax Matters Partner for Granada IV was not eligible to file a petition for readjustment with respect to the other partnerships. The record before the court does not indicate that plaintiffs responded in any way to any of the notices sent to them by the Tax Matters Partner and includes no further materials with respect to communications between plaintiffs and the partnership regarding the audit or the litigation between May of 1990 and November of 1991. However, on 15 November 1991, the Granada IV Tax Matters Partner and the IRS finalized a Settlement Agreement for partnership adjustments to Granada IV based on the audit of each of the joint venture partnerships. The Settlement Agreement states: \"This [settlement] offer is made by the tax matters partner and binds all other partners to the terms of the agreement for whom the tax matters partner may act under section 6224(c)(3) of the Internal Revenue Code.\"<sup>[1]</sup> On 20 December 1991, the Tax <span class=\"star-pagination\">*272</span> Matters Partner notified the Granada IV partners of the settlement of the issues raised in the Notice of FPAA's with respect to the joint venture partnerships. The record does not indicate that plaintiffs responded in any way. On 18 March 1992, the IRS directly notified plaintiffs of the settlements affecting the partnership return for Granada IV, and informed them that they were being assessed over $160,000 in federal income tax liabilities for the 1986 tax year as a result of the settlement agreements. Again, the record does not reflect any response or action by plaintiffs. The IRS contacted plaintiffs again on 11 November 1992 to notify them that it intended to file a notice of federal tax lien and to levy on their property within thirty days of the notice date.</p>\n<p>On 9 December 1992, two days before the thirty days expired, plaintiffs filed suit seeking a temporary restraining order, preliminary injunction, and declaratory judgment. The motion for a temporary restraining order was dismissed by stipulation and Order on 5 January 1993 and the motion for a preliminary injunction was stayed indefinitely. On 2 February 1994, the last day to file dispositive motions pursuant to the scheduling order, defendants moved for summary judgment. Plaintiffs reinstated their motion for a preliminary injunction on 8 February 1994. In their 23 February 1994 response to defendants' motion for summary judgment, plaintiffs purported to set out their own motion for summary judgment; that motion of course is untimely and, no grounds existing to consider it, will be disregarded.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>Before addressing the merits of the issues before it, the court must address the issue of plaintiffs' standing to bring this action. Questions of standing may be raised <i>sua sponte</i> by the court. At the outset, the court notes that standing is one of the more convoluted doctrines in effect throughout the federal judiciary and simply cannot be explained in terms of concise requirements which, if satisfied, enable a litigant to proceed. That said, there are three constitutional standing requirements that are not disputed:</p>\n<blockquote>First, the plaintiff must allege that he or she has suffered or imminently will suffer an injury. Second, the plaintiff must allege that the injury is fairly traceable to the defendant's conduct. Third, the plaintiff must allege that a favorable federal court decision is likely to redress the injury.</blockquote>\n<p>Erwin Chemerinsky, <i>Federal Jurisdiction</i> 51 (1989) (citing <i>Valley Forge Christian College v. Americans United for Separation of Church and State,</i> <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 472, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">752</span></a></span>, 758-59, <span class=\"citation\" data-id=\"110599\"><a href=\"/opinion/110599/valley-forge-christian-college-v-americans-united-for-separation-of-church/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">700</span></a></span> (1982)).</p>\n<p>In this action, the undisputed record shows that Jordan signed a Limited Partnership Agreement for Granada 4 (IV) which stipulated, among other things, that \"[t]he General Partner is hereby appointed as the Tax Matters Partner for all Partners, although individual Partners may separately request notice from the Internal Revenue Service and may engage separate representation, at the cost of such partner, for tax audits and litigation. <i>If a Partner does not notify the Internal Revenue Service otherwise, a decision of the Tax Matters Partner is binding on all partners.</i>\" Plaintiff signified his assent to this provision by signing this document. Notwithstanding his consent, and even though he did not at any time inform the Tax Matters Partner or the IRS that he declined to be bound by the decisions of the Tax Matters Partner, Jordan now alleges that he received inadequate process.</p>\n<p><span class=\"star-pagination\">*273</span> Plaintiffs received notice of a pending audit of the joint venture partnerships in May of 1989, but evidently made no inquiries of anyone. They were informed in May of 1990 that the audit had been completed, that their taxable income could be adjusted, and that the General Partner would \"vigorously defend\" the partnership's 1986 tax return. This letter was accompanied by a copy of the FPAA and an additional notice regarding penalties for negligence, substantial understatement, and tax motivated transactions. The record indicates that plaintiffs were not motivated to act on this rather ominous notice in any way and that they sought no further information from Granada IV or the IRS.</p>\n<p>The Tax Matters Partner settled the litigation in November of 1991 and notified the partners, including plaintiff Jordan, of the settlement on 20 December 1991. The facts as set out by plaintiffs indicate no effort by them to determine the terms of the settlement or any pertinent details, either while they were aware that litigation was ongoing or after the settlement was announced. Plaintiffs made no effort to do anything about the changes in the 1986 tax return until they filed this action in December of 1992, just two days before the date on which the IRS indicated that it would file a lien on their property.</p>\n<p>Despite this unbroken pattern of indifference and lack of response, plaintiffs now profess outrage at the TEFRA provisions' alleged lack of notice requirements. In light of the uncontested facts, the court finds as a matter of law that these plaintiffs have not alleged sufficient injury traceable to defendants' conduct. Plaintiffs received notice of the initial administrative procedure and also of the FPAA issued by the IRS, as well as a copy of it. Plaintiffs received a copy of one of the FPAAs issued to the three joint venture partnerships and were offered copies of the others. In response, they did nothing. Now, they claim that these same notices should have come directly through the IRS, that the statutes do not adequately <i>ensure</i> that the pass-through partner will provide notice (though their pass-through partner did so), and that small partners' opportunities to participate are meaningless because, among other reasons, it is too difficult to pull together a five-percent group (though plaintiffs did not try to do so).</p>\n<p>Plaintiffs' grievances rest on hypothetical failings in the notice provisions  hypothetical because plaintiffs in fact <i>did</i> receive notice of the IRS actions. Whether the statutes might have been inadequate <i>if,</i> for example, the pass-through partner had not provided notice, or <i>if</i> plaintiffs had endeavored to pull together a five-percent group but found it impossible to do so and for that reason did not receive notice, are questions not before the court. There is no real and actual controversy, but only challenges to a statutory scheme that plaintiffs do not like. Even assuming that TEFRA might fail to satisfy due process requirements in some situations, it did not fail <i>plaintiffs,</i> who received notice and therefore are hardly in a position to advance the rights of other small partners who, at some undetermined time, may not receive proper notice. On that note, the court observes that the treatment of small partners in large partnerships is a controversial issue that likely will be fully litigated in the appropriate courts. These plaintiffs may not challenge the adequacy or efficacy of statutory provisions that they neglected to use.</p>\n<p>In the interest of thoroughness, the court briefly will address defendants' contention that the Anti-Injunction Act precludes the court from exercising jurisdiction over this action. The uncontested facts show that this is a \"suit brought for the purpose of restraining the assessment or collection of [a] tax.\" 26 U.S.C. § 7421. As defendants point out, such a suit may not be \"maintained in any court by any person, whether or not such person is the person against whom such tax was assessed,\" <i>id.,</i> unless the action falls within the ambit of one of several statutory grants of jurisdiction or a narrow judicial exception. The language of the statute leaves little room for supplementation; as the Supreme Court stated in <i>Enochs v. Williams Packing &amp; Navigation Co.,</i> <span class=\"citation\" data-id=\"106413\"><a href=\"/opinion/106413/enochs-v-williams-packing-nav-co/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, <span class=\"citation\" data-id=\"106413\"><a href=\"/opinion/106413/enochs-v-williams-packing-nav-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1125</span></a></span>, 1128, <span class=\"citation\" data-id=\"106413\"><a href=\"/opinion/106413/enochs-v-williams-packing-nav-co/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">292</span></a></span> (1962), \"[t]he object of Sec. 7421(a) is to withdraw jurisdiction from the state and federal <span class=\"star-pagination\">*274</span> courts to entertain suits seeking injunctions prohibiting the collection of federal taxes.\"</p>\n<p>The exceptions to the Anti-Injunction Act do not apply here. In order to establish that this court has jurisdiction to hear their claims, plaintiffs must show that they come within one of two exceptions to the Act. The first, which was established in <i>Williams Packing,</i> holds that a court may exercise jurisdiction over tax suits of this nature if a plaintiff can establish that \"it is clear that under no circumstances could the Government ultimately prevail\" on its tax claims and if \"equity jurisdiction otherwise exists.\" <i>Id.</i> at 6-7. Plaintiffs also would, of course, have to show irreparable injury in order to qualify for injunctive relief. Plaintiffs alleged in their complaint that they will be irreparably injured by collection of the tax because they now have no avenue to judicial review of the assessment. They do not contend that they do not owe the tax or that it was computed in error. After full review, the court finds no adequate grounds to exercise jurisdiction in contradiction of the Anti-Injunction Act and finds further that plaintiffs cannot show that under no circumstances could the government prevail on its tax claim.</p>\n<p>Alternatively, the parties agree that the action may go forward under <i>South Carolina v. Regan,</i> <span class=\"citation\" data-id=\"111104\"><a href=\"/opinion/111104/south-carolina-v-regan/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 373, <span class=\"citation\" data-id=\"111104\"><a href=\"/opinion/111104/south-carolina-v-regan/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1107</span></a></span>, 1111-12, <span class=\"citation\" data-id=\"111104\"><a href=\"/opinion/111104/south-carolina-v-regan/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">372</span></a></span> (1984), if plaintiffs can show that no other adequate legal remedy  such as a suit for a refund after paying the tax  is available to them or, put another way, that they had no adequate forum in which to contest imposition of the tax. If a plaintiff does have access to an adequate remedy, then <i>Regan</i> offers no relief. The facts of record show that plaintiffs were apprised of the audit and later of the FPAA but took no action to become involved in the litigation. Plaintiffs were bound by the Tax Matters Partner's decision to settle not because a statutory scheme forced them to accept inadequate representation, but because they neglected to opt out, despite the explanation of this option in the Partnership Agreement Jordan signed and the statutory authorization in 26 U.S.C. § 6224(c)(3). They also were entitled to participate in the litigation, but took no steps to do so. 26 U.S.C. § 6224(a) (1989). Given that plaintiffs both accepted the Tax Matters Partner's representation of them and never took <i>any</i> steps to become involved in the proceedings, even though they were not precluded from doing so, they will not now be heard to argue that they were entitled to a separate and additional forum in which to contest the tax. The court concludes that even if plaintiffs had standing to bring this action, it would be precluded by the Anti-Injunction Act and would, on that alternative ground, be dismissed.</p>\n<p>Moreover, the Declaratory Judgment Act, codified at 28 U.S.C. § 2201(a) (1988), likewise excepts from federal courts' jurisdiction any actual controversies and cases \"with respect to Federal taxes.\" This language is at least as broad as application of the Anti-Injunction Act, <i>Bob Jones University v. Simon,</i> <span class=\"citation\" data-id=\"109028\"><a href=\"/opinion/109028/bob-jones-univ-v-simon/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733 n. 7, <span class=\"citation\" data-id=\"109028\"><a href=\"/opinion/109028/bob-jones-univ-v-simon/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2038</span></a></span>, 2044 n. 7, <span class=\"citation\" data-id=\"109028\"><a href=\"/opinion/109028/bob-jones-univ-v-simon/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">496</span></a></span> (1974), and serves as a similar but separate ground for dismissal of this action due to lack of jurisdiction.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>In conclusion, after full review of the pending motions, the court determines that plaintiffs do not have standing to bring this action because their alleged injury  which is the lack of notice to them from the IRS, not the additional tax  is hypothetical in nature. The court cannot address the constitutionality of the statutes unless the injuries complained of are brought about by their operation. For that reason, and for the additional and separate reasons set out above, plaintiffs' motion for a preliminary injunction is hereby reinstated and the motion is DENIED. Defendants' motion for summary judgment is GRANTED and this action is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 6224(c)(3) of the Internal Revenue Code allows small investors, such as plaintiffs, to send notice to the IRS if they do <i>not</i> want to be bound by settlement agreements entered into by the Tax Matters Partner. After stating that any partner who is not a notice partner (holding 1% or more in a company with over 100 shareholders) or a member of a notice group <i>is bound</i> by a settlement agreement \"which is entered into by the tax matters partner, and in which the tax matters partner expressly states that such agreement shall bind other partners,\" 26 U.S.C. § 6224(c)(3)(A), the statute goes on to provide:\n</p>\n<p>\"(B) Exception.  Subparagraph (A) shall not apply to any partner who (within the time prescribed by the Secretary) files a statement with the Secretary providing that the tax matters partner shall not have authority to enter into a settlement agreement on behalf of such partner.\"</p>\n<p>The Partnership Agreement Jordan signed when he became a Granada IV partner also stipulates that the Tax Matters Partner may act on partners' behalf and bind them in settlements with the IRS, <i>unless</i> the partner notifies the IRS that the Tax Matters Partner is not authorized to bind them. Pls.' Ex. A at 5. Jordan did not send notice to the IRS pursuant to either the statute or the partnership agreement and therefore was bound by the settlement.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111104/"
  ]
}