{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1459967/",
  "absolute_url": "/opinion/1459967/renn-by-and-through-renn-v-garrison/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1459967/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:19:01.138947Z",
  "date_modified": "2016-04-26T23:47:57.400854Z",
  "type": "010combined",
  "sha1": "82378beabed2713eb0e4bfe9137e087dc53554cf",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>845 F.Supp. 1127 (1994)</b></center>\n<center><h1>Rebecca Courtney RENN, by and through her Guardians at Law, Michael and Rebecca RENN, and Michael and Rebecca Renn, individually, Plaintiffs,<br>\nv.<br>\nEdward GARRISON, Director of the Pitt County Department of Social Services, and Pitt County Department of Social Services, Peter Sword, Melanie Kee, and Phyllis Thomas, individually, and Pitt County Department of Social Services, Edward Garrison, Peter Sword, Melanie Kee, and Phyllis Thomas, in their official capacity, Defendants.</h1></center>\n<center>No. 93-151-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>February 16, 1994.</center>\n<p><span class=\"star-pagination\">*1128</span> Wallace W. Bradsher, Jr., Foster &amp; Bradsher, Greenville, NC, for plaintiffs.</p>\n<p>Kenneth R. Wooten, Ryal W. Tayloe, Cheryl A. Marteney, Ward &amp; Smith, New Bern, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the defendants' motion to remand a state court \"Juvenile Petition to Prevent Obstruction or Interference with Investigation\" (\"Obstruction Petition\") which was removed from state court by the plaintiffs on December 17, 1993. The matter has been fully briefed by the parties and was the subject of a hearing held before the court on February 10, 1994, in New Bern, North Carolina. It is ripe for disposition.</p>\n<p>The court notes that it received a supplementary memorandum of law in support of the plaintiffs' response to the defendants' motion for remand. Neither the Federal Rules of Civil Procedure nor the Local Rules of the Eastern District of North Carolina permit such a memorandum. In addition, the court specifically stated at the February 10 hearing that it would not consider any additional submissions from the parties. As a result, the court finds that the plaintiffs' supplemental memorandum was improper and inappropriate. It was summarily disregarded.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>The amended complaint states that plaintiffs Michael and Rebecca Renn are the parents of plaintiff Rebecca Courtney Renn. According to the complaint, the relationship between the parents and their daughter has been characterized by a great deal of conflict since December 1992, including at least one physical assault by the daughter against her mother. The parents have attempted to deal with the conflict in part by getting family psychological counselling and by placing their daughter in various private schools and group homes.</p>\n<p>Apparently as a result of this conflict with her parents, the daughter has temporarily left her parents' home on several occasions to stay with friends and neighbors. One of the neighbors was Sylvia Measamer, who filed a charge of child neglect against the parents with the Pitt County Department of Social Services (\"DSS\") on January 3, 1993.</p>\n<p>As a result of the neglect charge, representatives of DSS contacted the plaintiffs and became involved with the plaintiffs' family in a variety of ways. The involvement included involuntarily placing the daughter in foster care after she ran away from her parents' home and alleged that her father had beaten her on September 13, 1993. With the consent of DSS, the parents eventually placed their daughter in Three Springs School, a group home in Pittsboro, North Carolina, on October 7, 1993.</p>\n<p>On or about October 7, according to the complaint, the parents received a letter from DSS stating that DSS could not substantiate the January 3 charge of neglect. However, on or about October 9, the parents received another letter from DSS stating that DSS had decided to substantiate a separate finding of neglect against the parents for lack of proper discipline based on the events that occurred in the plaintiffs' home on September 13, 1993.</p>\n<p>The complaint also states that approximately two weeks after the daughter was placed in Three Springs School in Pittsboro, DSS contacted one of the daughter's counselors and attempted to gain information about the daughter without the parents' consent. In addition, the complaint states that DSS attempted to gain information about the daughter from the family's psychologist and from the parents' attorney, each time without the parents' consent.</p>\n<p>Plaintiffs believed that DSS acted improperly. As a result, the plaintiffs filed the <span class=\"star-pagination\">*1129</span> present action on November 18, 1993, alleging multiple state and federal claims against DSS, including claims that DSS violated the plaintiffs' rights under 42 U.S.C. § 1983. They alleged in part that DSS and its employees were \"proceeding under color of State Law to violate the [p]laintiff parents' constitutional right to maintain control and the integrity of their family and to supervise their minor child.\" <i>Compl.</i> ¶ 80. Plaintiffs seek an award of injunctive relief, damages, and attorneys' fees.</p>\n<p>Plaintiffs' request for injunctive relief asks the court 1) to order DSS to stop interfering with the plaintiffs' family; 2) to find that the process which DSS uses to \"substantiate\" a report of child abuse or neglect is unconstitutional because it lacks an appeal mechanism outside of DSS; and 3) to find that the substantiation process qualifies as state action.</p>\n<p>Plaintiffs also ask the court to award compensatory damages in excess of $10,000 and punitive damages in excess of $10,000. Plaintiffs further seek an award of attorneys' fees.</p>\n<p>After the plaintiffs filed this action, DSS filed the state court Obstruction Petition on November 24, 1993. The petition states that DSS \"substantiated an act of inappropriate discipline by the father [Michael Renn] towards the daughter [Rebecca Courtney Renn] for pushing her and grabbing her, leaving scratch marks and bruises on the juvenile's back, neck and arms.\" Petition at 1. The petition also states that the plaintiffs have refused to cooperate with DSS' investigation of the alleged inappropriate discipline and that, as a result, DSS is unable to meet its legal obligation to fully explore the allegation. The petition seeks a state court order directing the plaintiffs to cease obstructing DSS' work.</p>\n<p>In a Notice of Removal filed December 17, 1993, the plaintiffs removed the Obstruction Petition to this court to be decided with the present action. Defendants filed the pending motion to remand on December 20.</p>\n<p></p>\n<h2><i>DISCUSSION OF THE LAW</i></h2>\n<p></p>\n<h2>I. <i>Younger</i> Abstention</h2>\n<p>\"The <i>Younger</i> doctrine, which counsels federal-court abstention when there is a pending state proceeding, reflects a strong policy against federal intervention in state judicial processes in the absence of great and immediate irreparable injury to the federal plaintiff.\" <i>Moore v. Sims,</i> 442 U.S. 415, 423, 99 S.Ct. 2371, 2377, 60 L.Ed.2d 994 (1979). The United States Court of Appeals for the Fourth Circuit applies <i>Younger</i> with a three-part test: \"`(1) is there an ongoing state judicial proceeding; (2) do the proceedings implicate important state interests; [and] (3) is there an adequate opportunity in the state proceedings to raise federal claims.'\" <i>Richmond Rail Co. v. Forst,</i> 4 F.3d 244, 251 (4th Cir.1993).</p>\n<p>Applying this test to the present case, the court finds that it must abstain under <i>Younger.</i></p>\n<p></p>\n<h2>A. <i>Is there an ongoing state judicial proceeding?</i>\n</h2>\n<p>The court finds that the judicial proceedings in state court on the Obstruction Petition qualify as \"ongoing\" proceedings, despite the fact that the defendants filed the Obstruction Petition after the plaintiffs filed the federal complaint.</p>\n<blockquote>[W]here state [] proceedings are begun against the federal plaintiffs after the federal complaint is filed but before any proceedings of substance on the merits have taken place in the federal court, the principles of Younger v. Harris should apply in full force.</blockquote>\n<p><i>Hicks v. Miranda,</i> 422 U.S. 332, 349, 95 S.Ct. 2281, 2292, 45 L.Ed.2d 223 (1975). The federal complaint was filed on November 18, and the Obstruction Petition was filed on November 24. Nothing besides the filing of the complaint took place in federal court before the petition was filed in state court. \"The filing of a complaint, without more, does not qualify as a proceeding of substance on the merits.\" <i>2020C West Street v. Anne Arundel County,</i> 985 F.2d 554, 1993 WL 28560, **2 (4th Cir.1993) (unpublished) (copy attached as Appendix A). Accordingly, the court finds that the principles of <i>Younger</i> apply to this case \"in full force.\"</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1130</span> B. <i>Do the proceedings implicate important state interests?</i>\n</h2>\n<p>The court finds that the Obstruction Petition proceedings do implicate important state interests. <i>See </i><i>Moore v. Sims,</i> 442 U.S. 415, 423, 99 S.Ct. 2371, 2377, 60 L.Ed.2d 994 (1979) (applying <i>Younger</i> abstention on substantially similar facts after holding that state child abuse proceedings are \"civil proceedings in which important state interests are involved\").</p>\n<p></p>\n<h2>C. <i>Is there an adequate opportunity in the state proceedings to raise federal claims?</i>\n</h2>\n<p>\"[D]istrict courts, when abstaining from adjudicating a claim for injunctive relief, should stay rather than dismiss accompanying claims for monetary relief and attorney's fees when such relief is not available from the ongoing state proceeding.\" <i>Watts v. Burkhart,</i> 854 F.2d 839, 845 (6th Cir.1988); <i>see also </i><i>Deakins v. Monaghan,</i> 484 U.S. 193, 202-03, 108 S.Ct. 523, 529-30, 98 L.Ed.2d 529 (1988) (\"the District Court has no discretion to dismiss rather than to stay claims for monetary relief that cannot be redressed in the state proceeding\") and <i>Suggs v. Brannon,</i> 804 F.2d 274, 279-80 (4th Cir.1986) (same result).</p>\n<p>The court finds that there is an adequate opportunity in the state proceedings for the plaintiffs to raise their federal claims for injunctive relief but not their federal claims for damages and attorneys' fees. The court's finding is based on the North Carolina statute governing hearings on Obstruction Petitions.</p>\n<blockquote>If at the hearing on the petition the court finds by clear, cogent and convincing evidence that the [parents], <i>without lawful excuse,</i> [have] obstructed or interfered with an investigation required by G.S. 7A-544 [the statute authorizing DSS action], the court may order the [parents] to cease such obstruction or interference.</blockquote>\n<p>N.C.G.S. § 7A-544.1(c) (emphasis added).</p>\n<p>Under this statute, the plaintiffs could argue at the Obstruction Petition hearing that their \"lawful excuse\" for refusing to cooperate with DSS was the unconstitutionality of the statutes authorizing DSS action. If the state court accepts the argument, it could issue an order which would satisfy the plaintiffs' federal claims for injunctive relief by ordering DSS to stop interfering with the plaintiffs' family, by finding that the process which DSS uses to \"substantiate\" a report of child abuse or neglect is unconstitutional because it lacks an appeal mechanism outside of DSS, and by finding that the substantiation process qualifies as state action.</p>\n<p>However, the court finds no provision in N.C.G.S. § 7A-544.1 allowing the plaintiffs to seek damages or attorneys' fees from DSS in the Obstruction Petition proceedings. As a result, the court will dismiss the plaintiffs' federal claims for injunctive relief but stay the plaintiffs' federal claims for damages and attorneys' fees.<sup>[1]</sup> The stay will remain in effect pending disposition of the claims for injunctive relief by the state court which rules on the Obstruction Petition and by all available means of state appellate court review. <i>See </i><i>Huffman v. Pursue Ltd.,</i> 420 U.S. 592, 608, 95 S.Ct. 1200, 1210, 43 L.Ed.2d 482 (1975) (\"Virtually all of the evils at which <i>Younger</i> is directed would inhere in federal intervention prior to completion of state appellate proceedings, just as surely as they would if such intervention occurred at or before trial.\").</p>\n<p></p>\n<h2>II. Exceptions to the <i>Younger</i> Abstention Doctrine</h2>\n<p>The court finds that exceptions for bad faith, harassment, and exceptional circumstances allow a federal court to decline to apply <i>Younger</i> abstention even if all requirements for such abstention are met in a particular case. However, the court further finds that none of the exceptions apply to the present action. The court's finding is based in part on its understanding that \"[t]hese exceptions to <i>Younger</i> have been narrowly construed.\" <i>Zalman v. Armstrong,</i> 802 F.2d 199, 205 (6th Cir.1986); <i>see also</i> 17A Wright <span class=\"star-pagination\">*1131</span> and Miller, <i>Federal Practice and Procedure,</i> § 4255 at 260 (1988) (\"In the words of one commentator, `[a]s a practical matter ... the universe of bad-faith harassment claims that can be established is virtually empty.'\") (citation omitted).</p>\n<p>\"Bad faith in this context `generally means that a prosecution has been brought without a reasonable expectation of obtaining a valid conviction.'\" <i>Suggs v. Brannon,</i> 804 F.2d 274, 278 (4th Cir.1986); <i>see also </i><i>Cinema Blue v. Gilchrist,</i> 887 F.2d 49, 54 (4th Cir. 1989), <i>cert. denied</i> 494 U.S. 1030, 110 S.Ct. 1479, 108 L.Ed.2d 616 (1990) (same). Without commenting on the ultimate merits of the DSS claims, the court finds that the facts of this matter arguably demonstrate that DSS had a reasonable expectation of success when it filed its Obstruction Petition.<sup>[2]</sup></p>\n<p>Harassment means that a state action was filed in an attempt to discourage and prevent a party from safeguarding its constitutional rights. <i>See </i><i>Feerick v. Sudolnik,</i> 816 F.Supp. 879, 884 (S.D.N.Y.1993) (\"The <i>Younger</i> Court noted that in <i>Dombrowski v. Pfister,</i> 380 U.S. 479, 85 S.Ct. 1116, 14 L.Ed.2d 22 (1965), prosecutors had harassed the appellants and had attempted to discourage them and their supporters from vindicating the constitutional rights of African-American citizens in Louisiana.\"). The court finds that the defendants' Obstruction Petition is not designed to discourage and prevent the plaintiffs from safeguarding their constitutional rights. <i>See</i> Defs.' Mot. to Remand at 4 (\"The remand of the juvenile action would in no way affect Plaintiffs' action in [federal court].\"); <i>see also</i> Defs.' Mem. of Law in Supp. of Mot. to Remand at 7 (\"Whatever federal constitutional questions Plaintiffs have raised in the instant case regarding juvenile law and procedure will be determined in this case.\").</p>\n<p>The exception for exceptional circumstances \"appears to be even more narrow than the bad faith or harassment exception[s].\" <i>Zalman,</i> 802 F.2d at 205. It allows a federal court to refuse to abstain under <i>Younger</i> when there are \"`extraordinary circumstances' that might constitute great, immediate, and irreparable harm.\" <i>Moore v. Sims,</i> 442 U.S. at 433, 99 S.Ct. at 2382. Plaintiffs made an \"extraordinary circumstances\" argument at the February 10 hearing when they contended that the plaintiff daughter's welfare is threatened by continued DSS intervention. Based in part on this threat to her welfare, the plaintiffs argued that this case presented concerns of such immediacy and exigency that it fell within the narrow boundaries of the exceptional circumstances exception to <i>Younger</i> abstention.</p>\n<p>The court finds that it must reject the plaintiffs' argument. As noted earlier, the plaintiff daughter currently resides at a group home in Pittsboro, North Carolina, where she is receiving counselling and therapy. The parties stated at the hearing that the daughter is permitted home visits and that after she returns to Pittsboro from such visits, DSS contacts her therapist by telephone. The DSS telephone call is for the limited purpose of verifying that the daughter's physical and mental welfare was not damaged by the home visit.</p>\n<p>The court recognizes that this arrangement is probably less than ideal for the parties involved. However, as a matter of law, the court finds that the arrangement sufficiently addresses the immediacy and exigency of this matter. As a result, the court finds that the arrangement prevents the case from possibly falling into the realm of \"exceptional circumstances\" which justify refusing to abstain under <i>Younger.</i><sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*1132</span> In sum, the court finds that it must abstain because none of the exceptions to <i>Younger</i> apply in this case. The court regrets the inconvenience and additional expense which abstention will cause to the parties. However, the court finds itself absolutely bound by the tight web of <i>Younger</i> precedent.</p>\n<p>The court notes that in the finest tradition of federalism and American jurisprudence, <i>Younger</i> abstention is built on confidence in the ability of state courts to resolve constitutional claims. <i>See </i><i>Huffman,</i> 420 U.S. at 611, 95 S.Ct. at 1211 (\"Appellee is in truth urging us to base a rule on the assumption that state judges will not be faithful to their constitutional responsibilities. This we refuse to do.\"). The court urges the state courts to thoughtfully and carefully weigh the plaintiffs' arguments in this sensitive and important area of the law.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the aforementioned reasons, it is hereby ORDERED that the plaintiffs' federal and state claims for injunctive relief are DISMISSED WITHOUT PREJUDICE so that the plaintiffs may pursue the claims in the state court proceedings on the defendants' Juvenile Petition to Prevent Obstruction or Interference with Investigation.</p>\n<p>It is further ORDERED that the plaintiffs' federal and state claims for damages and attorneys' fees are hereby STAYED pending disposition of the plaintiffs' claims for injunctive relief in the state court proceedings.</p>\n<p>Because the court has resolved this matter on other grounds, it will not address the defendants' motion to remand the Juvenile Petition to Prevent Obstruction or Interference with Investigation.</p>\n<p></p>\n<h2><i>APPENDIX A</i></h2>\n<p>985 F.2d 554 (Table)</p>\n<p>Unpublished Disposition</p>\n<p>(Cite as: 985 F.2d 554, 1993 WL 28560 (4th Cir.(Md.)))</p>\n<p>NOTICE: Fourth Circuit I.O.P. 36.6 states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.</p>\n<p>(The decision of the Court is referenced in a \"Table of Decisions Without Reported Opinions\" appearing in the Federal Reporter.)</p>\n<p></p>\n<h2>2020C WEST STREET, INCORPORATED, Plaintiff-Appellant,</h2>\n<p></p>\n<h2>v.</h2>\n<p>ANNE ARUNDEL COUNTY OF MARYLAND; Leroy Jonas, Director of Department of Inspections and Permits; Anne M. Hatcher, License Administrator, Department of Inspections and Permits, Defendants-Appellees.</p>\n<p></p>\n<h2>No. 92-1299.</h2>\n<p></p>\n<h2>United States Court of Appeals,</h2>\n<p></p>\n<h2>Fourth Circuit.</h2>\n<p></p>\n<h2>Argued: October 27, 1992</h2>\n<p></p>\n<h2>Decided: February 9, 1993</h2>\n<p>Appeal from the United States District Court for the District of Maryland, at Baltimore. Herbert F. Murray, Senior United States District Judge. (CA-91-3504-HM)</p>\n<p>Burton William Sandler, Ocean City, Maryland, for Appellant.</p>\n<p>David Alan Plymyer, Deputy County Attorney, ANNE ARUNDEL COUNTY, MARYLAND OFFICE OF LAW, Annapolis, Maryland, for Appellees.</p>\n<p>Shawn A. Matlock, CRAWLEY &amp; MATLOCK, Baltimore, Maryland, for Appellant.</p>\n<p>Judson P. Garrett, Jr., County Attorney, ANNE ARUNDEL COUNTY, MARYLAND OFFICE OF LAW, Annapolis, Maryland, for Appellees.</p>\n<p>D.Md.</p>\n<p>AFFIRMED.</p>\n<p>Before MURNAGHAN, Circuit Judge, and SPROUSE and CHAPMAN, Senior Circuit Judges.</p>\n<p><span class=\"star-pagination\">*1133</span> PER CURIAM:</p>\n<p></p>\n<h2>OPINION</h2>\n<p>**1 In this appeal, we review the propriety of the district court's abstention from entertaining an adult bookstore's action asking for a declaration that Anne Arundel County's licensing scheme for \"adult film arcades\" is unconstitutional. The principal issue is whether a state court action, amended to allege violations of a newly enacted ordinance after the filing of a federal action, constitutes an ongoing state proceeding sufficient to warrant abstention in the federal action under <i>Younger v. Harris,</i> 401 U.S. 37 [, 91 S.Ct. 746, 27 L.Ed.2d 669] (1971).</p>\n<p></p>\n<h2>I</h2>\n<p>The appellant, 2020C West Street, Inc. (\"the bookstore\"), has operated since 1983 in Anne Arundel County, Maryland, disseminating adult motion picture films, magazines, books, and videos to the public. The bookstore also offers sixteen private film-viewing machines for its customers' use. Although the county licensing scheme extant in 1983 required a \"Class Y\" amusement device license for each private film-viewing machine, the bookstore never obtained such licenses.<sup>[1]</sup> It did, however, obtain a zoning \"certificate of use\" for an \"adult movie arcade and bookstore.\"<sup>[2]</sup></p>\n<p>An understanding of the application of <i>Younger</i> principles to this case requires a brief review of the parties' preceding actions. Their dispute began in August 1991, when the county attorney notified the bookstore that it was in violation of the county's then-existing licensing scheme and ordered it to cease operation of its unlicensed filmviewing machines. A few days later, the county brought suit in the Circuit Court for Anne Arundel County to enjoin the bookstore's operation of its sixteen film-viewing machines. Two days after the county attorney filed this suit, the county suspended the applicable licensing regulations and placed a four-month moratorium on issuance of Class Y licenses.<sup>[3]</sup> Thereupon, the bookstore filed suit in the United States District Court for the District of Maryland seeking to enjoin the state court action based on the suspended licensing scheme. The district court dismissed the federal complaint pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, and the bookstore did not appeal.</p>\n<p>The bookstore then removed the pending state action to federal court. Although the action was removed, the district court granted the county's motion to remand and returned the case to state court on December 3, 1991. Meanwhile, in November 1991, Anne Arundel County repealed its suspended licensing scheme and enacted a new scheme.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*1134</span> The new scheme comprehensively regulated the issuance of licenses to \"adult film arcades\"<sup>[5]</sup> and specified numerous standards for an applicant to qualify for a license.</p>\n<p>Thereafter, the bookstore again filed suit in federal court, this time under 42 U.S.C. s 1983,<sup>[6]</sup> asking the district court to declare the county's new licensing scheme unconstitutional.<sup>[7]</sup> A month later, the county amended its state court complaint to reflect the requirements of the new licensing scheme, which was the subject of the bookstore's s 1983 action in federal court.<sup>[8]</sup> By Memorandum and Order dated February 19, 1992, the district court dismissed the federal suit under the <i>Younger</i> abstention doctrine. The bookstore appeals, and we affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>**2 A state proceeding must meet three requirements for application of the <i>Younger</i> doctrine: (1) it must implicate an important state interest; (2) it must provide an adequate opportunity to raise constitutional issues; and (3) it must be \"ongoing.\" <i>Middle-sex Ethics County Comm. v. Garden State Bar Ass'n,</i> 457 U.S. 423, 432 [, 102 S.Ct. 2515, 2521, 73 L.Ed.2d 116] (1982). The first two requirements are here easily met.</p>\n<p>Anne Arundel County's interest in restraining a violation of its criminal laws,<sup>[9]</sup><i>Huffman v. Pursue, Ltd.,</i> 420 U.S. 592, 604-05 [, 95 S.Ct. 1200, 1208-09, 43 L.Ed.2d 482] (1975) (state has an important interest in enforcing civil laws that bear a close relationship to criminal proceedings),<sup>[10]</sup> and its interest in the integrity of its licensing ordinances, see <i>Sendlewski v. Town of Southhampton,</i> 734 F.Supp. 586, 591 (E.D.N.Y. 1990) (municipality's right \"to regulate land use and enforce its regulations through criminal and civil enforcement actions implicates important state interests\"), satisfy the \"important state interest\" requirement for Younger abstention. The state interest is particularly important in regulations governing the \"secondary effects\" of adult entertainment. <span class=\"star-pagination\">*1135</span> See <i>Barnes v. Glen Theatre, Inc.,</i> [501 U.S. 722, ___-___,] 111 S.Ct. 2456, 2468-69 [, 115 L.Ed.2d 504] (1991) (Souter, J., concurring); <i>City of Renton v. Playtime Theaters, Inc.,</i> 475 U.S. 41, 50 [, 106 S.Ct. 925, 930, 89 L.Ed.2d 29] (1986).</p>\n<p>The second requirement for <i>Younger</i> abstention  adequate opportunity for consideration of constitutional issues in the state judicial proceedings  is also readily satisfied. The bookstore's constitutional challenges to the Class Y licensing ordinance are essentially the same in the federal s 1983 action and the state action.</p>\n<p></p>\n<h2>III</h2>\n<p>The third requirement for <i>Younger</i> abstention presents the major issue in this appeal-whether a state court complaint amended after the filing of a federal action qualifies as an \"ongoing\" state judicial proceeding. The bookstore contends that it does not. It argues that the state court complaint, amended on January 9, 1992 to reflect the county's newly enacted licensing scheme, resulted in a different cause of action and thus could not be considered an \"ongoing\" state proceeding on December 10, 1991, when the bookstore filed suit in federal court. Assuming but not deciding that the county's January 1992 amendment created a new cause of action for purposes of abstention analysis, we think Supreme Court precedent extends the concept of \"ongoing\" actions to encompass the circumstances of this case.</p>\n<p>The determination of whether a proceeding is \"ongoing\" is normally fact-specific and, as we view the circumstances here, the district court properly concluded that the Maryland action was \"ongoing.\" In <i>Hicks v. Miranda,</i> 422 U.S. 332 [, 95 S.Ct. 2281, 45 L.Ed.2d 223] (1975), and <i>Doran v. Salem Inn, Inc.,</i> 422 U.S. 922 [, 95 S.Ct. 2561, 45 L.Ed.2d 648] (1975), the Court explained that \"ongoing\" includes a state proceeding brought after a federal action, so long as \"proceedings are begun [in state court] ... after the federal complaint is filed but before any proceedings of substance on the merits have taken place,\" <i>Hicks,</i> 422 U.S. at 349 [, 95 S.Ct. at 2291], or \"the federal litigation was in an embryonic stage and no contested matter had been decided,\" <i>Doran,</i> 422 U.S. at 929 [, 95 S.Ct. at 2566]. Here, the bookstore had simply filed its s 1983 complaint in federal court. There had been no further activity concerning it before the county amended its state court action. The filing of a complaint, without more, does not qualify as a proceeding of substance on the merits. <i>Hicks,</i> 422 U.S. at 349 [, 95 S.Ct. at 2291].</p>\n<p>**3 The judgment of the district court is therefore affirmed.</p>\n<p>AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Because no damages claims can be filed in an Obstruction Petition proceeding, the court will also stay the plaintiffs' state claims for damages. However, the court will dismiss the plaintiffs' state claims for injunctive relief so that these claims can be pursued in state court.</p>\n<p>[2]  The court notes that its finding is necessarily made before any of the parties have submitted evidence, and that it is a finding made solely for the purposes of abstention analysis. The finding is not intended to affect the plaintiff's ability to pursue any of the claims listed in their complaint, including their twenty-second cause of action for malicious prosecution. Such claims can be finally resolved only after all parties have had a full opportunity to present all relevant evidence.</p>\n<p>[3]  The court also finds that the state statutes under attack by the plaintiffs do not fall within the \"exceptional circumstances\" category because the statutes are not \"flagrantly and patently violative of express constitutional prohibitions in every clause, sentence and paragraph, and in whatever manner and against whomever an effort might be made to apply [them].\" <i>Younger v. Harris,</i> 401 U.S. 37, 53-54, 91 S.Ct. 746, 755, 27 L.Ed.2d 669 (1971).</p>\n<p>[1]  Article 16, s 2-1109 of the Anne Arundel County Code provides: The owner of a private film-viewing machine and the owner and proprietor of the premises where a film-viewing machine is placed or maintained for commercial entertainment or amusement purposes may not place or maintain a machine without a class Y license having been obtained for it or without a metal tag having been placed on it. A person who violates this section is guilty of a misdemeanor and on conviction is subject to a fine not exceeding $500 or imprisonment not exceeding three months or both.</p>\n<p>[2]  The zoning certificate was a separate requirement, which did not satisfy the provisions of the licensing ordinance.</p>\n<p>[3]  Bill No. 68-91, enacted as an emergency measure on August 7, 1991, along with a county council resolution adopted on July 15, 1991, found the Anne Arundel County Code lacking \"standards for the location, operation, or regulation of adult bookstores or film-viewing machines\" and resolved that guidelines be enacted. Bill No. 68-91, 1991 Sess., Anne Arundel County, Md. The resolution requested the County Executive \"to establish a task force to study guidelines and standards for zoning and licensing ... of bookstores and film-viewing machines in the county.\" Res. No. 30-91, 1991 Sess., Anne Arundel County, Md.</p>\n<p>[4]  Bill No. 98-91 of the County Council of Anne Arundel County, Maryland, enacted on November 21, 1991, was entitled \"An Emergency Ordinance concerning: Adult Bookstores, Adult Film Arcades, and Adult Motion Picture Theaters.\" It was enacted [f]or the purpose of establishing requirements for the licensing and regulation of adult film arcades; establishing criteria for zoning restrictions on the location and operation of adult bookstores and adult motion picture theaters, including adult film arcades; and providing for expedited decisions and administrative appeals from decisions relating to adult bookstores, adult film arcades, and adult motion picture theaters.</p>\n<p>[5]  Art. 16, s 2-1101(B)(1) of the Anne Arundel County Code defines an \"adult film arcade\" as any place in which one or more display devices are maintained to show images for commercial entertainment or amusement purposes, and where the images are characterized by the depiction or description of sadomasochistic abuse, sexual conduct, or sexual excitement, as those terms are defined in Article 27, s 416A of the state code. The new ordinance requires a Class Y license to operate an \"adult film arcade.\" Anne Arundel County, Md., Code art. 16, s 1102. The repealed ordinance did not contain the concept of \"adult film arcade;\" rather, it required a Class Y license for each private film-viewing machine. Id. s 1109 (repealed).</p>\n<p>[6]  Every person who, under color of any statute, ordinance, regulation, custom, or usage of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress. 42 U.S.C. s 1983.</p>\n<p>[7]  The bookstore sought a declaratory judgment that the new ordinance was unconstitutional as applied and unconstitutionally overbroad and vague, and sought injunctive relief restraining the county from enforcing the new licensing scheme. It also claimed that the county was estopped from applying the licensing ordinance to the bookstore because it had acquiesced in the bookstore's operation of the film-viewing machines for eight years.</p>\n<p>[8]  The bookstore filed a motion to dismiss the amended state court complaint, reciting many of the same infirmities that formed the basis of its s 1983 action in federal court.</p>\n<p>[9]  The Anne Arundel County Code makes operation of an adult film arcade without a Class Y license a criminal and civil violation. Article 16, s 1109(f), as amended, provides for a criminal prosecution: A person who violates any provision of this subtitle is guilty of a misdemeanor and on conviction is subject to a fine not exceeding $1,000 or imprisonment not exceeding six months or both. Section 2-1113(a) provides for a civil remedy: The County may seek injunctive relief to prohibit an adult film arcade from being placed or maintained in use or operation without a valid Class Y license.</p>\n<p>[10]  Huffman found a civil nuisance proceeding to be \"both in aid of and closely related to\" criminal statutes prohibiting the dissemination of obscene materials, and concluded that a federal injunction would be an \"offense to the State's interest in the nuisance litigation [which] is likely to be every bit as great as it would be were this a criminal proceeding.\" <i>Huffman,</i> 420 U.S. at 604 [, 95 S.Ct. at 1208].</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">845</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1127</span></span> (1994)</b></center>\n<center><h1>Rebecca Courtney RENN, by and through her Guardians at Law, Michael and Rebecca RENN, and Michael and Rebecca Renn, individually, Plaintiffs,<br>\nv.<br>\nEdward GARRISON, Director of the Pitt County Department of Social Services, and Pitt County Department of Social Services, Peter Sword, Melanie Kee, and Phyllis Thomas, individually, and Pitt County Department of Social Services, Edward Garrison, Peter Sword, Melanie Kee, and Phyllis Thomas, in their official capacity, Defendants.</h1></center>\n<center>No. 93-151-CIV-4-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>February 16, 1994.</center>\n<p><span class=\"star-pagination\">*1128</span> Wallace W. Bradsher, Jr., Foster &amp; Bradsher, Greenville, NC, for plaintiffs.</p>\n<p>Kenneth R. Wooten, Ryal W. Tayloe, Cheryl A. Marteney, Ward &amp; Smith, New Bern, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the defendants' motion to remand a state court \"Juvenile Petition to Prevent Obstruction or Interference with Investigation\" (\"Obstruction Petition\") which was removed from state court by the plaintiffs on December 17, 1993. The matter has been fully briefed by the parties and was the subject of a hearing held before the court on February 10, 1994, in New Bern, North Carolina. It is ripe for disposition.</p>\n<p>The court notes that it received a supplementary memorandum of law in support of the plaintiffs' response to the defendants' motion for remand. Neither the Federal Rules of Civil Procedure nor the Local Rules of the Eastern District of North Carolina permit such a memorandum. In addition, the court specifically stated at the February 10 hearing that it would not consider any additional submissions from the parties. As a result, the court finds that the plaintiffs' supplemental memorandum was improper and inappropriate. It was summarily disregarded.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>The amended complaint states that plaintiffs Michael and Rebecca Renn are the parents of plaintiff Rebecca Courtney Renn. According to the complaint, the relationship between the parents and their daughter has been characterized by a great deal of conflict since December 1992, including at least one physical assault by the daughter against her mother. The parents have attempted to deal with the conflict in part by getting family psychological counselling and by placing their daughter in various private schools and group homes.</p>\n<p>Apparently as a result of this conflict with her parents, the daughter has temporarily left her parents' home on several occasions to stay with friends and neighbors. One of the neighbors was Sylvia Measamer, who filed a charge of child neglect against the parents with the Pitt County Department of Social Services (\"DSS\") on January 3, 1993.</p>\n<p>As a result of the neglect charge, representatives of DSS contacted the plaintiffs and became involved with the plaintiffs' family in a variety of ways. The involvement included involuntarily placing the daughter in foster care after she ran away from her parents' home and alleged that her father had beaten her on September 13, 1993. With the consent of DSS, the parents eventually placed their daughter in Three Springs School, a group home in Pittsboro, North Carolina, on October 7, 1993.</p>\n<p>On or about October 7, according to the complaint, the parents received a letter from DSS stating that DSS could not substantiate the January 3 charge of neglect. However, on or about October 9, the parents received another letter from DSS stating that DSS had decided to substantiate a separate finding of neglect against the parents for lack of proper discipline based on the events that occurred in the plaintiffs' home on September 13, 1993.</p>\n<p>The complaint also states that approximately two weeks after the daughter was placed in Three Springs School in Pittsboro, DSS contacted one of the daughter's counselors and attempted to gain information about the daughter without the parents' consent. In addition, the complaint states that DSS attempted to gain information about the daughter from the family's psychologist and from the parents' attorney, each time without the parents' consent.</p>\n<p>Plaintiffs believed that DSS acted improperly. As a result, the plaintiffs filed the <span class=\"star-pagination\">*1129</span> present action on November 18, 1993, alleging multiple state and federal claims against DSS, including claims that DSS violated the plaintiffs' rights under 42 U.S.C. § 1983. They alleged in part that DSS and its employees were \"proceeding under color of State Law to violate the [p]laintiff parents' constitutional right to maintain control and the integrity of their family and to supervise their minor child.\" <i>Compl.</i> ¶ 80. Plaintiffs seek an award of injunctive relief, damages, and attorneys' fees.</p>\n<p>Plaintiffs' request for injunctive relief asks the court 1) to order DSS to stop interfering with the plaintiffs' family; 2) to find that the process which DSS uses to \"substantiate\" a report of child abuse or neglect is unconstitutional because it lacks an appeal mechanism outside of DSS; and 3) to find that the substantiation process qualifies as state action.</p>\n<p>Plaintiffs also ask the court to award compensatory damages in excess of $10,000 and punitive damages in excess of $10,000. Plaintiffs further seek an award of attorneys' fees.</p>\n<p>After the plaintiffs filed this action, DSS filed the state court Obstruction Petition on November 24, 1993. The petition states that DSS \"substantiated an act of inappropriate discipline by the father [Michael Renn] towards the daughter [Rebecca Courtney Renn] for pushing her and grabbing her, leaving scratch marks and bruises on the juvenile's back, neck and arms.\" Petition at 1. The petition also states that the plaintiffs have refused to cooperate with DSS' investigation of the alleged inappropriate discipline and that, as a result, DSS is unable to meet its legal obligation to fully explore the allegation. The petition seeks a state court order directing the plaintiffs to cease obstructing DSS' work.</p>\n<p>In a Notice of Removal filed December 17, 1993, the plaintiffs removed the Obstruction Petition to this court to be decided with the present action. Defendants filed the pending motion to remand on December 20.</p>\n<p></p>\n<h2><i>DISCUSSION OF THE LAW</i></h2>\n<p></p>\n<h2>I. <i>Younger</i> Abstention</h2>\n<p>\"The <i>Younger</i> doctrine, which counsels federal-court abstention when there is a pending state proceeding, reflects a strong policy against federal intervention in state judicial processes in the absence of great and immediate irreparable injury to the federal plaintiff.\" <i>Moore v. Sims,</i> <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 423, <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2371</span></a></span>, 2377, <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">994</span></a></span> (1979). The United States Court of Appeals for the Fourth Circuit applies <i>Younger</i> with a three-part test: \"`(1) is there an ongoing state judicial proceeding; (2) do the proceedings implicate important state interests; [and] (3) is there an adequate opportunity in the state proceedings to raise federal claims.'\" <i>Richmond Rail Co. v. Forst,</i> <span class=\"citation\" data-id=\"629136\"><a href=\"/opinion/629136/richmond-fredericksburg-potomac-railroad-company-v-william-h-forst/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">244</span></a></span>, 251 (4th Cir.1993).</p>\n<p>Applying this test to the present case, the court finds that it must abstain under <i>Younger.</i></p>\n<p></p>\n<h2>A. <i>Is there an ongoing state judicial proceeding?</i>\n</h2>\n<p>The court finds that the judicial proceedings in state court on the Obstruction Petition qualify as \"ongoing\" proceedings, despite the fact that the defendants filed the Obstruction Petition after the plaintiffs filed the federal complaint.</p>\n<blockquote>[W]here state [] proceedings are begun against the federal plaintiffs after the federal complaint is filed but before any proceedings of substance on the merits have taken place in the federal court, the principles of Younger v. Harris should apply in full force.</blockquote>\n<p><i>Hicks v. Miranda,</i> <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 349, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2281</span></a></span>, 2292, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span> (1975). The federal complaint was filed on November 18, and the Obstruction Petition was filed on November 24. Nothing besides the filing of the complaint took place in federal court before the petition was filed in state court. \"The filing of a complaint, without more, does not qualify as a proceeding of substance on the merits.\" <i>2020C West Street v. Anne Arundel County,</i> <span class=\"citation no-link\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">28560</span></span>, **2 (4th Cir.1993) (unpublished) (copy attached as Appendix A). Accordingly, the court finds that the principles of <i>Younger</i> apply to this case \"in full force.\"</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*1130</span> B. <i>Do the proceedings implicate important state interests?</i>\n</h2>\n<p>The court finds that the Obstruction Petition proceedings do implicate important state interests. <i>See </i><i>Moore v. Sims,</i> <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 423, <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2371</span></a></span>, 2377, <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">994</span></a></span> (1979) (applying <i>Younger</i> abstention on substantially similar facts after holding that state child abuse proceedings are \"civil proceedings in which important state interests are involved\").</p>\n<p></p>\n<h2>C. <i>Is there an adequate opportunity in the state proceedings to raise federal claims?</i>\n</h2>\n<p>\"[D]istrict courts, when abstaining from adjudicating a claim for injunctive relief, should stay rather than dismiss accompanying claims for monetary relief and attorney's fees when such relief is not available from the ongoing state proceeding.\" <i>Watts v. Burkhart,</i> <span class=\"citation\" data-id=\"510260\"><a href=\"/opinion/510260/bobby-watts-md-v-john-h-burkhart-md/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 845 (6th Cir.1988); <i>see also </i><i>Deakins v. Monaghan,</i> <span class=\"citation\" data-id=\"111975\"><a href=\"/opinion/111975/deakins-v-monaghan/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 202-03, <span class=\"citation\" data-id=\"111975\"><a href=\"/opinion/111975/deakins-v-monaghan/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">523</span></a></span>, 529-30, <span class=\"citation\" data-id=\"111975\"><a href=\"/opinion/111975/deakins-v-monaghan/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">529</span></a></span> (1988) (\"the District Court has no discretion to dismiss rather than to stay claims for monetary relief that cannot be redressed in the state proceeding\") and <i>Suggs v. Brannon,</i> <span class=\"citation\" data-id=\"478749\"><a href=\"/opinion/478749/joyce-suggs-and-ronnie-owen-faircloth-v-hon-anthony-m-brannon-in-his/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 279-80 (4th Cir.1986) (same result).</p>\n<p>The court finds that there is an adequate opportunity in the state proceedings for the plaintiffs to raise their federal claims for injunctive relief but not their federal claims for damages and attorneys' fees. The court's finding is based on the North Carolina statute governing hearings on Obstruction Petitions.</p>\n<blockquote>If at the hearing on the petition the court finds by clear, cogent and convincing evidence that the [parents], <i>without lawful excuse,</i> [have] obstructed or interfered with an investigation required by G.S. 7A-544 [the statute authorizing DSS action], the court may order the [parents] to cease such obstruction or interference.</blockquote>\n<p>N.C.G.S. § 7A-544.1(c) (emphasis added).</p>\n<p>Under this statute, the plaintiffs could argue at the Obstruction Petition hearing that their \"lawful excuse\" for refusing to cooperate with DSS was the unconstitutionality of the statutes authorizing DSS action. If the state court accepts the argument, it could issue an order which would satisfy the plaintiffs' federal claims for injunctive relief by ordering DSS to stop interfering with the plaintiffs' family, by finding that the process which DSS uses to \"substantiate\" a report of child abuse or neglect is unconstitutional because it lacks an appeal mechanism outside of DSS, and by finding that the substantiation process qualifies as state action.</p>\n<p>However, the court finds no provision in N.C.G.S. § 7A-544.1 allowing the plaintiffs to seek damages or attorneys' fees from DSS in the Obstruction Petition proceedings. As a result, the court will dismiss the plaintiffs' federal claims for injunctive relief but stay the plaintiffs' federal claims for damages and attorneys' fees.<sup>[1]</sup> The stay will remain in effect pending disposition of the claims for injunctive relief by the state court which rules on the Obstruction Petition and by all available means of state appellate court review. <i>See </i><i>Huffman v. Pursue Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, 608, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, 1210, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1975) (\"Virtually all of the evils at which <i>Younger</i> is directed would inhere in federal intervention prior to completion of state appellate proceedings, just as surely as they would if such intervention occurred at or before trial.\").</p>\n<p></p>\n<h2>II. Exceptions to the <i>Younger</i> Abstention Doctrine</h2>\n<p>The court finds that exceptions for bad faith, harassment, and exceptional circumstances allow a federal court to decline to apply <i>Younger</i> abstention even if all requirements for such abstention are met in a particular case. However, the court further finds that none of the exceptions apply to the present action. The court's finding is based in part on its understanding that \"[t]hese exceptions to <i>Younger</i> have been narrowly construed.\" <i>Zalman v. Armstrong,</i> <span class=\"citation\" data-id=\"476871\"><a href=\"/opinion/476871/bruce-zalman-v-david-l-armstrong-individually-and-as-attorney-general-of/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 205 (6th Cir.1986); <i>see also</i> 17A Wright <span class=\"star-pagination\">*1131</span> and Miller, <i>Federal Practice and Procedure,</i> § 4255 at 260 (1988) (\"In the words of one commentator, `[a]s a practical matter ... the universe of bad-faith harassment claims that can be established is virtually empty.'\") (citation omitted).</p>\n<p>\"Bad faith in this context `generally means that a prosecution has been brought without a reasonable expectation of obtaining a valid conviction.'\" <i>Suggs v. Brannon,</i> <span class=\"citation\" data-id=\"478749\"><a href=\"/opinion/478749/joyce-suggs-and-ronnie-owen-faircloth-v-hon-anthony-m-brannon-in-his/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">274</span></a></span>, 278 (4th Cir.1986); <i>see also </i><i>Cinema Blue v. Gilchrist,</i> <span class=\"citation\" data-id=\"530309\"><a href=\"/opinion/530309/cinema-blue-of-charlotte-incorporated-jim-st-john-curtis-rene-peterson-v/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 54 (4th Cir. 1989), <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1479</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">616</span></span> (1990) (same). Without commenting on the ultimate merits of the DSS claims, the court finds that the facts of this matter arguably demonstrate that DSS had a reasonable expectation of success when it filed its Obstruction Petition.<sup>[2]</sup></p>\n<p>Harassment means that a state action was filed in an attempt to discourage and prevent a party from safeguarding its constitutional rights. <i>See </i><i>Feerick v. Sudolnik,</i> <span class=\"citation\" data-id=\"1977414\"><a href=\"/opinion/1977414/feerick-v-sudolnik/\"><span class=\"volume\">816</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">879</span></a></span>, 884 (S.D.N.Y.1993) (\"The <i>Younger</i> Court noted that in <i>Dombrowski v. Pfister,</i> <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1116</span></a></span>, <span class=\"citation\" data-id=\"107025\"><a href=\"/opinion/107025/dombrowski-v-pfister/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">22</span></a></span> (1965), prosecutors had harassed the appellants and had attempted to discourage them and their supporters from vindicating the constitutional rights of African-American citizens in Louisiana.\"). The court finds that the defendants' Obstruction Petition is not designed to discourage and prevent the plaintiffs from safeguarding their constitutional rights. <i>See</i> Defs.' Mot. to Remand at 4 (\"The remand of the juvenile action would in no way affect Plaintiffs' action in [federal court].\"); <i>see also</i> Defs.' Mem. of Law in Supp. of Mot. to Remand at 7 (\"Whatever federal constitutional questions Plaintiffs have raised in the instant case regarding juvenile law and procedure will be determined in this case.\").</p>\n<p>The exception for exceptional circumstances \"appears to be even more narrow than the bad faith or harassment exception[s].\" <i>Zalman,</i> 802 F.2d at 205. It allows a federal court to refuse to abstain under <i>Younger</i> when there are \"`extraordinary circumstances' that might constitute great, immediate, and irreparable harm.\" <i>Moore v. Sims,</i> 442 U.S. at 433, 99 S.Ct. at 2382. Plaintiffs made an \"extraordinary circumstances\" argument at the February 10 hearing when they contended that the plaintiff daughter's welfare is threatened by continued DSS intervention. Based in part on this threat to her welfare, the plaintiffs argued that this case presented concerns of such immediacy and exigency that it fell within the narrow boundaries of the exceptional circumstances exception to <i>Younger</i> abstention.</p>\n<p>The court finds that it must reject the plaintiffs' argument. As noted earlier, the plaintiff daughter currently resides at a group home in Pittsboro, North Carolina, where she is receiving counselling and therapy. The parties stated at the hearing that the daughter is permitted home visits and that after she returns to Pittsboro from such visits, DSS contacts her therapist by telephone. The DSS telephone call is for the limited purpose of verifying that the daughter's physical and mental welfare was not damaged by the home visit.</p>\n<p>The court recognizes that this arrangement is probably less than ideal for the parties involved. However, as a matter of law, the court finds that the arrangement sufficiently addresses the immediacy and exigency of this matter. As a result, the court finds that the arrangement prevents the case from possibly falling into the realm of \"exceptional circumstances\" which justify refusing to abstain under <i>Younger.</i><sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*1132</span> In sum, the court finds that it must abstain because none of the exceptions to <i>Younger</i> apply in this case. The court regrets the inconvenience and additional expense which abstention will cause to the parties. However, the court finds itself absolutely bound by the tight web of <i>Younger</i> precedent.</p>\n<p>The court notes that in the finest tradition of federalism and American jurisprudence, <i>Younger</i> abstention is built on confidence in the ability of state courts to resolve constitutional claims. <i>See </i><i>Huffman,</i> 420 U.S. at 611, 95 S.Ct. at 1211 (\"Appellee is in truth urging us to base a rule on the assumption that state judges will not be faithful to their constitutional responsibilities. This we refuse to do.\"). The court urges the state courts to thoughtfully and carefully weigh the plaintiffs' arguments in this sensitive and important area of the law.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the aforementioned reasons, it is hereby ORDERED that the plaintiffs' federal and state claims for injunctive relief are DISMISSED WITHOUT PREJUDICE so that the plaintiffs may pursue the claims in the state court proceedings on the defendants' Juvenile Petition to Prevent Obstruction or Interference with Investigation.</p>\n<p>It is further ORDERED that the plaintiffs' federal and state claims for damages and attorneys' fees are hereby STAYED pending disposition of the plaintiffs' claims for injunctive relief in the state court proceedings.</p>\n<p>Because the court has resolved this matter on other grounds, it will not address the defendants' motion to remand the Juvenile Petition to Prevent Obstruction or Interference with Investigation.</p>\n<p></p>\n<h2><i>APPENDIX A</i></h2>\n<p><span class=\"citation no-link\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></span> (Table)</p>\n<p>Unpublished Disposition</p>\n<p>(Cite as: <span class=\"citation no-link\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">28560</span></span> (4th Cir.(Md.)))</p>\n<p>NOTICE: Fourth Circuit I.O.P. 36.6 states that citation of unpublished dispositions is disfavored except for establishing res judicata, estoppel, or the law of the case and requires service of copies of cited unpublished dispositions of the Fourth Circuit.</p>\n<p>(The decision of the Court is referenced in a \"Table of Decisions Without Reported Opinions\" appearing in the Federal Reporter.)</p>\n<p></p>\n<h2>2020C WEST STREET, INCORPORATED, Plaintiff-Appellant,</h2>\n<p></p>\n<h2>v.</h2>\n<p>ANNE ARUNDEL COUNTY OF MARYLAND; Leroy Jonas, Director of Department of Inspections and Permits; Anne M. Hatcher, License Administrator, Department of Inspections and Permits, Defendants-Appellees.</p>\n<p></p>\n<h2>No. 92-1299.</h2>\n<p></p>\n<h2>United States Court of Appeals,</h2>\n<p></p>\n<h2>Fourth Circuit.</h2>\n<p></p>\n<h2>Argued: October 27, 1992</h2>\n<p></p>\n<h2>Decided: February 9, 1993</h2>\n<p>Appeal from the United States District Court for the District of Maryland, at Baltimore. Herbert F. Murray, Senior United States District Judge. (CA-91-3504-HM)</p>\n<p>Burton William Sandler, Ocean City, Maryland, for Appellant.</p>\n<p>David Alan Plymyer, Deputy County Attorney, ANNE ARUNDEL COUNTY, MARYLAND OFFICE OF LAW, Annapolis, Maryland, for Appellees.</p>\n<p>Shawn A. Matlock, CRAWLEY &amp; MATLOCK, Baltimore, Maryland, for Appellant.</p>\n<p>Judson P. Garrett, Jr., County Attorney, ANNE ARUNDEL COUNTY, MARYLAND OFFICE OF LAW, Annapolis, Maryland, for Appellees.</p>\n<p>D.Md.</p>\n<p>AFFIRMED.</p>\n<p>Before MURNAGHAN, Circuit Judge, and SPROUSE and CHAPMAN, Senior Circuit Judges.</p>\n<p><span class=\"star-pagination\">*1133</span> PER CURIAM:</p>\n<p></p>\n<h2>OPINION</h2>\n<p>**1 In this appeal, we review the propriety of the district court's abstention from entertaining an adult bookstore's action asking for a declaration that Anne Arundel County's licensing scheme for \"adult film arcades\" is unconstitutional. The principal issue is whether a state court action, amended to allege violations of a newly enacted ordinance after the filing of a federal action, constitutes an ongoing state proceeding sufficient to warrant abstention in the federal action under <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span> [, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span>] (1971).</p>\n<p></p>\n<h2>I</h2>\n<p>The appellant, 2020C West Street, Inc. (\"the bookstore\"), has operated since 1983 in Anne Arundel County, Maryland, disseminating adult motion picture films, magazines, books, and videos to the public. The bookstore also offers sixteen private film-viewing machines for its customers' use. Although the county licensing scheme extant in 1983 required a \"Class Y\" amusement device license for each private film-viewing machine, the bookstore never obtained such licenses.<sup>[1]</sup> It did, however, obtain a zoning \"certificate of use\" for an \"adult movie arcade and bookstore.\"<sup>[2]</sup></p>\n<p>An understanding of the application of <i>Younger</i> principles to this case requires a brief review of the parties' preceding actions. Their dispute began in August 1991, when the county attorney notified the bookstore that it was in violation of the county's then-existing licensing scheme and ordered it to cease operation of its unlicensed filmviewing machines. A few days later, the county brought suit in the Circuit Court for Anne Arundel County to enjoin the bookstore's operation of its sixteen film-viewing machines. Two days after the county attorney filed this suit, the county suspended the applicable licensing regulations and placed a four-month moratorium on issuance of Class Y licenses.<sup>[3]</sup> Thereupon, the bookstore filed suit in the United States District Court for the District of Maryland seeking to enjoin the state court action based on the suspended licensing scheme. The district court dismissed the federal complaint pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure, and the bookstore did not appeal.</p>\n<p>The bookstore then removed the pending state action to federal court. Although the action was removed, the district court granted the county's motion to remand and returned the case to state court on December 3, 1991. Meanwhile, in November 1991, Anne Arundel County repealed its suspended licensing scheme and enacted a new scheme.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*1134</span> The new scheme comprehensively regulated the issuance of licenses to \"adult film arcades\"<sup>[5]</sup> and specified numerous standards for an applicant to qualify for a license.</p>\n<p>Thereafter, the bookstore again filed suit in federal court, this time under 42 U.S.C. s 1983,<sup>[6]</sup> asking the district court to declare the county's new licensing scheme unconstitutional.<sup>[7]</sup> A month later, the county amended its state court complaint to reflect the requirements of the new licensing scheme, which was the subject of the bookstore's s 1983 action in federal court.<sup>[8]</sup> By Memorandum and Order dated February 19, 1992, the district court dismissed the federal suit under the <i>Younger</i> abstention doctrine. The bookstore appeals, and we affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>**2 A state proceeding must meet three requirements for application of the <i>Younger</i> doctrine: (1) it must implicate an important state interest; (2) it must provide an adequate opportunity to raise constitutional issues; and (3) it must be \"ongoing.\" <i>Middle-sex Ethics County Comm. v. Garden State Bar Ass'n,</i> <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 432 [, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>, 2521, 73 L.Ed.2d 116] (1982). The first two requirements are here easily met.</p>\n<p>Anne Arundel County's interest in restraining a violation of its criminal laws,<sup>[9]</sup><i>Huffman v. Pursue, Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, 604-05 [, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, 1208-09, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span>] (1975) (state has an important interest in enforcing civil laws that bear a close relationship to criminal proceedings),<sup>[10]</sup> and its interest in the integrity of its licensing ordinances, see <i>Sendlewski v. Town of Southhampton,</i> <span class=\"citation\" data-id=\"1461874\"><a href=\"/opinion/1461874/sendlewski-v-town-of-southampton/\"><span class=\"volume\">734</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">586</span></a></span>, 591 (E.D.N.Y. 1990) (municipality's right \"to regulate land use and enforce its regulations through criminal and civil enforcement actions implicates important state interests\"), satisfy the \"important state interest\" requirement for Younger abstention. The state interest is particularly important in regulations governing the \"secondary effects\" of adult entertainment. <span class=\"star-pagination\">*1135</span> See <i>Barnes v. Glen Theatre, Inc.,</i> [501 U.S. 722, ___-___,] <span class=\"citation\" data-id=\"112635\"><a href=\"/opinion/112635/barnes-v-glen-theatre-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, 2468-69 [, 115 L.Ed.2d 504] (1991) (Souter, J., concurring); <i>City of Renton v. Playtime Theaters, Inc.,</i> <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 50 [, <span class=\"citation\" data-id=\"111597\"><a href=\"/opinion/111597/renton-v-playtime-theatres-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">925</span></a></span>, 930, 89 L.Ed.2d 29] (1986).</p>\n<p>The second requirement for <i>Younger</i> abstention  adequate opportunity for consideration of constitutional issues in the state judicial proceedings  is also readily satisfied. The bookstore's constitutional challenges to the Class Y licensing ordinance are essentially the same in the federal s 1983 action and the state action.</p>\n<p></p>\n<h2>III</h2>\n<p>The third requirement for <i>Younger</i> abstention presents the major issue in this appeal-whether a state court complaint amended after the filing of a federal action qualifies as an \"ongoing\" state judicial proceeding. The bookstore contends that it does not. It argues that the state court complaint, amended on January 9, 1992 to reflect the county's newly enacted licensing scheme, resulted in a different cause of action and thus could not be considered an \"ongoing\" state proceeding on December 10, 1991, when the bookstore filed suit in federal court. Assuming but not deciding that the county's January 1992 amendment created a new cause of action for purposes of abstention analysis, we think Supreme Court precedent extends the concept of \"ongoing\" actions to encompass the circumstances of this case.</p>\n<p>The determination of whether a proceeding is \"ongoing\" is normally fact-specific and, as we view the circumstances here, the district court properly concluded that the Maryland action was \"ongoing.\" In <i>Hicks v. Miranda,</i> <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span> [, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2281</span></a></span>, <span class=\"citation\" data-id=\"109296\"><a href=\"/opinion/109296/hicks-v-miranda/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">223</span></a></span>] (1975), and <i>Doran v. Salem Inn, Inc.,</i> <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></a></span> [, <span class=\"citation\" data-id=\"109314\"><a href=\"/opinion/109314/doran-v-salem-inn-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2561</span></a></span>, 45 L.Ed.2d 648] (1975), the Court explained that \"ongoing\" includes a state proceeding brought after a federal action, so long as \"proceedings are begun [in state court] ... after the federal complaint is filed but before any proceedings of substance on the merits have taken place,\" <i>Hicks,</i> 422 U.S. at 349 [, 95 S.Ct. at 2291], or \"the federal litigation was in an embryonic stage and no contested matter had been decided,\" <i>Doran,</i> 422 U.S. at 929 [, 95 S.Ct. at 2566]. Here, the bookstore had simply filed its s 1983 complaint in federal court. There had been no further activity concerning it before the county amended its state court action. The filing of a complaint, without more, does not qualify as a proceeding of substance on the merits. <i>Hicks,</i> 422 U.S. at 349 [, 95 S.Ct. at 2291].</p>\n<p>**3 The judgment of the district court is therefore affirmed.</p>\n<p>AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Because no damages claims can be filed in an Obstruction Petition proceeding, the court will also stay the plaintiffs' state claims for damages. However, the court will dismiss the plaintiffs' state claims for injunctive relief so that these claims can be pursued in state court.</p>\n<p>[2]  The court notes that its finding is necessarily made before any of the parties have submitted evidence, and that it is a finding made solely for the purposes of abstention analysis. The finding is not intended to affect the plaintiff's ability to pursue any of the claims listed in their complaint, including their twenty-second cause of action for malicious prosecution. Such claims can be finally resolved only after all parties have had a full opportunity to present all relevant evidence.</p>\n<p>[3]  The court also finds that the state statutes under attack by the plaintiffs do not fall within the \"exceptional circumstances\" category because the statutes are not \"flagrantly and patently violative of express constitutional prohibitions in every clause, sentence and paragraph, and in whatever manner and against whomever an effort might be made to apply [them].\" <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 53-54, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, 755, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971).</p>\n<p>[1]  Article 16, s 2-1109 of the Anne Arundel County Code provides: The owner of a private film-viewing machine and the owner and proprietor of the premises where a film-viewing machine is placed or maintained for commercial entertainment or amusement purposes may not place or maintain a machine without a class Y license having been obtained for it or without a metal tag having been placed on it. A person who violates this section is guilty of a misdemeanor and on conviction is subject to a fine not exceeding $500 or imprisonment not exceeding three months or both.</p>\n<p>[2]  The zoning certificate was a separate requirement, which did not satisfy the provisions of the licensing ordinance.</p>\n<p>[3]  Bill No. 68-91, enacted as an emergency measure on August 7, 1991, along with a county council resolution adopted on July 15, 1991, found the Anne Arundel County Code lacking \"standards for the location, operation, or regulation of adult bookstores or film-viewing machines\" and resolved that guidelines be enacted. Bill No. 68-91, 1991 Sess., Anne Arundel County, Md. The resolution requested the County Executive \"to establish a task force to study guidelines and standards for zoning and licensing ... of bookstores and film-viewing machines in the county.\" Res. No. 30-91, 1991 Sess., Anne Arundel County, Md.</p>\n<p>[4]  Bill No. 98-91 of the County Council of Anne Arundel County, Maryland, enacted on November 21, 1991, was entitled \"An Emergency Ordinance concerning: Adult Bookstores, Adult Film Arcades, and Adult Motion Picture Theaters.\" It was enacted [f]or the purpose of establishing requirements for the licensing and regulation of adult film arcades; establishing criteria for zoning restrictions on the location and operation of adult bookstores and adult motion picture theaters, including adult film arcades; and providing for expedited decisions and administrative appeals from decisions relating to adult bookstores, adult film arcades, and adult motion picture theaters.</p>\n<p>[5]  Art. 16, s 2-1101(B)(1) of the Anne Arundel County Code defines an \"adult film arcade\" as any place in which one or more display devices are maintained to show images for commercial entertainment or amusement purposes, and where the images are characterized by the depiction or description of sadomasochistic abuse, sexual conduct, or sexual excitement, as those terms are defined in Article 27, s 416A of the state code. The new ordinance requires a Class Y license to operate an \"adult film arcade.\" Anne Arundel County, Md., Code art. 16, s 1102. The repealed ordinance did not contain the concept of \"adult film arcade;\" rather, it required a Class Y license for each private film-viewing machine. Id. s 1109 (repealed).</p>\n<p>[6]  Every person who, under color of any statute, ordinance, regulation, custom, or usage of any State or Territory or the District of Columbia, subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress. 42 U.S.C. s 1983.</p>\n<p>[7]  The bookstore sought a declaratory judgment that the new ordinance was unconstitutional as applied and unconstitutionally overbroad and vague, and sought injunctive relief restraining the county from enforcing the new licensing scheme. It also claimed that the county was estopped from applying the licensing ordinance to the bookstore because it had acquiesced in the bookstore's operation of the film-viewing machines for eight years.</p>\n<p>[8]  The bookstore filed a motion to dismiss the amended state court complaint, reciting many of the same infirmities that formed the basis of its s 1983 action in federal court.</p>\n<p>[9]  The Anne Arundel County Code makes operation of an adult film arcade without a Class Y license a criminal and civil violation. Article 16, s 1109(f), as amended, provides for a criminal prosecution: A person who violates any provision of this subtitle is guilty of a misdemeanor and on conviction is subject to a fine not exceeding $1,000 or imprisonment not exceeding six months or both. Section 2-1113(a) provides for a civil remedy: The County may seek injunctive relief to prohibit an adult film arcade from being placed or maintained in use or operation without a valid Class Y license.</p>\n<p>[10]  Huffman found a civil nuisance proceeding to be \"both in aid of and closely related to\" criminal statutes prohibiting the dissemination of obscene materials, and concluded that a federal injunction would be an \"offense to the State's interest in the nuisance litigation [which] is likely to be every bit as great as it would be were this a criminal proceeding.\" <i>Huffman,</i> 420 U.S. at 604 [, 95 S.Ct. at 1208].</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/476871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1461874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1977414/"
  ]
}