{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1461274/",
  "absolute_url": "/opinion/1461274/kelly-v-state-of-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1461274/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:20:11.783695Z",
  "date_modified": "2016-04-26T20:21:56.820424Z",
  "type": "010combined",
  "sha1": "a8092962636ad1ea751267ee6cdea518e4159276",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>276 F.Supp. 200 (1967)</b></center>\n<center><h1>James Rayford KELLY, Petitioner,<br>\nv.<br>\nSTATE OF NORTH CAROLINA, Vance Co., Raymond Hayes, Respondents.</h1></center>\n<center>Civ. No. 2020.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 19, 1967.</center>\n<p><span class=\"star-pagination\">*201</span> <span class=\"star-pagination\">*202</span> <span class=\"star-pagination\">*203</span> James Rayford Kelly, pro se.</p>\n<p>T. Wade Bruton, Atty. Gen. of North Carolina, by Theodore C. Brown, Jr. Staff Atty., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This cause comes before the Court upon an application for a writ of habeas corpus filed by a State prisoner pursuant to the provisions of Title 28 U.S.C.A. § 2254. By leave of the Court, the application was filed in forma pauperis. Issues were joined by respondents' Answer to Petition and Motion to Dismiss.</p>\n<p>Petitioner alleges that he is being held in custody in violation of rights guaranteed him by the Constitution and laws of the United States. Specifically, he asserts a denial of these rights by the State of North Carolina in each of the following particulars:</p>\n<blockquote>(1) that, having been retried after his original judgment and sentence had been set aside, he was denied credit for time served on the vacated sentence;</blockquote>\n<blockquote>(2) that he was tried for and adjudged guilty of an escape carried out while he was serving an illegal sentence; and</blockquote>\n<blockquote>(3) that, upon entry of judgment for the aforementioned escape, he was given a sentence of less than the minimum punishment prescribed by statute.</blockquote>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The petitioner, James Rayford Kelly, is presently incarcerated in North Carolina Prison Unit #032, Bunn, North Carolina, where he is serving a sentence of twenty-two months imposed upon a plea of guilty to one charge of forcible trespass (January 1966 Term, Vance County Superior Court, Docket No. 3933-A). Service of this sentence commenced on June 19, 1967.</p>\n<p>This application stems from a series of events which began in June of 1962 when petitioner was tried in the Vance County Superior Court upon two bills of indictment (Docket Nos. 3932 and 3933), which had been returned as true bills, each charging him with the felony offense of arson. Unrepresented by counsel, Kelly entered a plea of guilty to the charges and on June 19, 1962, was sentenced to prison for a term of not less than ten nor more than fifteen years. This sentence was suspended and Kelly was placed on probation for a period of five years.</p>\n<p>Kelly was subsequently cited for failure to comply with the conditions of the probationary judgment and on October 2, 1962, his probation was revoked and he was ordered to commence service of the ten to fifteen year prison sentence. Petitioner was also without benefit of counsel at the revocation hearing.</p>\n<p>On October 17, 1964, having served two years and fifteen days of the felony sentence, James Rayford Kelly escaped from the confines of the State's Prison and remained at large until September 28, 1965.</p>\n<p>Subsequent to his recapture Kelly filed, on November 6, 1965, an application for a post-conviction hearing in the Vance County Superior Court. He was granted a hearing and the Court found as a fact that James Rayford Kelly, at the June 1962 Term, when being tried for arson, was without the assistance of counsel and had not waived his right to counsel (and at the October 2, 1962 revocation hearing, was also without the assistance of counsel and had not waived his right to such assistance).<sup>[1]</sup> As required by Gideon v. <span class=\"star-pagination\">*204</span> Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963), the Court concluded that Kelly had been denied his constitutional rights and awarded him a new trial.</p>\n<p>The State reduced the charges to forcible trespass (Docket Nos. 3932-A and 3933-A) but, of course, based them upon the same conduct (alleged involvement in the burning of two uninhabited buildings) from which the arson charges arose; and on January 13, 1966, Kelly was tried again and through his court-appointed counsel entered pleas of guilty which were accepted by the State. Judgment was entered in Case No. 3932-A on the misdemeanor of forcible trespass that defendant be imprisoned for a period of twenty-two months and assigned to work under the supervision of the North Carolina Prison Department. A like judgment was entered in Case No. 3933-A, this twenty-two month sentence to begin at the expiration of the one imposed in No. 3932-A and this being the sentence that Kelly is currently serving. Maximum sentence in each case under the North Carolina law regarding punishment for misdemeanors would have been twenty-four months. Kelly did not appeal and does not allege that he requested his counsel to do so. He does allege that he petitioned the Supreme Court of North Carolina for a writ of certiorari which petition was denied on September 30, 1966. This allegation is not denied by respondents and will be taken as true. There has been no review of the second trial and sentences pursuant to the North Carolina Post-Conviction Hearing Act.</p>\n<p>On January 17, 1966, petitioner was brought to trial in the Superior Court of Granville County (Docket No. 28,720), the charge being escape while serving a felony sentence, specifically, the October 17, 1964 escape from service of the arson sentence. Through court-appointed counsel, Kelly entered a plea of guilty and was given a sentence of three months imprisonment in the State's Prison, to commence at the expiration of the sentences for forcible trespass imposed in the Superior Court of Vance County on January 13, 1966. No appeal was taken nor has petitioner sought post-conviction review under N.C.Gen.Stat. Secs. 15-217 to 15-222.</p>\n<p>Respondents allege that on January 30, 1966, Kelly again escaped, was recaptured, tried and sentenced to another ninety days, to commence at the termination of all sentences then in existence. Record of this offense is not before the Court and petitioner makes no allegations in regard to it. Thus, fact findings regarding the alleged second escape are unnecessary to determination of the matters before the Court.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2><i>Jurisdiction</i></h2>\n<p>An application for a writ of habeas corpus in behalf of a State prisoner shall not be granted unless it appears that the applicant has exhausted the remedies available in the courts of the State, or there is no available State corrective process, or there are circumstances rendering such process ineffective to protect the rights of the prisoner. 28 U.S. C.A. § 2254. The Congress of the United States has thus spoken on the circumstances in which a federal district court may review the constitutionality of the trial of a State prisoner through consideration of his application for a writ of habeas corpus. This codified doctrine of the exhaustion of state remedies is an important limitation on the availability of the writ of habeas corpus in the federal courts, and federal judges, in deference to the state courts, ought to give particularly close attention to jurisdictional facts when there is any doubt in this area.</p>\n<p>North Carolina prisoners may obtain a review from the State courts of <span class=\"star-pagination\">*205</span> the constitutionality of their trials and imprisonment through the North Carolina Post-Conviction Hearing Act. N.C. Gen.Stat. Secs. 15-217 to 15-222. Kelly has not sought such a review as to the trials and sentences which he now attacks. Neither has he had the questions presented herein fully reviewed and decided by the State's highest court through appeal or certiorari, so as to preclude the necessity of proceeding under the post conviction statute. See Grundler v. State of North Carolina, 283 F.2d 798 (4th Cir., 1960). Too, it should be noted that the mere denial of petitioner's application for a writ of certiorari by the Supreme Court of North Carolina would not, in itself, mean that consideration of Kelly's contentions is foreclosed in the State courts, the post conviction remedy still being available. See Ganger v. Peyton, 379 F.2d 709 (4th Cir., 1967).</p>\n<p>But, the respondents have stated in their answer that they specifically do not plead in bar of Kelly's seeking relief in this cause that he has not exhausted his state court remedies \"for the reason that the record is clear in this case, that in the State of North Carolina, Kelly would not be entitled to any relief * * *.\" Can the State thus waive petitioner's failure to exhaust available state court remedies? This Court concludes that it can. It has been repeatedly held that the doctrine requiring prior exhaustion of state remedies is a rule of comity rather than a strictly jurisdictional requirement. Tolg v. Grimes, 355 F.2d 92 (5th Cir., 1966), certiorari denied 384 U.S. 988, 86 S.Ct. 1887, 16 L.Ed.2d 1005 (1966); Hunt v. Warden, Maryland Penitentiary, 335 F.2d 936 (4th Cir., 1964); Bowen v. Johnston, 306 U.S. 19, 59 S.Ct. 442, 83 L.Ed. 455 (1939). That is, the doctrine relates to the appropriate exercise of power and not to the very existence of power or jurisdiction. It is based upon a proper regard for the sovereignty of the states in American federalism. It would seem clear that if exhaustion of state remedies were a strict jurisdictional prerequisite, then no waiver by the state could be binding. It would seem equally clear, however, that since the rule is one of comity, observed in order to avoid unseemly collisions by allowing state courts the first opportunity to review alleged state abuses of federal constitutional rights, then the requirement is a proper one for waiver, should the state, in its discretion, choose to waive it. See United States ex rel. Boyance v. Myers, 372 F.2d 111 (3d Cir., 1967); Warren v. Conner, 365 F.2d 590 (5th Cir., 1966); Tolg v. Grimes, 355 F.2d 92 (5th Cir., 1966), certiorari denied 384 U.S. 988, 86 S.Ct. 1887, 16 L.Ed.2d 1005 (1966). The Court concludes that the State has waived application of the rule requiring prior exhaustion of state remedies.</p>\n<p>In view of the particular facts presented herein, and notwithstanding its conclusion with regard to the State's waiver, the Court deems it proper to make an additional statement concerning jurisdiction. The posture of North Carolina case law in the credit area would seem to cast some doubt on the statement in respondents' answer that \"Kelly would not be entitled to any relief in the State of North Carolina * * *.\" The case closest to the factual situation herein presented is State v. Weaver, 264 N.C. 681, 142 S.E.2d 633 (1965). In this case, the defendant's conviction for a felony was vacated after he had served a portion of the sentence, and upon retrial he was convicted of a lesser degree of the crime, constituting a misdemeanor. He was given a sentence of two years, the maximum which could have been imposed for the misdemeanor. The Supreme Court stated that imposition of the maximum sentence upon retrial dispelled \"any suggestion that the trial judge gave defendant credit for the punishment he already had received for the conduct charged in the bill of indictment\", and held that the defendant had to be given credit for the time served on the felony conviction. The factual similarities between Kelley's situation and <i>Weaver</i> are obvious. Each had begun service of a felony sentence. Each had served a portion of the sentence when it was set aside. Each was retried for the same conduct and received a misdemeanor <span class=\"star-pagination\">*206</span> sentence. Neither was punished more harshly in terms of length of sentence upon retrial. The difference between the two is this: upon retrial in <i>Weaver</i><i>,</i> maximum sentence for the misdemeanor was imposed, effectively precluding any presumption that credit may have been given for any time served on the vacated sentence; Kelly was not given the maximum, but was given two sentences of twenty-two months or a total of forty-four months, each two months less than the per sentence maximum of two years. This, however, just as effectively precludes any presumption that Kelly received credit for any more than four months of the two years and fifteen days served on his vacated sentence. Thus, there was a patent denial of credit of (at the least) one year, eight months and fifteen days. Mr. Justice Bobbitt said of Weaver, \"(t)he hard fact of his actual service of sentence * * * cannot be ignored. At (the second trial), the maximum permissible sentence, inclusive of the time he had served for the same conduct under the sentence imposed by judgment pronounced at (the first trial), was a term of two years.\" The analogy seems clear (for Kelly's situation, simply substitute \"four years\" for the last two words in the quoted material). Thus it would appear that Kelly would not be without <i>some</i> redress in the courts of North Carolina. But it would also appear that the redress could be limited. In Patton v. State of North Carolina, 256 F.Supp. 225 (W.D.N.C.1966), Judge Craven, upon a careful review of the relevant North Carolina decisions, discerned a rather important presumption which seems to have become a part of the law in this area. The presumption, which seems implicit in the language of the North Carolina Court, can be put this way: where the total of the sentence pronounced at retrial and the time served under the vacated judgment is within the legal maximum for punishment at the second trial, it will be presumed that credit was given for time served on the first sentence, even where nothing in the record indicates whether or not the second trial judge gave or failed to give such credit.<sup>[2]</sup></p>\n<p>Whether or not this presumption would limit Kelly's relief in the State courts is, at best, a matter of conjecture. Because here the total of Kelly's second sentence (forty-four months), when added to the time served under the vacated sentence (twenty-four months and fifteen days), is more than the maximum for punishment at the second trial (forty-eight <span class=\"star-pagination\">*207</span> months). Yet the sentence itself upon retrial was not the maximum to bring him fully within the ambit of <i>Weaver</i><i>,</i> although it effectively precludes any presumption that credit was given for more than four months of the twenty-four and a half already served. Thus it could be argued that a trip back to the state courts would bring to Kelly all the relief to which he may be entitledthat the State would, in the spirit of <i>Weaver</i><i>,</i> find that Kelly would be entitled to the full two years and fifteen days to the extent that he was not, in fact, given credit. On the other hand, the State could apply its presumption to four months, the difference between the sentence imposed and the maximum upon retrial, in which case Kelly would be entitled to come back to the federal courts to inquire as to whether or not he <i>in fact</i> received credit for all time served and would not be barred from so doing by, as Judge Craven put it, \"any state presumption that may be thought to arise out of the leniency of the second trial judge in not imposing the maximum sentence permitted by law.\" Patton v. State of North Carolina, 256 F.Supp. 225 (W.D.N.C.1966), aff'd, 381 F.2d 636 (4th Cir., 1967).</p>\n<p>It is important to remember, though, that the subject of this litigation is time. The facts show that petitioner is now serving his fourth month of flat time on the <i>second</i> forcible trespass sentence, and that the expected date of completion is July 12, 1968 (based presumably upon computation of flat service plus anticipated gained time). If the courts engage in procedural volleyball, it is quite conceivable that Kelly might find his remedy an empty one, pleasant sounding enough, but too late to be of practical significance. For this reason, the Court views this situation as one possessing circumstances \"rendering (State) process ineffective to protect the rights of the prisoner\", 28 U.S.C.A. § 2254, and justifying its exercise of discretion in hearing the matter. See Webb v. Peyton, 345 F.2d 521 (4th Cir., 1965). But see Ganger v. Peyton, 379 F.2d 709 (4th Cir., 1967). Fay v. Noia, 372 U.S. 391, 83 S.Ct. 822, 9 L.Ed.2d 837 (1963), reminded us that habeas corpus should be neither an empty nor a static remedy for those unconstitutionally deprived of their liberty, but an instrument of \"swift and imperative justice.\"</p>\n<p>Thus, the Court bases its assumption of jurisdiction as to the question of credit on (1) waiver by the State of petitioner's failure to exhaust state remedies, and (2) the existence of circumstances rendering state process ineffective, it being the opinion of the Court that such assumption could be predicated on either.</p>\n<p>Kelly's contention that the escape judgment should be invalidated because the escape was carried out while he was serving an illegal sentence may be heard also. Jurisdiction is based on (1) waiver by the State of petitioner's failure to exhaust state remedies, and (2) the fact that state process would be ineffective, 28 U.S.C.A. § 2254, since relief on this contention would clearly be foreclosed in the state courts. North Carolina holds that a prisoner escaping while serving a sentence is not immune to punishment for the escape even though the sentence he was serving at the time of the escape was irregular or voidable and was subsequently set aside. State v. Goff, 264 N.C. 563, 142 S.E.2d 142 (1965).</p>\n<p>\"Exhaustion of a state procedure to a foregone conclusion is not a prerequisite to federal jurisdiction. It is well established that under such circumstances jurisdiction exists in the federal district court to entertain the petition and to review the constitutionality of the trial and imprisonment.\" Patton v. State of North Carolina, supra, 256 F. Supp. at 229. Accord, Fay v. Noia, supra.</p>\n<p>To the objection that Kelly, in seeking to overturn the escape judgment, would be attacking a state sentence to be served in the future contrary to the rule of McNally v. Hill, 293 U.S. 131, 55 S.Ct. <span class=\"star-pagination\">*208</span> 24, 79 L.Ed. 238 (1934), the Court must conclude, in agreement with the United States Court of Appeals for the Fourth Circuit, that the natural growth and development of the remedy of habeas corpus have rendered <i>McNally</i> obsolete and the writ should be and is available as a procedural device to test the legality of such convictions. See the carefully reasoned opinion of Haynsworth, Chief Judge, in Rowe v. Peyton, 383 F.2d 709 (4th Cir., 1967).</p>\n<p>The Court is without jurisdiction to consider the third contention, that the escape judgment is invalid because the sentence of three months was less than the minimum punishment prescribed by statute. Kelly's argument goes like this: the statute, N.C.Gen.Stat. Sec. 148-45, says that any prisoner who escapes from a felony sentence shall, for the first offense, be guilty of a felony and suffer punishment by imprisonment for not less than six months nor more than two years; petitioner was found to have escaped from a felony sentence, but was sentenced to only three months; thus, the sentence, because it is inadequate, is void. There is no allegation of imposition of punishment of a different <i>kind</i> from that prescribed by statute, but only of a lesser punishment of the same kind. Patently, this set of circumstances contains no deprivation of rights guaranteed by the Constitution and laws of the United States. The federal courts will not interfere with state judicial process absent circumstances that constitute infringement of specific constitutional protections. Grundler v. State of North Carolina, 283 F.2d 798 (4th Cir., 1960).</p>\n<p></p>\n<h2><i>Credit for Time Served on Vacated Sentence</i></h2>\n<p>The facts as found indicate that the State of North Carolina has dealt with James Rayford Kelly in essentially the following manner: it has brought him before its courts, adjudged him guilty of behavior deemed socially harmful, punished him for such behavior by depriving him of his liberty to move freely in its society, admitted, at his request, that its prior adjudication was constitutionally unsound, brought him again before its courts, adjudged him guilty again for the same behavior, and punished him again by further deprivation of his libertybut without regard to the prior deprivation. May the State so act without running afoul of the Constitution of the United States? This Court is of the opinion that it may not.</p>\n<p>The problem of credit for time served on a vacated sentence is not a particularly new one. In fact, it has long been generally held that the amount of time served under a sentence subsequently vacated is <i>not</i> to be credited against the sentence imposed upon reconviction for the same conduct.<sup>[3]</sup> Recently, however, the problem surfaced in a case which, though factually distinguishable from the one at bar, bears significantly upon the question presented. In Patton v. State of North Carolina, 256 F.Supp. 225 (W.D.N.C. 1966), aff'd 381 F.2d 636 (4th Cir., 1967), petitioner, having been awarded a new trial through post-conviction review, was given a sentence of twenty years which sentence was the same as that imposed at the first, and vacated, trial. The second trial judge said: \"I would give you five more years (which, when added to the twenty, would have been within the maximum for punishment at the second trial) than what I am giving you, but I am allowing you credit for the time that you have served.\" Thus the Court in <i>Patton</i> was confronted with dual problems: (1) the possibility of imposition of harsher sentence without justification upon retrial, or (2) denial of credit for time served. Ruling as to both questions, the Court found that the presence of either would constitute a violation of the due process and equal protection clauses of the Fourteenth Amendment of the Constitution.</p>\n<p>Prior to <i>Patton,</i> the practice of denial of credit for time served was based on a sort of sporting man's rationale; that is, if the defendant gets to seek and obtain a new trial, in which case the prior determination <span class=\"star-pagination\">*209</span> of <i>guilt</i> may be obliterated, he should be required to submit to having the <i>whole</i> of the first trial obliterated, including the punishment. In other words, the first trial and its results are totally voided. State v. White, 262 N.C. 52, 136 S.E.2d 205 (1964). This argument has stood for so long a time probably because it <i>sounds</i> rather logical, but as a practical matter, how does one \"wipe out\" a year, or even a day, of a man's life in which his liberty was taken from him. The theory must give way to the reality.</p>\n<p>The reality in the case at bar is that James Rayford Kelly served two years and fifteen days in prison because he was found guilty of being involved in circumstances surrounding the burning of two uninhabited buildings. After a successful collateral attack on this first finding, he was again found guilty of being involved in circumstances surrounding the burning of these same two uninhabited buildings and again sentenced to prison. It is the opinion of this Court that the State of North Carolina must give Kelly credit for all time served under the prior invalid sentence. To fail to do so would be to violate the due process and equal protection clauses of the Fourteenth Amendment of the Constitution of the United States. The Court holds that where there is a new trial, in which the defendant's guilt is predicated upon the same conduct from which a previous invalid judgment and sentence arose, time served under the vacated sentence must be fully credited against the time defendant is required to serve under the sentence imposed at the new trial. Patton v. State of North Carolina, supra. Contra, Newman v. Rodriquez, 375 F.2d 712 (10th Cir., 1967); United States ex rel. Watson v. Commonwealth and Common Pleas Ct. of Pa., 260 F.Supp. 474 (E.D.Pa.1966).</p>\n<p>To take a man's liberty in these circumstances and subsequently ignore, as a practical matter, that it has been taken, is so fundamentally unfair as to be a violation of substantive due process. Moreover, as pointed out by the Fourth Circuit in <i>Patton:</i></p>\n<blockquote>(t)he risk of a denial of credit * * on retrial may prevent defendants who have been unconstitutionally convicted from attempting to seek redress. * * It would confront the prisoner with the unhappy choice of either abandoning his constitutional right to a fair trial and serving out his prison term under the invalid sentence, or exercising that right under the hazard, in the event of a second conviction, of being treated as though the years of imprisonment already served had never occurred.</blockquote>\n<p>The correction of a fatal trial error through assertion of a defendant's constitutional right to a fair trial cannot be conditioned upon his waiving another constitutional right. Patton v. State of North Carolina, supra; Green v. United States, 355 U.S. 184, 78 S.Ct. 221, 2 L. Ed.2d 199 (1957). Such a condition would be offensive to the due process clause of the Fourteenth Amendment.</p>\n<p>The Court's conclusion may also be grounded in equal protection principles. Clearly, the man who has served five years of an invalid sentence with knowledge that those five years would not be applied against any subsequent sentence he might receive for the same conduct if he successfully attacked the sentence would be deterred to a much greater extent from seeking review than would the man who has served but a week. That is, he who has already suffered the most would lose the most if he sought review.<sup>[4]</sup> Also, those who seek post-conviction review would be the only class forced to bear the risk of a harsher punishment through denial of credit. Quite obviously, this would discourage the use of review procedures and even though the States are not compelled by the Federal Constitution to provide a right to appellate review at all, if they do so they may not grant it in such a way as to discriminate against some convicted defendants without violating the <span class=\"star-pagination\">*210</span> due process and equal protection clauses.<sup>[5]</sup> See Griffin v. People of State of Illinois, 351 U.S. 12, 76 S.Ct. 585, 100 L.Ed. 891 (1956).</p>\n<p>The Court's decision should not be interpreted to mean that one held under an invalid sentence can deposit his days of service in some all-purpose \"time credit account,\" and later withdraw them for application against <i>any</i> subsequent conviction. He cannot and will not be permitted to commit another crime with impunity because society has wronged him once. As regrettable as the wrong done him may have been, no court could with good conscience exact such a price from a society already burdened with a deplorable crime rate. Credit can be obtained only when the subsequent trial is based upon the same conduct as was the previous invalid judgment and sentence.</p>\n<p>Kelly is not entitled in this case to have any gained time which he may have accumulated during the two years and fifteen days flat service applied to his subsequent forcible trespass sentences, for the reason that when he took it upon himself to secure his own release by escape, he thereby lost his gained time credits by virtue of a North Carolina prison regulation adopted pursuant to N.C.Gen.Stat. Sec. 148-13. Allowance of gained time is a discretionary act of the State prison administrative body and their decisions as to its allowance will not be upset by the federal courts unless their actions are clearly arbitrary or capricious. United States ex rel. Harris v. Ragen, 81 F.Supp. 608 (N.D.Ill.1949), aff'd 177 F.2d 303 (7th Cir., 1949); United States ex rel. Lashbrook v. Sullivan, 55 F.Supp. 548 (E.D. Ill.1944). The Court cannot say that the prison authorities acted arbitrarily or capriciously in disallowing Kelly gained time accumulated prior to his escape.</p>\n<p></p>\n<h2><i>Responsibility for Escape from Illegal Sentence</i></h2>\n<p>Petitioner's assertion that the escape sentence is violative of the due process clause of the Fourteenth Amendment is without merit. North Carolina has held that a prisoner escaping while serving a sentence is not immune to punishment for the escape even though the sentence he was serving at the time of the escape was irregular or voidable and is set aside and a new trial ordered after the escape but prior to imposition of sentence for the escape, since a prisoner serving a sentence imposed by authority of law may not defy that authority but must seek redress in compliance with due process. State v. Goff, 264 N.C. 563, 142 S.E.2d 142 (1965). This Court agrees with the North Carolina statement of the law. Deprivation of procedural rights (here, lack of counsel) prior to judgment and sentence does not so invalidate the judgment as to justify escape. Bayless v. United States, 141 F.2d 578 (9th Cir., 1944), certiorari denied 322 U.S. 748, 64 S.Ct. 1157, 88 L.Ed. 1580 (1944). Contra, State ex rel. Robinson v. Boles, 149 W.Va. 516, 142 S.E.2d 55 (1965). It should be remembered that invalidation of the erroneous judgment through proper review would not, <span class=\"star-pagination\">*211</span> <i>per se,</i> entitle the defendant to his freedom, but only to the right to have a new, and fair, trial should the State choose to retry him. Where a prisoner considers his confinement improper, he is compelled, in order to test its validity, to follow the procedures which have been set up precisely for such purpose. The courts will jealously guard his right to question his deprivation of liberty, and will protect him when that deprivation is invalid. So he must not defy his guards and run away. The resultant chaos, were he able to do so with impunity, would make the words \"due process of law\" seem hollow indeed. The Court finds no deprivation of constitutional rights in the State's trial of petitioner for an escape from an invalid sentence.</p>\n<p>Upon consideration of the records on file, the Court is of the opinion that denial by the State of North Carolina of full credit for time served by James Rayford Kelly on the vacated arson sentence constitutes a violation of the due process and equal protection clauses of the Fourteenth Amendment of the Constitution of the United States. All other grounds for relief asserted in the application are without merit.</p>\n<h2>NOTES</h2>\n<p>[1]  Although the Supreme Court of the United States has not, as yet, declared that the Fourteenth Amendment confers the right to counsel during a state court proceeding to revoke probation, it is now being asked to do so by extending the doctrine of <i>Gideon</i><i>,</i> and on February 13, 1967, granted Certiorari for consideration of the question in Mempa v. Rhay, 386 U.S. 907, 87 S.Ct. 849, 17 L.Ed.2d 781. North Carolina has recently held, however, that a defendant has no constitutional right to be represented by counsel at such a proceeding. State v. Hewett, 270 N.C. 348, 154 S.E.2d 476 (1967).</p>\n<p>[2]  Several factors contributed to the Court's arrival at this statement of the presumption. In all of the cases considered, State v. Weaver, 264 N.C. 681, 142 S.E.2d 633 (1965), State v. Williams, 261 N.C. 172, 134 S.E.2d 163 (1964), State v. Anderson, 262 N.C. 491, 137 S.E.2d 823 (1964), State v. White, 262 N.C. 52, 136 S.E.2d 205 (1964), and State v. Slade, 264 N.C. 70, 140 S.E.2d 723 (1965), the original convictions (or pleas) and judgments had been vacated upon application of the individual defendants because of a denial of constitutional rights. In <i>Weaver</i> and <i>Williams</i><i>,</i> the maximum sentence was imposed at the second trial. <i>Williams</i> had said that the second trial judge was not compelled to allow credit and to this extent was overruled by <i>Weaver</i><i>,</i> stress being given to the fact that the maximum sentences upon retrial negated any possibility of credit. But in each of the other cases, <i>White</i><i>, </i><i>Anderson</i> and <i>Slade</i><i>,</i> the total of the second sentence and the time served under the vacated judgment was within the legal maximum for punishment at the second trial. In the <i>Weaver</i> opinion, referring to <i>White</i><i>,</i> Mr. Justice Bobbitt spoke again of the total of second sentence and time served being within the legal maximum and of its holding, that a defendant is not entitled as a matter of right to credit on the second sentence for time served on the vacated judgment. Then followed this quotation from <i>White</i><i>:</i> \"There is nothing in the record to indicate whether or not Judge Latham in imposing sentence in the instant case gave or failed to give defendant credit for the time he had served under the original sentence in the first trial.\" Having said that, the Court concluded that reconsideration of <i>White</i> was not necessary to decision in <i>Weaver</i><i>.</i> State v. Weaver, supra, 264 N.C. at 686, 142 S.E.2d 637. These statements, viewed in the light of <i>Weaver's</i> command with regard to credit (that is, credit must be allowed), form the basis of the presumption.</p>\n<p>[3]  See Annot., 35 A.L.R.2d 1283 (1954).</p>\n<p>[4]  See Note, 80 Harv.L.Rev. 891 (1967).</p>\n<p>[5]  A compelling double jeopardy argument can also be made in support of the decision: Palko v. Connecticut, 302 U.S. 319, 58 S.Ct. 149, 82 L.Ed. 288 (1937), does not exclude all double jeopardy content from the due process clause. United States ex rel. Hetenyi v. Wilkins, 348 F. 2d 844 (2d Cir., 1965), certiorari denied 383 U.S. 913, 86 S.Ct. 896, 15 L.Ed.2d 667 (1966). Double jeopardy is a doctrine of not one, but three separate though related rules, one of which prohibits multiple punishment for the same offense. E. g., Ex parte Lange, 85 U.S. (18 Wall.) 163 (1873). To subject one to punishment upon retrial without allowing credit for time previously served for the same conduct would be to subject one to such multiple punishment. Since he cannot \"waive\" this protection, denial of credit would place him twice in jeopardy for the same offense, which double jeopardy would be incompatible with due process. This is not to say that he could not be retried but only that he could not be retried without allowing credit since it is the \"multiple punishment\" in this situation that constitutes the double jeopardy. See the opinion of Sobeloff, Circuit Judge, in Patton v. State of North Carolina, 381 F.2d 636 (4th Cir., 1967).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">200</span></span> (1967)</b></center>\n<center><h1>James Rayford KELLY, Petitioner,<br>\nv.<br>\nSTATE OF NORTH CAROLINA, Vance Co., Raymond Hayes, Respondents.</h1></center>\n<center>Civ. No. 2020.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 19, 1967.</center>\n<p><span class=\"star-pagination\">*201</span> <span class=\"star-pagination\">*202</span> <span class=\"star-pagination\">*203</span> James Rayford Kelly, pro se.</p>\n<p>T. Wade Bruton, Atty. Gen. of North Carolina, by Theodore C. Brown, Jr. Staff Atty., Raleigh, N. C., for respondents.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>This cause comes before the Court upon an application for a writ of habeas corpus filed by a State prisoner pursuant to the provisions of Title 28 U.S.C.A. § 2254. By leave of the Court, the application was filed in forma pauperis. Issues were joined by respondents' Answer to Petition and Motion to Dismiss.</p>\n<p>Petitioner alleges that he is being held in custody in violation of rights guaranteed him by the Constitution and laws of the United States. Specifically, he asserts a denial of these rights by the State of North Carolina in each of the following particulars:</p>\n<blockquote>(1) that, having been retried after his original judgment and sentence had been set aside, he was denied credit for time served on the vacated sentence;</blockquote>\n<blockquote>(2) that he was tried for and adjudged guilty of an escape carried out while he was serving an illegal sentence; and</blockquote>\n<blockquote>(3) that, upon entry of judgment for the aforementioned escape, he was given a sentence of less than the minimum punishment prescribed by statute.</blockquote>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>The petitioner, James Rayford Kelly, is presently incarcerated in North Carolina Prison Unit #032, Bunn, North Carolina, where he is serving a sentence of twenty-two months imposed upon a plea of guilty to one charge of forcible trespass (January 1966 Term, Vance County Superior Court, Docket No. 3933-A). Service of this sentence commenced on June 19, 1967.</p>\n<p>This application stems from a series of events which began in June of 1962 when petitioner was tried in the Vance County Superior Court upon two bills of indictment (Docket Nos. 3932 and 3933), which had been returned as true bills, each charging him with the felony offense of arson. Unrepresented by counsel, Kelly entered a plea of guilty to the charges and on June 19, 1962, was sentenced to prison for a term of not less than ten nor more than fifteen years. This sentence was suspended and Kelly was placed on probation for a period of five years.</p>\n<p>Kelly was subsequently cited for failure to comply with the conditions of the probationary judgment and on October 2, 1962, his probation was revoked and he was ordered to commence service of the ten to fifteen year prison sentence. Petitioner was also without benefit of counsel at the revocation hearing.</p>\n<p>On October 17, 1964, having served two years and fifteen days of the felony sentence, James Rayford Kelly escaped from the confines of the State's Prison and remained at large until September 28, 1965.</p>\n<p>Subsequent to his recapture Kelly filed, on November 6, 1965, an application for a post-conviction hearing in the Vance County Superior Court. He was granted a hearing and the Court found as a fact that James Rayford Kelly, at the June 1962 Term, when being tried for arson, was without the assistance of counsel and had not waived his right to counsel (and at the October 2, 1962 revocation hearing, was also without the assistance of counsel and had not waived his right to such assistance).<sup>[1]</sup> As required by Gideon v. <span class=\"star-pagination\">*204</span> Wainwright, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"106545\"><a href=\"/opinion/106545/gideon-v-wainwright/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">799</span></a></span> (1963), the Court concluded that Kelly had been denied his constitutional rights and awarded him a new trial.</p>\n<p>The State reduced the charges to forcible trespass (Docket Nos. 3932-A and 3933-A) but, of course, based them upon the same conduct (alleged involvement in the burning of two uninhabited buildings) from which the arson charges arose; and on January 13, 1966, Kelly was tried again and through his court-appointed counsel entered pleas of guilty which were accepted by the State. Judgment was entered in Case No. 3932-A on the misdemeanor of forcible trespass that defendant be imprisoned for a period of twenty-two months and assigned to work under the supervision of the North Carolina Prison Department. A like judgment was entered in Case No. 3933-A, this twenty-two month sentence to begin at the expiration of the one imposed in No. 3932-A and this being the sentence that Kelly is currently serving. Maximum sentence in each case under the North Carolina law regarding punishment for misdemeanors would have been twenty-four months. Kelly did not appeal and does not allege that he requested his counsel to do so. He does allege that he petitioned the Supreme Court of North Carolina for a writ of certiorari which petition was denied on September 30, 1966. This allegation is not denied by respondents and will be taken as true. There has been no review of the second trial and sentences pursuant to the North Carolina Post-Conviction Hearing Act.</p>\n<p>On January 17, 1966, petitioner was brought to trial in the Superior Court of Granville County (Docket No. 28,720), the charge being escape while serving a felony sentence, specifically, the October 17, 1964 escape from service of the arson sentence. Through court-appointed counsel, Kelly entered a plea of guilty and was given a sentence of three months imprisonment in the State's Prison, to commence at the expiration of the sentences for forcible trespass imposed in the Superior Court of Vance County on January 13, 1966. No appeal was taken nor has petitioner sought post-conviction review under N.C.Gen.Stat. Secs. 15-217 to 15-222.</p>\n<p>Respondents allege that on January 30, 1966, Kelly again escaped, was recaptured, tried and sentenced to another ninety days, to commence at the termination of all sentences then in existence. Record of this offense is not before the Court and petitioner makes no allegations in regard to it. Thus, fact findings regarding the alleged second escape are unnecessary to determination of the matters before the Court.</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p></p>\n<h2><i>Jurisdiction</i></h2>\n<p>An application for a writ of habeas corpus in behalf of a State prisoner shall not be granted unless it appears that the applicant has exhausted the remedies available in the courts of the State, or there is no available State corrective process, or there are circumstances rendering such process ineffective to protect the rights of the prisoner. 28 U.S. C.A. § 2254. The Congress of the United States has thus spoken on the circumstances in which a federal district court may review the constitutionality of the trial of a State prisoner through consideration of his application for a writ of habeas corpus. This codified doctrine of the exhaustion of state remedies is an important limitation on the availability of the writ of habeas corpus in the federal courts, and federal judges, in deference to the state courts, ought to give particularly close attention to jurisdictional facts when there is any doubt in this area.</p>\n<p>North Carolina prisoners may obtain a review from the State courts of <span class=\"star-pagination\">*205</span> the constitutionality of their trials and imprisonment through the North Carolina Post-Conviction Hearing Act. N.C. Gen.Stat. Secs. 15-217 to 15-222. Kelly has not sought such a review as to the trials and sentences which he now attacks. Neither has he had the questions presented herein fully reviewed and decided by the State's highest court through appeal or certiorari, so as to preclude the necessity of proceeding under the post conviction statute. See Grundler v. State of North Carolina, <span class=\"citation\" data-id=\"252269\"><a href=\"/opinion/252269/robert-j-grundler-and-joseph-l-jelly-v-state-of-north-carolina/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span> (4th Cir., 1960). Too, it should be noted that the mere denial of petitioner's application for a writ of certiorari by the Supreme Court of North Carolina would not, in itself, mean that consideration of Kelly's contentions is foreclosed in the State courts, the post conviction remedy still being available. See Ganger v. Peyton, <span class=\"citation\" data-id=\"276455\"><a href=\"/opinion/276455/willis-lansing-ganger-v-c-c-peyton-superintendent-of-the-virginia-state/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span> (4th Cir., 1967).</p>\n<p>But, the respondents have stated in their answer that they specifically do not plead in bar of Kelly's seeking relief in this cause that he has not exhausted his state court remedies \"for the reason that the record is clear in this case, that in the State of North Carolina, Kelly would not be entitled to any relief * * *.\" Can the State thus waive petitioner's failure to exhaust available state court remedies? This Court concludes that it can. It has been repeatedly held that the doctrine requiring prior exhaustion of state remedies is a rule of comity rather than a strictly jurisdictional requirement. Tolg v. Grimes, <span class=\"citation\" data-id=\"270312\"><a href=\"/opinion/270312/tom-taylor-tolg-v-t-ralph-grimes-sheriff-of-fulton-county-georgia-t/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span> (5th Cir., 1966), certiorari denied <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1887</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1005</span></span> (1966); Hunt v. Warden, Maryland Penitentiary, <span class=\"citation\" data-id=\"265314\"><a href=\"/opinion/265314/john-wesley-hunt-v-warden-maryland-penitentiary-john-nathan-bristow-jr/\"><span class=\"volume\">335</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">936</span></a></span> (4th Cir., 1964); Bowen v. Johnston, <span class=\"citation\" data-id=\"103134\"><a href=\"/opinion/103134/bowen-v-johnston/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">442</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">455</span></span> (1939). That is, the doctrine relates to the appropriate exercise of power and not to the very existence of power or jurisdiction. It is based upon a proper regard for the sovereignty of the states in American federalism. It would seem clear that if exhaustion of state remedies were a strict jurisdictional prerequisite, then no waiver by the state could be binding. It would seem equally clear, however, that since the rule is one of comity, observed in order to avoid unseemly collisions by allowing state courts the first opportunity to review alleged state abuses of federal constitutional rights, then the requirement is a proper one for waiver, should the state, in its discretion, choose to waive it. See United States ex rel. Boyance v. Myers, <span class=\"citation\" data-id=\"274603\"><a href=\"/opinion/274603/united-states-of-america-ex-rel-rudolph-e-boyance-v-david-n-myers/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span> (3d Cir., 1967); Warren v. Conner, <span class=\"citation\" data-id=\"272981\"><a href=\"/opinion/272981/james-warren-v-richard-a-connor-sheriff-city-court-of-savannah/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span> (5th Cir., 1966); Tolg v. Grimes, <span class=\"citation\" data-id=\"270312\"><a href=\"/opinion/270312/tom-taylor-tolg-v-t-ralph-grimes-sheriff-of-fulton-county-georgia-t/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">92</span></a></span> (5th Cir., 1966), certiorari denied <span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">988</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1887</span></span>, <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1005</span></span> (1966). The Court concludes that the State has waived application of the rule requiring prior exhaustion of state remedies.</p>\n<p>In view of the particular facts presented herein, and notwithstanding its conclusion with regard to the State's waiver, the Court deems it proper to make an additional statement concerning jurisdiction. The posture of North Carolina case law in the credit area would seem to cast some doubt on the statement in respondents' answer that \"Kelly would not be entitled to any relief in the State of North Carolina * * *.\" The case closest to the factual situation herein presented is State v. Weaver, <span class=\"citation\" data-id=\"1373705\"><a href=\"/opinion/1373705/state-v-weaver/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"1373705\"><a href=\"/opinion/1373705/state-v-weaver/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">633</span></a></span> (1965). In this case, the defendant's conviction for a felony was vacated after he had served a portion of the sentence, and upon retrial he was convicted of a lesser degree of the crime, constituting a misdemeanor. He was given a sentence of two years, the maximum which could have been imposed for the misdemeanor. The Supreme Court stated that imposition of the maximum sentence upon retrial dispelled \"any suggestion that the trial judge gave defendant credit for the punishment he already had received for the conduct charged in the bill of indictment\", and held that the defendant had to be given credit for the time served on the felony conviction. The factual similarities between Kelley's situation and <i>Weaver</i> are obvious. Each had begun service of a felony sentence. Each had served a portion of the sentence when it was set aside. Each was retried for the same conduct and received a misdemeanor <span class=\"star-pagination\">*206</span> sentence. Neither was punished more harshly in terms of length of sentence upon retrial. The difference between the two is this: upon retrial in <i>Weaver</i><i>,</i> maximum sentence for the misdemeanor was imposed, effectively precluding any presumption that credit may have been given for any time served on the vacated sentence; Kelly was not given the maximum, but was given two sentences of twenty-two months or a total of forty-four months, each two months less than the per sentence maximum of two years. This, however, just as effectively precludes any presumption that Kelly received credit for any more than four months of the two years and fifteen days served on his vacated sentence. Thus, there was a patent denial of credit of (at the least) one year, eight months and fifteen days. Mr. Justice Bobbitt said of Weaver, \"(t)he hard fact of his actual service of sentence * * * cannot be ignored. At (the second trial), the maximum permissible sentence, inclusive of the time he had served for the same conduct under the sentence imposed by judgment pronounced at (the first trial), was a term of two years.\" The analogy seems clear (for Kelly's situation, simply substitute \"four years\" for the last two words in the quoted material). Thus it would appear that Kelly would not be without <i>some</i> redress in the courts of North Carolina. But it would also appear that the redress could be limited. In Patton v. State of North Carolina, <span class=\"citation\" data-id=\"2349513\"><a href=\"/opinion/2349513/patton-v-state-of-north-carolina/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span> (W.D.N.C.1966), Judge Craven, upon a careful review of the relevant North Carolina decisions, discerned a rather important presumption which seems to have become a part of the law in this area. The presumption, which seems implicit in the language of the North Carolina Court, can be put this way: where the total of the sentence pronounced at retrial and the time served under the vacated judgment is within the legal maximum for punishment at the second trial, it will be presumed that credit was given for time served on the first sentence, even where nothing in the record indicates whether or not the second trial judge gave or failed to give such credit.<sup>[2]</sup></p>\n<p>Whether or not this presumption would limit Kelly's relief in the State courts is, at best, a matter of conjecture. Because here the total of Kelly's second sentence (forty-four months), when added to the time served under the vacated sentence (twenty-four months and fifteen days), is more than the maximum for punishment at the second trial (forty-eight <span class=\"star-pagination\">*207</span> months). Yet the sentence itself upon retrial was not the maximum to bring him fully within the ambit of <i>Weaver</i><i>,</i> although it effectively precludes any presumption that credit was given for more than four months of the twenty-four and a half already served. Thus it could be argued that a trip back to the state courts would bring to Kelly all the relief to which he may be entitledthat the State would, in the spirit of <i>Weaver</i><i>,</i> find that Kelly would be entitled to the full two years and fifteen days to the extent that he was not, in fact, given credit. On the other hand, the State could apply its presumption to four months, the difference between the sentence imposed and the maximum upon retrial, in which case Kelly would be entitled to come back to the federal courts to inquire as to whether or not he <i>in fact</i> received credit for all time served and would not be barred from so doing by, as Judge Craven put it, \"any state presumption that may be thought to arise out of the leniency of the second trial judge in not imposing the maximum sentence permitted by law.\" Patton v. State of North Carolina, <span class=\"citation\" data-id=\"2349513\"><a href=\"/opinion/2349513/patton-v-state-of-north-carolina/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span> (W.D.N.C.1966), aff'd, <span class=\"citation\" data-id=\"276884\"><a href=\"/opinion/276884/eddie-w-patton-v-state-of-north-carolina/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">636</span></a></span> (4th Cir., 1967).</p>\n<p>It is important to remember, though, that the subject of this litigation is time. The facts show that petitioner is now serving his fourth month of flat time on the <i>second</i> forcible trespass sentence, and that the expected date of completion is July 12, 1968 (based presumably upon computation of flat service plus anticipated gained time). If the courts engage in procedural volleyball, it is quite conceivable that Kelly might find his remedy an empty one, pleasant sounding enough, but too late to be of practical significance. For this reason, the Court views this situation as one possessing circumstances \"rendering (State) process ineffective to protect the rights of the prisoner\", 28 U.S.C.A. § 2254, and justifying its exercise of discretion in hearing the matter. See Webb v. Peyton, <span class=\"citation\" data-id=\"267923\"><a href=\"/opinion/267923/leroy-webb-v-c-c-peyton-superintendent-of-the-virginia-state/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span> (4th Cir., 1965). But see Ganger v. Peyton, <span class=\"citation\" data-id=\"276455\"><a href=\"/opinion/276455/willis-lansing-ganger-v-c-c-peyton-superintendent-of-the-virginia-state/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span> (4th Cir., 1967). Fay v. Noia, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">822</span></a></span>, <span class=\"citation\" data-id=\"106548\"><a href=\"/opinion/106548/fay-v-noia/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">837</span></a></span> (1963), reminded us that habeas corpus should be neither an empty nor a static remedy for those unconstitutionally deprived of their liberty, but an instrument of \"swift and imperative justice.\"</p>\n<p>Thus, the Court bases its assumption of jurisdiction as to the question of credit on (1) waiver by the State of petitioner's failure to exhaust state remedies, and (2) the existence of circumstances rendering state process ineffective, it being the opinion of the Court that such assumption could be predicated on either.</p>\n<p>Kelly's contention that the escape judgment should be invalidated because the escape was carried out while he was serving an illegal sentence may be heard also. Jurisdiction is based on (1) waiver by the State of petitioner's failure to exhaust state remedies, and (2) the fact that state process would be ineffective, 28 U.S.C.A. § 2254, since relief on this contention would clearly be foreclosed in the state courts. North Carolina holds that a prisoner escaping while serving a sentence is not immune to punishment for the escape even though the sentence he was serving at the time of the escape was irregular or voidable and was subsequently set aside. State v. Goff, <span class=\"citation\" data-id=\"1373879\"><a href=\"/opinion/1373879/state-v-goff/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"1373879\"><a href=\"/opinion/1373879/state-v-goff/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">142</span></a></span> (1965).</p>\n<p>\"Exhaustion of a state procedure to a foregone conclusion is not a prerequisite to federal jurisdiction. It is well established that under such circumstances jurisdiction exists in the federal district court to entertain the petition and to review the constitutionality of the trial and imprisonment.\" Patton v. State of North Carolina, supra, 256 F. Supp. at 229. Accord, Fay v. Noia, supra.</p>\n<p>To the objection that Kelly, in seeking to overturn the escape judgment, would be attacking a state sentence to be served in the future contrary to the rule of McNally v. Hill, <span class=\"citation\" data-id=\"102317\"><a href=\"/opinion/102317/mcnally-v-hill/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, 55 S.Ct. <span class=\"star-pagination\">*208</span> 24, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">238</span></span> (1934), the Court must conclude, in agreement with the United States Court of Appeals for the Fourth Circuit, that the natural growth and development of the remedy of habeas corpus have rendered <i>McNally</i> obsolete and the writ should be and is available as a procedural device to test the legality of such convictions. See the carefully reasoned opinion of Haynsworth, Chief Judge, in Rowe v. Peyton, <span class=\"citation\" data-id=\"277352\"><a href=\"/opinion/277352/robert-elmer-rowe-v-cc-peyton-superintendent-of-the-virginia-state/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">709</span></a></span> (4th Cir., 1967).</p>\n<p>The Court is without jurisdiction to consider the third contention, that the escape judgment is invalid because the sentence of three months was less than the minimum punishment prescribed by statute. Kelly's argument goes like this: the statute, N.C.Gen.Stat. Sec. 148-45, says that any prisoner who escapes from a felony sentence shall, for the first offense, be guilty of a felony and suffer punishment by imprisonment for not less than six months nor more than two years; petitioner was found to have escaped from a felony sentence, but was sentenced to only three months; thus, the sentence, because it is inadequate, is void. There is no allegation of imposition of punishment of a different <i>kind</i> from that prescribed by statute, but only of a lesser punishment of the same kind. Patently, this set of circumstances contains no deprivation of rights guaranteed by the Constitution and laws of the United States. The federal courts will not interfere with state judicial process absent circumstances that constitute infringement of specific constitutional protections. Grundler v. State of North Carolina, <span class=\"citation\" data-id=\"252269\"><a href=\"/opinion/252269/robert-j-grundler-and-joseph-l-jelly-v-state-of-north-carolina/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span> (4th Cir., 1960).</p>\n<p></p>\n<h2><i>Credit for Time Served on Vacated Sentence</i></h2>\n<p>The facts as found indicate that the State of North Carolina has dealt with James Rayford Kelly in essentially the following manner: it has brought him before its courts, adjudged him guilty of behavior deemed socially harmful, punished him for such behavior by depriving him of his liberty to move freely in its society, admitted, at his request, that its prior adjudication was constitutionally unsound, brought him again before its courts, adjudged him guilty again for the same behavior, and punished him again by further deprivation of his libertybut without regard to the prior deprivation. May the State so act without running afoul of the Constitution of the United States? This Court is of the opinion that it may not.</p>\n<p>The problem of credit for time served on a vacated sentence is not a particularly new one. In fact, it has long been generally held that the amount of time served under a sentence subsequently vacated is <i>not</i> to be credited against the sentence imposed upon reconviction for the same conduct.<sup>[3]</sup> Recently, however, the problem surfaced in a case which, though factually distinguishable from the one at bar, bears significantly upon the question presented. In Patton v. State of North Carolina, <span class=\"citation\" data-id=\"2349513\"><a href=\"/opinion/2349513/patton-v-state-of-north-carolina/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span> (W.D.N.C. 1966), aff'd <span class=\"citation\" data-id=\"276884\"><a href=\"/opinion/276884/eddie-w-patton-v-state-of-north-carolina/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">636</span></a></span> (4th Cir., 1967), petitioner, having been awarded a new trial through post-conviction review, was given a sentence of twenty years which sentence was the same as that imposed at the first, and vacated, trial. The second trial judge said: \"I would give you five more years (which, when added to the twenty, would have been within the maximum for punishment at the second trial) than what I am giving you, but I am allowing you credit for the time that you have served.\" Thus the Court in <i>Patton</i> was confronted with dual problems: (1) the possibility of imposition of harsher sentence without justification upon retrial, or (2) denial of credit for time served. Ruling as to both questions, the Court found that the presence of either would constitute a violation of the due process and equal protection clauses of the Fourteenth Amendment of the Constitution.</p>\n<p>Prior to <i>Patton,</i> the practice of denial of credit for time served was based on a sort of sporting man's rationale; that is, if the defendant gets to seek and obtain a new trial, in which case the prior determination <span class=\"star-pagination\">*209</span> of <i>guilt</i> may be obliterated, he should be required to submit to having the <i>whole</i> of the first trial obliterated, including the punishment. In other words, the first trial and its results are totally voided. State v. White, <span class=\"citation\" data-id=\"1335980\"><a href=\"/opinion/1335980/state-v-white/\"><span class=\"volume\">262</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"1335980\"><a href=\"/opinion/1335980/state-v-white/\"><span class=\"volume\">136</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">205</span></a></span> (1964). This argument has stood for so long a time probably because it <i>sounds</i> rather logical, but as a practical matter, how does one \"wipe out\" a year, or even a day, of a man's life in which his liberty was taken from him. The theory must give way to the reality.</p>\n<p>The reality in the case at bar is that James Rayford Kelly served two years and fifteen days in prison because he was found guilty of being involved in circumstances surrounding the burning of two uninhabited buildings. After a successful collateral attack on this first finding, he was again found guilty of being involved in circumstances surrounding the burning of these same two uninhabited buildings and again sentenced to prison. It is the opinion of this Court that the State of North Carolina must give Kelly credit for all time served under the prior invalid sentence. To fail to do so would be to violate the due process and equal protection clauses of the Fourteenth Amendment of the Constitution of the United States. The Court holds that where there is a new trial, in which the defendant's guilt is predicated upon the same conduct from which a previous invalid judgment and sentence arose, time served under the vacated sentence must be fully credited against the time defendant is required to serve under the sentence imposed at the new trial. Patton v. State of North Carolina, supra. Contra, Newman v. Rodriquez, <span class=\"citation\" data-id=\"275427\"><a href=\"/opinion/275427/a-r-newman-v-felix-rodriguez-acting-warden-new-mexico-state/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">712</span></a></span> (10th Cir., 1967); United States ex rel. Watson v. Commonwealth and Common Pleas Ct. of Pa., <span class=\"citation\" data-id=\"1954205\"><a href=\"/opinion/1954205/united-states-v-commonwealth-common-pleas-ct-of-pa/\"><span class=\"volume\">260</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">474</span></a></span> (E.D.Pa.1966).</p>\n<p>To take a man's liberty in these circumstances and subsequently ignore, as a practical matter, that it has been taken, is so fundamentally unfair as to be a violation of substantive due process. Moreover, as pointed out by the Fourth Circuit in <i>Patton:</i></p>\n<blockquote>(t)he risk of a denial of credit * * on retrial may prevent defendants who have been unconstitutionally convicted from attempting to seek redress. * * It would confront the prisoner with the unhappy choice of either abandoning his constitutional right to a fair trial and serving out his prison term under the invalid sentence, or exercising that right under the hazard, in the event of a second conviction, of being treated as though the years of imprisonment already served had never occurred.</blockquote>\n<p>The correction of a fatal trial error through assertion of a defendant's constitutional right to a fair trial cannot be conditioned upon his waiving another constitutional right. Patton v. State of North Carolina, supra; Green v. United States, <span class=\"citation\" data-id=\"105594\"><a href=\"/opinion/105594/green-v-united-states/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"105594\"><a href=\"/opinion/105594/green-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">221</span></a></span>, <span class=\"citation\" data-id=\"105594\"><a href=\"/opinion/105594/green-v-united-states/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">199</span></a></span> (1957). Such a condition would be offensive to the due process clause of the Fourteenth Amendment.</p>\n<p>The Court's conclusion may also be grounded in equal protection principles. Clearly, the man who has served five years of an invalid sentence with knowledge that those five years would not be applied against any subsequent sentence he might receive for the same conduct if he successfully attacked the sentence would be deterred to a much greater extent from seeking review than would the man who has served but a week. That is, he who has already suffered the most would lose the most if he sought review.<sup>[4]</sup> Also, those who seek post-conviction review would be the only class forced to bear the risk of a harsher punishment through denial of credit. Quite obviously, this would discourage the use of review procedures and even though the States are not compelled by the Federal Constitution to provide a right to appellate review at all, if they do so they may not grant it in such a way as to discriminate against some convicted defendants without violating the <span class=\"star-pagination\">*210</span> due process and equal protection clauses.<sup>[5]</sup> See Griffin v. People of State of Illinois, <span class=\"citation\" data-id=\"105382\"><a href=\"/opinion/105382/griffin-v-illinois/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">12</span></a></span>, <span class=\"citation\" data-id=\"105382\"><a href=\"/opinion/105382/griffin-v-illinois/\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">585</span></a></span>, <span class=\"citation\" data-id=\"105382\"><a href=\"/opinion/105382/griffin-v-illinois/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">891</span></a></span> (1956).</p>\n<p>The Court's decision should not be interpreted to mean that one held under an invalid sentence can deposit his days of service in some all-purpose \"time credit account,\" and later withdraw them for application against <i>any</i> subsequent conviction. He cannot and will not be permitted to commit another crime with impunity because society has wronged him once. As regrettable as the wrong done him may have been, no court could with good conscience exact such a price from a society already burdened with a deplorable crime rate. Credit can be obtained only when the subsequent trial is based upon the same conduct as was the previous invalid judgment and sentence.</p>\n<p>Kelly is not entitled in this case to have any gained time which he may have accumulated during the two years and fifteen days flat service applied to his subsequent forcible trespass sentences, for the reason that when he took it upon himself to secure his own release by escape, he thereby lost his gained time credits by virtue of a North Carolina prison regulation adopted pursuant to N.C.Gen.Stat. Sec. 148-13. Allowance of gained time is a discretionary act of the State prison administrative body and their decisions as to its allowance will not be upset by the federal courts unless their actions are clearly arbitrary or capricious. United States ex rel. Harris v. Ragen, <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">608</span></span> (N.D.Ill.1949), aff'd <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></span> (7th Cir., 1949); United States ex rel. Lashbrook v. Sullivan, <span class=\"citation\" data-id=\"2312628\"><a href=\"/opinion/2312628/united-states-v-sullivan/\"><span class=\"volume\">55</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">548</span></a></span> (E.D. Ill.1944). The Court cannot say that the prison authorities acted arbitrarily or capriciously in disallowing Kelly gained time accumulated prior to his escape.</p>\n<p></p>\n<h2><i>Responsibility for Escape from Illegal Sentence</i></h2>\n<p>Petitioner's assertion that the escape sentence is violative of the due process clause of the Fourteenth Amendment is without merit. North Carolina has held that a prisoner escaping while serving a sentence is not immune to punishment for the escape even though the sentence he was serving at the time of the escape was irregular or voidable and is set aside and a new trial ordered after the escape but prior to imposition of sentence for the escape, since a prisoner serving a sentence imposed by authority of law may not defy that authority but must seek redress in compliance with due process. State v. Goff, <span class=\"citation\" data-id=\"1373879\"><a href=\"/opinion/1373879/state-v-goff/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">563</span></a></span>, <span class=\"citation\" data-id=\"1373879\"><a href=\"/opinion/1373879/state-v-goff/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">142</span></a></span> (1965). This Court agrees with the North Carolina statement of the law. Deprivation of procedural rights (here, lack of counsel) prior to judgment and sentence does not so invalidate the judgment as to justify escape. Bayless v. United States, <span class=\"citation\" data-id=\"1484504\"><a href=\"/opinion/1484504/bayless-v-united-states/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span> (9th Cir., 1944), certiorari denied <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">748</span></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1157</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1580</span></span> (1944). Contra, State ex rel. Robinson v. Boles, 149 W.Va. 516, <span class=\"citation\" data-id=\"1373921\"><a href=\"/opinion/1373921/state-v-boles/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">55</span></a></span> (1965). It should be remembered that invalidation of the erroneous judgment through proper review would not, <span class=\"star-pagination\">*211</span> <i>per se,</i> entitle the defendant to his freedom, but only to the right to have a new, and fair, trial should the State choose to retry him. Where a prisoner considers his confinement improper, he is compelled, in order to test its validity, to follow the procedures which have been set up precisely for such purpose. The courts will jealously guard his right to question his deprivation of liberty, and will protect him when that deprivation is invalid. So he must not defy his guards and run away. The resultant chaos, were he able to do so with impunity, would make the words \"due process of law\" seem hollow indeed. The Court finds no deprivation of constitutional rights in the State's trial of petitioner for an escape from an invalid sentence.</p>\n<p>Upon consideration of the records on file, the Court is of the opinion that denial by the State of North Carolina of full credit for time served by James Rayford Kelly on the vacated arson sentence constitutes a violation of the due process and equal protection clauses of the Fourteenth Amendment of the Constitution of the United States. All other grounds for relief asserted in the application are without merit.</p>\n<h2>NOTES</h2>\n<p>[1]  Although the Supreme Court of the United States has not, as yet, declared that the Fourteenth Amendment confers the right to counsel during a state court proceeding to revoke probation, it is now being asked to do so by extending the doctrine of <i>Gideon</i><i>,</i> and on February 13, 1967, granted Certiorari for consideration of the question in Mempa v. Rhay, <span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">907</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">849</span></span>, 17 L.Ed.2d 781. North Carolina has recently held, however, that a defendant has no constitutional right to be represented by counsel at such a proceeding. State v. Hewett, <span class=\"citation\" data-id=\"1221195\"><a href=\"/opinion/1221195/state-v-hewett/\"><span class=\"volume\">270</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">348</span></a></span>, <span class=\"citation\" data-id=\"1221195\"><a href=\"/opinion/1221195/state-v-hewett/\"><span class=\"volume\">154</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">476</span></a></span> (1967).</p>\n<p>[2]  Several factors contributed to the Court's arrival at this statement of the presumption. In all of the cases considered, State v. Weaver, <span class=\"citation\" data-id=\"1373705\"><a href=\"/opinion/1373705/state-v-weaver/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"1373705\"><a href=\"/opinion/1373705/state-v-weaver/\"><span class=\"volume\">142</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">633</span></a></span> (1965), State v. Williams, <span class=\"citation\" data-id=\"1231771\"><a href=\"/opinion/1231771/state-v-williams/\"><span class=\"volume\">261</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">172</span></a></span>, <span class=\"citation\" data-id=\"1231771\"><a href=\"/opinion/1231771/state-v-williams/\"><span class=\"volume\">134</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">163</span></a></span> (1964), State v. Anderson, <span class=\"citation\" data-id=\"1259860\"><a href=\"/opinion/1259860/state-v-anderson/\"><span class=\"volume\">262</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">491</span></a></span>, <span class=\"citation\" data-id=\"1259860\"><a href=\"/opinion/1259860/state-v-anderson/\"><span class=\"volume\">137</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">823</span></a></span> (1964), State v. White, <span class=\"citation\" data-id=\"1335980\"><a href=\"/opinion/1335980/state-v-white/\"><span class=\"volume\">262</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"1335980\"><a href=\"/opinion/1335980/state-v-white/\"><span class=\"volume\">136</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">205</span></a></span> (1964), and State v. Slade, <span class=\"citation\" data-id=\"1397103\"><a href=\"/opinion/1397103/state-v-slade/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">70</span></a></span>, <span class=\"citation\" data-id=\"1397103\"><a href=\"/opinion/1397103/state-v-slade/\"><span class=\"volume\">140</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">723</span></a></span> (1965), the original convictions (or pleas) and judgments had been vacated upon application of the individual defendants because of a denial of constitutional rights. In <i>Weaver</i> and <i>Williams</i><i>,</i> the maximum sentence was imposed at the second trial. <i>Williams</i> had said that the second trial judge was not compelled to allow credit and to this extent was overruled by <i>Weaver</i><i>,</i> stress being given to the fact that the maximum sentences upon retrial negated any possibility of credit. But in each of the other cases, <i>White</i><i>, </i><i>Anderson</i> and <i>Slade</i><i>,</i> the total of the second sentence and the time served under the vacated judgment was within the legal maximum for punishment at the second trial. In the <i>Weaver</i> opinion, referring to <i>White</i><i>,</i> Mr. Justice Bobbitt spoke again of the total of second sentence and time served being within the legal maximum and of its holding, that a defendant is not entitled as a matter of right to credit on the second sentence for time served on the vacated judgment. Then followed this quotation from <i>White</i><i>:</i> \"There is nothing in the record to indicate whether or not Judge Latham in imposing sentence in the instant case gave or failed to give defendant credit for the time he had served under the original sentence in the first trial.\" Having said that, the Court concluded that reconsideration of <i>White</i> was not necessary to decision in <i>Weaver</i><i>.</i> State v. Weaver, supra, 264 N.C. at 686, 142 S.E.2d 637. These statements, viewed in the light of <i>Weaver's</i> command with regard to credit (that is, credit must be allowed), form the basis of the presumption.</p>\n<p>[3]  See Annot., 35 A.L.R.2d 1283 (1954).</p>\n<p>[4]  See Note, 80 Harv.L.Rev. 891 (1967).</p>\n<p>[5]  A compelling double jeopardy argument can also be made in support of the decision: Palko v. Connecticut, <span class=\"citation\" data-id=\"102879\"><a href=\"/opinion/102879/palko-v-connecticut/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">288</span></span> (1937), does not exclude all double jeopardy content from the due process clause. United States ex rel. Hetenyi v. Wilkins, <span class=\"citation\" data-id=\"268703\"><a href=\"/opinion/268703/united-states-of-america-ex-rel-george-hetenyi-relator-appellant-v/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">844</span></a></span> (2d Cir., 1965), certiorari denied <span class=\"citation no-link\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">896</span></span>, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></span> (1966). Double jeopardy is a doctrine of not one, but three separate though related rules, one of which prohibits multiple punishment for the same offense. E. g., Ex parte Lange, 85 U.S. (18 Wall.) 163 (1873). To subject one to punishment upon retrial without allowing credit for time previously served for the same conduct would be to subject one to such multiple punishment. Since he cannot \"waive\" this protection, denial of credit would place him twice in jeopardy for the same offense, which double jeopardy would be incompatible with due process. This is not to say that he could not be retried but only that he could not be retried without allowing credit since it is the \"multiple punishment\" in this situation that constitutes the double jeopardy. See the opinion of Sobeloff, Circuit Judge, in Patton v. State of North Carolina, <span class=\"citation\" data-id=\"276884\"><a href=\"/opinion/276884/eddie-w-patton-v-state-of-north-carolina/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">636</span></a></span> (4th Cir., 1967).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/252269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/267923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/268703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/275427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/276884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1221195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1231771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1259860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1335980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1373921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1397103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1484504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1954205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2312628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2349513/"
  ]
}