{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1462557/",
  "absolute_url": "/opinion/1462557/hartford-acc-indem-co-v-us-fire-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1462557/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:20:53.283464Z",
  "date_modified": "2016-04-27T02:36:29.662132Z",
  "type": "010combined",
  "sha1": "ad1eac247c18cd3fc7d98787f274d347a40534d6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>710 F.Supp. 164 (1989)</b></center>\n<center><h1>The HARTFORD ACCIDENT &amp; INDEMNITY COMPANY, Plaintiff,<br>\nv.<br>\nU.S. FIRE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 88-29-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>April 11, 1989.</center>\n<p>Ronald C. Dilthey, Patterson, Dilthey, Clay, Cranfill, Sumner &amp; Hartzog, Raleigh, N.C., for plaintiff.</p>\n<p>Walter E. Brock, Jr., Young, Moore, Henderson &amp; Alvis, P.A., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on cross motions for summary judgment filed by plaintiff and defendant. The underlying action on which these motions are based is a request for declaratory judgment filed by the plaintiff seeking a determination of the party's rights and obligations to pay $620,689.66 in pre-judgment interest awarded in a state court action involving an insured of the plaintiff and defendant. In the state court action entitled <i>Pelican Watch, a North Carolina partnership, et al. v. Faircloth Enterprises, Inc. d/b/a Faircloth</i> <span class=\"star-pagination\">*165</span> <i>General Contractors, </i><i>and</i><i> Florence Concrete Products, Inc.,</i> No. 84 CVS 4429, Cumberland County, the plaintiff in this federal action, Hartford Accident &amp; Indemnity Company (hereinafter \"Hartford\"), acted as the primary liability carrier for Faircloth Enterprises, Inc. (hereinafter \"Faircloth\"), while the defendant, United States Fire Insurance Company (hereinafter \"U.S. Fire\"), was the umbrella liability insurance carrier for Faircloth.</p>\n<p>The plaintiffs in the <i>Pelican Watch</i> action alleged that Faircloth Enterprises, Inc., the insured of both plaintiff and defendant in this action, was negligent and in breach of contract by failing to properly supervise the construction of the Pelican Watch condominium complex at Carolina Beach, North Carolina, by providing defective materials for the construction of these condominiums, by allowing substandard workmanship, and by failing to indemnify and hold Pelican Watch harmless for its damages. More specifically, the Pelican Watch plaintiffs alleged that due to Faircloth's negligence and breach of contract, a concrete support beam furnished by Florence collapsed, causing severe damage to the complex. Additionally, the Pelican Watch plaintiffs alleged that fires at the construction site on April 11, 1984 and July 13, 1984 were caused by the negligence of employees of Faircloth, and that certain damage caused by a hurricane on September 13, 1984 was enhanced due to the delays in construction caused by the collapse of the concrete beams and the two fires. As compensation for these alleged wrongful acts by Faircloth, the Pelican Watch plaintiffs sought approximately $6 million in damages.</p>\n<p>The trial of the <i>Pelican Watch</i> matter was set for June 23, 1986 in the Cumberland County Superior Court. The case was called for trial on this date and a pre-trial conference and motion hearing was held on June 23, 1986. As a result of the conference and hearing, settlement negotiations were commenced and continued through June 25, 1986. At the conclusion of these negotiations, it was agreed that Hartford, as primary insurer for Faircloth, would contribute $690,000 towards settlement of the Pelican Watch claim, while U.S. Fire, as umbrella carrier, agreed to contribute $3,190,000 towards settlement. This agreement was reduced to a consent judgment and was entered by the state court.</p>\n<p>Pursuant to this judgment, the pre-judgment interest in the amount of $620,689.66 and costs were taxed against Faircloth. It is this award of pre-judgment interest which forms the basis of the declaratory judgment action presently before the court.</p>\n<p></p>\n<h2>I. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Summary Judgment</i>\n</h2>\n<p>It is uncontroverted that this matter is ripe for decision on summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. Both parties have exhaustively briefed the issues raised and there appears to be no material factual issues in dispute. As summary judgment is appropriate in this matter, the court will consider the issues raised in this case.</p>\n<p>In analyzing this case, the first issue before the court is whether the pre-judgment interest taxed in the state court should be classified as a cost or as damages. The second issue which the court deems important to consider is whether the defendant assumed, or reasonably should have assumed, responsibility for the defense of the action and therefore should equitably bear some or all of the burden of paying the pre-judgment interest.</p>\n<p></p>\n<h2>B. <i>Pre-judgment Interest  Cost or Damages</i>\n</h2>\n<p>Both parties argue that the case before the court is essentially a matter of contractual interpretation as to their obligation to pay pre-judgment interest awarded against their insured. In analyzing the insurance contracts in this light, it is apparent that the classification of pre-judgment interest as a cost or as damages is vital to the resolution of this issue. U.S. Fire contends that the trial court's characterization of the awarded pre-judgment interest as costs should be controlling while Hartford responds that in South Carolina, where the insurance contract was consummated, prejudgment <span class=\"star-pagination\">*166</span> interest would be viewed as damages. Both plaintiff and defendant readily admit that this issue has never been directly addressed by the Courts of North Carolina or South Carolina in the context of whether the primary insurer or the umbrella insurer is obligated to pay pre-judgment interest awarded against their joint insured.</p>\n<p>In analyzing this question, it is helpful to look at N.C.G.S. § 24-5 which states:</p>\n<blockquote>In an action for breach of contract, except an action on a penal bond, the amount awarded on the contract bears interest from the date of breach. The fact finder in an action for breach of contract shall distinguish the principal from the interest in the award, and the judgment shall provide that the principal amount bears interest until the judgment is satisfied. Interest on an award in a contract action shall be at the contract rate, if the parties have so provided in the contract; otherwise, it shall be at the legal rate.</blockquote>\n<p>N.C.G.S. § 24-5 is designed to provide an incentive for an insurance carrier to resolve meritorious claims with deliberate speed rather than delaying settlement in an effort to maximize the return of investment on lost reserves. <i>See </i><i>Petty v. Housing Authority of Charlotte,</i> 90 N.C.App. 559, 369 S.E.2d 612 (1988).</p>\n<p>In reviewing the policies at issue in this case, it clear that if the pre-judgment interest is classified as costs, the primary carrier, Hartford, would be liable for payment of the same in its entirety. Conversely, if the pre-judgment interest is determined to be an element of damages, liability would attach either to the umbrella carrier, U.S. Fire, solely or to both insurance companies on a pro rata basis.</p>\n<p>Hartford argues that its policy should be construed under South Carolina law, which, it contends, would classify pre-judgment interest as an element of damages rather than a cost. See <i>Fried v. The North River Insurance Company,</i> 710 F.2d 1022 (4th Cir.1983). In support of this position, Hartford contends that Florence's insurance agent negotiated the policy in Columbia, South Carolina, that the policy was executed and delivered to the insured in Florence, South Carolina, and therefore it should be construed under South Carolina law.</p>\n<p>Hartford admits that the South Carolina courts have not considered whether pre-judgment interest would be an element of damages or a cost. However, if faced with the issue, Hartford argues that the South Carolina courts would hold that when their citizens are adjudged liable in tort in North Carolina, that any pre-judgment interest awarded in the judgment would be considered an element of damages under a liability policy entered into in South Carolina.</p>\n<p>Not surprisingly, U.S. Fire takes a contrary position as to whether such an award of pre-judgment interest would be classified as damages or costs. The defendant first argues that North Carolina law was correctly applied by the trial court in determining what were costs and what were damages. U.S. Fire cites N.C.G.S. § 58-28 which provides for a statutory choice of law rule authorizing the application of North Carolina law to the interpretation of an insurance contract insuring interests in North Carolina. As the underlying action involved property and interest in North Carolina, U.S. Fire contends that the insurance contracts at issue should be interpreted under North Carolina law.</p>\n<p>More persuasively, the defendant relies on <i>Lowe v. Tarble,</i> 312 N.C. 467, 323 S.E.2d 19 (1984), <i>opinion on rehearing,</i> 313 N.C. 460, 329 S.E.2d 648 (1985) to support its position. In <i>Lowe,</i> the North Carolina Supreme Court, construing \"cost\" provision in an insurance contract, held that under the insurance policies in question in the case, \"that pre-judgment interest provided for by N.C.G.S. 24-5 is a cost within the meaning of the contract which comes under the contract in the present case, the insurer is obligated to pay.\" <i>Lowe</i> at 464, 329 S.E.2d 648.</p>\n<p>Despite the persuasiveness of the defendant's argument concerning whether pre-judgment interest would be classified as costs or as damages, the court believes <span class=\"star-pagination\">*167</span> that it would be inequitable to adopt the defendant's interpretation. Pre-judgment interest by its very nature is designed to compensate the plaintiff for the loss or harm he has suffered due to the defendant's wrongful acts. Except where pre-judgment interest is only awarded as a penalty for disputing a claim found to be justly due, pre-judgment interest should be considered an element of damages on the basis that the plaintiff should be made whole from the date of the loss. 22 Am. Jur.2d Damages § 655. North Carolina courts have contemplated that the award of pre-judgment interest would be classified as damages.</p>\n<p>As stated in <i>Deans v. Layton,</i> 89 N.C. App. 358, 366 S.E.2d 560, 568 (1988), \"[i]n general, interest is the compensation allowed by law or fixed by the parties for the use, forbearance, or detention of money.\" <i>See also </i><i>Ripple v. Mortgage Corp.,</i> 193 N.C. 422, 424, 137 S.E. 156, 157 (1927); <i>Parker v. Lippard,</i> 87 N.C.App. 43, 49, 359 S.E.2d 492, 496, <i>modified </i><i>and</i><i> aff'd.;</i> 87 N.C.App. 487, 361 S.E.2d 395 (1987). Although the court is admittedly troubled by the N.C. Supreme Court's decision in <i>Lowe,</i> it finds that the facts and issues in the present case are different from the facts in <i>Lowe</i> to a sufficient degree as to justify a contrary finding.</p>\n<p>Based on the above reasoning, the court finds that the award of pre-judgment interest in this case is clearly an element of damages. Clearly the purpose of the award of pre-judgment interest is to compensate a worthy plaintiff for the loss of the use of money that he or she has incurred due to the wrongful acts of another party. Although N.C.G.S. § 24-5 was designed in part to encourage settlement and to discourage delay in settlement and/or payment by insurance companies on clearly viable claims, the court finds that the award of pre-judgment interest in this case was an element of damages rather than an element of the cost of litigation due to its compensatory nature.</p>\n<p></p>\n<h2>C. <i>Responsibility for Defense</i>\n</h2>\n<p>Having determined that the pre-judgment interest taxed against the insurance carriers is an element of damages, the court next turns to the issue of when U.S. Fire's obligation or responsibility to defend arose. Under the \"CONDITIONS\" section of the U.S. Fire policy, ¶ J., it is stated that:</p>\n<blockquote>If underlying insurance is exhausted by any occurrence, a company shall be obligated to assume charge of the settlement or defense of any claim or proceeding against the insurer resulting from the same occurrence, but only where this policy applies immediately in excess of such underlying insurance, without the intervention of excess insurance of another carrier.</blockquote>\n<p>U.S. Fire contends that under this clause, it had no obligation to defend the underlying action until the primary carrier's policy limit had been exhausted or such limit tendered. U.S. Fire alleges that as such an offer was not tendered by Hartford until June 23, 1986, it had no obligation to defend prior to this date.</p>\n<p>In response to this argument, Hartford contends that it repeatedly requested that U.S. Fire provide legal counsel and that U.S. Fire refused to do so until shortly before the trial date. Hartford further contends that although U.S. Fire refused to retain counsel, that through its agents and officers it played an active role in the defense of the litigation. Additionally, Hartford argues that even if U.S. Fire didn't take an active role, they should have in light of the request for damages in excess of the limits under Hartford's primary liability policy.</p>\n<p>In analyzing this issue it is clear that the Pelican Watch plaintiffs alleged damages in excess of $6 million. The Hartford policies in question each carried a face value of $500,000. The U.S. Fire policy in question had a policy limit of $5 million. Even to the casual observer, it is apparent that there was significant possibility of liability exceeding the limits of the Hartford policies. U.S. Fire should have been on notice that it faced a potential claim in excess of $5 million.</p>\n<p>N.C.G.S. § 24-5, under which the pre-judgment interest was awarded, was designed <span class=\"star-pagination\">*168</span> to provide an incentive for an insurance carrier to resolve claims quickly rather than delay resolution in order to maximize return of investment on lost reserves. <i>See </i><i>Leary v. Nantahala Power &amp; Light Co.,</i> 76 N.C.App. 165, 332 S.E.2d 703 (1985); <i>Powe v. Odell,</i> 312 N.C. 410, 322 S.E.2d 762 (1984). Realizing that the policy behind N.C.G.S. § 24-5 is to prevent dilatory tactics in the settlement of viable claims, it would appear that U.S. Fire should have realized its potential liability and assumed a more active role in its own defense.</p>\n<p>On the other hand, it is also true that Hartford could have limited its liability for pre-judgment interest by tendering the amount of its policy prior to trial. However, Hartford chose to \"roll the dice\" up to the date of trial and therefore, the court finds unpersuasive its arguments that it is not liable for any pre-judgment interest.</p>\n<p>Although case law authority for a pro rata distribution of pre-judgment interest cost is sparse, this court finds that such an allocation is in the best interest of justice in this case. In <i>Celina Mutual Ins. Co. v. Citizens Ins. Co. of America,</i> 133 Mich. App. 655, 349 N.W.2d 547 (1984), the Michigan Court of Appeals concluded that a pro rata portion of liability for pre-judgment interest between a primary and excess liability carrier is an equitable result as \"otherwise insurers will be required to pay interest on risks that they have not assumed and because of good faith vigorous defense of an action is in the interest of all potentially liable parties.\" 133 Mich.App. at 659, 349 N.W.2d at 549. The court finds incredulous the argument asserted by U.S. Fire that it had no obligation to participate in the defense of this matter. Such an assertion is not supported by the facts and certainly runs contrary to good business judgment.</p>\n<p>In <i>U.S. Fire Insurance Company v. Federal Insurance Company,</i> 858 F.2d 882 (2nd Cir.1988), the Second Circuit held that:</p>\n<blockquote>In the insurance context, therefore, where the insurance contracts reveal multiple coverage, the court exercises its equity powers to imply a contract between the co-insurers to contribute, in the proportion of their required contributions granted in the policy and limits set forth in the contract of each insurer with the insured. <i>Id.</i> at 888.</blockquote>\n<p>The Second Circuit in <i>U.S. Fire</i> continued by quoting <i>Continental Casualty Company v. Equitable Life Assurance Society of the United States,</i> 52 N.Y.2d 228, 233-35, 437 N.Y.S.2d 279, 282, 418 N.E.2d 1298, 1301 (1981) for the proposition that \"[a]s both policies assume the same risk, both were obligated to defend [the insured] in a suit brought against him and both must contribute, pro rata toward the cost of the settlement and legal fees and other expense of the litigation.\" Although the <i>U.S. Fire</i> decision involved co-insurers rather than primary and umbrella carriers, the court is persuaded that in this case equity demands, as in <i>U.S. Fire,</i> that the plaintiff and defendant insurance carriers contribute to the payment of the pre-judgment interest on a pro rata basis based on their respective shares of the settlement amount.</p>\n<p></p>\n<h2>II. CONCLUSION</h2>\n<p>For the reasons set forth above, this court finds that the award of pre-judgment interest by the court in the underlying action entitled <i>Pelican Watch v. Faircloth Enterprises, Inc.</i> should be categorized as an award of damages to compensate the plaintiff in that action for loss of use of money. Further, the court finds that as an element of damages, the co-insurers in this case are liable for the payment of the awarded pre-judgment interest on a pro rata basis based on their respective shares of the settlement amount.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">710</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">164</span></span> (1989)</b></center>\n<center><h1>The HARTFORD ACCIDENT &amp; INDEMNITY COMPANY, Plaintiff,<br>\nv.<br>\nU.S. FIRE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 88-29-CIV-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>April 11, 1989.</center>\n<p>Ronald C. Dilthey, Patterson, Dilthey, Clay, Cranfill, Sumner &amp; Hartzog, Raleigh, N.C., for plaintiff.</p>\n<p>Walter E. Brock, Jr., Young, Moore, Henderson &amp; Alvis, P.A., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on cross motions for summary judgment filed by plaintiff and defendant. The underlying action on which these motions are based is a request for declaratory judgment filed by the plaintiff seeking a determination of the party's rights and obligations to pay $620,689.66 in pre-judgment interest awarded in a state court action involving an insured of the plaintiff and defendant. In the state court action entitled <i>Pelican Watch, a North Carolina partnership, et al. v. Faircloth Enterprises, Inc. d/b/a Faircloth</i> <span class=\"star-pagination\">*165</span> <i>General Contractors, </i><i>and</i><i> Florence Concrete Products, Inc.,</i> No. 84 CVS 4429, Cumberland County, the plaintiff in this federal action, Hartford Accident &amp; Indemnity Company (hereinafter \"Hartford\"), acted as the primary liability carrier for Faircloth Enterprises, Inc. (hereinafter \"Faircloth\"), while the defendant, United States Fire Insurance Company (hereinafter \"U.S. Fire\"), was the umbrella liability insurance carrier for Faircloth.</p>\n<p>The plaintiffs in the <i>Pelican Watch</i> action alleged that Faircloth Enterprises, Inc., the insured of both plaintiff and defendant in this action, was negligent and in breach of contract by failing to properly supervise the construction of the Pelican Watch condominium complex at Carolina Beach, North Carolina, by providing defective materials for the construction of these condominiums, by allowing substandard workmanship, and by failing to indemnify and hold Pelican Watch harmless for its damages. More specifically, the Pelican Watch plaintiffs alleged that due to Faircloth's negligence and breach of contract, a concrete support beam furnished by Florence collapsed, causing severe damage to the complex. Additionally, the Pelican Watch plaintiffs alleged that fires at the construction site on April 11, 1984 and July 13, 1984 were caused by the negligence of employees of Faircloth, and that certain damage caused by a hurricane on September 13, 1984 was enhanced due to the delays in construction caused by the collapse of the concrete beams and the two fires. As compensation for these alleged wrongful acts by Faircloth, the Pelican Watch plaintiffs sought approximately $6 million in damages.</p>\n<p>The trial of the <i>Pelican Watch</i> matter was set for June 23, 1986 in the Cumberland County Superior Court. The case was called for trial on this date and a pre-trial conference and motion hearing was held on June 23, 1986. As a result of the conference and hearing, settlement negotiations were commenced and continued through June 25, 1986. At the conclusion of these negotiations, it was agreed that Hartford, as primary insurer for Faircloth, would contribute $690,000 towards settlement of the Pelican Watch claim, while U.S. Fire, as umbrella carrier, agreed to contribute $3,190,000 towards settlement. This agreement was reduced to a consent judgment and was entered by the state court.</p>\n<p>Pursuant to this judgment, the pre-judgment interest in the amount of $620,689.66 and costs were taxed against Faircloth. It is this award of pre-judgment interest which forms the basis of the declaratory judgment action presently before the court.</p>\n<p></p>\n<h2>I. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Summary Judgment</i>\n</h2>\n<p>It is uncontroverted that this matter is ripe for decision on summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. Both parties have exhaustively briefed the issues raised and there appears to be no material factual issues in dispute. As summary judgment is appropriate in this matter, the court will consider the issues raised in this case.</p>\n<p>In analyzing this case, the first issue before the court is whether the pre-judgment interest taxed in the state court should be classified as a cost or as damages. The second issue which the court deems important to consider is whether the defendant assumed, or reasonably should have assumed, responsibility for the defense of the action and therefore should equitably bear some or all of the burden of paying the pre-judgment interest.</p>\n<p></p>\n<h2>B. <i>Pre-judgment Interest  Cost or Damages</i>\n</h2>\n<p>Both parties argue that the case before the court is essentially a matter of contractual interpretation as to their obligation to pay pre-judgment interest awarded against their insured. In analyzing the insurance contracts in this light, it is apparent that the classification of pre-judgment interest as a cost or as damages is vital to the resolution of this issue. U.S. Fire contends that the trial court's characterization of the awarded pre-judgment interest as costs should be controlling while Hartford responds that in South Carolina, where the insurance contract was consummated, prejudgment <span class=\"star-pagination\">*166</span> interest would be viewed as damages. Both plaintiff and defendant readily admit that this issue has never been directly addressed by the Courts of North Carolina or South Carolina in the context of whether the primary insurer or the umbrella insurer is obligated to pay pre-judgment interest awarded against their joint insured.</p>\n<p>In analyzing this question, it is helpful to look at N.C.G.S. § 24-5 which states:</p>\n<blockquote>In an action for breach of contract, except an action on a penal bond, the amount awarded on the contract bears interest from the date of breach. The fact finder in an action for breach of contract shall distinguish the principal from the interest in the award, and the judgment shall provide that the principal amount bears interest until the judgment is satisfied. Interest on an award in a contract action shall be at the contract rate, if the parties have so provided in the contract; otherwise, it shall be at the legal rate.</blockquote>\n<p>N.C.G.S. § 24-5 is designed to provide an incentive for an insurance carrier to resolve meritorious claims with deliberate speed rather than delaying settlement in an effort to maximize the return of investment on lost reserves. <i>See </i><i>Petty v. Housing Authority of Charlotte,</i> 90 N.C.App. 559, <span class=\"citation no-link\"><span class=\"volume\">369</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">612</span></span> (1988).</p>\n<p>In reviewing the policies at issue in this case, it clear that if the pre-judgment interest is classified as costs, the primary carrier, Hartford, would be liable for payment of the same in its entirety. Conversely, if the pre-judgment interest is determined to be an element of damages, liability would attach either to the umbrella carrier, U.S. Fire, solely or to both insurance companies on a pro rata basis.</p>\n<p>Hartford argues that its policy should be construed under South Carolina law, which, it contends, would classify pre-judgment interest as an element of damages rather than a cost. See <i>Fried v. The North River Insurance Company,</i> <span class=\"citation\" data-id=\"420924\"><a href=\"/opinion/420924/stanley-h-fried-jr-and-richard-strasser-v-the-north-river-insurance/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></a></span> (4th Cir.1983). In support of this position, Hartford contends that Florence's insurance agent negotiated the policy in Columbia, South Carolina, that the policy was executed and delivered to the insured in Florence, South Carolina, and therefore it should be construed under South Carolina law.</p>\n<p>Hartford admits that the South Carolina courts have not considered whether pre-judgment interest would be an element of damages or a cost. However, if faced with the issue, Hartford argues that the South Carolina courts would hold that when their citizens are adjudged liable in tort in North Carolina, that any pre-judgment interest awarded in the judgment would be considered an element of damages under a liability policy entered into in South Carolina.</p>\n<p>Not surprisingly, U.S. Fire takes a contrary position as to whether such an award of pre-judgment interest would be classified as damages or costs. The defendant first argues that North Carolina law was correctly applied by the trial court in determining what were costs and what were damages. U.S. Fire cites N.C.G.S. § 58-28 which provides for a statutory choice of law rule authorizing the application of North Carolina law to the interpretation of an insurance contract insuring interests in North Carolina. As the underlying action involved property and interest in North Carolina, U.S. Fire contends that the insurance contracts at issue should be interpreted under North Carolina law.</p>\n<p>More persuasively, the defendant relies on <i>Lowe v. Tarble,</i> <span class=\"citation\" data-id=\"1297889\"><a href=\"/opinion/1297889/lowe-v-tarble/\"><span class=\"volume\">312</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">467</span></a></span>, <span class=\"citation\" data-id=\"1297889\"><a href=\"/opinion/1297889/lowe-v-tarble/\"><span class=\"volume\">323</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">19</span></a></span> (1984), <i>opinion on rehearing,</i> <span class=\"citation\" data-id=\"1158475\"><a href=\"/opinion/1158475/lowe-v-tarble/\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"1158475\"><a href=\"/opinion/1158475/lowe-v-tarble/\"><span class=\"volume\">329</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">648</span></a></span> (1985) to support its position. In <i>Lowe,</i> the North Carolina Supreme Court, construing \"cost\" provision in an insurance contract, held that under the insurance policies in question in the case, \"that pre-judgment interest provided for by N.C.G.S. 24-5 is a cost within the meaning of the contract which comes under the contract in the present case, the insurer is obligated to pay.\" <i>Lowe</i> at 464, <span class=\"citation\" data-id=\"1158475\"><a href=\"/opinion/1158475/lowe-v-tarble/\"><span class=\"volume\">329</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">648</span></a></span>.</p>\n<p>Despite the persuasiveness of the defendant's argument concerning whether pre-judgment interest would be classified as costs or as damages, the court believes <span class=\"star-pagination\">*167</span> that it would be inequitable to adopt the defendant's interpretation. Pre-judgment interest by its very nature is designed to compensate the plaintiff for the loss or harm he has suffered due to the defendant's wrongful acts. Except where pre-judgment interest is only awarded as a penalty for disputing a claim found to be justly due, pre-judgment interest should be considered an element of damages on the basis that the plaintiff should be made whole from the date of the loss. 22 Am. Jur.2d Damages § 655. North Carolina courts have contemplated that the award of pre-judgment interest would be classified as damages.</p>\n<p>As stated in <i>Deans v. Layton,</i> <span class=\"citation\" data-id=\"1272368\"><a href=\"/opinion/1272368/deans-v-layton/\"><span class=\"volume\">89</span> <span class=\"reporter\">N.C. App.</span> <span class=\"page\">358</span></a></span>, <span class=\"citation\" data-id=\"1272368\"><a href=\"/opinion/1272368/deans-v-layton/\"><span class=\"volume\">366</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">560</span></a></span>, 568 (1988), \"[i]n general, interest is the compensation allowed by law or fixed by the parties for the use, forbearance, or detention of money.\" <i>See also </i><i>Ripple v. Mortgage Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">422</span></span>, 424, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">156</span></span>, 157 (1927); <i>Parker v. Lippard,</i> 87 N.C.App. 43, 49, <span class=\"citation\" data-id=\"1257356\"><a href=\"/opinion/1257356/parker-v-lippard/\"><span class=\"volume\">359</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">492</span></a></span>, 496, <i>modified </i><i>and</i><i> aff'd.;</i> 87 N.C.App. 487, <span class=\"citation\" data-id=\"1311490\"><a href=\"/opinion/1311490/parker-v-lippard/\"><span class=\"volume\">361</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">395</span></a></span> (1987). Although the court is admittedly troubled by the N.C. Supreme Court's decision in <i>Lowe,</i> it finds that the facts and issues in the present case are different from the facts in <i>Lowe</i> to a sufficient degree as to justify a contrary finding.</p>\n<p>Based on the above reasoning, the court finds that the award of pre-judgment interest in this case is clearly an element of damages. Clearly the purpose of the award of pre-judgment interest is to compensate a worthy plaintiff for the loss of the use of money that he or she has incurred due to the wrongful acts of another party. Although N.C.G.S. § 24-5 was designed in part to encourage settlement and to discourage delay in settlement and/or payment by insurance companies on clearly viable claims, the court finds that the award of pre-judgment interest in this case was an element of damages rather than an element of the cost of litigation due to its compensatory nature.</p>\n<p></p>\n<h2>C. <i>Responsibility for Defense</i>\n</h2>\n<p>Having determined that the pre-judgment interest taxed against the insurance carriers is an element of damages, the court next turns to the issue of when U.S. Fire's obligation or responsibility to defend arose. Under the \"CONDITIONS\" section of the U.S. Fire policy, ¶ J., it is stated that:</p>\n<blockquote>If underlying insurance is exhausted by any occurrence, a company shall be obligated to assume charge of the settlement or defense of any claim or proceeding against the insurer resulting from the same occurrence, but only where this policy applies immediately in excess of such underlying insurance, without the intervention of excess insurance of another carrier.</blockquote>\n<p>U.S. Fire contends that under this clause, it had no obligation to defend the underlying action until the primary carrier's policy limit had been exhausted or such limit tendered. U.S. Fire alleges that as such an offer was not tendered by Hartford until June 23, 1986, it had no obligation to defend prior to this date.</p>\n<p>In response to this argument, Hartford contends that it repeatedly requested that U.S. Fire provide legal counsel and that U.S. Fire refused to do so until shortly before the trial date. Hartford further contends that although U.S. Fire refused to retain counsel, that through its agents and officers it played an active role in the defense of the litigation. Additionally, Hartford argues that even if U.S. Fire didn't take an active role, they should have in light of the request for damages in excess of the limits under Hartford's primary liability policy.</p>\n<p>In analyzing this issue it is clear that the Pelican Watch plaintiffs alleged damages in excess of $6 million. The Hartford policies in question each carried a face value of $500,000. The U.S. Fire policy in question had a policy limit of $5 million. Even to the casual observer, it is apparent that there was significant possibility of liability exceeding the limits of the Hartford policies. U.S. Fire should have been on notice that it faced a potential claim in excess of $5 million.</p>\n<p>N.C.G.S. § 24-5, under which the pre-judgment interest was awarded, was designed <span class=\"star-pagination\">*168</span> to provide an incentive for an insurance carrier to resolve claims quickly rather than delay resolution in order to maximize return of investment on lost reserves. <i>See </i><i>Leary v. Nantahala Power &amp; Light Co.,</i> 76 N.C.App. 165, <span class=\"citation\" data-id=\"1322148\"><a href=\"/opinion/1322148/leary-v-nantahala-power-and-light-co/\"><span class=\"volume\">332</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">703</span></a></span> (1985); <i>Powe v. Odell,</i> <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">410</span></span>, <span class=\"citation\" data-id=\"1319824\"><a href=\"/opinion/1319824/powe-v-odell/\"><span class=\"volume\">322</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">762</span></a></span> (1984). Realizing that the policy behind N.C.G.S. § 24-5 is to prevent dilatory tactics in the settlement of viable claims, it would appear that U.S. Fire should have realized its potential liability and assumed a more active role in its own defense.</p>\n<p>On the other hand, it is also true that Hartford could have limited its liability for pre-judgment interest by tendering the amount of its policy prior to trial. However, Hartford chose to \"roll the dice\" up to the date of trial and therefore, the court finds unpersuasive its arguments that it is not liable for any pre-judgment interest.</p>\n<p>Although case law authority for a pro rata distribution of pre-judgment interest cost is sparse, this court finds that such an allocation is in the best interest of justice in this case. In <i>Celina Mutual Ins. Co. v. Citizens Ins. Co. of America,</i> <span class=\"citation\" data-id=\"1820273\"><a href=\"/opinion/1820273/celina-mut-ins-co-v-citizens-ins-co-of-am/\"><span class=\"volume\">133</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">655</span></a></span>, <span class=\"citation\" data-id=\"1820273\"><a href=\"/opinion/1820273/celina-mut-ins-co-v-citizens-ins-co-of-am/\"><span class=\"volume\">349</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">547</span></a></span> (1984), the Michigan Court of Appeals concluded that a pro rata portion of liability for pre-judgment interest between a primary and excess liability carrier is an equitable result as \"otherwise insurers will be required to pay interest on risks that they have not assumed and because of good faith vigorous defense of an action is in the interest of all potentially liable parties.\" 133 Mich.App. at 659, 349 N.W.2d at 549. The court finds incredulous the argument asserted by U.S. Fire that it had no obligation to participate in the defense of this matter. Such an assertion is not supported by the facts and certainly runs contrary to good business judgment.</p>\n<p>In <i>U.S. Fire Insurance Company v. Federal Insurance Company,</i> <span class=\"citation\" data-id=\"512585\"><a href=\"/opinion/512585/united-states-fire-insurance-company-cross-appellee-v-federal-insurance/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">882</span></a></span> (2nd Cir.1988), the Second Circuit held that:</p>\n<blockquote>In the insurance context, therefore, where the insurance contracts reveal multiple coverage, the court exercises its equity powers to imply a contract between the co-insurers to contribute, in the proportion of their required contributions granted in the policy and limits set forth in the contract of each insurer with the insured. <i>Id.</i> at 888.</blockquote>\n<p>The Second Circuit in <i>U.S. Fire</i> continued by quoting <i>Continental Casualty Company v. Equitable Life Assurance Society of the United States,</i> <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">228</span></span>, 233-35, <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">279</span></span>, 282, <span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1298</span></span>, 1301 (1981) for the proposition that \"[a]s both policies assume the same risk, both were obligated to defend [the insured] in a suit brought against him and both must contribute, pro rata toward the cost of the settlement and legal fees and other expense of the litigation.\" Although the <i>U.S. Fire</i> decision involved co-insurers rather than primary and umbrella carriers, the court is persuaded that in this case equity demands, as in <i>U.S. Fire,</i> that the plaintiff and defendant insurance carriers contribute to the payment of the pre-judgment interest on a pro rata basis based on their respective shares of the settlement amount.</p>\n<p></p>\n<h2>II. CONCLUSION</h2>\n<p>For the reasons set forth above, this court finds that the award of pre-judgment interest by the court in the underlying action entitled <i>Pelican Watch v. Faircloth Enterprises, Inc.</i> should be categorized as an award of damages to compensate the plaintiff in that action for loss of use of money. Further, the court finds that as an element of damages, the co-insurers in this case are liable for the payment of the awarded pre-judgment interest on a pro rata basis based on their respective shares of the settlement amount.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/420924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1158475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1257356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1272368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1297889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1311490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1319824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1322148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1820273/"
  ]
}