{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1462369/",
  "absolute_url": "/opinion/1462369/united-states-v-ward/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1462369/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:20:49.062674Z",
  "date_modified": "2016-04-26T22:05:39.383237Z",
  "type": "010combined",
  "sha1": "22fa57509b300970ab7887ec3b35af92f55db988",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>575 F.Supp. 159 (1983)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nDonna G. WARD, Defendant.</h1></center>\n<center>No. 82-79-01-CR-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>November 15, 1983.</center>\n<p><span class=\"star-pagination\">*160</span> <span class=\"star-pagination\">*161</span> Samuel T. Currin, U.S. Atty. by Gary H. Clemmons, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Henry W. Jones, Jr. of Jordan, Brown, Price &amp; Wall, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p>This matter is on appeal from the defendant's conviction of a violation of 7 U.S.C. § 2024(b). Defendant, Donna G. Ward, was charged in a two count Criminal Information of having knowingly made false statements which did not accurately reflect income on applications for acquisition of food stamps valued under $100, on June 12, 1980 and July 14, 1980. Count one, relating to the application of June 12, 1980, was dismissed prior to trial. Defendant appeared before the Honorable Charles K. McCotter, Jr., United States Magistrate and entered a plea of not guilty. She was tried by jury and convicted of count two of the Criminal Information for violating 7 U.S.C. § 2024(b).</p>\n<p>Following her conviction, defendant received a sentencing hearing before Magistrate McCotter at which time she received a sentence of imprisonment for a period of one year, which was suspended and the defendant was placed on probation for a period of five years. Defendant was fined $125 and was also ordered, as conditions of probation, to make restitution in the amount of $716 and to make reimbursement of the amount of compensation approved for her court-appointed attorney. The defendant gave notice of appeal to the undersigned.</p>\n<p>Defendant assigns five errors on appeal:</p>\n<blockquote>(1) Whether the trial court committed error in allowing the food stamp application and face sheet into evidence?</blockquote>\n<blockquote>(2) Whether the trial court abused its discretion in allowing certain Government documents into evidence over the defendant's objection that the Government did not make the discoverable materials available in the discovery process?</blockquote>\n<blockquote>(3) Whether the testimony provided by a Government witness was so tainted with prejudice as to warrant reversal and a new trial?</blockquote>\n<blockquote>(4) Whether there was insufficient evidence to sustain the conviction?</blockquote>\n<blockquote>(5) Whether the trial court erred in failing to grant the defendant's Motion for Judgment of Acquittal?</blockquote>\n<p>Oral arguments were held before the undersigned on October 24, 1983. After a thorough examination of the record including the briefs filed by both parties, the transcript of the trial proceeding, and the appropriate case law, this Court concludes that none of defendant's errors raised on appeal warrant a remand for a new trial or a reversal of the judgment. Accordingly, this Court affirms the defendant's judgment of conviction.</p>\n<p></p>\n<h2>I.</h2>\n<p>On July 14, 1980, the defendant went to the Department of Social Services in Raleigh, North Carolina to make application for food stamp coupons. During her interview, in which she was asked a series of questions, the defendant stated that she had worked only at the City of Raleigh Police Department prior to July 14, 1980; that at the time of the application she had no other earned income; and, that she understood the penalties for making false statements on the food stamp application form. Defendant signed the application form signifying that she understood all questions asked as well as the penalty warning.</p>\n<p>Defendant's application was processed and she was certified to receive food stamps. During the period of July 1980 through January 1981, the defendant was issued $1212 in food stamps. Upon subsequent investigation it was learned that defendant had failed to report at the time of <span class=\"star-pagination\">*162</span> her application that she had been working for Manpower Temporary Services, Inc. on temporary assignments. It appears that defendant had worked for Manpower, Inc. all but two weeks during the period of March 1980 through August 1980. Had defendant reported her income from Manpower, Inc., the monetary value of the food stamps she should have received would have been $496. The overissuance amounted to $716. In essence, the Government maintains that the defendant received food stamps illegally because she failed to report her proper income from Manpower, Inc. in 1980 on her food stamp application.</p>\n<p>During her testimony, the defendant acknowledged that she did indeed receive temporary assignments through Manpower, Inc.; however, it was her understanding that she was not employed by Manpower Temporary Services, but she only received temporary assignments for an indefinite period of time. Thus, at the time she made application for food stamps, defendant asserted that she was unemployed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendant's first three assignments of error on appeal can be disposed of with brief comment.</p>\n<p>Defendant argues that it was error for the trial court to allow the food stamp application and face sheetwhich were completed by the interviewer as a result of a series of questions asked of her and the application then signed by the defendantto be admitted into evidence. This Court believes that the magistrate was correct in allowing the interviewer to testify as to the contents of the documents which were admissions of a party opponent and were clearly admissible under Rule 801(d)(2)(B) of the Federal Rules of Evidence. A statement which is reduced to writing by one other than the accused is generally admissible where the accused reads it over and signs it. <i>United States v. Johnson,</i> 529 F.2d 581, 584 (8th Cir.), <i>cert. denied,</i> 426 U.S. 909, 96 S.Ct. 2233, 48 L.Ed.2d 835 (1976); <i>see, </i><i>United States v. Evans,</i> 320 F.2d 482, 486 (6th Cir.1963); <i>United States v. Del Porte,</i> 357 F.Supp. 969, 976 (S.D.N.Y.), <i>aff'd</i> 483 F.2d 1399 (2nd Cir.1973). Such a statement is not hearsay. Federal Rules of Evidence 801(d)(2)(B). Furthermore, it is clear that the documents could be admitted under the business record exception to the hearsay rule. Federal Rules of Evidence 803(6).</p>\n<p>Defendant also argues that the trial court erred in allowing the face sheet and the Manpower, Inc. checks into evidence over her objection that the Government did not make the materials available during the discovery process. Clearly, the documents were admitted to supplement already existing evidence and testimony and defendant was not prejudiced by their admission into evidence. The face sheet was admitted to supplement and clarify defendant's food stamp application. The checks were admitted along with other evidence and testimony to show that the defendant was employed with Manpower, Inc. while applying for food stamps. Accordingly, the admission of these documents were not prejudicial to defendant's substantial rights and the trial court did not err in admitting the face sheet and the checks into evidence. Federal Rules of Evidence 103(a), Rule 52(a) of the Federal Rules of Criminal Procedure.</p>\n<p>Next, defendant argues that certain testimony from Julie Dean, a receptionist at Manpower, Inc., was prejudicial because it was hearsay. On re-direct examination, Ms. Dean testified that she received information from another source, who acquired it from Manpower, Inc. microfilm, that defendant worked July 14-20, 1980. Defendant promptly objected to her testimony as hearsay and the magistrate instructed the jury to disregard that portion of her testimony whereby the witness received any information from the microfilm that defendant worked the week of July 14, 1980. This Court believes that the magistrate's proper instruction cured any prejudicial damage that may have been rendered by the witness's testimony. In addition, it should be noted that there was a substantial <span class=\"star-pagination\">*163</span> amount of evidence, independent of the microfilm testimony, that the defendant was employed with Manpower, Inc., when she applied for food stamps, such that the jury's exposure to the excluded testimony after proper instruction was not prejudicial error.</p>\n<p>Accordingly, defendant's first three assignments of error are without merit.</p>\n<p></p>\n<h2>III.</h2>\n<p>Defendant's final two assignments of error will be considered collectively. Defendant argues that there was insufficient evidence to sustain a conviction; therefore, the magistrate erred by not granting defendant's Motion for Judgment of Acquittal at the conclusion of the Government's case and after discharge of the jury. The sole point raised by defendant is that the Government failed to produce any evidence that the defendant ever received or benefited from a single food stamp coupon during the period of time she was certified for food stamp coupons subsequent to the filing of her application on July 14, 1980. Consequently, having failed to prove the possessory or custodial element of the offense described in 7 U.S.C. § 2024(b), the Government has failed to produce sufficient evidence for the matter to be presented to the jury. It follows, therefore, that the defendant's Motion for Judgment of Acquittal should have been allowed, as a matter of law, at the close of the Government's case in chief. The question for inquiry before this Court is whether the magistrate correctly denied defendant's Motion for Judgment of Acquittal and this in turn depends upon the sufficiency of the government's proof.</p>\n<p>Section 2024(b) of Title 7 of the United States Code, in pertinent part provides:</p>\n<blockquote>[W]hoever knowingly uses, ... acquires, ... or possesses [food] coupons or authorization cards in any manner not authorized by this chapter or the regulations issued by this chapter ... if such coupons or authorization cards are of a value of less than $100, shall be guilty of a misdemeanor ...</blockquote>\n<p>Defendant argues that the government has not presented any evidence as to how the food stamp coupons, once issued, were conveyed or transmitted to a participant in the food stamp program. There is no evidence in the record to show what actions are taken by a participant in the food stamp program to utilize the food stamps; nor is there evidence indicating how the food stamps are traced by the Department of Social Services back to the food stamp recipient.<sup>[1]</sup> In brief, it would be highly illogical to conclude that the defendant received or acquired the coupons merely because they were \"issued\" without showing a chain of possession or custody.</p>\n<p>The Government maintains that 7 U.S.C. § 2024(b) does not mandate possession only; the statute also states that a person will be guilty of this crime if he \"acquires\" food coupons illegally. The Government argues that \"acquire\" is synonymous with \"receive\"; that once the Government has presented evidence that a participant has submitted fraudulent information which results in an overissuance of food stamp coupons, then upon a showing of overissuance of food stamp coupons, there exists a reasonable inference that the participant acquired the food stamps illegally. In addition, the Government asserts that the record is replete with evidence proving beyond a reasonable doubt that the defendant did in fact receive food stamps subsequent to her filing a food stamp application on July 14, 1980.</p>\n<p>Neither side has cited any appellate decision on point, and the undersigned, likewise, has found none. Therefore, this Court approaches the issue anew.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*164</span> A.</h2>\n<p>As a starting point, this Court looks to the legislative history of § 2024(b). A 1977 House Committee Report which described the then-current rules and practice on penalties and sanctions under the Food Stamp Act of 1964, as amended, 7 U.S.C. § 2011 <i>et seq.,</i> stated:</p>\n<blockquote>The Food Stamp Act of 1964, as amended and as implemented by Federal rules, provides for three groups of offenders and penalties, <i>the first for recipients (and other persons) who knowingly use, transfer, acquire, alter, or possess food stamps or authorization to purchase documents illegally, or who use food stamps knowing that they have been used illegally;</i> the second for retail food stores, wholesale food concerns, and meal services that violate rules governing the use and redemption of food stamps; and the third for state agencies that do not comply with program rules or administer the program in a manner deemed to be grossly negligent or fraudulent.</blockquote>\n<p>H.R.Rep. No. 95-464, 95th Cong., 1st Sess. 376 (1977), <i>reprinted in</i> 1977 U.S.Code Cong. &amp; Ad.News 1704, 2305 (emphasis added). The emphasized portion of this statement corresponds to § 2024(b) and when compared, the meaning is clear: The Food Stamp Act provides sanctions for an individual recipient \"who knowingly ... acquires ... or possesses ... food stamps ... illegally.\" <i>United States v. Marvin,</i> 687 F.2d 1221, 1224 (8th Cir.1982), <i>cert. denied,</i> ___ U.S. ___, 103 S.Ct. 1768, 76 L.Ed.2d 342 (1983).</p>\n<p>The illegal nature of the transaction involves the acquisition and possession of food stamps as a \"consequence of fraudulent concealment.\" <i>United States v. Barrington,</i> 662 F.2d 1046, 1052 (4th Cir.1981). It is this willful concealment of pertinent information which triggers the application of the statute. In other words, when an individual applies for food stamps and willfully makes false statements upon application, that individual may be subject to criminal prosecution under the Act. Accordingly, the crux of the Government's burden of proof is to show knowledge of the illegal nature of the transaction. <i>United States v. Marvin, supra</i><i>.</i></p>\n<p>Defendant argues, however, that the Government must additionally show that defendant \"acquired\" or exercised some degree of dominion, custody or control over the coupons or authorization cards in order to complete the offense; and lacking evidence of this essential element of the offense, the Government has not sustained its burden of proof. This Court believes that defendant's interpretation of the statute is too strictly construed.</p>\n<p>The 1977 House Committee Report, referred to earlier in this opinion, discusses penalties and sanctions to be imposed upon individual recipients who knowingly make fraudulent or deliberate misrepresentations upon application of food stamps <i>and</i> there is an \"overissuance\" of coupons to the recipient. Nowhere in the Report does it refer to corrective action being undertaken whenever it has been determined that the individual actually received or acquired coupons illegally; instead, it purports to impose criminal liability upon an individual recipient whereby there has been a determination of <i>overissuance</i> of coupons as a result of fraud or deliberate misrepresentation of facts by the recipient. <i>See,</i> H.R. Rep. No. 95-464, <i>supra.,</i> at 376-383, <i>reprinted in</i> 1977 U.S.Code Cong. &amp; Ad. News, <i>supra.,</i> at 2305-2312.</p>\n<p>Furthermore, the Report makes a distinction between an individual recipient and a retailer or wholesaler. Retailers and wholesalers and their agents are usually found to have violated provisions of the Food Stamp Act by such activities as accepting food stamps for ineligible items, giving cash as change, accepting food stamps for cash (usually, at a discount), or accepting known counterfeit food stamps or knowingly accepting food stamps from ineligible persons. <i>See,</i> H.R.Rep. No. 95-464, <i>id.</i> at 384, <i>reprinted in</i> 1977 U.S.Code Cong. &amp; Ad.News, <i>id.</i> at 2313. Here the element of acquisition or possession of food stamps can be readily seen. However, <span class=\"star-pagination\">*165</span> where an individual recipient who applies for food stamps is involved, this Court thinks that Congress intended the element of possession to be shown by issuance of coupons to the recipient.</p>\n<p><i>Black's Law Dictionary</i> defines \"issue\" as \"to send forth\". <i>Black's Law Dictionary</i> 964 Rev. 4th Ed. (1968). Food stamp coupons or authorization cards are usually issued through the mail.<sup>[2]</sup> Logically, if the Government can show that the food stamps or authorization cards were issued through the mail to the individual recipient, then it follows that the coupons or cards were received by the recipient. <i>See, </i><i>Elmore v. United States,</i> 465 F.2d 1232 (4th Cir.1972) (the regularity of the mails is such that proof of mailing is <i>prima facie</i> proof of receipt by the addressee). To require the Government to show that the recipient actually exercised dominion or some degree of control over the food stamps or authorization cards in addition to showing that the coupons or cards were issued imposes a greater burden of proof on the part of the Government than the statute calls for. This Court thinks that such was not the intent of Congress. So long as the Government shows that the participant intentionally makes knowingly false statements on the application which results in an overissuance of coupons to the recipient, then the Government has sustained its burden of proof under § 2024(b).</p>\n<p></p>\n<h2>B.</h2>\n<p>With this in mind, this Court must now determine whether the evidence was sufficient to support the jury's determination that the defendant knowingly acquired food stamps illegally. The relevant question in this inquiry \"is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>Jackson v. Virginia,</i> 443 U.S. 307, 319, 99 S.Ct. 2781, 2789, 61 L.Ed.2d 560 (1979).</p>\n<p>The Government presented evidence to the effect that at the time defendant applied for food stamps at the Department of Social Services in Raleigh, North Carolina, she failed to report that she had been working for Manpower Temporary Services, Inc. on temporary assignments. The Government's Exhibit # 1 was the food stamp application form which reflects defendant's signature on the form signifying that defendant understood all questions asked as well as the penalty warning. Evidence of the checks that defendant received while working for Manpower, Inc. were also introduced into evidence. (Government's Exhibit # 3).</p>\n<p>Mrs. Bonnie Bell, an investigator of food stamp fraud for the Department of Social Services described in detail the Government's Exhibit # 8, admitted into evidence. She pointed out that the document evidenced the monetary value of food stamps actually received by the defendant and what she was entitled to receive. (Transcript of trial, pgs. 182-186). Government's Exhibit # 8 reveals that during the period of the investigation (July 1980 through January 1981), the defendant was issued food stamps valued at $1212, when she was entitled to be issued only $496 worth of food coupons during this period. The amount of overissuance equalled $716. Moreover, Ms. Bell testified that the defendant was issued food stamps through the mail. (Transcript, pg. 184). Clearly, the evidence shows that the defendant received more food stamps than she was legally entitled to. It is also clear that the defendant was working for Manpower, Inc. before, during, and after the time she made application for food stamps on July 14, 1980. Whether she knowingly misrepresented information on her application is a question of fact for the jury, not this Court, to decide.</p>\n<p>Certainly, the evidence in this case is not overwhelming. And it is not for this Court to determine whether <i>it</i> believes the evidence <span class=\"star-pagination\">*166</span> established guilt beyond a reasonable doubt. <i>Jackson v. Virginia, id.</i> at 318-319, 99 S.Ct. at 2788-2789. This Court simply finds that the evidence in this case is sufficient to take it to the jury, and the jury could quite properly conclude that the defendant knowingly acquired food stamps or authorization cards in an unauthorized manner in contravention of § 2024(b). Because the evidence is sufficient, the magistrate did not err in denying defendant's Motion for Judgment of Acquittal. Defendant's last two assignments of error are without merit.</p>\n<p>Finding no error, the judgment is hereby AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant's argument that the Government should produce records indicating that defendant actually cashed the coupons or purchased goods thereto is without merit. A defendant's use of food stamps or his transfer of them for money need not be shown in prosecution for a violation of § 2024(b). <i>United States v. French,</i> 683 F.2d 1189 (8th Cir.), <i>cert. denied,</i> ___ U.S. ___, 103 S.Ct. 304, 74 L.Ed.2d 284 (1982).</p>\n<p>[2]  Food stamp coupons are generally not issued by special delivery or registered mail unless there are repeated reports of nondelivery to the recipient. <i>See</i> H.R.Rep. No. 95-464, <i>supra.</i> at 313, <i>reprinted in</i> 1977 U.S.Code Cong. &amp; Ad. News, <i>supra.</i> at 2249.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">159</span></span> (1983)</b></center>\n<center><h1>UNITED STATES of America<br>\nv.<br>\nDonna G. WARD, Defendant.</h1></center>\n<center>No. 82-79-01-CR-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>November 15, 1983.</center>\n<p><span class=\"star-pagination\">*160</span> <span class=\"star-pagination\">*161</span> Samuel T. Currin, U.S. Atty. by Gary H. Clemmons, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Henry W. Jones, Jr. of Jordan, Brown, Price &amp; Wall, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>LARKINS, Senior District Judge:</p>\n<p>This matter is on appeal from the defendant's conviction of a violation of 7 U.S.C. § 2024(b). Defendant, Donna G. Ward, was charged in a two count Criminal Information of having knowingly made false statements which did not accurately reflect income on applications for acquisition of food stamps valued under $100, on June 12, 1980 and July 14, 1980. Count one, relating to the application of June 12, 1980, was dismissed prior to trial. Defendant appeared before the Honorable Charles K. McCotter, Jr., United States Magistrate and entered a plea of not guilty. She was tried by jury and convicted of count two of the Criminal Information for violating 7 U.S.C. § 2024(b).</p>\n<p>Following her conviction, defendant received a sentencing hearing before Magistrate McCotter at which time she received a sentence of imprisonment for a period of one year, which was suspended and the defendant was placed on probation for a period of five years. Defendant was fined $125 and was also ordered, as conditions of probation, to make restitution in the amount of $716 and to make reimbursement of the amount of compensation approved for her court-appointed attorney. The defendant gave notice of appeal to the undersigned.</p>\n<p>Defendant assigns five errors on appeal:</p>\n<blockquote>(1) Whether the trial court committed error in allowing the food stamp application and face sheet into evidence?</blockquote>\n<blockquote>(2) Whether the trial court abused its discretion in allowing certain Government documents into evidence over the defendant's objection that the Government did not make the discoverable materials available in the discovery process?</blockquote>\n<blockquote>(3) Whether the testimony provided by a Government witness was so tainted with prejudice as to warrant reversal and a new trial?</blockquote>\n<blockquote>(4) Whether there was insufficient evidence to sustain the conviction?</blockquote>\n<blockquote>(5) Whether the trial court erred in failing to grant the defendant's Motion for Judgment of Acquittal?</blockquote>\n<p>Oral arguments were held before the undersigned on October 24, 1983. After a thorough examination of the record including the briefs filed by both parties, the transcript of the trial proceeding, and the appropriate case law, this Court concludes that none of defendant's errors raised on appeal warrant a remand for a new trial or a reversal of the judgment. Accordingly, this Court affirms the defendant's judgment of conviction.</p>\n<p></p>\n<h2>I.</h2>\n<p>On July 14, 1980, the defendant went to the Department of Social Services in Raleigh, North Carolina to make application for food stamp coupons. During her interview, in which she was asked a series of questions, the defendant stated that she had worked only at the City of Raleigh Police Department prior to July 14, 1980; that at the time of the application she had no other earned income; and, that she understood the penalties for making false statements on the food stamp application form. Defendant signed the application form signifying that she understood all questions asked as well as the penalty warning.</p>\n<p>Defendant's application was processed and she was certified to receive food stamps. During the period of July 1980 through January 1981, the defendant was issued $1212 in food stamps. Upon subsequent investigation it was learned that defendant had failed to report at the time of <span class=\"star-pagination\">*162</span> her application that she had been working for Manpower Temporary Services, Inc. on temporary assignments. It appears that defendant had worked for Manpower, Inc. all but two weeks during the period of March 1980 through August 1980. Had defendant reported her income from Manpower, Inc., the monetary value of the food stamps she should have received would have been $496. The overissuance amounted to $716. In essence, the Government maintains that the defendant received food stamps illegally because she failed to report her proper income from Manpower, Inc. in 1980 on her food stamp application.</p>\n<p>During her testimony, the defendant acknowledged that she did indeed receive temporary assignments through Manpower, Inc.; however, it was her understanding that she was not employed by Manpower Temporary Services, but she only received temporary assignments for an indefinite period of time. Thus, at the time she made application for food stamps, defendant asserted that she was unemployed.</p>\n<p></p>\n<h2>II.</h2>\n<p>Defendant's first three assignments of error on appeal can be disposed of with brief comment.</p>\n<p>Defendant argues that it was error for the trial court to allow the food stamp application and face sheetwhich were completed by the interviewer as a result of a series of questions asked of her and the application then signed by the defendantto be admitted into evidence. This Court believes that the magistrate was correct in allowing the interviewer to testify as to the contents of the documents which were admissions of a party opponent and were clearly admissible under Rule 801(d)(2)(B) of the Federal Rules of Evidence. A statement which is reduced to writing by one other than the accused is generally admissible where the accused reads it over and signs it. <i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"332925\"><a href=\"/opinion/332925/united-states-v-michael-johnson/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">581</span></a></span>, 584 (8th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">909</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">835</span></span> (1976); <i>see, </i><i>United States v. Evans,</i> <span class=\"citation\" data-id=\"261307\"><a href=\"/opinion/261307/united-states-v-aubrey-evans/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span>, 486 (6th Cir.1963); <i>United States v. Del Porte,</i> <span class=\"citation\" data-id=\"2154682\"><a href=\"/opinion/2154682/united-states-v-del-porte/\"><span class=\"volume\">357</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">969</span></a></span>, 976 (S.D.N.Y.), <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1399</span></span> (2nd Cir.1973). Such a statement is not hearsay. Federal Rules of Evidence 801(d)(2)(B). Furthermore, it is clear that the documents could be admitted under the business record exception to the hearsay rule. Federal Rules of Evidence 803(6).</p>\n<p>Defendant also argues that the trial court erred in allowing the face sheet and the Manpower, Inc. checks into evidence over her objection that the Government did not make the materials available during the discovery process. Clearly, the documents were admitted to supplement already existing evidence and testimony and defendant was not prejudiced by their admission into evidence. The face sheet was admitted to supplement and clarify defendant's food stamp application. The checks were admitted along with other evidence and testimony to show that the defendant was employed with Manpower, Inc. while applying for food stamps. Accordingly, the admission of these documents were not prejudicial to defendant's substantial rights and the trial court did not err in admitting the face sheet and the checks into evidence. Federal Rules of Evidence 103(a), Rule 52(a) of the Federal Rules of Criminal Procedure.</p>\n<p>Next, defendant argues that certain testimony from Julie Dean, a receptionist at Manpower, Inc., was prejudicial because it was hearsay. On re-direct examination, Ms. Dean testified that she received information from another source, who acquired it from Manpower, Inc. microfilm, that defendant worked July 14-20, 1980. Defendant promptly objected to her testimony as hearsay and the magistrate instructed the jury to disregard that portion of her testimony whereby the witness received any information from the microfilm that defendant worked the week of July 14, 1980. This Court believes that the magistrate's proper instruction cured any prejudicial damage that may have been rendered by the witness's testimony. In addition, it should be noted that there was a substantial <span class=\"star-pagination\">*163</span> amount of evidence, independent of the microfilm testimony, that the defendant was employed with Manpower, Inc., when she applied for food stamps, such that the jury's exposure to the excluded testimony after proper instruction was not prejudicial error.</p>\n<p>Accordingly, defendant's first three assignments of error are without merit.</p>\n<p></p>\n<h2>III.</h2>\n<p>Defendant's final two assignments of error will be considered collectively. Defendant argues that there was insufficient evidence to sustain a conviction; therefore, the magistrate erred by not granting defendant's Motion for Judgment of Acquittal at the conclusion of the Government's case and after discharge of the jury. The sole point raised by defendant is that the Government failed to produce any evidence that the defendant ever received or benefited from a single food stamp coupon during the period of time she was certified for food stamp coupons subsequent to the filing of her application on July 14, 1980. Consequently, having failed to prove the possessory or custodial element of the offense described in 7 U.S.C. § 2024(b), the Government has failed to produce sufficient evidence for the matter to be presented to the jury. It follows, therefore, that the defendant's Motion for Judgment of Acquittal should have been allowed, as a matter of law, at the close of the Government's case in chief. The question for inquiry before this Court is whether the magistrate correctly denied defendant's Motion for Judgment of Acquittal and this in turn depends upon the sufficiency of the government's proof.</p>\n<p>Section 2024(b) of Title 7 of the United States Code, in pertinent part provides:</p>\n<blockquote>[W]hoever knowingly uses, ... acquires, ... or possesses [food] coupons or authorization cards in any manner not authorized by this chapter or the regulations issued by this chapter ... if such coupons or authorization cards are of a value of less than $100, shall be guilty of a misdemeanor ...</blockquote>\n<p>Defendant argues that the government has not presented any evidence as to how the food stamp coupons, once issued, were conveyed or transmitted to a participant in the food stamp program. There is no evidence in the record to show what actions are taken by a participant in the food stamp program to utilize the food stamps; nor is there evidence indicating how the food stamps are traced by the Department of Social Services back to the food stamp recipient.<sup>[1]</sup> In brief, it would be highly illogical to conclude that the defendant received or acquired the coupons merely because they were \"issued\" without showing a chain of possession or custody.</p>\n<p>The Government maintains that 7 U.S.C. § 2024(b) does not mandate possession only; the statute also states that a person will be guilty of this crime if he \"acquires\" food coupons illegally. The Government argues that \"acquire\" is synonymous with \"receive\"; that once the Government has presented evidence that a participant has submitted fraudulent information which results in an overissuance of food stamp coupons, then upon a showing of overissuance of food stamp coupons, there exists a reasonable inference that the participant acquired the food stamps illegally. In addition, the Government asserts that the record is replete with evidence proving beyond a reasonable doubt that the defendant did in fact receive food stamps subsequent to her filing a food stamp application on July 14, 1980.</p>\n<p>Neither side has cited any appellate decision on point, and the undersigned, likewise, has found none. Therefore, this Court approaches the issue anew.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*164</span> A.</h2>\n<p>As a starting point, this Court looks to the legislative history of § 2024(b). A 1977 House Committee Report which described the then-current rules and practice on penalties and sanctions under the Food Stamp Act of 1964, as amended, 7 U.S.C. § 2011 <i>et seq.,</i> stated:</p>\n<blockquote>The Food Stamp Act of 1964, as amended and as implemented by Federal rules, provides for three groups of offenders and penalties, <i>the first for recipients (and other persons) who knowingly use, transfer, acquire, alter, or possess food stamps or authorization to purchase documents illegally, or who use food stamps knowing that they have been used illegally;</i> the second for retail food stores, wholesale food concerns, and meal services that violate rules governing the use and redemption of food stamps; and the third for state agencies that do not comply with program rules or administer the program in a manner deemed to be grossly negligent or fraudulent.</blockquote>\n<p>H.R.Rep. No. 95-464, 95th Cong., 1st Sess. 376 (1977), <i>reprinted in</i> 1977 U.S.Code Cong. &amp; Ad.News 1704, 2305 (emphasis added). The emphasized portion of this statement corresponds to § 2024(b) and when compared, the meaning is clear: The Food Stamp Act provides sanctions for an individual recipient \"who knowingly ... acquires ... or possesses ... food stamps ... illegally.\" <i>United States v. Marvin,</i> <span class=\"citation\" data-id=\"408100\"><a href=\"/opinion/408100/united-states-v-jack-l-marvin/\"><span class=\"volume\">687</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1221</span></a></span>, 1224 (8th Cir.1982), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1768</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">342</span></span> (1983).</p>\n<p>The illegal nature of the transaction involves the acquisition and possession of food stamps as a \"consequence of fraudulent concealment.\" <i>United States v. Barrington,</i> <span class=\"citation\" data-id=\"396317\"><a href=\"/opinion/396317/united-states-v-james-e-barrington/\"><span class=\"volume\">662</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1046</span></a></span>, 1052 (4th Cir.1981). It is this willful concealment of pertinent information which triggers the application of the statute. In other words, when an individual applies for food stamps and willfully makes false statements upon application, that individual may be subject to criminal prosecution under the Act. Accordingly, the crux of the Government's burden of proof is to show knowledge of the illegal nature of the transaction. <i>United States v. Marvin, supra</i><i>.</i></p>\n<p>Defendant argues, however, that the Government must additionally show that defendant \"acquired\" or exercised some degree of dominion, custody or control over the coupons or authorization cards in order to complete the offense; and lacking evidence of this essential element of the offense, the Government has not sustained its burden of proof. This Court believes that defendant's interpretation of the statute is too strictly construed.</p>\n<p>The 1977 House Committee Report, referred to earlier in this opinion, discusses penalties and sanctions to be imposed upon individual recipients who knowingly make fraudulent or deliberate misrepresentations upon application of food stamps <i>and</i> there is an \"overissuance\" of coupons to the recipient. Nowhere in the Report does it refer to corrective action being undertaken whenever it has been determined that the individual actually received or acquired coupons illegally; instead, it purports to impose criminal liability upon an individual recipient whereby there has been a determination of <i>overissuance</i> of coupons as a result of fraud or deliberate misrepresentation of facts by the recipient. <i>See,</i> H.R. Rep. No. 95-464, <i>supra.,</i> at 376-383, <i>reprinted in</i> 1977 U.S.Code Cong. &amp; Ad. News, <i>supra.,</i> at 2305-2312.</p>\n<p>Furthermore, the Report makes a distinction between an individual recipient and a retailer or wholesaler. Retailers and wholesalers and their agents are usually found to have violated provisions of the Food Stamp Act by such activities as accepting food stamps for ineligible items, giving cash as change, accepting food stamps for cash (usually, at a discount), or accepting known counterfeit food stamps or knowingly accepting food stamps from ineligible persons. <i>See,</i> H.R.Rep. No. 95-464, <i>id.</i> at 384, <i>reprinted in</i> 1977 U.S.Code Cong. &amp; Ad.News, <i>id.</i> at 2313. Here the element of acquisition or possession of food stamps can be readily seen. However, <span class=\"star-pagination\">*165</span> where an individual recipient who applies for food stamps is involved, this Court thinks that Congress intended the element of possession to be shown by issuance of coupons to the recipient.</p>\n<p><i>Black's Law Dictionary</i> defines \"issue\" as \"to send forth\". <i>Black's Law Dictionary</i> 964 Rev. 4th Ed. (1968). Food stamp coupons or authorization cards are usually issued through the mail.<sup>[2]</sup> Logically, if the Government can show that the food stamps or authorization cards were issued through the mail to the individual recipient, then it follows that the coupons or cards were received by the recipient. <i>See, </i><i>Elmore v. United States,</i> <span class=\"citation\" data-id=\"305318\"><a href=\"/opinion/305318/jesse-w-elmore-v-united-states/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1232</span></a></span> (4th Cir.1972) (the regularity of the mails is such that proof of mailing is <i>prima facie</i> proof of receipt by the addressee). To require the Government to show that the recipient actually exercised dominion or some degree of control over the food stamps or authorization cards in addition to showing that the coupons or cards were issued imposes a greater burden of proof on the part of the Government than the statute calls for. This Court thinks that such was not the intent of Congress. So long as the Government shows that the participant intentionally makes knowingly false statements on the application which results in an overissuance of coupons to the recipient, then the Government has sustained its burden of proof under § 2024(b).</p>\n<p></p>\n<h2>B.</h2>\n<p>With this in mind, this Court must now determine whether the evidence was sufficient to support the jury's determination that the defendant knowingly acquired food stamps illegally. The relevant question in this inquiry \"is whether, after viewing the evidence in the light most favorable to the prosecution, any rational trier of fact could have found the essential elements of the crime beyond a reasonable doubt.\" <i>Jackson v. Virginia,</i> <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 319, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2781</span></a></span>, 2789, <span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">560</span></a></span> (1979).</p>\n<p>The Government presented evidence to the effect that at the time defendant applied for food stamps at the Department of Social Services in Raleigh, North Carolina, she failed to report that she had been working for Manpower Temporary Services, Inc. on temporary assignments. The Government's Exhibit # 1 was the food stamp application form which reflects defendant's signature on the form signifying that defendant understood all questions asked as well as the penalty warning. Evidence of the checks that defendant received while working for Manpower, Inc. were also introduced into evidence. (Government's Exhibit # 3).</p>\n<p>Mrs. Bonnie Bell, an investigator of food stamp fraud for the Department of Social Services described in detail the Government's Exhibit # 8, admitted into evidence. She pointed out that the document evidenced the monetary value of food stamps actually received by the defendant and what she was entitled to receive. (Transcript of trial, pgs. 182-186). Government's Exhibit # 8 reveals that during the period of the investigation (July 1980 through January 1981), the defendant was issued food stamps valued at $1212, when she was entitled to be issued only $496 worth of food coupons during this period. The amount of overissuance equalled $716. Moreover, Ms. Bell testified that the defendant was issued food stamps through the mail. (Transcript, pg. 184). Clearly, the evidence shows that the defendant received more food stamps than she was legally entitled to. It is also clear that the defendant was working for Manpower, Inc. before, during, and after the time she made application for food stamps on July 14, 1980. Whether she knowingly misrepresented information on her application is a question of fact for the jury, not this Court, to decide.</p>\n<p>Certainly, the evidence in this case is not overwhelming. And it is not for this Court to determine whether <i>it</i> believes the evidence <span class=\"star-pagination\">*166</span> established guilt beyond a reasonable doubt. <i>Jackson v. Virginia, id.</i> at 318-319, 99 S.Ct. at 2788-2789. This Court simply finds that the evidence in this case is sufficient to take it to the jury, and the jury could quite properly conclude that the defendant knowingly acquired food stamps or authorization cards in an unauthorized manner in contravention of § 2024(b). Because the evidence is sufficient, the magistrate did not err in denying defendant's Motion for Judgment of Acquittal. Defendant's last two assignments of error are without merit.</p>\n<p>Finding no error, the judgment is hereby AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Defendant's argument that the Government should produce records indicating that defendant actually cashed the coupons or purchased goods thereto is without merit. A defendant's use of food stamps or his transfer of them for money need not be shown in prosecution for a violation of § 2024(b). <i>United States v. French,</i> <span class=\"citation\" data-id=\"406493\"><a href=\"/opinion/406493/united-states-v-r-c-french/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1189</span></a></span> (8th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">304</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">284</span></span> (1982).</p>\n<p>[2]  Food stamp coupons are generally not issued by special delivery or registered mail unless there are repeated reports of nondelivery to the recipient. <i>See</i> H.R.Rep. No. 95-464, <i>supra.</i> at 313, <i>reprinted in</i> 1977 U.S.Code Cong. &amp; Ad. News, <i>supra.</i> at 2249.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/332925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/408100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2154682/"
  ]
}