{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1462070/",
  "absolute_url": "/opinion/1462070/stevens-v-johnson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1462070/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:20:42.053909Z",
  "date_modified": "2016-04-26T21:25:01.304110Z",
  "type": "010combined",
  "sha1": "bb596db6190dc682322243b7aec98d81277893b0",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>575 F.Supp. 881 (1983)</b></center>\n<center><h1>John Finton STEVENS, Petitioner,<br>\nv.<br>\nWalter JOHNSON, Jr., Chairman of the North Carolina Parole Commission and Rufus Edmisten, Attorney General of North Carolina, Respondents.</h1></center>\n<center>No. 82-809-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 6, 1983.</center>\n<p><span class=\"star-pagination\">*882</span> Barry Nakell, Chapel Hill, N.C., John Bisbee, Macomb, Ill., for petitioner.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Petitioner, a state parolee, seeks the issuance of a writ of habeas corpus pursuant to 28 U.S.C. ยง 2254. The matter is before the court on petitioner's objections to the recommendation of the United States Magistrate.</p>\n<p>On November 4, 1977, Stevens was convicted, upon his plea of guilty, of armed robbery, in the Cumberland County Superior Court. He received a sentence of imprisonment of from 10 to 15 years. He was paroled in 1980, and is presently residing in Illinois. In state post-conviction proceedings, Stevens contended that his privately retained counsel, Stephen Nimocks, provided him with ineffective assistance of counsel, thereby rendering his guilty plea involuntary. After an evidentiary hearing on January 12-14, 1981, a state superior court judge issued findings of fact and conclusions of law, and denied relief. The North Carolina Supreme Court granted certiorari, and in a 4 to 3 decision, affirmed the lower court. <i>State v. Stevens,</i> 305 N.C. 712, 291 S.E.2d 585 (1982). Justice Exum, joined by Justices Carlton and Mitchell, filed a vigorous dissent. <i>Id.</i> at 729, 291 S.E.2d 585. This proceeding followed. In a memorandum and recommendation filed February 2, 1983, Magistrate McCotter recommended that the writ not issue. Stevens has filed written objections to that recommendation; respondents have filed no reply to those objections. For the reasons stated below, this court agrees with the dissenters on the North Carolina Supreme Court and concludes that the writ should issue.</p>\n<p>A review of the record reveals that every judicial official who has reviewed this case, <span class=\"star-pagination\">*883</span> and there are many, have concluded that Nimocks was guilty of ineffective assistance of counsel in some degree. The dispute has primarily been whether the assistance was so lacking as to require that the conviction be vacated. In this court's view, that issue must be answered in the affirmative.</p>\n<p>Stevens, a member of the United States Army, was charged with the armed robbery of another soldier whom he and three companions picked up hitchhiking. At the time, Stevens was also acting as an undercover narcotics investigator for the criminal investigation division at Fort Bragg and for the Fayetteville Police Department. In this connection, Stevens contended, he accompanied the three companions on a \"drug run.\" They came upon a hitchhiker whom they picked up, and he was later beaten and robbed. Stevens has always admitted his presence at this crime, but has stated that he was not a participant. This claim is contradicted by the victim and by one co-defendant. However, the arresting law enforcement officials believe Stevens was telling the truth, and so testified at the state evidentiary hearing.</p>\n<p>Upon his arrest, Stevens contacted Nimocks to arrange for representation. After a time, Nimocks visited Stevens at the jail. They conversed for approximately twenty minutes, during which time Stevens related his version of the events to Nimocks. Nimocks informed Stevens that he was \"technically guilty\" of armed robbery. At this time, Nimocks had conducted no investigation, and had spoken with no one else about the events in question. He made his initial decision to seek a plea of guilty solely on the representations of Stevens. Nimocks, testifying at the state evidentiary hearing, repeatedly said that he based his advice solely on what Stevens told him.</p>\n<p>There is no dispute about the story which was told to Nimocks by Stevens. Stevens' version of the events clearly gives rise to a defense on the charges. Mere presence at the scene of a crime does not make one guilty of that crime. See <i>State v. Haywood,</i> 295 N.C. 709, 249 S.E.2d 429 (1978); <i>State v. Aycoth &amp; Shadrick,</i> 272 N.C. 48, 157 S.E.2d 655 (1967). Nimocks' statement to Stevens to the contrary is incorrect. As Justice Exum stated in his dissent,</p>\n<blockquote>\"There is no better documentation of Mr. Nimocks' erroneous conclusion than the application for habeas corpus which he prepared and which states the defendant had `made a confession to Officers Conerly and Byrd.' In fact and in law, defendant, contrary to Mr. Nimocks' opinion had made no confession; he had made an exculpatory statement.\"</blockquote>\n<p><i>State v. Stevens,</i> 305 N.C. at 732, 291 S.E.2d 585.</p>\n<p>Subsequently, after Nimocks had decided to seek a plea of guilty, and after a fee for that service had been arranged, Nimocks conducted a cursory investigation. The sum total of his investigation was the obtaining of the statements of the victim and one co-defendant, which were inculpatory. Nimocks also obtained the original exculpatory statement which Stevens had given to the investigating officers. At this time, those officers informed Nimocks that they believed Stevens' version of the events. The assistant district attorney who prosecuted the case admitted that there were \"credibility problems\" with the inculpatory statements because of the recent drug use of the clients.</p>\n<p>Although Stevens continued throughout the court proceedings to insist that he was innocent, Nimocks never gave any consideration to any course of action other than pleading Stevens guilty. There is no evidence to show that Nimocks, at any time, based his advice to Stevens on anything other than their initial twenty-minute meeting.</p>\n<p>Nimocks did no further investigation. He requested no discovery. He never attempted to interview the victim, the co-defendant who gave a statement inculpating Stevens, or Bruce Daws, the law enforcement agent for whom Stevens was working at the time as an informant. He did not research the law of aiding and abetting and <span class=\"star-pagination\">*884</span> accessories in order to determine whether Stevens had a defense. He attempted to plead Stevens guilty on several occasions. Stevens, in open court, refused to admit his guilt, and the trial judge refused to accept the plea. Nimocks became agitated, and told or implied to Stevens that he had struck a deal with the presiding judge by which, should Stevens plead guilty, he would be released to return to Fort Bragg. Stevens pleaded guilty and received the aforementioned sentence. His guilty plea was accepted on the fifth attempt to plead guilty.</p>\n<p>Two procedural aspects must be discussed. First, the court agrees with the magistrate's conclusion that Stevens has exhausted his available state court remedies. <i>Strader v. Allsbrook,</i> 656 F.2d 67 (4th Cir.1981). Respondents argued otherwise before the magistrate; however, they have not objected to the magistrate's finding that state remedies have been exhausted. Second, there is the issue of whether the findings of the state court, entered after an evidentiary hearing, are presumptively correct. See <i>Sumner v. Mata,</i> 449 U.S. 539, 101 S.Ct. 764, 66 L.Ed.2d 722 (1981). The court concludes that these findings are not fairly supported by the record, 28 U.S.C. ยง 2254(d)(8), and are therefore not entitled to any presumption of correctness. In particular, the court concludes that finding of fact number 31 is not supported by the record. The finding was as follows:</p>\n<blockquote>31. That Stephen H. Nimocks did not advise petitioner that he was guilty of armed robbery merely because he was at the scene with the other participants, but that his advice to the petitioner to plead guilty was based upon the statements of all co-defendants, the statement of petitioner himself, and Nimocks' conversations with the investigating officers...</blockquote>\n<p>In his dissent, Justice Exum succinctly disposed of this finding in the following manner:</p>\n<blockquote>The plea, then, was not the result of an informed choice to forego any defense defendant had to obtain potential benefits from pleading guilty. Nor was Mr. Nimocks' advice to plead guilty `based upon the statement of all co-defendants, the statement of petitioner himself, and Nimocks' conversations with the investigating officers Byrd and Conerly.' Mr. Nimocks' counsel that defendant should plead guilty was, by his own testimony, the product of his erroneous assessment of the legal significance of defendant's own statement, not a careful weighing of defendant's statement against the statements of others.</blockquote>\n<blockquote>Since finding number 31, which is crucial to Judge Lee's ultimate conclusions of law, is not supported by and is contrary to all of the evidence in the case, and since all of the evidence demonstrates that defendant's plea could not have been knowingly and understandingly made and was the product of ineffective assistance of counsel, my vote is to vacate the plea and remand the matter to Cumberland Superior Court for trial.</blockquote>\n<p><i>State v. Stevens,</i> 305 N.C. at 733, 291 S.E.2d 585.</p>\n<p>In his memorandum of law in support of the issuance of the writ, counsel for Stevens states:</p>\n<blockquote>This court need not write any new law. The standard for ineffective assistance of counsel for retained as well as appointed counsel is established. The court need only enforce that standard and thereby reinforce the obligation of the criminal defense bar to serve as zealous advocates on behalf of their own clients even during proceedings considering the entry of a guilty plea.</blockquote>\n<p>The court fully agrees. The <i>McMann</i> standard is familiar to all. The need for effective assistance of counsel is particularly great when a defendant is considering entering a plea of guilty. This defendant is being advised to give up many of his most cherished rights. He is being asked to admit that he is a felon and to suffer the enormous consequences of a felony conviction. <span class=\"star-pagination\">*885</span> These rights should never be abandoned for the sake of convenience, or because the defendant is unable to pay his attorney, or because the attorney is unable, or unwilling, to pursue an obvious defense.</p>\n<p>Counsel must at the very least, conduct a basic factual and legal investigation to determine if a defense is available or can be developed. <i>Sneed v. Smith,</i> 670 F.2d 1348 (4th Cir.1982). \"At the heart of effective representation is the independent duty to investigate and prepare.\" <i>Goodwin v. Balkcom,</i> 684 F.2d 794, 805 (5th Cir.1982), <i>cert. denied,</i> ___ U.S. ___, 103 S.Ct. 1798, 76 L.Ed.2d 364 (1983). \"Informed evaluation of potential defenses to criminal charges and meaningful discussion with one's client of the realities of his case are cornerstones of effective assistance of counsel.\" <i>Gaines v. Hopper,</i> 575 F.2d 1147, 1149-50 (5th Cir.1978).</p>\n<p>Assessing the effectiveness of counsel in this case, by the standards set forth herein, the court finds that counsel fell below that level of effectiveness mandated by the Sixth Amendment. In the totality of circumstances of this case, counsel's lack of investigation, lack of preparation and his failure to make an informed evaluation of a potentially viable defense, when taken together, amount to ineffective assistance of counsel. The petitioner's plea could not have been knowingly and understandingly made and was the product of ineffective assistance of counsel. Such ineffective assistance of counsel resulted in prejudice to the petitioner. In accordance with the foregoing, the writ is ALLOWED. Respondents are directed to release petitioner from his parole or to retry him within 60 days of the entry of this order.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">881</span></span> (1983)</b></center>\n<center><h1>John Finton STEVENS, Petitioner,<br>\nv.<br>\nWalter JOHNSON, Jr., Chairman of the North Carolina Parole Commission and Rufus Edmisten, Attorney General of North Carolina, Respondents.</h1></center>\n<center>No. 82-809-HC.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>October 6, 1983.</center>\n<p><span class=\"star-pagination\">*882</span> Barry Nakell, Chapel Hill, N.C., John Bisbee, Macomb, Ill., for petitioner.</p>\n<p>Richard N. League, Sp. Deputy Atty. Gen., Raleigh, N.C., for respondents.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Petitioner, a state parolee, seeks the issuance of a writ of habeas corpus pursuant to 28 U.S.C. ยง 2254. The matter is before the court on petitioner's objections to the recommendation of the United States Magistrate.</p>\n<p>On November 4, 1977, Stevens was convicted, upon his plea of guilty, of armed robbery, in the Cumberland County Superior Court. He received a sentence of imprisonment of from 10 to 15 years. He was paroled in 1980, and is presently residing in Illinois. In state post-conviction proceedings, Stevens contended that his privately retained counsel, Stephen Nimocks, provided him with ineffective assistance of counsel, thereby rendering his guilty plea involuntary. After an evidentiary hearing on January 12-14, 1981, a state superior court judge issued findings of fact and conclusions of law, and denied relief. The North Carolina Supreme Court granted certiorari, and in a 4 to 3 decision, affirmed the lower court. <i>State v. Stevens,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">712</span></span>, <span class=\"citation\" data-id=\"1332971\"><a href=\"/opinion/1332971/state-v-stevens/\"><span class=\"volume\">291</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">585</span></a></span> (1982). Justice Exum, joined by Justices Carlton and Mitchell, filed a vigorous dissent. <i>Id.</i> at 729, <span class=\"citation\" data-id=\"1332971\"><a href=\"/opinion/1332971/state-v-stevens/\"><span class=\"volume\">291</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">585</span></a></span>. This proceeding followed. In a memorandum and recommendation filed February 2, 1983, Magistrate McCotter recommended that the writ not issue. Stevens has filed written objections to that recommendation; respondents have filed no reply to those objections. For the reasons stated below, this court agrees with the dissenters on the North Carolina Supreme Court and concludes that the writ should issue.</p>\n<p>A review of the record reveals that every judicial official who has reviewed this case, <span class=\"star-pagination\">*883</span> and there are many, have concluded that Nimocks was guilty of ineffective assistance of counsel in some degree. The dispute has primarily been whether the assistance was so lacking as to require that the conviction be vacated. In this court's view, that issue must be answered in the affirmative.</p>\n<p>Stevens, a member of the United States Army, was charged with the armed robbery of another soldier whom he and three companions picked up hitchhiking. At the time, Stevens was also acting as an undercover narcotics investigator for the criminal investigation division at Fort Bragg and for the Fayetteville Police Department. In this connection, Stevens contended, he accompanied the three companions on a \"drug run.\" They came upon a hitchhiker whom they picked up, and he was later beaten and robbed. Stevens has always admitted his presence at this crime, but has stated that he was not a participant. This claim is contradicted by the victim and by one co-defendant. However, the arresting law enforcement officials believe Stevens was telling the truth, and so testified at the state evidentiary hearing.</p>\n<p>Upon his arrest, Stevens contacted Nimocks to arrange for representation. After a time, Nimocks visited Stevens at the jail. They conversed for approximately twenty minutes, during which time Stevens related his version of the events to Nimocks. Nimocks informed Stevens that he was \"technically guilty\" of armed robbery. At this time, Nimocks had conducted no investigation, and had spoken with no one else about the events in question. He made his initial decision to seek a plea of guilty solely on the representations of Stevens. Nimocks, testifying at the state evidentiary hearing, repeatedly said that he based his advice solely on what Stevens told him.</p>\n<p>There is no dispute about the story which was told to Nimocks by Stevens. Stevens' version of the events clearly gives rise to a defense on the charges. Mere presence at the scene of a crime does not make one guilty of that crime. See <i>State v. Haywood,</i> <span class=\"citation\" data-id=\"1248048\"><a href=\"/opinion/1248048/state-v-haywood/\"><span class=\"volume\">295</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">709</span></a></span>, <span class=\"citation\" data-id=\"1248048\"><a href=\"/opinion/1248048/state-v-haywood/\"><span class=\"volume\">249</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">429</span></a></span> (1978); <i>State v. Aycoth &amp; Shadrick,</i> <span class=\"citation\" data-id=\"1256623\"><a href=\"/opinion/1256623/state-v-aycoth/\"><span class=\"volume\">272</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">48</span></a></span>, <span class=\"citation\" data-id=\"1256623\"><a href=\"/opinion/1256623/state-v-aycoth/\"><span class=\"volume\">157</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">655</span></a></span> (1967). Nimocks' statement to Stevens to the contrary is incorrect. As Justice Exum stated in his dissent,</p>\n<blockquote>\"There is no better documentation of Mr. Nimocks' erroneous conclusion than the application for habeas corpus which he prepared and which states the defendant had `made a confession to Officers Conerly and Byrd.' In fact and in law, defendant, contrary to Mr. Nimocks' opinion had made no confession; he had made an exculpatory statement.\"</blockquote>\n<p><i>State v. Stevens,</i> 305 N.C. at 732, <span class=\"citation\" data-id=\"1332971\"><a href=\"/opinion/1332971/state-v-stevens/\"><span class=\"volume\">291</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">585</span></a></span>.</p>\n<p>Subsequently, after Nimocks had decided to seek a plea of guilty, and after a fee for that service had been arranged, Nimocks conducted a cursory investigation. The sum total of his investigation was the obtaining of the statements of the victim and one co-defendant, which were inculpatory. Nimocks also obtained the original exculpatory statement which Stevens had given to the investigating officers. At this time, those officers informed Nimocks that they believed Stevens' version of the events. The assistant district attorney who prosecuted the case admitted that there were \"credibility problems\" with the inculpatory statements because of the recent drug use of the clients.</p>\n<p>Although Stevens continued throughout the court proceedings to insist that he was innocent, Nimocks never gave any consideration to any course of action other than pleading Stevens guilty. There is no evidence to show that Nimocks, at any time, based his advice to Stevens on anything other than their initial twenty-minute meeting.</p>\n<p>Nimocks did no further investigation. He requested no discovery. He never attempted to interview the victim, the co-defendant who gave a statement inculpating Stevens, or Bruce Daws, the law enforcement agent for whom Stevens was working at the time as an informant. He did not research the law of aiding and abetting and <span class=\"star-pagination\">*884</span> accessories in order to determine whether Stevens had a defense. He attempted to plead Stevens guilty on several occasions. Stevens, in open court, refused to admit his guilt, and the trial judge refused to accept the plea. Nimocks became agitated, and told or implied to Stevens that he had struck a deal with the presiding judge by which, should Stevens plead guilty, he would be released to return to Fort Bragg. Stevens pleaded guilty and received the aforementioned sentence. His guilty plea was accepted on the fifth attempt to plead guilty.</p>\n<p>Two procedural aspects must be discussed. First, the court agrees with the magistrate's conclusion that Stevens has exhausted his available state court remedies. <i>Strader v. Allsbrook,</i> <span class=\"citation\" data-id=\"392979\"><a href=\"/opinion/392979/carroll-eugene-strader-v-harry-l-allsbrook-attorney-general-of-the-state/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span> (4th Cir.1981). Respondents argued otherwise before the magistrate; however, they have not objected to the magistrate's finding that state remedies have been exhausted. Second, there is the issue of whether the findings of the state court, entered after an evidentiary hearing, are presumptively correct. See <i>Sumner v. Mata,</i> <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">764</span></a></span>, <span class=\"citation\" data-id=\"110382\"><a href=\"/opinion/110382/sumner-v-mata/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">722</span></a></span> (1981). The court concludes that these findings are not fairly supported by the record, 28 U.S.C. ยง 2254(d)(8), and are therefore not entitled to any presumption of correctness. In particular, the court concludes that finding of fact number 31 is not supported by the record. The finding was as follows:</p>\n<blockquote>31. That Stephen H. Nimocks did not advise petitioner that he was guilty of armed robbery merely because he was at the scene with the other participants, but that his advice to the petitioner to plead guilty was based upon the statements of all co-defendants, the statement of petitioner himself, and Nimocks' conversations with the investigating officers...</blockquote>\n<p>In his dissent, Justice Exum succinctly disposed of this finding in the following manner:</p>\n<blockquote>The plea, then, was not the result of an informed choice to forego any defense defendant had to obtain potential benefits from pleading guilty. Nor was Mr. Nimocks' advice to plead guilty `based upon the statement of all co-defendants, the statement of petitioner himself, and Nimocks' conversations with the investigating officers Byrd and Conerly.' Mr. Nimocks' counsel that defendant should plead guilty was, by his own testimony, the product of his erroneous assessment of the legal significance of defendant's own statement, not a careful weighing of defendant's statement against the statements of others.</blockquote>\n<blockquote>Since finding number 31, which is crucial to Judge Lee's ultimate conclusions of law, is not supported by and is contrary to all of the evidence in the case, and since all of the evidence demonstrates that defendant's plea could not have been knowingly and understandingly made and was the product of ineffective assistance of counsel, my vote is to vacate the plea and remand the matter to Cumberland Superior Court for trial.</blockquote>\n<p><i>State v. Stevens,</i> 305 N.C. at 733, <span class=\"citation\" data-id=\"1332971\"><a href=\"/opinion/1332971/state-v-stevens/\"><span class=\"volume\">291</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">585</span></a></span>.</p>\n<p>In his memorandum of law in support of the issuance of the writ, counsel for Stevens states:</p>\n<blockquote>This court need not write any new law. The standard for ineffective assistance of counsel for retained as well as appointed counsel is established. The court need only enforce that standard and thereby reinforce the obligation of the criminal defense bar to serve as zealous advocates on behalf of their own clients even during proceedings considering the entry of a guilty plea.</blockquote>\n<p>The court fully agrees. The <i>McMann</i> standard is familiar to all. The need for effective assistance of counsel is particularly great when a defendant is considering entering a plea of guilty. This defendant is being advised to give up many of his most cherished rights. He is being asked to admit that he is a felon and to suffer the enormous consequences of a felony conviction. <span class=\"star-pagination\">*885</span> These rights should never be abandoned for the sake of convenience, or because the defendant is unable to pay his attorney, or because the attorney is unable, or unwilling, to pursue an obvious defense.</p>\n<p>Counsel must at the very least, conduct a basic factual and legal investigation to determine if a defense is available or can be developed. <i>Sneed v. Smith,</i> <span class=\"citation\" data-id=\"399432\"><a href=\"/opinion/399432/robert-m-sneed-aka-larry-k-sneed-v-j-richard-smith-superintendent/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1348</span></a></span> (4th Cir.1982). \"At the heart of effective representation is the independent duty to investigate and prepare.\" <i>Goodwin v. Balkcom,</i> <span class=\"citation\" data-id=\"406739\"><a href=\"/opinion/406739/terry-lee-goodwin-v-charles-balkcom-warden/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">794</span></a></span>, 805 (5th Cir.1982), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1798</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">364</span></span> (1983). \"Informed evaluation of potential defenses to criminal charges and meaningful discussion with one's client of the realities of his case are cornerstones of effective assistance of counsel.\" <i>Gaines v. Hopper,</i> <span class=\"citation\" data-id=\"355695\"><a href=\"/opinion/355695/robert-allen-gaines-v-joe-s-hopper/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span>, 1149-50 (5th Cir.1978).</p>\n<p>Assessing the effectiveness of counsel in this case, by the standards set forth herein, the court finds that counsel fell below that level of effectiveness mandated by the Sixth Amendment. In the totality of circumstances of this case, counsel's lack of investigation, lack of preparation and his failure to make an informed evaluation of a potentially viable defense, when taken together, amount to ineffective assistance of counsel. The petitioner's plea could not have been knowingly and understandingly made and was the product of ineffective assistance of counsel. Such ineffective assistance of counsel resulted in prejudice to the petitioner. In accordance with the foregoing, the writ is ALLOWED. Respondents are directed to release petitioner from his parole or to retry him within 60 days of the entry of this order.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1248048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1332971/"
  ]
}