{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1463001/",
  "absolute_url": "/opinion/1463001/plotkin-v-association-of-eye-care-centers-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1463001/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:21:03.318661Z",
  "date_modified": "2016-04-26T23:58:53.400840Z",
  "type": "010combined",
  "sha1": "c3e581cad42ad2987888e481eb8bbf8d5453e5b5",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>710 F.Supp. 156 (1989)</b></center>\n<center><h1>Barnett D. PLOTKIN, Sylvia Plotkin and Andrea E. Dawson, etc., Plaintiffs,<br>\nv.<br>\nASSOCIATION OF EYE CARE CENTERS, INC. and Blue Cross/Blue Shield of North Carolina, Inc., Defendants.</h1></center>\n<center>No. 88-87-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 13, 1989.</center>\n<p><span class=\"star-pagination\">*157</span> Ben Oshel Bridgers and J.M. Spiro, Haire &amp; Bridgers, Sylva, N.C., for plaintiffs.</p>\n<p>Marshall A. Gallop, Jr., Battle, Winslow, Scott &amp; Wiley, Rocky Mount, N.C., for Ass'n of Eye Care Centers.</p>\n<p>John T. Williamson, Maupin, Taylor, Ellis &amp; Adams, P.A., Raleigh, N.C., for BC/BS.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiff's motion for leave to amend the complaint, motion to add additional party defendants, motion to certify the case as a class action, partial motions for summary judgment, and the defendants motions for summary judgment. Before the beginning of the hearing on these motions on March 7, 1989, plaintiffs filed in open court a motion for a voluntary dismissal without prejudice pursuant to Rule 41(a) of the Federal Rules of Civil Procedure. After a factual review, the court will address each motion in turn.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs in this action are Dr. Barnett D. Plotkin, an optometrist in Colorado, his wife and employee Sylvia Plotkin, and his employee Andrea E. Dawson. Defendants are the Association of Eye Care Centers, Inc. (a North Carolina corporation, headquartered in Rocky Mount, N.C., hereafter \"AECC\"), an optometry marketing organization, and Blue Cross/Blue Shield of North Carolina (a non-profit insurance company headquartered in Durham, N.C., hereafter \"BCBSNC\"). Plaintiffs filed this action on February 2, 1988, alleging unfair and deceptive trade practices, bad faith by an insurer, and violations of the Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001, <i>et seq.</i> Jurisdiction is based upon the ERISA question, and upon diversity of citizenship for the state law claims. BCBSNC answered on 18 March 1988. On 25 April 1988, Plaintiffs filed an amended complaint against AECC, which AECC answered on May 6, 1988 (this serving as AECC's answer to both complaints). BCBSNC answered the amended complaint on May 20, 1988. Plaintiffs filed their motions on December 20, 1988. They are: (1) Motion for Leave to Amend the Complaint, F.R.Civ.P. 15; (2) Motion to Join Additional Defendants, F.R.Civ.P. 21; (3) Motion to <span class=\"star-pagination\">*158</span> Certify the case as a Class Action, F.R. Civ.P 23; (4) Motion for Partial Summary Judgment against AECC on the ERISA claim, F.R.Civ.P. 56; and (5) Motion for Partial Summary Judgment against BCBSNC on the ERISA claim, F.R.Civ.P. 56. Each defendant has responded to these motions. BCBSNC filed a Motion for Summary Judgment on January 12, 1989 as to all of Plotkin's claims. Plaintiffs have not responded to the Motion. AECC filed its Motion for Summary Judgment February 23, 1989 as to all of Plotkin's claims. Plaintiffs likewise have not responded.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Barnett Plotkin is an optometrist in Colorado. He is a sole practitioner, and employs his wife Sylvia, and one Andrea Dawson (Plotkin also employs another individual who is not a party to this suit). He provides health insurance for himself, his wife, and Ms. Dawson. Prior to sometime in 1985, Plotkin purchased this insurance from Blue Cross/Blue Shield of Colorado (hereafter \"BCBSCO\"). BCBSCO and BCBSNC are separate and distinct organizations, having no common directors or employees. In 1985, Plotkin saw an ad for AECC in an optometry trade publication. AECC is an optometry marketing organization which sells memberships to smaller optometric practices, enabling these practices to purchase supplies at discounted group rates. After seeing the ad, Plotkin joined AECC.</p>\n<p>AECC, as part of its membership package, offered members the opportunity to purchase group health insurance through a group policy held by AECC from BCBSNC. This insurance (hereafter \"the health care plan\") was governed by a master group contract between AECC and BCBSNC. That contract specifically gave AECC and BCBSNC the right to terminate the contract at any time, upon proper notice, or the right to modify the contract by mutual consent. In 1985, Plotkin decided to drop his BCBSCO policy in favor of the health care plan, finding it cheaper, with lower deductibles. Plotkin and the other plaintiffs were sent a copy of BCBSNC's Subscriber Booklet, which explained all of the facets of the plan, <i>including</i> that the master group contract could be terminated <i>at any time.</i></p>\n<p>In late 1986, BCBSNC's underwriters became aware that AECC was marketing the health plan throughout the country. Believing that it could not adequately assess its risk because of the small number of members in certain states, BCBSNC notified AECC that the master group contract would be amended to exclude all members outside North Carolina. Rather than turn to another company, AECC negotiated a compromise with BCBSNC; BCBSNC would continue to offer coverage to AECC members within North Carolina and certain contiguous and nearby states. AECC members were informed of the negotiations, and all members outside the area, including plaintiffs, were notified that their insurance would be cancelled effective August 1, 1987. Plotkin was given the option to convert the insurance to nongroup coverage, with no lapse and no exclusion for preexisting conditions, and to then acquire coverage from BCBSCO under the same terms. AECC represented to Plotkin that there would be no increase in deductible or decrease in coverage; these claims turned out to be erroneous. There is no indication, other than Plotkin's bald assertion, that there was any deception on the part of AECC in making this representation. Plotkin eventually applied for Medicare, Mrs. Plotkin was enrolled in another plan, and Ms. Dawson voluntarily enrolled in a plan from BCBSCO, although one that was substantially inferior to the health care plan.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>1. PLAINTIFF'S MOTIONS FOR LEAVE TO AMEND THE COMPLAINT AND TO JOIN ADDITIONAL PARTY DEFENDANTS</h2>\n<p>Plotkin's proposed amended complaint makes additional allegations of violations of ERISA on the part of AECC and BCBSNC. The specifics of these will be examined in the section dealing with plaintiff's Partial Motion for Summary Judgment, <i>infra.</i> The proposed amended complaint <span class=\"star-pagination\">*159</span> also raises new issues against other individuals, whom Plotkin seeks to join as defendants. The first is Harold Winstead, an independent insurance broker in Rocky Mount, who helped AECC's predecessor organization, Optometric Eye Care Center, P.A. (a Rocky Mount optometry practice, a professional corporation under North Carolina law, hereafter OECC), obtain the health care plan (when AECC was formed by OECC's practitioners, AECC assumed the master group contract for the health care plan and began its marketing of the plan). Plaintiff's allege that Mr. Winstead \"could or should be held jointly or severally liable for improper marketing of the Group Health Care Plan or was negligent in the selection of the type of plan or in the establishment of the plan with and through the Defendants AECC and BCBSNC.\" Plaintiff's also seek to join \"John Doe\" and \"Jane Doe,\" directors of AECC, raising all issues against them.</p>\n<p>Plaintiffs have, as stated above, amended their complaint once as of right, and now must seek the Court's permission to amend, F.R.Civ.P. 15(a). This leave should be freely granted \"when justice so requires,\" <i>Id.</i> However, if an amended complaint fails as a matter of law to warrant any relief, then leave to amend should be denied. <i>Loehr v. Ventura County Community College District,</i> 743 F.2d 1310 (9th Cir.1984). As well, the Court is entitled to use its discretion in ruling on such a motion. See, <i>e.g., </i><i>Estes v. Kentucky Utilities Company,</i> 636 F.2d 1131 (6th Cir.1980). Factors the Court should consider are whether there has been undue delay in making the motion, whether the motion is dilatory or offered in bad faith, or whether allowance would unduly prejudice the opposing party. <i>Foman v. Davis,</i> 371 U.S. 178, 83 S.Ct. 227, 9 L.Ed.2d 222 (1962).</p>\n<p>Plaintiff's original counsel died in September, 1988. However, since that time the action has been pursued by members of the original counsel's firm. The new allegations against AECC and BCBSNC relate so closely to the original allegations that there is no reason to believe that with due diligence plaintiff's could not have included all of these allegations in the original complaint and first amended complaint.</p>\n<p>While there is no obvious evidence that the motion for leave to amend is dilatory or made in bad faith, there is some evidence that allowance of the motion would prejudice the opposing parties. Both AECC and BCBSNC claim to have expended significant time and expense in defending the case. The reopening of discovery, as allowance of both motions would require, would lead to additional delay and expense by all parties, with little or no fruit to be borne, and is a recognized source of prejudice to the opposing party. <i>Mende v. Dun and Bradstreet, Inc.,</i> 670 F.2d 129 (9th Cir. 1982).</p>\n<p>The allegations against Winstead basically rehash those against AECC. There is no allegation that Winstead ever made <i>any</i> representations to the plaintiffs. Instead, plaintiffs allege that Winstead somehow misrepresented the health care plan to AECC, to plaintiffs' ultimate detriment. The pleadings, discovery and memoranda are devoid of such evidence. The addition of Winstead at this juncture appears to be an attempt to rescue a case that is ripe for summary judgment in favor of the named defendants. Also, AECC is already a party to the action. There is <i>no</i> reason that plaintiffs, with minimal diligence, could not have learned the identity of AECC's directors. The joining of \"John Doe\" defendants is generally disfavored. <i>Feller v. National Enquirer,</i> 555 F.Supp 1114 (N.D. Ohio 1983). There are no additional claims that plaintiffs could raise against the directors that they have not already raised against AECC. The delay and additional expense involved, promising no reward, justify denying the motion for leave to amend and the motion to join these additional defendants.</p>\n<p></p>\n<h2>2. PLAINTIFF'S MOTION TO CERTIFY THE CASE AS A CLASS ACTION</h2>\n<p>Pursuant to F.R.Civ.P. 23, plaintiffs have moved that this case be certified as a class action. Discovery has revealed that <span class=\"star-pagination\">*160</span> there were approximately 127 subscribers with approximately 222 health care plan participants (including the Plotkins and Dawson) who were terminated from the health care plan on August 1, 1987. All of these participants were outside the geographic scope of the amended contract between AECC and BCBSNC, and constituted roughly one-fourth of all participants.</p>\n<p>F.R.Civ.P. 23(a) provides four initial requirements for the certification of a class action. The first is \"numerosity,\" that the class be so large that joinder of all members is impractical, F.R.Civ.P. 23(a)(1). It is the opinion of the court that on the facts of this case, joining 222 plaintiffs would be completely impractical. Therefore, plaintiffs have demonstrated numerosity. The second is \"commonality,\" that \"there are questions of law or fact common to the class,\" F.R.Civ.P. 23(a)(2). Even though plaintiffs have not specifically alleged commonality in their motion, the court believes that at least as to some of the issues raised, commonality would exist.</p>\n<p>The third requirement is \"typicality,\" that the \"claims or defenses of the representative parties are typical of the claims or defenses of the class,\" F.R.Civ.P 23(a)(3). Plaintiffs have failed to satisfy this requirement. Plaintiffs have failed to even allege typicality, and there is no evidence produced to date to demonstrate it. Plaintiffs have made no attempt to even obtain the identity of other potential members, much less to determine whether or not any of them were the victim of any misrepresentation or bad faith, or suffered any type of damage therefrom. \"It is necessary that plaintiffs make some affirmative showing beyond individual claims and general class allegations that discrimination has been suffered by the proposed class.\" <i>Price v. Cannon Mills,</i> 113 F.R.D. 66, 69 (M.D.N.C.1986). On this basis alone, plaintiff's motion should fail.</p>\n<p>The fourth and final prerequisite is \"adequacy of representation,\" that the \"representative parties will fairly and adequately protect the interests of the class,\" F.R. Civ.P 23(a)(4). There is serious question in this case as to whether or not this is the case. In their initial complaint, plaintiffs rely on F.R.Civ.P. 23(b)(1)(A) to justify a class action, which maintains that the prosecution of separate actions would create the risk of inconsistent or varying adjudications regarding individual members of the class, creating incompatible standards for the party opponent. However, in their motion to certify, plaintiffs contend that a class action is necessary under F.R.Civ.P. 23(b)(1)(B), to avoid the risk of adjudication of issues as to an individual party that would in effect be dispositive of the interests of other members, effectively preventing them from protecting those interests. In <i>neither</i> case do plaintiffs give any support for either contention. \"A court cannot divine clairvoyantly what claims plaintiffs wish to pursue when plaintiffs repeatedly file ambiguous and contradictory pleadings.\" <i>Price, supra,</i> at 73. Indeed, plaintiffs have failed to file a supporting memorandum to accompany this motion, or <i>any of their other motions,</i> as required by Eastern District Local Rule 4.04. This alone justifies denial of the motion. <i>United States v. King,</i> 121 F.R.D. 277 (E.D.N. C.1988). As well, plaintiffs could, with moderate diligence, determine whether or not there even exist any other potential claims or damage among any members of the proposed class. Having failed to do any of these things, the court does not believe that plaintiffs could adequately represent the proposed class, and that for this reason as well their motion to certify should be denied. Because plaintiffs have failed to demonstrate compliance with Rule 23(a), further discussion of Rule 23(b) is unnecessary, and their motion to certify this suit as a class action should be denied.</p>\n<p></p>\n<h2>3. PLAINTIFF'S PARTIAL MOTIONS FOR SUMMARY JUDGEMENT</h2>\n<p>Plaintiffs have filed a motion for partial summary judgment against both AECC and BCBSNC. Both motions are identical, alleging that the plan created by AECC and BCBSNC was either an employee welfare benefit plan under ERISA, 29 U.S.C. § 1002(1), or a multi-employer benefit welfare arrangement, 29 U.S.C. § 1002(40)(A), that AECC was an \"employer\" under <span class=\"star-pagination\">*161</span> ERISA, 29 U.S.C. § 1002(5), that the health care plan was subject to ERISA, and that AECC and BCBSNC violated ERISA by failing to file certain reports to the Secretary of Labor, by breach of fiduciary duties, and other violations.</p>\n<p>The threshold question is whether or not the health care plan falls under ERISA. The court finds that the answer is no. In <i>Taggart Corp. v. Life and Health Benefits Administration, Inc.,</i> 617 F.2d 1208 (5th Cir.1980), cert. den. 450 U.S. 1030, 101 S.Ct. 1739, 68 L.Ed.2d 225 (1981), a trust which provided group insurance for employers too small to qualify for group rates on their own was neither established nor maintained by an \"employer\" or \"employee organization\" under ERISA, and therefore not covered by ERISA, where the trust was a proprietary enterprise, established and operated by independent businessmen for their own personal profit, and acted as a mere conduit for hundreds of unrelated customers, forwarding premium payments to a group insurer, and no employer participated in the trust's day-to-day operation or administration. This is the <i>exact</i> situation in the instant case. AECC was an independent, for-profit organization, which marketed the health care plan to numerous small optometric practices which individually would not have been able to enjoy group rates. AECC had <i>no</i> control over the content and administration of the health care plan, but merely served as a conduit, collecting premiums and forwarding them to BCBSNC. All claims were handled directly by BCBSNC, with AECC only providing claim forms to its members. No individual optometric practice had any control over AECC's day-to-day operation or administration. As a result, plaintiff's ERISA claims against AECC and BCBSNC must fail. Both AECC and BCBSNC, in their summary judgment motions, have asked for summary judgment on this issue. Because the health care plan was not covered by ERISA, there exists no genuine issue of material fact on these claims, and AECC and BCBSNC are entitled to judgment as a matter of law. F.R.Civ.P. 56. Also note, as stated above, plaintiffs have filed no supporting memorandum for either motion. <i>King, supra</i><i>.</i></p>\n<p></p>\n<h2>4. AECC AND BCBSNC'S MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>AECC and BCBSNC have moved for summary judgment pursuant to F.R.Civ.P. 56. Summary judgment is appropriate whenever the pleadings, affidavits, and other materials show that there is no genuine issue of material fact and that the movant is entitled to judgment as a matter of law. F.R.Civ.P. 56(c), <i>Celotex Corporation v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). In other words, summary judgment is appropriate when there is no genuine dispute as to the material facts of the case; that is, when the evidence is such that no reasonable jury could return a verdict for the nonmoving party. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed. 2d 202 (1986). Having already discussed the ERISA issues, this section focuses on plaintiff's claims under North Carolina law.</p>\n<p>Plaintiff's first claim for relief alleges fraud, misrepresentation and unfair trade practices on the part of AECC and BCBSNC. Plaintiffs first claim that they were induced by AECC to join the health care plan because it was \"less costly.\" Plaintiffs concede that fact to be absolutely true. Plaintiffs also contend that AECC misrepresented to them that AECC had the health care plan for its \"employees.\" AECC does not deny that the language of the master group contract with BCBSNC referred to \"employees.\" Plaintiffs claim to have contacted AECC at some point about this and were told that this was perfectly legitimate. There is no indication whatsoever that it <i>was not</i> legitimate. The master group contract used the term \"employee\" because it had been originally negotiated between <i>OECC</i> and <i>BCBSNC.</i> When AECC assumed the contract, that language did not change. The \"employees\" under the Master group contract were the members of AECC. This did not, however, make plaintiffs employees of AECC in any legal sense. This was a matter of contract interpretation only, and there is no <span class=\"star-pagination\">*162</span> indication that plaintiffs were not given the same benefits as any other \"employee\" under the contract.</p>\n<p>Plaintiffs also claim that AECC misrepresented to them that the health care plan was available throughout the country when it was in fact not, and that this misrepresentation constituted an unfair trade practice under North Carolina General Statutes § 58-54.4, which regulates unfair trade practices in the marketing of health, accident or hospitalization insurance. Plaintiffs concede, however, that at all times that AECC represented the health care plan as available to them, it was in fact available to them. Plaintiffs also claim that AECC knew or should have known the nature of the health care plan when it was marketing the plan nationally. AECC concedes that it <i>did,</i> and there is no evidence that the plan did not conform exactly to AECC's representations. Plaintiffs further claim that they relied to their detriment on AECC's misrepresentations, terminating their existing coverage in Colorado and substituting for that the health care plan. This is basically repetitive of their other claims, and, as stated above, there is no evidence that plaintiffs did not get exactly what was sold to them.</p>\n<p>Plaintiffs contend that AECC misrepresented to them that, once their group coverage was cancelled, BCBSNC would offer a conversion to an individual policy with no lapse in coverage, no additional deductible and no medical questions, etc. Also, plaintiffs argue that AECC stated to them that they would then be able to convert these individual policies to BCBSCO policies along the same lines, and with no loss of benefits. These representations were made, but portions turned out to be untrue. The BCBSCO coverage ultimately selected by Ms. Dawson did have a higher deductible and lower lifetime maximum benefits (Ms. Dawson did have the option of selecting a BCBSCO policy with a substantially higher lifetime maximum, but at a higher premium). There is no evidence, however, that these errors resulted from any <i>mis</i>representation by AECC. Instead, the mistake appears to have resulted from information provided to Mr. Martin Strickland of AECC by Mr. Winstead and a sales agent from BCBSNC. These individuals provided this information to AECC based upon their best available information at the time, so that as well AECC provided to plaintiffs the best information it had available at the time. For an alleged misrepresentation to be actionable, it must have been made with the intent to deceive. <i>Myers and Chapman, Inc. v. Thomas G. Evans, Inc.,</i> 323 N.C. 559, 374 S.E.2d 385 (1988). In fact, BCBSNC originally desired to completely terminate the members no longer eligible for the health care plan, as was their right to do. The fact that plaintiffs were afforded any conversion options at all actually improved their position.</p>\n<p>Plaintiffs also allege that AECC and BCBSNC fraudulently colluded to drop them and the other terminated participants in order to reduce BCBSNC's liability and increase its profits. There has not been a single fact alleged, nor any deduced during discovery, to support this allegation.</p>\n<p>Plaintiffs make several other allegations against AECC; however, they are repetitious of the previously discussed assertions. Accordingly, The court finds that there exists no genuine issue of material fact as to AECC's conduct, and therefore AECC is entitled to judgment as a matter of law. Accordingly, AECC's motion for summary judgment should be allowed.</p>\n<p>Plaintiffs have also alleged that BCBSNC engaged in the same conduct as AECC regarding all of the alleged misrepresentations. Plaintiffs have admitted that BCBSNC made <i>no</i> representations to them whatsoever. Therefore, BCBSNC made no misrepresentations to plaintiffs of any kind.</p>\n<p>Plaintiffs further claim that BCBSNC unilaterally dropped them from coverage. However, the termination was not unilateral, but instead resulted from the modification of the master group contract by BCBSNC and AECC. The most important fact in the whole dispute is that <i>ALL PLAINTIFFS</i> agree that BCBSNC and AECC had every legal right to amend the master group contract, and that <i>ALL</i> <span class=\"star-pagination\">*163</span> <i>PLAINTIFFS</i> had access to the subscriber booklet which clearly spelled out AECC and BCBSNC's right to modify or terminate altogether the master group contract.</p>\n<p>Plaintiffs contend that BCBSNC fraudulently concealed certain critical information from them. They have admitted, however, that they cannot identify a single particular item that BCBSNC is alleged to have fraudulently concealed.</p>\n<p>Plaintiffs have also made certain claims against BCBSNC that amount to bad faith of an insurer. Plaintiffs first claim that BCBSNC issued a policy and accepted premiums from them knowing all along that it did not intend to do business in Colorado. Plaintiffs have admitted that they made the payments to AECC, who then sent the money to BCBSNC; and that while such payments were sent, BCBSNC provided them satisfactory coverage.</p>\n<p>Plaintiffs contend that BCBSNC converted their group coverage to less favorable individual policies. There is no evidence that plaintiffs <i>had</i> to accept this conversion. They were free at this or any other time to decline the conversion and seek insurance coverage elsewhere. In fact both Dr. Plotkin and Mrs. Plotkin did seek and obtain other coverage; only Ms. Dawson converted her insurance to an individual policy with BCBSNC prior to accepting insurance from BCBSCO. Plaintiffs at no time contend that BCBSNC's offer of a conversion was unlawful. Plaintiffs further contend that BCBSNC failed to honor the terms of the conversion offered, but cannot identify any instance of such a dishonor on BCBSNC's part. As well, plaintiffs contend that BCBSNC refused to honor certain medical bills submitted for payment by Ms. Dawson. Plaintiffs have admitted, however, that they were unaware of any lapse in Ms. Dawson's coverage, and that Dr. Plotkin and Ms. Dawson had no complaint regarding the handling of their claims.</p>\n<p>Plaintiffs have been unable to substantiate any evidence of misrepresentation, fraud, or bad faith on the part of BCBSNC. Therefore, there exists no genuine issue of material fact and accordingly BCBSNC is entitled to judgment as a matter of law. BCBSNC's Motion for Summary Judgment should be granted.</p>\n<p></p>\n<h2>5. PLAINTIFF'S MOTION FOR VOLUNTARY DISMISSAL</h2>\n<p>All motions in this case were set for hearing on March 7, 1989. Counsel for plaintiffs contacted the court late in the evening of the previous day asking that the hearing be continued, claiming that neither counsel for plaintiffs could attend. The court advised counsel that the hearing would be held as scheduled. At the hearing, neither counsel for plaintiffs attended, but instead were represented by substitute counsel for the purpose of filing a motion for a voluntary dismissal under F.R.Civ.P. 41(a)(2). The motion was filed asking for dismissal without prejudice. Defendants did not consent to the dismissal, so granting such a motion is within the discretion of the court. A voluntary dismissal without prejudice at this stage would only add unnecessary delay and expense to this litigation, rather than giving the plaintiff's the opportunity to offer new theories. Therefore, this motion should be denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Plaintiffs apparently believed that they had a right to lifetime coverage under the health care plan, with no increase in premiums or reductions in benefits. They cannot identify a single instance of anyone from AECC or BCBSNC making such a representation to them, but Barnett Plotkin can only state that \"somewhere I have something that gave me that understanding\" (B. Plotkin deposition, p. 124). Based upon the record before the court, none of the claims presented by plaintiffs present any genuine issue which would necessitate the time and expense of a jury trial. For this reason, summary judgment in favor of both defendants is appropriate in this case.</p>\n<p>For the reasons set forth above, it is ORDERED: that the plaintiff's motion for leave to amend the complaint is DENIED; that the plaintiff's motion to add additional party defendants is DENIED; that the plaintiff's motion to certify this case as a <span class=\"star-pagination\">*164</span> class action is DENIED; that the plaintiff's motion for partial summary judgment against defendant AECC is DENIED; that the plaintiff's motion for partial summary judgment against defendant BCBSNC is DENIED; that the plaintiff's motion for a voluntary dismissal without prejudice is DENIED; that defendant AECC's motion for summary judgment is GRANTED; that defendant BCBSNC's motion for summary judgment is GRANTED. In that both defendants motions for summary judgment have been granted, this action is hereby DISMISSED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">710</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">156</span></span> (1989)</b></center>\n<center><h1>Barnett D. PLOTKIN, Sylvia Plotkin and Andrea E. Dawson, etc., Plaintiffs,<br>\nv.<br>\nASSOCIATION OF EYE CARE CENTERS, INC. and Blue Cross/Blue Shield of North Carolina, Inc., Defendants.</h1></center>\n<center>No. 88-87-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>March 13, 1989.</center>\n<p><span class=\"star-pagination\">*157</span> Ben Oshel Bridgers and J.M. Spiro, Haire &amp; Bridgers, Sylva, N.C., for plaintiffs.</p>\n<p>Marshall A. Gallop, Jr., Battle, Winslow, Scott &amp; Wiley, Rocky Mount, N.C., for Ass'n of Eye Care Centers.</p>\n<p>John T. Williamson, Maupin, Taylor, Ellis &amp; Adams, P.A., Raleigh, N.C., for BC/BS.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiff's motion for leave to amend the complaint, motion to add additional party defendants, motion to certify the case as a class action, partial motions for summary judgment, and the defendants motions for summary judgment. Before the beginning of the hearing on these motions on March 7, 1989, plaintiffs filed in open court a motion for a voluntary dismissal without prejudice pursuant to Rule 41(a) of the Federal Rules of Civil Procedure. After a factual review, the court will address each motion in turn.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs in this action are Dr. Barnett D. Plotkin, an optometrist in Colorado, his wife and employee Sylvia Plotkin, and his employee Andrea E. Dawson. Defendants are the Association of Eye Care Centers, Inc. (a North Carolina corporation, headquartered in Rocky Mount, N.C., hereafter \"AECC\"), an optometry marketing organization, and Blue Cross/Blue Shield of North Carolina (a non-profit insurance company headquartered in Durham, N.C., hereafter \"BCBSNC\"). Plaintiffs filed this action on February 2, 1988, alleging unfair and deceptive trade practices, bad faith by an insurer, and violations of the Employee Retirement Income Security Act (ERISA), 29 U.S.C. § 1001, <i>et seq.</i> Jurisdiction is based upon the ERISA question, and upon diversity of citizenship for the state law claims. BCBSNC answered on 18 March 1988. On 25 April 1988, Plaintiffs filed an amended complaint against AECC, which AECC answered on May 6, 1988 (this serving as AECC's answer to both complaints). BCBSNC answered the amended complaint on May 20, 1988. Plaintiffs filed their motions on December 20, 1988. They are: (1) Motion for Leave to Amend the Complaint, F.R.Civ.P. 15; (2) Motion to Join Additional Defendants, F.R.Civ.P. 21; (3) Motion to <span class=\"star-pagination\">*158</span> Certify the case as a Class Action, F.R. Civ.P 23; (4) Motion for Partial Summary Judgment against AECC on the ERISA claim, F.R.Civ.P. 56; and (5) Motion for Partial Summary Judgment against BCBSNC on the ERISA claim, F.R.Civ.P. 56. Each defendant has responded to these motions. BCBSNC filed a Motion for Summary Judgment on January 12, 1989 as to all of Plotkin's claims. Plaintiffs have not responded to the Motion. AECC filed its Motion for Summary Judgment February 23, 1989 as to all of Plotkin's claims. Plaintiffs likewise have not responded.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>Barnett Plotkin is an optometrist in Colorado. He is a sole practitioner, and employs his wife Sylvia, and one Andrea Dawson (Plotkin also employs another individual who is not a party to this suit). He provides health insurance for himself, his wife, and Ms. Dawson. Prior to sometime in 1985, Plotkin purchased this insurance from Blue Cross/Blue Shield of Colorado (hereafter \"BCBSCO\"). BCBSCO and BCBSNC are separate and distinct organizations, having no common directors or employees. In 1985, Plotkin saw an ad for AECC in an optometry trade publication. AECC is an optometry marketing organization which sells memberships to smaller optometric practices, enabling these practices to purchase supplies at discounted group rates. After seeing the ad, Plotkin joined AECC.</p>\n<p>AECC, as part of its membership package, offered members the opportunity to purchase group health insurance through a group policy held by AECC from BCBSNC. This insurance (hereafter \"the health care plan\") was governed by a master group contract between AECC and BCBSNC. That contract specifically gave AECC and BCBSNC the right to terminate the contract at any time, upon proper notice, or the right to modify the contract by mutual consent. In 1985, Plotkin decided to drop his BCBSCO policy in favor of the health care plan, finding it cheaper, with lower deductibles. Plotkin and the other plaintiffs were sent a copy of BCBSNC's Subscriber Booklet, which explained all of the facets of the plan, <i>including</i> that the master group contract could be terminated <i>at any time.</i></p>\n<p>In late 1986, BCBSNC's underwriters became aware that AECC was marketing the health plan throughout the country. Believing that it could not adequately assess its risk because of the small number of members in certain states, BCBSNC notified AECC that the master group contract would be amended to exclude all members outside North Carolina. Rather than turn to another company, AECC negotiated a compromise with BCBSNC; BCBSNC would continue to offer coverage to AECC members within North Carolina and certain contiguous and nearby states. AECC members were informed of the negotiations, and all members outside the area, including plaintiffs, were notified that their insurance would be cancelled effective August 1, 1987. Plotkin was given the option to convert the insurance to nongroup coverage, with no lapse and no exclusion for preexisting conditions, and to then acquire coverage from BCBSCO under the same terms. AECC represented to Plotkin that there would be no increase in deductible or decrease in coverage; these claims turned out to be erroneous. There is no indication, other than Plotkin's bald assertion, that there was any deception on the part of AECC in making this representation. Plotkin eventually applied for Medicare, Mrs. Plotkin was enrolled in another plan, and Ms. Dawson voluntarily enrolled in a plan from BCBSCO, although one that was substantially inferior to the health care plan.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p></p>\n<h2>1. PLAINTIFF'S MOTIONS FOR LEAVE TO AMEND THE COMPLAINT AND TO JOIN ADDITIONAL PARTY DEFENDANTS</h2>\n<p>Plotkin's proposed amended complaint makes additional allegations of violations of ERISA on the part of AECC and BCBSNC. The specifics of these will be examined in the section dealing with plaintiff's Partial Motion for Summary Judgment, <i>infra.</i> The proposed amended complaint <span class=\"star-pagination\">*159</span> also raises new issues against other individuals, whom Plotkin seeks to join as defendants. The first is Harold Winstead, an independent insurance broker in Rocky Mount, who helped AECC's predecessor organization, Optometric Eye Care Center, P.A. (a Rocky Mount optometry practice, a professional corporation under North Carolina law, hereafter OECC), obtain the health care plan (when AECC was formed by OECC's practitioners, AECC assumed the master group contract for the health care plan and began its marketing of the plan). Plaintiff's allege that Mr. Winstead \"could or should be held jointly or severally liable for improper marketing of the Group Health Care Plan or was negligent in the selection of the type of plan or in the establishment of the plan with and through the Defendants AECC and BCBSNC.\" Plaintiff's also seek to join \"John Doe\" and \"Jane Doe,\" directors of AECC, raising all issues against them.</p>\n<p>Plaintiffs have, as stated above, amended their complaint once as of right, and now must seek the Court's permission to amend, F.R.Civ.P. 15(a). This leave should be freely granted \"when justice so requires,\" <i>Id.</i> However, if an amended complaint fails as a matter of law to warrant any relief, then leave to amend should be denied. <i>Loehr v. Ventura County Community College District,</i> <span class=\"citation\" data-id=\"441804\"><a href=\"/opinion/441804/ray-e-loehr-v-ventura-county-community-college-district-board-of-trustees/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1310</span></a></span> (9th Cir.1984). As well, the Court is entitled to use its discretion in ruling on such a motion. See, <i>e.g., </i><i>Estes v. Kentucky Utilities Company,</i> <span class=\"citation\" data-id=\"385020\"><a href=\"/opinion/385020/douglas-estes-v-kentucky-utilities-company/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1131</span></a></span> (6th Cir.1980). Factors the Court should consider are whether there has been undue delay in making the motion, whether the motion is dilatory or offered in bad faith, or whether allowance would unduly prejudice the opposing party. <i>Foman v. Davis,</i> <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1962).</p>\n<p>Plaintiff's original counsel died in September, 1988. However, since that time the action has been pursued by members of the original counsel's firm. The new allegations against AECC and BCBSNC relate so closely to the original allegations that there is no reason to believe that with due diligence plaintiff's could not have included all of these allegations in the original complaint and first amended complaint.</p>\n<p>While there is no obvious evidence that the motion for leave to amend is dilatory or made in bad faith, there is some evidence that allowance of the motion would prejudice the opposing parties. Both AECC and BCBSNC claim to have expended significant time and expense in defending the case. The reopening of discovery, as allowance of both motions would require, would lead to additional delay and expense by all parties, with little or no fruit to be borne, and is a recognized source of prejudice to the opposing party. <i>Mende v. Dun and Bradstreet, Inc.,</i> <span class=\"citation\" data-id=\"399203\"><a href=\"/opinion/399203/milton-mende-v-dun-bradstreet-inc/\"><span class=\"volume\">670</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span> (9th Cir. 1982).</p>\n<p>The allegations against Winstead basically rehash those against AECC. There is no allegation that Winstead ever made <i>any</i> representations to the plaintiffs. Instead, plaintiffs allege that Winstead somehow misrepresented the health care plan to AECC, to plaintiffs' ultimate detriment. The pleadings, discovery and memoranda are devoid of such evidence. The addition of Winstead at this juncture appears to be an attempt to rescue a case that is ripe for summary judgment in favor of the named defendants. Also, AECC is already a party to the action. There is <i>no</i> reason that plaintiffs, with minimal diligence, could not have learned the identity of AECC's directors. The joining of \"John Doe\" defendants is generally disfavored. <i>Feller v. National Enquirer,</i> 555 F.Supp 1114 (N.D. Ohio 1983). There are no additional claims that plaintiffs could raise against the directors that they have not already raised against AECC. The delay and additional expense involved, promising no reward, justify denying the motion for leave to amend and the motion to join these additional defendants.</p>\n<p></p>\n<h2>2. PLAINTIFF'S MOTION TO CERTIFY THE CASE AS A CLASS ACTION</h2>\n<p>Pursuant to F.R.Civ.P. 23, plaintiffs have moved that this case be certified as a class action. Discovery has revealed that <span class=\"star-pagination\">*160</span> there were approximately 127 subscribers with approximately 222 health care plan participants (including the Plotkins and Dawson) who were terminated from the health care plan on August 1, 1987. All of these participants were outside the geographic scope of the amended contract between AECC and BCBSNC, and constituted roughly one-fourth of all participants.</p>\n<p>F.R.Civ.P. 23(a) provides four initial requirements for the certification of a class action. The first is \"numerosity,\" that the class be so large that joinder of all members is impractical, F.R.Civ.P. 23(a)(1). It is the opinion of the court that on the facts of this case, joining 222 plaintiffs would be completely impractical. Therefore, plaintiffs have demonstrated numerosity. The second is \"commonality,\" that \"there are questions of law or fact common to the class,\" F.R.Civ.P. 23(a)(2). Even though plaintiffs have not specifically alleged commonality in their motion, the court believes that at least as to some of the issues raised, commonality would exist.</p>\n<p>The third requirement is \"typicality,\" that the \"claims or defenses of the representative parties are typical of the claims or defenses of the class,\" F.R.Civ.P 23(a)(3). Plaintiffs have failed to satisfy this requirement. Plaintiffs have failed to even allege typicality, and there is no evidence produced to date to demonstrate it. Plaintiffs have made no attempt to even obtain the identity of other potential members, much less to determine whether or not any of them were the victim of any misrepresentation or bad faith, or suffered any type of damage therefrom. \"It is necessary that plaintiffs make some affirmative showing beyond individual claims and general class allegations that discrimination has been suffered by the proposed class.\" <i>Price v. Cannon Mills,</i> <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">66</span></span>, 69 (M.D.N.C.1986). On this basis alone, plaintiff's motion should fail.</p>\n<p>The fourth and final prerequisite is \"adequacy of representation,\" that the \"representative parties will fairly and adequately protect the interests of the class,\" F.R. Civ.P 23(a)(4). There is serious question in this case as to whether or not this is the case. In their initial complaint, plaintiffs rely on F.R.Civ.P. 23(b)(1)(A) to justify a class action, which maintains that the prosecution of separate actions would create the risk of inconsistent or varying adjudications regarding individual members of the class, creating incompatible standards for the party opponent. However, in their motion to certify, plaintiffs contend that a class action is necessary under F.R.Civ.P. 23(b)(1)(B), to avoid the risk of adjudication of issues as to an individual party that would in effect be dispositive of the interests of other members, effectively preventing them from protecting those interests. In <i>neither</i> case do plaintiffs give any support for either contention. \"A court cannot divine clairvoyantly what claims plaintiffs wish to pursue when plaintiffs repeatedly file ambiguous and contradictory pleadings.\" <i>Price, supra,</i> at 73. Indeed, plaintiffs have failed to file a supporting memorandum to accompany this motion, or <i>any of their other motions,</i> as required by Eastern District Local Rule 4.04. This alone justifies denial of the motion. <i>United States v. King,</i> <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">277</span></span> (E.D.N. C.1988). As well, plaintiffs could, with moderate diligence, determine whether or not there even exist any other potential claims or damage among any members of the proposed class. Having failed to do any of these things, the court does not believe that plaintiffs could adequately represent the proposed class, and that for this reason as well their motion to certify should be denied. Because plaintiffs have failed to demonstrate compliance with Rule 23(a), further discussion of Rule 23(b) is unnecessary, and their motion to certify this suit as a class action should be denied.</p>\n<p></p>\n<h2>3. PLAINTIFF'S PARTIAL MOTIONS FOR SUMMARY JUDGEMENT</h2>\n<p>Plaintiffs have filed a motion for partial summary judgment against both AECC and BCBSNC. Both motions are identical, alleging that the plan created by AECC and BCBSNC was either an employee welfare benefit plan under ERISA, 29 U.S.C. § 1002(1), or a multi-employer benefit welfare arrangement, 29 U.S.C. § 1002(40)(A), that AECC was an \"employer\" under <span class=\"star-pagination\">*161</span> ERISA, 29 U.S.C. § 1002(5), that the health care plan was subject to ERISA, and that AECC and BCBSNC violated ERISA by failing to file certain reports to the Secretary of Labor, by breach of fiduciary duties, and other violations.</p>\n<p>The threshold question is whether or not the health care plan falls under ERISA. The court finds that the answer is no. In <i>Taggart Corp. v. Life and Health Benefits Administration, Inc.,</i> <span class=\"citation\" data-id=\"375945\"><a href=\"/opinion/375945/the-taggart-corporation-v-life-and-health-benefits-administration-inc/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span> (5th Cir.1980), cert. den. <span class=\"citation no-link\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1739</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span></span> (1981), a trust which provided group insurance for employers too small to qualify for group rates on their own was neither established nor maintained by an \"employer\" or \"employee organization\" under ERISA, and therefore not covered by ERISA, where the trust was a proprietary enterprise, established and operated by independent businessmen for their own personal profit, and acted as a mere conduit for hundreds of unrelated customers, forwarding premium payments to a group insurer, and no employer participated in the trust's day-to-day operation or administration. This is the <i>exact</i> situation in the instant case. AECC was an independent, for-profit organization, which marketed the health care plan to numerous small optometric practices which individually would not have been able to enjoy group rates. AECC had <i>no</i> control over the content and administration of the health care plan, but merely served as a conduit, collecting premiums and forwarding them to BCBSNC. All claims were handled directly by BCBSNC, with AECC only providing claim forms to its members. No individual optometric practice had any control over AECC's day-to-day operation or administration. As a result, plaintiff's ERISA claims against AECC and BCBSNC must fail. Both AECC and BCBSNC, in their summary judgment motions, have asked for summary judgment on this issue. Because the health care plan was not covered by ERISA, there exists no genuine issue of material fact on these claims, and AECC and BCBSNC are entitled to judgment as a matter of law. F.R.Civ.P. 56. Also note, as stated above, plaintiffs have filed no supporting memorandum for either motion. <i>King, supra</i><i>.</i></p>\n<p></p>\n<h2>4. AECC AND BCBSNC'S MOTIONS FOR SUMMARY JUDGMENT</h2>\n<p>AECC and BCBSNC have moved for summary judgment pursuant to F.R.Civ.P. 56. Summary judgment is appropriate whenever the pleadings, affidavits, and other materials show that there is no genuine issue of material fact and that the movant is entitled to judgment as a matter of law. F.R.Civ.P. 56(c), <i>Celotex Corporation v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). In other words, summary judgment is appropriate when there is no genuine dispute as to the material facts of the case; that is, when the evidence is such that no reasonable jury could return a verdict for the nonmoving party. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). Having already discussed the ERISA issues, this section focuses on plaintiff's claims under North Carolina law.</p>\n<p>Plaintiff's first claim for relief alleges fraud, misrepresentation and unfair trade practices on the part of AECC and BCBSNC. Plaintiffs first claim that they were induced by AECC to join the health care plan because it was \"less costly.\" Plaintiffs concede that fact to be absolutely true. Plaintiffs also contend that AECC misrepresented to them that AECC had the health care plan for its \"employees.\" AECC does not deny that the language of the master group contract with BCBSNC referred to \"employees.\" Plaintiffs claim to have contacted AECC at some point about this and were told that this was perfectly legitimate. There is no indication whatsoever that it <i>was not</i> legitimate. The master group contract used the term \"employee\" because it had been originally negotiated between <i>OECC</i> and <i>BCBSNC.</i> When AECC assumed the contract, that language did not change. The \"employees\" under the Master group contract were the members of AECC. This did not, however, make plaintiffs employees of AECC in any legal sense. This was a matter of contract interpretation only, and there is no <span class=\"star-pagination\">*162</span> indication that plaintiffs were not given the same benefits as any other \"employee\" under the contract.</p>\n<p>Plaintiffs also claim that AECC misrepresented to them that the health care plan was available throughout the country when it was in fact not, and that this misrepresentation constituted an unfair trade practice under North Carolina General Statutes § 58-54.4, which regulates unfair trade practices in the marketing of health, accident or hospitalization insurance. Plaintiffs concede, however, that at all times that AECC represented the health care plan as available to them, it was in fact available to them. Plaintiffs also claim that AECC knew or should have known the nature of the health care plan when it was marketing the plan nationally. AECC concedes that it <i>did,</i> and there is no evidence that the plan did not conform exactly to AECC's representations. Plaintiffs further claim that they relied to their detriment on AECC's misrepresentations, terminating their existing coverage in Colorado and substituting for that the health care plan. This is basically repetitive of their other claims, and, as stated above, there is no evidence that plaintiffs did not get exactly what was sold to them.</p>\n<p>Plaintiffs contend that AECC misrepresented to them that, once their group coverage was cancelled, BCBSNC would offer a conversion to an individual policy with no lapse in coverage, no additional deductible and no medical questions, etc. Also, plaintiffs argue that AECC stated to them that they would then be able to convert these individual policies to BCBSCO policies along the same lines, and with no loss of benefits. These representations were made, but portions turned out to be untrue. The BCBSCO coverage ultimately selected by Ms. Dawson did have a higher deductible and lower lifetime maximum benefits (Ms. Dawson did have the option of selecting a BCBSCO policy with a substantially higher lifetime maximum, but at a higher premium). There is no evidence, however, that these errors resulted from any <i>mis</i>representation by AECC. Instead, the mistake appears to have resulted from information provided to Mr. Martin Strickland of AECC by Mr. Winstead and a sales agent from BCBSNC. These individuals provided this information to AECC based upon their best available information at the time, so that as well AECC provided to plaintiffs the best information it had available at the time. For an alleged misrepresentation to be actionable, it must have been made with the intent to deceive. <i>Myers and Chapman, Inc. v. Thomas G. Evans, Inc.,</i> <span class=\"citation\" data-id=\"1400626\"><a href=\"/opinion/1400626/myers-chapman-v-thomas-g-evans/\"><span class=\"volume\">323</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">559</span></a></span>, <span class=\"citation\" data-id=\"1400626\"><a href=\"/opinion/1400626/myers-chapman-v-thomas-g-evans/\"><span class=\"volume\">374</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">385</span></a></span> (1988). In fact, BCBSNC originally desired to completely terminate the members no longer eligible for the health care plan, as was their right to do. The fact that plaintiffs were afforded any conversion options at all actually improved their position.</p>\n<p>Plaintiffs also allege that AECC and BCBSNC fraudulently colluded to drop them and the other terminated participants in order to reduce BCBSNC's liability and increase its profits. There has not been a single fact alleged, nor any deduced during discovery, to support this allegation.</p>\n<p>Plaintiffs make several other allegations against AECC; however, they are repetitious of the previously discussed assertions. Accordingly, The court finds that there exists no genuine issue of material fact as to AECC's conduct, and therefore AECC is entitled to judgment as a matter of law. Accordingly, AECC's motion for summary judgment should be allowed.</p>\n<p>Plaintiffs have also alleged that BCBSNC engaged in the same conduct as AECC regarding all of the alleged misrepresentations. Plaintiffs have admitted that BCBSNC made <i>no</i> representations to them whatsoever. Therefore, BCBSNC made no misrepresentations to plaintiffs of any kind.</p>\n<p>Plaintiffs further claim that BCBSNC unilaterally dropped them from coverage. However, the termination was not unilateral, but instead resulted from the modification of the master group contract by BCBSNC and AECC. The most important fact in the whole dispute is that <i>ALL PLAINTIFFS</i> agree that BCBSNC and AECC had every legal right to amend the master group contract, and that <i>ALL</i> <span class=\"star-pagination\">*163</span> <i>PLAINTIFFS</i> had access to the subscriber booklet which clearly spelled out AECC and BCBSNC's right to modify or terminate altogether the master group contract.</p>\n<p>Plaintiffs contend that BCBSNC fraudulently concealed certain critical information from them. They have admitted, however, that they cannot identify a single particular item that BCBSNC is alleged to have fraudulently concealed.</p>\n<p>Plaintiffs have also made certain claims against BCBSNC that amount to bad faith of an insurer. Plaintiffs first claim that BCBSNC issued a policy and accepted premiums from them knowing all along that it did not intend to do business in Colorado. Plaintiffs have admitted that they made the payments to AECC, who then sent the money to BCBSNC; and that while such payments were sent, BCBSNC provided them satisfactory coverage.</p>\n<p>Plaintiffs contend that BCBSNC converted their group coverage to less favorable individual policies. There is no evidence that plaintiffs <i>had</i> to accept this conversion. They were free at this or any other time to decline the conversion and seek insurance coverage elsewhere. In fact both Dr. Plotkin and Mrs. Plotkin did seek and obtain other coverage; only Ms. Dawson converted her insurance to an individual policy with BCBSNC prior to accepting insurance from BCBSCO. Plaintiffs at no time contend that BCBSNC's offer of a conversion was unlawful. Plaintiffs further contend that BCBSNC failed to honor the terms of the conversion offered, but cannot identify any instance of such a dishonor on BCBSNC's part. As well, plaintiffs contend that BCBSNC refused to honor certain medical bills submitted for payment by Ms. Dawson. Plaintiffs have admitted, however, that they were unaware of any lapse in Ms. Dawson's coverage, and that Dr. Plotkin and Ms. Dawson had no complaint regarding the handling of their claims.</p>\n<p>Plaintiffs have been unable to substantiate any evidence of misrepresentation, fraud, or bad faith on the part of BCBSNC. Therefore, there exists no genuine issue of material fact and accordingly BCBSNC is entitled to judgment as a matter of law. BCBSNC's Motion for Summary Judgment should be granted.</p>\n<p></p>\n<h2>5. PLAINTIFF'S MOTION FOR VOLUNTARY DISMISSAL</h2>\n<p>All motions in this case were set for hearing on March 7, 1989. Counsel for plaintiffs contacted the court late in the evening of the previous day asking that the hearing be continued, claiming that neither counsel for plaintiffs could attend. The court advised counsel that the hearing would be held as scheduled. At the hearing, neither counsel for plaintiffs attended, but instead were represented by substitute counsel for the purpose of filing a motion for a voluntary dismissal under F.R.Civ.P. 41(a)(2). The motion was filed asking for dismissal without prejudice. Defendants did not consent to the dismissal, so granting such a motion is within the discretion of the court. A voluntary dismissal without prejudice at this stage would only add unnecessary delay and expense to this litigation, rather than giving the plaintiff's the opportunity to offer new theories. Therefore, this motion should be denied.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Plaintiffs apparently believed that they had a right to lifetime coverage under the health care plan, with no increase in premiums or reductions in benefits. They cannot identify a single instance of anyone from AECC or BCBSNC making such a representation to them, but Barnett Plotkin can only state that \"somewhere I have something that gave me that understanding\" (B. Plotkin deposition, p. 124). Based upon the record before the court, none of the claims presented by plaintiffs present any genuine issue which would necessitate the time and expense of a jury trial. For this reason, summary judgment in favor of both defendants is appropriate in this case.</p>\n<p>For the reasons set forth above, it is ORDERED: that the plaintiff's motion for leave to amend the complaint is DENIED; that the plaintiff's motion to add additional party defendants is DENIED; that the plaintiff's motion to certify this case as a <span class=\"star-pagination\">*164</span> class action is DENIED; that the plaintiff's motion for partial summary judgment against defendant AECC is DENIED; that the plaintiff's motion for partial summary judgment against defendant BCBSNC is DENIED; that the plaintiff's motion for a voluntary dismissal without prejudice is DENIED; that defendant AECC's motion for summary judgment is GRANTED; that defendant BCBSNC's motion for summary judgment is GRANTED. In that both defendants motions for summary judgment have been granted, this action is hereby DISMISSED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1400626/"
  ]
}