{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1463261/",
  "absolute_url": "/opinion/1463261/isaacson-v-toyota-motor-sales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1463261/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:21:08.676916Z",
  "date_modified": "2016-04-26T20:21:59.684328Z",
  "type": "010combined",
  "sha1": "318b1100c103d00ecf3f2f274ac82989ea77c4e8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>438 F.Supp. 1 (1976)</b></center>\n<center><h1>Henry H. ISAACSON, Executor of the Estate of Andrea Nickels Neal and James B. Neal, Jr., and Anne P. Wrenn Bryan, Administratrix of the Estate of Kathleen Anne Wrenn, Plaintiffs,<br>\nv.<br>\nTOYOTA MOTOR SALES, U. S. A., INC., a corporation, and Toyota Motor Sales Company, Ltd., a corporation, Defendants,<br>\nToyota Motor Company, Ltd., a corporation, Additional Defendant.</h1></center>\n<center>No. 74-18-Civ-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>June 28, 1976.</center>\n<p><span class=\"star-pagination\">*2</span> <span class=\"star-pagination\">*3</span> Wendal D. Jackson, of Slaughter, Jackson &amp; Pectol, Bristol, Tenn., Donald G. Sparrow, of Stern, Rendleman, Isaacson &amp; Klepfer, Greensboro, N. C., for plaintiff Henry H. Isaacson.</p>\n<p>Emerson T. Sanders, James C. Spencer, Jr., of Sanders, Holt, Spencer &amp; Longest, Burlington, N. C., for plaintiff Anne P. Wrenn Bryan.</p>\n<p>Daniel W. Donahue, Joseph E. Elrod, III, of Henson, Donahue &amp; Elrod, Greensboro, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>On Saturday, April 1, 1972, at approximately 6:45 P.M., James B. Neal was operating a 1971 Toyota Corolla automobile in a northerly direction on the causeway leading from Atlantic Beach to Morehead City in Carteret County, North Carolina. The other passengers in the automobile were Andrea Nickels Neal, Duncan Stephenson, and Kathleen Anne Wrenn, the owner of the automobile. While the Toyota was stopped for an open drawbridge, it was struck in the rear by a Ford Mustang automobile being operated by Larry Albert Holland and burst into flames. The driver and passengers of the Toyota suffered extreme burns resulting in their deaths.</p>\n<p>The plaintiffs, as representatives of three estates, have filed this diversity action seeking to recover for the alleged wrongful death of the decedents.</p>\n<p>There are three corporate defendants in this action. Toyota Motor Company, Ltd. manufactures all Toyota automobiles sold in the United States. Toyota Motor Sales Company, Ltd., is the exporter of Toyota automobiles from Japan to the United States. These two defendants are corporations organized and doing business under the laws of a jurisdiction other than the state of North Carolina and their principal place of business in Japan. The third defendant, Toyota Motor Sales, U. S. A., Inc., imports and distributes Toyota automobiles in the United States. It is a corporation organized and existing under the laws of a jurisdiction other than the state of North Carolina having its principal place of business in the state of California.</p>\n<p>In the complaint, it is alleged that the Toyota automobile involved in this suit was manufactured, exported to the United States, and distributed by the defendants and was eventually sold to Kathleen Anne Wrenn by a North Carolina dealership; that the defendants negligently breached a duty to design and manufacture a fuel system in that automobile which would not unreasonably enhance the danger to its occupants in the event of a rear-end collision; that the sale of such an automobile was in violation of the defendants warranties of merchantability and fitness for a particular purpose; and that the defects in the automobile directly and proximately caused the death of Andrea Nickels Neal, James B. Neal, Jr., and Kathleen Anne Wrenn.</p>\n<p>Although numerous motions are presently pending before the Court in this action, only one will be considered in this Opinion.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>MOTION FOR SUMMARY JUDGMENT</h2>\n<p></p>\n<h2>Based upon question of Manufacturer's Duty</h2>\n<p><span class=\"star-pagination\">*4</span> On September 3, 1974, the defendants, Toyota Motor Sales, Ltd., and Toyota Motor Sales, U. S. A., Inc., moved for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. In the motion, the defendants point to the answer to defendants' interrogatory number one in which the plaintiffs admit there was no defect in the Toyota automobile which caused or contributed to the initial collision between the Toyota automobile and the Ford Mustang automobile. Instead, the plaintiffs allege that as a result of the collision, the filler pipe and other appliances attached to gasoline tank became detached and the gasoline tank ruptured with gasoline and gasoline fumes escaping in the passenger area of the automobile. The defendants, therefore, argued that even if the Toyota automobile was defective in the manner alleged, as matter of law, the plaintiffs cannot recover damages against the defendants because under North Carolina law, a manufacturer is liable for defects in its products which cause injuries arising out of the intended use for which the product is manufactured, but it is not liable for injuries arising from defects which do not cause or contribute to the cause of an accident.</p>\n<p></p>\n<h2>a. ISSUE PRESENTED</h2>\n<p>The defendants' motion raises an issue which is largely unsettled in many jurisdictions. The question is essentially whether automobile manufacturers can be held liable for defects in design and manufacture which do not cause highway collisions but merely enhance the damages resulting from the collision. Two leading cases from other jurisdictions illustrate the split of authority on the duty of manufacturers to prevent or minimize the so-called \"second collision\" injuries.</p>\n<p>In <i>Evans v. General Motors Corp.,</i> 359 F.2d 822 (7th Cir., 1966), cert. denied, 385 U.S. 836, 87 S.Ct. 83, 17 L.Ed.2d 70 (1967), the court affirmed the dismissal of a complaint alleging negligence, breach of implied warranty, and strict liability. The court found that an intended purpose of an automobile does not include its participation in collisions with other objects despite the fact that such collisions do occur frequently. The manufacturer was held not to be under a duty to make his automobile accident-proof.</p>\n<p>In <i>Larsen v. General Motors Corp.,</i> 391 F.2d 495 (8th Cir., 1968), the court reached a different result. It recognized that there is no duty on the manufacturer to design an accident-proof vehicle, but held that the manufacturer has the duty of designing a vehicle which will reasonably protect its occupants from enhanced injuries in the event of a collision.</p>\n<p></p>\n<h2>b. APPLICABLE LAW</h2>\n<p>Since this is a diversity action, the question must be resolved by reference to the applicable state law. The parties agree that the plaintiffs' claim for relief based upon negligence is governed by the law of North Carolina. It is also conceded that the North Carolina appellate courts have never directly ruled on the question of whether a manufacturer must with reasonable care design a vehicle to minimize crash injuries. This being the situation, the Court is \"faced with the extremely difficult problem of forecasting\" how the North Carolina Supreme Court would resolve the issue if presented with it. <i>Alexander v. Seaboard Airline R. R.,</i> No. 71-1915 (4th Cir., April 25, 1972). It is not the role of this federal district court to fashion the rule which it considers best. <i>McClung v. Ford Motor Co.,</i> 472 F.2d 240 (4th Cir., 1973); <i>Graves v. Associated Transport, Inc.,</i> 344 F.2d 894 (4th Cir., 1965); <i>Lowe's North Wilkesboro Hardware, Inc. v. Fidelity Mutual Life Insurance Co.,</i> 319 F.2d 469 (4th Cir., 1963).</p>\n<p>The plaintiffs do however contend that certain implied warranties were extended by the defendants and that the interpretation and application of these implied warranties should be under the laws of the state of California. The plaintiffs have noted several North Carolina cases in support of their contention that the North Carolina courts would apply California law to the warranty issues in this case. The first, <i>Brown v. General Motors Corp.,</i> 355 F.2d <span class=\"star-pagination\">*5</span> 814 (4th Cir., 1966), involved the manufacture and sale of a bulldozer. The machine was manufactured in Ohio and delivered in Ohio to the manufacturer's dealer, from whom it was lease-purchased by the plaintiff's employer, a construction concern. The accident occurred in South Carolina and the legal action was brought in the North Carolina courts. In holding that North Carolina would apply Ohio law to the warranty phase of the case, the Fourth Circuit relied upon another case cited by the plaintiffs in the instant action.</p>\n<p>In <i>Price v. Goodman,</i> 226 N.C. 223, 37 S.E.2d 592 (1946), the defendant purchased construction forms from the plaintiff, a West Virginia citizen. The defendant dealt directly with the plaintiff and sent his own trucks to West Virginia to receive the forms. In an action to recover the agreed purchase price, the North Carolina Court held that the case, in its substantive features, was controlled by West Virginia law because the sale was consummated in West Virginia and delivery was had there.</p>\n<p>These cases appear, however, to be factually distinguishable and are actually authority for applying the law of North Carolina rather than the law of California. The sales in the two cases were consummated in Ohio and West Virginia respectively and delivery to the ultimate consumer was made in those states. In both cases, the courts held that the applicable law was that of the state where the merchandise was sold.</p>\n<p>In the present action, the Toyota automobile was manufactured in Japan, shipped to the United States, distributed to an authorized dealer in North Carolina, and then sold to Kathleen Anne Wrenn. The sale of the automobile was completed only when it was delivered to the ultimate consumer in North Carolina by a North Carolina merchant. All warranties extended by the defendants were an integral part of the sales contract which was executed and performed in the state of North Carolina. Accordingly, the interpretation and application of the implied warranties, as well as the plaintiffs' negligence claims, must be under the laws of North Carolina. See also <i>Brendle v. General Tire and Rubber Co.,</i> 408 F.2d 116 (4th Cir., 1969).</p>\n<p></p>\n<h2>c. ANALYSIS AND CONCLUSION</h2>\n<p>Although the North Carolina Supreme Court has never directly addressed the \"crashworthiness\" issue, two federal courts in the state have considered the issue. In <i>Bulliner v. General Motors Corp.,</i> 54 F.R.D. 479 (E.D.N.C.1971), the plaintiff sought to recover against a truck manufacturer when a front wheel ran off the truck he was operating. The court granted summary judgment finding that there was no evidence that the manufacturer's negligence or negligent design proximately caused the plaintiff's injuries. Then, in what was clearly dicta, Judge Dupree held that the appellate courts of North Carolina had not adopted the rationale of <i>Larsen</i> in actions against the manufacturers of motor vehicles but had continued to require plaintiffs in such actions to establish a casual relationship between the alleged negligence and the accident itself.</p>\n<p>The <i>Bulliner</i> decision should not, however, be a controlling precedent for the present action. In the first place, the <i>Larsen</i> issue of \"enhanced damages\" from defects was not before the Court and reference to <i>Larsen</i> was not necessary for a disposition of the case. The <i>Bulliner</i> court recognized that its case bore only \"some similarity to the well-known\" <i>Larsen</i> case. Secondly, the North Carolina case cited by the court for its decision that North Carolina would not adopt the <i>Larsen</i> approach is unpersuasive. <i>Coakley v. Ford Motor Co.,</i> 11 N.C.App. 636, 182 S.E.2d 260 (1971), cert. denied, 279 N.C. 393, 183 S.E.2d 244 (1971). The question of liability for enhanced damages was not addressed in that case as the plaintiff alleged that his injuries resulted from the initial collision. Although the North Carolina Court of Appeals did speak in terms of requiring a casual relationship between the defect in the automobile and the accident resulting in injury, it requires an unduly expansive reading of the decision to conclude that the North Carolina Court <span class=\"star-pagination\">*6</span> would reject the <i>Larsen</i> approach when presented with a case in which there were actually allegations of enhanced injuries.</p>\n<p>The second federal court decision in North Carolina to consider the \"crashworthiness\" issue is <i>Alexander v. Seaboard Air Line RR.,</i> 346 F.Supp. 320 (W.D.N.C.1971). The plaintiff in that case sought to recover from the manufacturer of the Volkswagen automobile for the injuries sustained in a collision with a freight train. The plaintiff conceded that there were no defects in the automobile which caused it to hit the train; however, he did allege that the defendant manufacturer had failed to design a reasonably safe fuel storage system, and as a result of the negligence in design, he received injuries, he would not have otherwise received, or in the alternative, his injuries would not have been as serious.</p>\n<p>After reviewing North Carolina case law, Chief Judge Jones concluded that North Carolina clearly imposed liability upon a manufacturer for negligence in design which caused an accident but he found no case which extended the rule to allow recovery where the negligent design of the product did not cause the accident but only increased or aggravated the damages. In fact, he found that only a small minority of the jurisdictions had extended the rule that far. It was his conclusion that under the very sketchy North Carolina products liability law, a manufacturer is only under a duty to foresee the probable results of the normal use of the product manufactured and that an \"intended use\" of the Volkswagen automobile did not include its collision with a train.</p>\n<p>The United States Court of Appeals for the Fourth Circuit subsequently affirmed the entry of summary judgment in favor of Volkswagen, but did so without reviewing the District Court's determination of North Carolina law. The decision of the court was as follows:</p>\n<blockquote>\"Because we decide the case on a narrow ground, we find it unnecessary to discern and apply a nonexistent North Carolina rule of law. The evidence clearly shows, especially the illustrative photographs, that the Volkswagen penetrated some distance beneath the carriage of the locomotive thus causing the front end of the Volkswagen, including the gas tank, to be crushed with a downward scraping pressure that would doubtless rupture any gasoline tank. Assuming, without deciding that Volkswagen has a duty to design a reasonably safe gas tank, we hold on the facts of this case that defective design could not have been the proximate cause of the gasoline fire that destroyed the interior of the automobile and injured the plaintiff.\"</blockquote>\n<p><i>Alexander v. Seaboard Air Line R.R.,</i> No. 71-1915 (4th Cir., April 25, 1972).</p>\n<p>Bearing in mind that it is the role of the Federal court to merely forecast the decision of the North Carolina Supreme Court rather than to insert its own opinion, this Court respectfully dissents from the two district court opinions discussed above and finds that the North Carolina Supreme Court would, if presented with the question today, find that a manufacturer is under a duty to anticipate that certain vehicles will be involved in accidents and to design and manufacture vehicles which avoid subjecting the users to unreasonable risks of foreseeable injury.</p>\n<p>This Court has frankly found little guidance in the North Carolina decisions on the issue before it. It is clear that North Carolina has not been and is not presently in the vanguard of jurisdictions which has expanded the rights of consumers to recover in products liability cases. Hodge, <i>Products Liability: The State of the Law in North Carolina,</i> 8 W.F.L.Rev. 481 (1972). The cases do indicate that the manufacturer of a vehicle owes a duty to the public to use reasonable care in the design of its products. <i>Swaney v. Peden Steel Co.,</i> 259 N.C. 531, 131 S.E.2d 601 (1963). In fact, a manufacturer's negligence may be found over an area quite as broad as his whole activity in designing, preparing, and selling the product. <i>Dupree v. Batts,</i> 276 N.C. 68, 170 S.E.2d 918 (1969).</p>\n<p>Although the North Carolina Supreme Court has moved slowly into the products <span class=\"star-pagination\">*7</span> liability area, it has demonstrated an awareness of decisions from other jurisdictions, evolving standards of technology, and modern marketing conditions. For example, in an important products liability case, <i>Corprew v. Geigy Chemical Corp.,</i> 271 N.C. 485, 157 S.E.2d 98 (1967), the Court recognized that the majority of jurisdictions had abandoned the rule of <i>Winterbottom v. Wright,</i> 10 M. &amp; W. 109, 152 Eng.Rep. 402 (Ex. 1842), non-liability of a manufacturer for negligence without privity of contract. After reviewing the decisions of ten other jurisdictions, Chief Justice Parker, writing for the Court concluded that:</p>\n<blockquote>\"the time has come for us to recognize that the exceptions to the general rule of non-liability of a manufacturer for negligence because of lack of privity of contract have so swallowed up the general rule of non-liability that such general rule for all practical purposes has ceased to exist. Its principle was unsound. It tended to produce unjust results. It has been abandoned by the great weight of authority elsewhere. We have abandoned it in this jurisdiction.\"</blockquote>\n<p>And in another case of the same year, the Supreme Court concluded that under modern merchandising conditions, the manufacturer of food products in sealed containers should be liable to the ultimate consumer for damages resulting from a breach of warranty despite lack of privity. <i>Tedder v. Pepsi Cola Bottling Co.,</i> 270 N.C. 301, 154 S.E.2d 337, 339 (1967). The opinion noted that:</p>\n<blockquote>\"(t)he limitation of warranty to the contracting parties has been under vigorous assault over all the country. The assault has been successful in all but a few jurisdictions.\"</blockquote>\n<p>Although these decisions do not speak directly to the question before the Court, they are indicative of the North Carolina Supreme Court's leaning in the area of products liability. That court is acutely cognizant of case law as developed in other states and has attempted to tailor its decisions to meet the realities of modern production and merchandising.</p>\n<p>Although the <i>Evans</i> rule may have been followed by a majority of the jurisdictions in 1971, the overwhelming number of courts who have considered enhanced damages cases since that time, have adopted the <i>Larsen</i> analysis. <i>Evancho v. Thiel,</i> 297 So.2d 40 (Fla.App.1974); <i>Smith v. Fiat-Roosevelt Motors, Inc.,</i> 402 F.Supp. 116 (M.D.Fla. 1975), (applying Florida law); <i>Passwaters v. General Motors Corp.,</i> 454 F.2d 1270 (8th Cir., 1972), (applying Iowa law); <i>Mieher v. Brown,</i> 54 Ill.2d 539, 301 N.E.2d 307 (1973); <i>Cunis v. Brennan,</i> 56 Ill.2d 372, 308 N.E.2d 617 (1974); <i>Nanda v. Ford Motor Co.,</i> 509 F.2d 213 (7th Cir., 1974), (applying Illinois law); <i>Wooten v. White Trucks,</i> 514 F.2d 634 (5th Cir., 1975), (applying Kentucky law); <i>Perez v. Ford Motor Co.,</i> 497 F.2d 82 (5th Cir., 1974), (applying Louisiana law); <i>Volkswagen of America, Inc. v. Young,</i> 272 Md. 201, 321 A.2d 737 (1974); <i>Bremier v. Volkswagen of America, Inc.,</i> 340 F.Supp. 949 (D.D.C.1972), (applying Maryland law); <i>Friedrich v. Anderson,</i> 191 Neb. 724, 217 N.W.2d 831 (1974), (applying Nebraska law); <i>Huddell v. Levin,</i> 395 F.Supp. 64 (D.N.J.1975), (applying New Jersey law); <i>Anton v. Ford Motor Co.,</i> 400 F.Supp. 1270 (S.D.Ohio 1975), (applying Ohio law); <i>Marshall v. Ford Motor Co.,</i> 446 F.2d 712 (10th Cir., 1971), (applying Oklahoma law); <i>Turcotte v. Ford Motor Co.,</i> 494 F.2d 173 (1st Cir., 1974), (applying Rhode Island law); <i>Baumgardner v. American Motors Corp.,</i> 83 Wash.2d 751, 522 P.2d 829 (1974), (applying Washington law). In fact, the <i>Larsen</i> rule is now followed by a majority of the jurisdictions who have considered the issue. <i>Huddell v. Levin, supra,</i> at 71.</p>\n<p>Furthermore, and more importantly, it is the opinion of this Court that the North Carolina Supreme Court would find the arguments supporting the <i>Larsen</i> decision compelling if it were considering this case. There appears to be no rational basis for legally distinguishing automobile accidents caused by defects from accidents in which the defect hereby enhanced damages and allowing recovery only when the defect itself caused the initial collision. It is clear that a manufacturer owes a duty to <span class=\"star-pagination\">*8</span> the purchasers of its automobiles to design and construct an automobile that is reasonably safe to be driven on the highways and is devoid of defects which would cause accidents and subsequent injuries. That duty should also extend to designing and constructing an automobile which does not expose the occupants to an unreasonable risk of harm in the event that the automobile is involved in a collision. The \"intended use\" analysis is of little assistance. While automobiles are not ordinarily made for colliding with other automobiles and objects automobile accidents are nonetheless frequent occurrences, and the driver who avoids some type of accident is the exception. The automobile manufacturer is aware that his products will be involved in accidents and that the incident and extent of injuries to the passengers will at times be determined by the design and construction of the automobile. It would invite a harsh result to hold as a matter of law that a manufacturer is under no duty to manufacture an automobile which is reasonably safe in the event of an accident when the technology to produce such an automobile may be available.</p>\n<p>The defendants in this case, as defendants in similar cases have done, argue that imposing such a duty would force the manufacturer to produce a tank-like vehicle to insure that occupants are not injured. This is by no means the inevitable or even probable result. By imposing a duty upon a manufacturer to produce an automobile which is free of unreasonable risks in the event of a collision, the court does not make the manufacturer an insurer. As the commentator has stated:</p>\n<blockquote>\"The manufacturer does not have to make a product which is `accident-proof' or `fool-proof'. Liability is imposed only when an unreasonable danger is created. Whether or not this has occurred should be determined by general negligence principles, which involve a balancing of the likelihood of harm if it happens against the burden of precautions which would be effective to avoid the harm.\"</blockquote>\n<p>Noel, <i>Manufacturer's Negligence of Design or Directions for Use of a Product,</i> 71 Yale L.J. 816, 818 (1962).</p>\n<p>As an additional, but related argument in support of the motion for summary judgment, the defendants contend that even if they were under a duty to make the Toyota automobile reasonably safe in the event of a collision, the Court should nonetheless grant the motion for summary judgment because the facts of the case show that the accident was a violent one and that there were no reasonable steps the defendants could have taken to have made the Toyota automobile safe in such a collision.</p>\n<p>The defendants are apparently asking the Court to follow the approach of the Court of Appeals for the Fourth Circuit in <i>Dreisonstok v. Volkswagenwerk, A.G.,</i> 489 F.2d 1066, 1076 (4th Cir., 1974). In that case, a Volkswagen Microbus was driven into a telephone pole at an approximate speed of forty miles per hour with the driver and passenger sustaining injuries. Although the Court found that the State of Virginia imposed liability for negligent design in failing to take precautions against unreasonable risks of harm to passengers by reason of a collision, it found as a matter of law that the defendant had no duty to design a vehicle to withstand the collision in that case. In the words of the court,</p>\n<blockquote>\". . . any `head-on' collision at a speed of forty miles an hour or more will result in severe injuries to the occupants of a vehicle and, certainly in 1968, no design short of an impractical and exorbitantly expensive tank-like vehicle (citations omitted) could have protected against such injuries; in fact, it is doubtful that even such a vehicle could have. Can it be said that a manufacturer in 1968 must have, in its design, so built its vehicle as to protect against such an `unreasonable risk of injury'? We think not.\"</blockquote>\n<p>The defendants have submitted the affidavit of Charles William Strickler who testified concerning the force of the impact between the Chevrolet in which he was riding and the Toyota automobile in which the plaintiffs' decedents were riding. The <span class=\"star-pagination\">*9</span> defendants have also submitted pictures of the Toyota and Chevrolet automobiles illustrating the damages resulting from the collision. Upon this evidence alone the entry of summary judgment, however, is not an appropriate remedy. Mr. Strickler apparently did not see the initial collision between the Mustang and Toyota automobiles and has no firsthand knowledge of the speed of the Mustang at the time of collision. The Court has reviewed the pictures submitted by the defendant, but it is unable to conclude from them that as a matter of law the initial collision was so violent that the defendants were under no duty to design and manufacture a fuel system to withstand it. The defendants may be able to present further evidence of the violent nature of the collision, but upon the basis of the evidence now before the Court, the motion for summary judgment must be denied.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>MOTION FOR SUMMARY JUDGMENT</h2>\n<p></p>\n<h2>Based upon Exclusion of Warranties</h2>\n<p>The defendants have also moved for summary judgment on the plaintiff's cause of action based upon breach of warranties. The defendants contend that the only express warranties given the plaintiffs' decedents were those contained in the Toyota New Vehicle Warranty. It is stated in that document that \"(m)alfunction resulting from misuse, negligence, alteration, accident, or lack of performance of required maintenance services\" are not covered by the warranty. The defendants reason then that the alleged malfunction or defect occurred in an accident, and that as a matter of law, no warranty extended to the deceased was breached.</p>\n<p>The plaintiffs have alleged in the complaint that the Toyota automobile was manufactured and distributed by the defendants in violation of an implied warranty of fitness for a particular purpose and an implied warranty of merchantability. There are no allegations that the defendants breached any express warranty which may have been extended. The question for the Court is then, in what way, if any, did the limitation in the express warranty affect any implied warranties which may have been extended.</p>\n<p>North Carolina General Statutes Sec. 25-2-316 outlines the ways in which a seller may negate or limit any warranty. The Toyota New Vehicle Warranty does not contain the language of exclusion specified by Section 316. The defendants have furthermore submitted no evidence that any implied warranties were modified or excluded by other methods. <i>Bulliner v. General Motors, supra</i><i>; </i><i>Rose v. Epley Motor Sales,</i> 288 N.C. 53, 215 S.E.2d 573 (1975); <i>Billings v. Joseph Harris Co., Inc.,</i> 27 N.C. App. 689, 220 S.E.2d 361 (1975); <i>Davis v. Vintage Enterprises, Inc.,</i> 23 N.C.App. 581, 209 S.E.2d 824 (1974). Thus all implied warranties which may have been extended in the sale of the Toyota automobile were in full force and effect.</p>\n<p>The defendants further contend that if any implied warranties were raised, they were not breached in this accident since under North Carolina law, the intended use of an automobile does not encompass its involvement in violent collisions with other vehicles. This argument has already been considered and decided adversely to the defendants.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>MOTION FOR SUMMARY JUDGMENT</h2>\n<p></p>\n<h2>Based upon Lack of Privity</h2>\n<p>Finally, the defendants, in a supplemental memorandum of law filed December 27, 1974, argue that Henry H. Issacson, as executor of the estates of Andrea Nickels Neal and James B. Neal, Jr., cannot as a matter of law avail himself of any alleged warranty extended by the defendants on their representative. They contend that under North Carolina law, warranties are contractual in nature and extend no further than the parties to the contract. It is alleged that Andrea Nickels Neal and James B. Neal, Jr. were not in privity of contract with the defendants or the dealer from whom the Toyota was purchased and accordingly <span class=\"star-pagination\">*10</span> cannot recover upon any warranty.</p>\n<p>The plaintiffs have stated that they will not be able to present any evidence at trial which would establish a contractual relationship between Andrea Nickels Neal and James B. Neal, Jr. and the defendants. They do however contend that the case of <i>Dupree v. Batts,</i> 276 N.C. 68, 170 S.E.2d 918 (1969) removed the privity requirement for recovery in suits based upon warranty theory. The <i>Dupree</i> case involved a plaintiff not in privity with Chrysler Corporation who sought to recover upon negligence and warranty theories. The Court held that the plaintiff's evidence was sufficient to go to the jury on the causes of action without discussion of the contractual aspects of the case.</p>\n<p>Although the North Carolina Supreme Court has certainly made inroads into the privity requirement in warranty actions, it is still the general rule in North Carolina that a person who is a stranger to a contract of warranty cannot recover upon it. <i>Brendle v. General Tire and Rubber Co.,</i> 304 F.Supp. 1262 (M.D.N.C.1969), <i>aff'd,</i> 505 F.2d 243 (4th Cir., 1974); <i>Wyatt v. North Carolina Equipment Co.,</i> 253 N.C. 355, 117 S.E.2d 21 (1960); <i>Byrd v. Star Rubber Co.,</i> 11 N.C.App. 297, 181 S.E.2d 227 (1971). The exceptions which have been made are limited to cases involving food, drink, and insecticides in sealed containers which had warnings on the label reaching the ultimate consumer, or where the advertiser had so advertised or given directions as to use so that a warranty could be viewed as running to the consumer. <i>Corprew v. Geigy Chemical Corp., supra</i><i>; </i><i>Tedder v. Pepsi Cola Bottling Co., supra</i><i>; </i><i>Terry v. Double Cola Bottling Co.,</i> 263 N.C. 1, 138 S.E.2d 753 (1964); <i>Simpson v. American Oil Co.,</i> 217 N.C. 542, 8 S.E.2d 813 (1940). In the face of this explicit authority to the contrary, the <i>Dupree</i> decision should not be read as any abrogation of the privity requirement.</p>\n<p>This decision however does not foreclose recovery by the plaintiff whose decedents were not in privity of contract with the defendants or their representative. Since this action is grounded upon the theories of negligence and breach of warranty, the plaintiff, Issacson, may still pursue this action upon the negligence theory. It is now established in North Carolina that liability for negligence exists even if the plaintiff lacks privity of contract. <i>Corprew v. Geigy Chemical Corp., supra</i><i>.</i> An Order pursuant to Rule 56(d) of the Federal Rules of Civil Procedure so limiting the scope of this suit will be entered. <i>Driver v. Mitchell,</i> 35 F.R.D. 226 (E.D.Pa.1964).</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1</span></span> (1976)</b></center>\n<center><h1>Henry H. ISAACSON, Executor of the Estate of Andrea Nickels Neal and James B. Neal, Jr., and Anne P. Wrenn Bryan, Administratrix of the Estate of Kathleen Anne Wrenn, Plaintiffs,<br>\nv.<br>\nTOYOTA MOTOR SALES, U. S. A., INC., a corporation, and Toyota Motor Sales Company, Ltd., a corporation, Defendants,<br>\nToyota Motor Company, Ltd., a corporation, Additional Defendant.</h1></center>\n<center>No. 74-18-Civ-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>June 28, 1976.</center>\n<p><span class=\"star-pagination\">*2</span> <span class=\"star-pagination\">*3</span> Wendal D. Jackson, of Slaughter, Jackson &amp; Pectol, Bristol, Tenn., Donald G. Sparrow, of Stern, Rendleman, Isaacson &amp; Klepfer, Greensboro, N. C., for plaintiff Henry H. Isaacson.</p>\n<p>Emerson T. Sanders, James C. Spencer, Jr., of Sanders, Holt, Spencer &amp; Longest, Burlington, N. C., for plaintiff Anne P. Wrenn Bryan.</p>\n<p>Daniel W. Donahue, Joseph E. Elrod, III, of Henson, Donahue &amp; Elrod, Greensboro, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>On Saturday, April 1, 1972, at approximately 6:45 P.M., James B. Neal was operating a 1971 Toyota Corolla automobile in a northerly direction on the causeway leading from Atlantic Beach to Morehead City in Carteret County, North Carolina. The other passengers in the automobile were Andrea Nickels Neal, Duncan Stephenson, and Kathleen Anne Wrenn, the owner of the automobile. While the Toyota was stopped for an open drawbridge, it was struck in the rear by a Ford Mustang automobile being operated by Larry Albert Holland and burst into flames. The driver and passengers of the Toyota suffered extreme burns resulting in their deaths.</p>\n<p>The plaintiffs, as representatives of three estates, have filed this diversity action seeking to recover for the alleged wrongful death of the decedents.</p>\n<p>There are three corporate defendants in this action. Toyota Motor Company, Ltd. manufactures all Toyota automobiles sold in the United States. Toyota Motor Sales Company, Ltd., is the exporter of Toyota automobiles from Japan to the United States. These two defendants are corporations organized and doing business under the laws of a jurisdiction other than the state of North Carolina and their principal place of business in Japan. The third defendant, Toyota Motor Sales, U. S. A., Inc., imports and distributes Toyota automobiles in the United States. It is a corporation organized and existing under the laws of a jurisdiction other than the state of North Carolina having its principal place of business in the state of California.</p>\n<p>In the complaint, it is alleged that the Toyota automobile involved in this suit was manufactured, exported to the United States, and distributed by the defendants and was eventually sold to Kathleen Anne Wrenn by a North Carolina dealership; that the defendants negligently breached a duty to design and manufacture a fuel system in that automobile which would not unreasonably enhance the danger to its occupants in the event of a rear-end collision; that the sale of such an automobile was in violation of the defendants warranties of merchantability and fitness for a particular purpose; and that the defects in the automobile directly and proximately caused the death of Andrea Nickels Neal, James B. Neal, Jr., and Kathleen Anne Wrenn.</p>\n<p>Although numerous motions are presently pending before the Court in this action, only one will be considered in this Opinion.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>MOTION FOR SUMMARY JUDGMENT</h2>\n<p></p>\n<h2>Based upon question of Manufacturer's Duty</h2>\n<p><span class=\"star-pagination\">*4</span> On September 3, 1974, the defendants, Toyota Motor Sales, Ltd., and Toyota Motor Sales, U. S. A., Inc., moved for summary judgment pursuant to Rule 56 of the Federal Rules of Civil Procedure. In the motion, the defendants point to the answer to defendants' interrogatory number one in which the plaintiffs admit there was no defect in the Toyota automobile which caused or contributed to the initial collision between the Toyota automobile and the Ford Mustang automobile. Instead, the plaintiffs allege that as a result of the collision, the filler pipe and other appliances attached to gasoline tank became detached and the gasoline tank ruptured with gasoline and gasoline fumes escaping in the passenger area of the automobile. The defendants, therefore, argued that even if the Toyota automobile was defective in the manner alleged, as matter of law, the plaintiffs cannot recover damages against the defendants because under North Carolina law, a manufacturer is liable for defects in its products which cause injuries arising out of the intended use for which the product is manufactured, but it is not liable for injuries arising from defects which do not cause or contribute to the cause of an accident.</p>\n<p></p>\n<h2>a. ISSUE PRESENTED</h2>\n<p>The defendants' motion raises an issue which is largely unsettled in many jurisdictions. The question is essentially whether automobile manufacturers can be held liable for defects in design and manufacture which do not cause highway collisions but merely enhance the damages resulting from the collision. Two leading cases from other jurisdictions illustrate the split of authority on the duty of manufacturers to prevent or minimize the so-called \"second collision\" injuries.</p>\n<p>In <i>Evans v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"271564\"><a href=\"/opinion/271564/barbara-f-evans-personal-representative-of-the-estate-of-roy-evans/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span> (7th Cir., 1966), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">836</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">83</span></span>, <span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">70</span></span> (1967), the court affirmed the dismissal of a complaint alleging negligence, breach of implied warranty, and strict liability. The court found that an intended purpose of an automobile does not include its participation in collisions with other objects despite the fact that such collisions do occur frequently. The manufacturer was held not to be under a duty to make his automobile accident-proof.</p>\n<p>In <i>Larsen v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"279320\"><a href=\"/opinion/279320/erling-david-larsen-v-general-motors-corporation-a-delaware-corporation/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">495</span></a></span> (8th Cir., 1968), the court reached a different result. It recognized that there is no duty on the manufacturer to design an accident-proof vehicle, but held that the manufacturer has the duty of designing a vehicle which will reasonably protect its occupants from enhanced injuries in the event of a collision.</p>\n<p></p>\n<h2>b. APPLICABLE LAW</h2>\n<p>Since this is a diversity action, the question must be resolved by reference to the applicable state law. The parties agree that the plaintiffs' claim for relief based upon negligence is governed by the law of North Carolina. It is also conceded that the North Carolina appellate courts have never directly ruled on the question of whether a manufacturer must with reasonable care design a vehicle to minimize crash injuries. This being the situation, the Court is \"faced with the extremely difficult problem of forecasting\" how the North Carolina Supreme Court would resolve the issue if presented with it. <i>Alexander v. Seaboard Airline R. R.,</i> No. 71-1915 (4th Cir., April 25, 1972). It is not the role of this federal district court to fashion the rule which it considers best. <i>McClung v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"307838\"><a href=\"/opinion/307838/robert-r-mcclung-v-ford-motor-company-a-corporation/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">240</span></a></span> (4th Cir., 1973); <i>Graves v. Associated Transport, Inc.,</i> <span class=\"citation\" data-id=\"267726\"><a href=\"/opinion/267726/walter-b-graves-v-associated-transport-inc/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span> (4th Cir., 1965); <i>Lowe's North Wilkesboro Hardware, Inc. v. Fidelity Mutual Life Insurance Co.,</i> <span class=\"citation\" data-id=\"261071\"><a href=\"/opinion/261071/lowes-north-wilkesboro-hardware-inc-v-the-fidelity-mutual-life/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span> (4th Cir., 1963).</p>\n<p>The plaintiffs do however contend that certain implied warranties were extended by the defendants and that the interpretation and application of these implied warranties should be under the laws of the state of California. The plaintiffs have noted several North Carolina cases in support of their contention that the North Carolina courts would apply California law to the warranty issues in this case. The first, <i>Brown v. General Motors Corp.,</i> 355 F.2d <span class=\"star-pagination\">*5</span> 814 (4th Cir., 1966), involved the manufacture and sale of a bulldozer. The machine was manufactured in Ohio and delivered in Ohio to the manufacturer's dealer, from whom it was lease-purchased by the plaintiff's employer, a construction concern. The accident occurred in South Carolina and the legal action was brought in the North Carolina courts. In holding that North Carolina would apply Ohio law to the warranty phase of the case, the Fourth Circuit relied upon another case cited by the plaintiffs in the instant action.</p>\n<p>In <i>Price v. Goodman,</i> <span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">592</span></span> (1946), the defendant purchased construction forms from the plaintiff, a West Virginia citizen. The defendant dealt directly with the plaintiff and sent his own trucks to West Virginia to receive the forms. In an action to recover the agreed purchase price, the North Carolina Court held that the case, in its substantive features, was controlled by West Virginia law because the sale was consummated in West Virginia and delivery was had there.</p>\n<p>These cases appear, however, to be factually distinguishable and are actually authority for applying the law of North Carolina rather than the law of California. The sales in the two cases were consummated in Ohio and West Virginia respectively and delivery to the ultimate consumer was made in those states. In both cases, the courts held that the applicable law was that of the state where the merchandise was sold.</p>\n<p>In the present action, the Toyota automobile was manufactured in Japan, shipped to the United States, distributed to an authorized dealer in North Carolina, and then sold to Kathleen Anne Wrenn. The sale of the automobile was completed only when it was delivered to the ultimate consumer in North Carolina by a North Carolina merchant. All warranties extended by the defendants were an integral part of the sales contract which was executed and performed in the state of North Carolina. Accordingly, the interpretation and application of the implied warranties, as well as the plaintiffs' negligence claims, must be under the laws of North Carolina. See also <i>Brendle v. General Tire and Rubber Co.,</i> <span class=\"citation\" data-id=\"283884\"><a href=\"/opinion/283884/mary-kate-brendle-administratrix-of-the-estate-of-william-charles-brendle/\"><span class=\"volume\">408</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span> (4th Cir., 1969).</p>\n<p></p>\n<h2>c. ANALYSIS AND CONCLUSION</h2>\n<p>Although the North Carolina Supreme Court has never directly addressed the \"crashworthiness\" issue, two federal courts in the state have considered the issue. In <i>Bulliner v. General Motors Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">479</span></span> (E.D.N.C.1971), the plaintiff sought to recover against a truck manufacturer when a front wheel ran off the truck he was operating. The court granted summary judgment finding that there was no evidence that the manufacturer's negligence or negligent design proximately caused the plaintiff's injuries. Then, in what was clearly dicta, Judge Dupree held that the appellate courts of North Carolina had not adopted the rationale of <i>Larsen</i> in actions against the manufacturers of motor vehicles but had continued to require plaintiffs in such actions to establish a casual relationship between the alleged negligence and the accident itself.</p>\n<p>The <i>Bulliner</i> decision should not, however, be a controlling precedent for the present action. In the first place, the <i>Larsen</i> issue of \"enhanced damages\" from defects was not before the Court and reference to <i>Larsen</i> was not necessary for a disposition of the case. The <i>Bulliner</i> court recognized that its case bore only \"some similarity to the well-known\" <i>Larsen</i> case. Secondly, the North Carolina case cited by the court for its decision that North Carolina would not adopt the <i>Larsen</i> approach is unpersuasive. <i>Coakley v. Ford Motor Co.,</i> 11 N.C.App. 636, <span class=\"citation\" data-id=\"1329795\"><a href=\"/opinion/1329795/coakley-v-ford-motor-company/\"><span class=\"volume\">182</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">260</span></a></span> (1971), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">393</span></span>, <span class=\"citation\" data-id=\"1337748\"><a href=\"/opinion/1337748/coakley-v-ford-motor-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">244</span></a></span> (1971). The question of liability for enhanced damages was not addressed in that case as the plaintiff alleged that his injuries resulted from the initial collision. Although the North Carolina Court of Appeals did speak in terms of requiring a casual relationship between the defect in the automobile and the accident resulting in injury, it requires an unduly expansive reading of the decision to conclude that the North Carolina Court <span class=\"star-pagination\">*6</span> would reject the <i>Larsen</i> approach when presented with a case in which there were actually allegations of enhanced injuries.</p>\n<p>The second federal court decision in North Carolina to consider the \"crashworthiness\" issue is <i>Alexander v. Seaboard Air Line RR.,</i> <span class=\"citation\" data-id=\"1879045\"><a href=\"/opinion/1879045/alexander-v-seaboard-air-line-railroad-company/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">320</span></a></span> (W.D.N.C.1971). The plaintiff in that case sought to recover from the manufacturer of the Volkswagen automobile for the injuries sustained in a collision with a freight train. The plaintiff conceded that there were no defects in the automobile which caused it to hit the train; however, he did allege that the defendant manufacturer had failed to design a reasonably safe fuel storage system, and as a result of the negligence in design, he received injuries, he would not have otherwise received, or in the alternative, his injuries would not have been as serious.</p>\n<p>After reviewing North Carolina case law, Chief Judge Jones concluded that North Carolina clearly imposed liability upon a manufacturer for negligence in design which caused an accident but he found no case which extended the rule to allow recovery where the negligent design of the product did not cause the accident but only increased or aggravated the damages. In fact, he found that only a small minority of the jurisdictions had extended the rule that far. It was his conclusion that under the very sketchy North Carolina products liability law, a manufacturer is only under a duty to foresee the probable results of the normal use of the product manufactured and that an \"intended use\" of the Volkswagen automobile did not include its collision with a train.</p>\n<p>The United States Court of Appeals for the Fourth Circuit subsequently affirmed the entry of summary judgment in favor of Volkswagen, but did so without reviewing the District Court's determination of North Carolina law. The decision of the court was as follows:</p>\n<blockquote>\"Because we decide the case on a narrow ground, we find it unnecessary to discern and apply a nonexistent North Carolina rule of law. The evidence clearly shows, especially the illustrative photographs, that the Volkswagen penetrated some distance beneath the carriage of the locomotive thus causing the front end of the Volkswagen, including the gas tank, to be crushed with a downward scraping pressure that would doubtless rupture any gasoline tank. Assuming, without deciding that Volkswagen has a duty to design a reasonably safe gas tank, we hold on the facts of this case that defective design could not have been the proximate cause of the gasoline fire that destroyed the interior of the automobile and injured the plaintiff.\"</blockquote>\n<p><i>Alexander v. Seaboard Air Line R.R.,</i> No. 71-1915 (4th Cir., April 25, 1972).</p>\n<p>Bearing in mind that it is the role of the Federal court to merely forecast the decision of the North Carolina Supreme Court rather than to insert its own opinion, this Court respectfully dissents from the two district court opinions discussed above and finds that the North Carolina Supreme Court would, if presented with the question today, find that a manufacturer is under a duty to anticipate that certain vehicles will be involved in accidents and to design and manufacture vehicles which avoid subjecting the users to unreasonable risks of foreseeable injury.</p>\n<p>This Court has frankly found little guidance in the North Carolina decisions on the issue before it. It is clear that North Carolina has not been and is not presently in the vanguard of jurisdictions which has expanded the rights of consumers to recover in products liability cases. Hodge, <i>Products Liability: The State of the Law in North Carolina,</i> 8 W.F.L.Rev. 481 (1972). The cases do indicate that the manufacturer of a vehicle owes a duty to the public to use reasonable care in the design of its products. <i>Swaney v. Peden Steel Co.,</i> <span class=\"citation\" data-id=\"1336267\"><a href=\"/opinion/1336267/swaney-v-peden-steel-company/\"><span class=\"volume\">259</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">531</span></a></span>, <span class=\"citation\" data-id=\"1336267\"><a href=\"/opinion/1336267/swaney-v-peden-steel-company/\"><span class=\"volume\">131</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">601</span></a></span> (1963). In fact, a manufacturer's negligence may be found over an area quite as broad as his whole activity in designing, preparing, and selling the product. <i>Dupree v. Batts,</i> <span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">68</span></span>, <span class=\"citation\" data-id=\"1406930\"><a href=\"/opinion/1406930/dupree-v-batts/\"><span class=\"volume\">170</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">918</span></a></span> (1969).</p>\n<p>Although the North Carolina Supreme Court has moved slowly into the products <span class=\"star-pagination\">*7</span> liability area, it has demonstrated an awareness of decisions from other jurisdictions, evolving standards of technology, and modern marketing conditions. For example, in an important products liability case, <i>Corprew v. Geigy Chemical Corp.,</i> <span class=\"citation\" data-id=\"1256487\"><a href=\"/opinion/1256487/corprew-v-geigy-chemical-corporation/\"><span class=\"volume\">271</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">485</span></a></span>, <span class=\"citation\" data-id=\"1256487\"><a href=\"/opinion/1256487/corprew-v-geigy-chemical-corporation/\"><span class=\"volume\">157</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">98</span></a></span> (1967), the Court recognized that the majority of jurisdictions had abandoned the rule of <i>Winterbottom v. Wright,</i> 10 M. &amp; W. 109, 152 Eng.Rep. 402 (Ex. 1842), non-liability of a manufacturer for negligence without privity of contract. After reviewing the decisions of ten other jurisdictions, Chief Justice Parker, writing for the Court concluded that:</p>\n<blockquote>\"the time has come for us to recognize that the exceptions to the general rule of non-liability of a manufacturer for negligence because of lack of privity of contract have so swallowed up the general rule of non-liability that such general rule for all practical purposes has ceased to exist. Its principle was unsound. It tended to produce unjust results. It has been abandoned by the great weight of authority elsewhere. We have abandoned it in this jurisdiction.\"</blockquote>\n<p>And in another case of the same year, the Supreme Court concluded that under modern merchandising conditions, the manufacturer of food products in sealed containers should be liable to the ultimate consumer for damages resulting from a breach of warranty despite lack of privity. <i>Tedder v. Pepsi Cola Bottling Co.,</i> <span class=\"citation\" data-id=\"1221288\"><a href=\"/opinion/1221288/tedder-v-pepsi-cola-bottling-co-of-raleigh-nc/\"><span class=\"volume\">270</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">301</span></a></span>, <span class=\"citation\" data-id=\"1221288\"><a href=\"/opinion/1221288/tedder-v-pepsi-cola-bottling-co-of-raleigh-nc/\"><span class=\"volume\">154</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">337</span></a></span>, 339 (1967). The opinion noted that:</p>\n<blockquote>\"(t)he limitation of warranty to the contracting parties has been under vigorous assault over all the country. The assault has been successful in all but a few jurisdictions.\"</blockquote>\n<p>Although these decisions do not speak directly to the question before the Court, they are indicative of the North Carolina Supreme Court's leaning in the area of products liability. That court is acutely cognizant of case law as developed in other states and has attempted to tailor its decisions to meet the realities of modern production and merchandising.</p>\n<p>Although the <i>Evans</i> rule may have been followed by a majority of the jurisdictions in 1971, the overwhelming number of courts who have considered enhanced damages cases since that time, have adopted the <i>Larsen</i> analysis. <i>Evancho v. Thiel,</i> <span class=\"citation\" data-id=\"1093522\"><a href=\"/opinion/1093522/evancho-v-thiel/\"><span class=\"volume\">297</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">40</span></a></span> (Fla.App.1974); <i>Smith v. Fiat-Roosevelt Motors, Inc.,</i> <span class=\"citation\" data-id=\"1413513\"><a href=\"/opinion/1413513/smith-v-fiat-roosevelt-motors-inc/\"><span class=\"volume\">402</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">116</span></a></span> (M.D.Fla. 1975), (applying Florida law); <i>Passwaters v. General Motors Corp.,</i> <span class=\"citation\" data-id=\"301334\"><a href=\"/opinion/301334/susan-passwaters-by-donald-passwaters-her-father-and-next-friend-and/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1270</span></a></span> (8th Cir., 1972), (applying Iowa law); <i>Mieher v. Brown,</i> <span class=\"citation\" data-id=\"2210841\"><a href=\"/opinion/2210841/mieher-v-brown/\"><span class=\"volume\">54</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">539</span></a></span>, <span class=\"citation\" data-id=\"2210841\"><a href=\"/opinion/2210841/mieher-v-brown/\"><span class=\"volume\">301</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">307</span></a></span> (1973); <i>Cunis v. Brennan,</i> <span class=\"citation\" data-id=\"2151619\"><a href=\"/opinion/2151619/cunis-v-brennan/\"><span class=\"volume\">56</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">372</span></a></span>, <span class=\"citation\" data-id=\"2151619\"><a href=\"/opinion/2151619/cunis-v-brennan/\"><span class=\"volume\">308</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">617</span></a></span> (1974); <i>Nanda v. Ford Motor Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">509</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">213</span></span> (7th Cir., 1974), (applying Illinois law); <i>Wooten v. White Trucks,</i> <span class=\"citation\" data-id=\"326948\"><a href=\"/opinion/326948/lloyd-wooten-v-white-trucks-a-division-of-white-motor-corporation-and/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">634</span></a></span> (5th Cir., 1975), (applying Kentucky law); <i>Perez v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"319307\"><a href=\"/opinion/319307/roy-paul-perez-individually-etc-v-ford-motor-company-traders-general/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">82</span></a></span> (5th Cir., 1974), (applying Louisiana law); <i>Volkswagen of America, Inc. v. Young,</i> <span class=\"citation\" data-id=\"1442568\"><a href=\"/opinion/1442568/volkswagen-of-america-v-young/\"><span class=\"volume\">272</span> <span class=\"reporter\">Md.</span> <span class=\"page\">201</span></a></span>, <span class=\"citation\" data-id=\"1442568\"><a href=\"/opinion/1442568/volkswagen-of-america-v-young/\"><span class=\"volume\">321</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">737</span></a></span> (1974); <i>Bremier v. Volkswagen of America, Inc.,</i> <span class=\"citation\" data-id=\"1445708\"><a href=\"/opinion/1445708/bremier-v-volkswagen-of-america-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">949</span></a></span> (D.D.C.1972), (applying Maryland law); <i>Friedrich v. Anderson,</i> <span class=\"citation\" data-id=\"1837849\"><a href=\"/opinion/1837849/friedrich-v-anderson/\"><span class=\"volume\">191</span> <span class=\"reporter\">Neb.</span> <span class=\"page\">724</span></a></span>, <span class=\"citation\" data-id=\"1837849\"><a href=\"/opinion/1837849/friedrich-v-anderson/\"><span class=\"volume\">217</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">831</span></a></span> (1974), (applying Nebraska law); <i>Huddell v. Levin,</i> <span class=\"citation\" data-id=\"1416587\"><a href=\"/opinion/1416587/huddell-v-levin/\"><span class=\"volume\">395</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">64</span></a></span> (D.N.J.1975), (applying New Jersey law); <i>Anton v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"1367269\"><a href=\"/opinion/1367269/anton-v-ford-motor-company/\"><span class=\"volume\">400</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1270</span></a></span> (S.D.Ohio 1975), (applying Ohio law); <i>Marshall v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"298282\"><a href=\"/opinion/298282/fernon-d-marshall-v-ford-motor-company-a-foreign-corporation/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">712</span></a></span> (10th Cir., 1971), (applying Oklahoma law); <i>Turcotte v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"318166\"><a href=\"/opinion/318166/robert-l-turcotte-administrator-of-the-estate-of-gerard-p-turcotte-v/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">173</span></a></span> (1st Cir., 1974), (applying Rhode Island law); <i>Baumgardner v. American Motors Corp.,</i> 83 Wash.2d 751, <span class=\"citation\" data-id=\"1246228\"><a href=\"/opinion/1246228/baumgardner-v-american-motors/\"><span class=\"volume\">522</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">829</span></a></span> (1974), (applying Washington law). In fact, the <i>Larsen</i> rule is now followed by a majority of the jurisdictions who have considered the issue. <i>Huddell v. Levin, supra,</i> at 71.</p>\n<p>Furthermore, and more importantly, it is the opinion of this Court that the North Carolina Supreme Court would find the arguments supporting the <i>Larsen</i> decision compelling if it were considering this case. There appears to be no rational basis for legally distinguishing automobile accidents caused by defects from accidents in which the defect hereby enhanced damages and allowing recovery only when the defect itself caused the initial collision. It is clear that a manufacturer owes a duty to <span class=\"star-pagination\">*8</span> the purchasers of its automobiles to design and construct an automobile that is reasonably safe to be driven on the highways and is devoid of defects which would cause accidents and subsequent injuries. That duty should also extend to designing and constructing an automobile which does not expose the occupants to an unreasonable risk of harm in the event that the automobile is involved in a collision. The \"intended use\" analysis is of little assistance. While automobiles are not ordinarily made for colliding with other automobiles and objects automobile accidents are nonetheless frequent occurrences, and the driver who avoids some type of accident is the exception. The automobile manufacturer is aware that his products will be involved in accidents and that the incident and extent of injuries to the passengers will at times be determined by the design and construction of the automobile. It would invite a harsh result to hold as a matter of law that a manufacturer is under no duty to manufacture an automobile which is reasonably safe in the event of an accident when the technology to produce such an automobile may be available.</p>\n<p>The defendants in this case, as defendants in similar cases have done, argue that imposing such a duty would force the manufacturer to produce a tank-like vehicle to insure that occupants are not injured. This is by no means the inevitable or even probable result. By imposing a duty upon a manufacturer to produce an automobile which is free of unreasonable risks in the event of a collision, the court does not make the manufacturer an insurer. As the commentator has stated:</p>\n<blockquote>\"The manufacturer does not have to make a product which is `accident-proof' or `fool-proof'. Liability is imposed only when an unreasonable danger is created. Whether or not this has occurred should be determined by general negligence principles, which involve a balancing of the likelihood of harm if it happens against the burden of precautions which would be effective to avoid the harm.\"</blockquote>\n<p>Noel, <i>Manufacturer's Negligence of Design or Directions for Use of a Product,</i> 71 Yale L.J. 816, 818 (1962).</p>\n<p>As an additional, but related argument in support of the motion for summary judgment, the defendants contend that even if they were under a duty to make the Toyota automobile reasonably safe in the event of a collision, the Court should nonetheless grant the motion for summary judgment because the facts of the case show that the accident was a violent one and that there were no reasonable steps the defendants could have taken to have made the Toyota automobile safe in such a collision.</p>\n<p>The defendants are apparently asking the Court to follow the approach of the Court of Appeals for the Fourth Circuit in <i>Dreisonstok v. Volkswagenwerk, A.G.,</i> <span class=\"citation\" data-id=\"316130\"><a href=\"/opinion/316130/terri-lee-dreisonstok-an-infant-by-her-mother-and-next-friend-catherine/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1076 (4th Cir., 1974). In that case, a Volkswagen Microbus was driven into a telephone pole at an approximate speed of forty miles per hour with the driver and passenger sustaining injuries. Although the Court found that the State of Virginia imposed liability for negligent design in failing to take precautions against unreasonable risks of harm to passengers by reason of a collision, it found as a matter of law that the defendant had no duty to design a vehicle to withstand the collision in that case. In the words of the court,</p>\n<blockquote>\". . . any `head-on' collision at a speed of forty miles an hour or more will result in severe injuries to the occupants of a vehicle and, certainly in 1968, no design short of an impractical and exorbitantly expensive tank-like vehicle (citations omitted) could have protected against such injuries; in fact, it is doubtful that even such a vehicle could have. Can it be said that a manufacturer in 1968 must have, in its design, so built its vehicle as to protect against such an `unreasonable risk of injury'? We think not.\"</blockquote>\n<p>The defendants have submitted the affidavit of Charles William Strickler who testified concerning the force of the impact between the Chevrolet in which he was riding and the Toyota automobile in which the plaintiffs' decedents were riding. The <span class=\"star-pagination\">*9</span> defendants have also submitted pictures of the Toyota and Chevrolet automobiles illustrating the damages resulting from the collision. Upon this evidence alone the entry of summary judgment, however, is not an appropriate remedy. Mr. Strickler apparently did not see the initial collision between the Mustang and Toyota automobiles and has no firsthand knowledge of the speed of the Mustang at the time of collision. The Court has reviewed the pictures submitted by the defendant, but it is unable to conclude from them that as a matter of law the initial collision was so violent that the defendants were under no duty to design and manufacture a fuel system to withstand it. The defendants may be able to present further evidence of the violent nature of the collision, but upon the basis of the evidence now before the Court, the motion for summary judgment must be denied.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>MOTION FOR SUMMARY JUDGMENT</h2>\n<p></p>\n<h2>Based upon Exclusion of Warranties</h2>\n<p>The defendants have also moved for summary judgment on the plaintiff's cause of action based upon breach of warranties. The defendants contend that the only express warranties given the plaintiffs' decedents were those contained in the Toyota New Vehicle Warranty. It is stated in that document that \"(m)alfunction resulting from misuse, negligence, alteration, accident, or lack of performance of required maintenance services\" are not covered by the warranty. The defendants reason then that the alleged malfunction or defect occurred in an accident, and that as a matter of law, no warranty extended to the deceased was breached.</p>\n<p>The plaintiffs have alleged in the complaint that the Toyota automobile was manufactured and distributed by the defendants in violation of an implied warranty of fitness for a particular purpose and an implied warranty of merchantability. There are no allegations that the defendants breached any express warranty which may have been extended. The question for the Court is then, in what way, if any, did the limitation in the express warranty affect any implied warranties which may have been extended.</p>\n<p>North Carolina General Statutes Sec. 25-2-316 outlines the ways in which a seller may negate or limit any warranty. The Toyota New Vehicle Warranty does not contain the language of exclusion specified by Section 316. The defendants have furthermore submitted no evidence that any implied warranties were modified or excluded by other methods. <i>Bulliner v. General Motors, supra</i><i>; </i><i>Rose v. Epley Motor Sales,</i> <span class=\"citation no-link\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">53</span></span>, <span class=\"citation\" data-id=\"1320418\"><a href=\"/opinion/1320418/rose-v-epley-motor-sales/\"><span class=\"volume\">215</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">573</span></a></span> (1975); <i>Billings v. Joseph Harris Co., Inc.,</i> <span class=\"citation\" data-id=\"1301442\"><a href=\"/opinion/1301442/billings-v-joseph-harris-co-inc/\"><span class=\"volume\">27</span> <span class=\"reporter\">N.C. App.</span> <span class=\"page\">689</span></a></span>, <span class=\"citation\" data-id=\"1301442\"><a href=\"/opinion/1301442/billings-v-joseph-harris-co-inc/\"><span class=\"volume\">220</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">361</span></a></span> (1975); <i>Davis v. Vintage Enterprises, Inc.,</i> 23 N.C.App. 581, <span class=\"citation\" data-id=\"1215979\"><a href=\"/opinion/1215979/davis-v-vintage-enterprises-inc/\"><span class=\"volume\">209</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">824</span></a></span> (1974). Thus all implied warranties which may have been extended in the sale of the Toyota automobile were in full force and effect.</p>\n<p>The defendants further contend that if any implied warranties were raised, they were not breached in this accident since under North Carolina law, the intended use of an automobile does not encompass its involvement in violent collisions with other vehicles. This argument has already been considered and decided adversely to the defendants.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2>MOTION FOR SUMMARY JUDGMENT</h2>\n<p></p>\n<h2>Based upon Lack of Privity</h2>\n<p>Finally, the defendants, in a supplemental memorandum of law filed December 27, 1974, argue that Henry H. Issacson, as executor of the estates of Andrea Nickels Neal and James B. Neal, Jr., cannot as a matter of law avail himself of any alleged warranty extended by the defendants on their representative. They contend that under North Carolina law, warranties are contractual in nature and extend no further than the parties to the contract. It is alleged that Andrea Nickels Neal and James B. Neal, Jr. were not in privity of contract with the defendants or the dealer from whom the Toyota was purchased and accordingly <span class=\"star-pagination\">*10</span> cannot recover upon any warranty.</p>\n<p>The plaintiffs have stated that they will not be able to present any evidence at trial which would establish a contractual relationship between Andrea Nickels Neal and James B. Neal, Jr. and the defendants. They do however contend that the case of <i>Dupree v. Batts,</i> <span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">68</span></span>, <span class=\"citation\" data-id=\"1406930\"><a href=\"/opinion/1406930/dupree-v-batts/\"><span class=\"volume\">170</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">918</span></a></span> (1969) removed the privity requirement for recovery in suits based upon warranty theory. The <i>Dupree</i> case involved a plaintiff not in privity with Chrysler Corporation who sought to recover upon negligence and warranty theories. The Court held that the plaintiff's evidence was sufficient to go to the jury on the causes of action without discussion of the contractual aspects of the case.</p>\n<p>Although the North Carolina Supreme Court has certainly made inroads into the privity requirement in warranty actions, it is still the general rule in North Carolina that a person who is a stranger to a contract of warranty cannot recover upon it. <i>Brendle v. General Tire and Rubber Co.,</i> <span class=\"citation\" data-id=\"1867830\"><a href=\"/opinion/1867830/brendle-v-general-tire-and-rubber-company/\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1262</span></a></span> (M.D.N.C.1969), <i>aff'd,</i> <span class=\"citation\" data-id=\"322538\"><a href=\"/opinion/322538/mary-kate-brendle-administratrix-of-the-estate-of-william-charles-brendle/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span> (4th Cir., 1974); <i>Wyatt v. North Carolina Equipment Co.,</i> <span class=\"citation\" data-id=\"1235191\"><a href=\"/opinion/1235191/wyatt-v-north-carolina-equipment-company/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">355</span></a></span>, <span class=\"citation\" data-id=\"1235191\"><a href=\"/opinion/1235191/wyatt-v-north-carolina-equipment-company/\"><span class=\"volume\">117</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">21</span></a></span> (1960); <i>Byrd v. Star Rubber Co.,</i> 11 N.C.App. 297, <span class=\"citation\" data-id=\"1268161\"><a href=\"/opinion/1268161/byrd-v-star-rubber-company/\"><span class=\"volume\">181</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">227</span></a></span> (1971). The exceptions which have been made are limited to cases involving food, drink, and insecticides in sealed containers which had warnings on the label reaching the ultimate consumer, or where the advertiser had so advertised or given directions as to use so that a warranty could be viewed as running to the consumer. <i>Corprew v. Geigy Chemical Corp., supra</i><i>; </i><i>Tedder v. Pepsi Cola Bottling Co., supra</i><i>; </i><i>Terry v. Double Cola Bottling Co.,</i> <span class=\"citation\" data-id=\"1249213\"><a href=\"/opinion/1249213/terry-v-double-cola-bottling-company/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"1249213\"><a href=\"/opinion/1249213/terry-v-double-cola-bottling-company/\"><span class=\"volume\">138</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">753</span></a></span> (1964); <i>Simpson v. American Oil Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">542</span></span>, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">813</span></span> (1940). In the face of this explicit authority to the contrary, the <i>Dupree</i> decision should not be read as any abrogation of the privity requirement.</p>\n<p>This decision however does not foreclose recovery by the plaintiff whose decedents were not in privity of contract with the defendants or their representative. Since this action is grounded upon the theories of negligence and breach of warranty, the plaintiff, Issacson, may still pursue this action upon the negligence theory. It is now established in North Carolina that liability for negligence exists even if the plaintiff lacks privity of contract. <i>Corprew v. Geigy Chemical Corp., supra</i><i>.</i> An Order pursuant to Rule 56(d) of the Federal Rules of Civil Procedure so limiting the scope of this suit will be entered. <i>Driver v. Mitchell,</i> <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">226</span></span> (E.D.Pa.1964).</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/261071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/267726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/271564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/283884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/298282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/307838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/319307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/322538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1093522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1221288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1235191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1246228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1249213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1268161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1301442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1320418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1329795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1336267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1337748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1367269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1406930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1413513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1416587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1442568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1445708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1837849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1867830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1879045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2151619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2210841/"
  ]
}