{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1464537/",
  "absolute_url": "/opinion/1464537/mccartney-ex-rel-mccartney-v-cansler/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1464537/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:21:32.157796Z",
  "date_modified": "2016-04-26T21:00:49.825479Z",
  "type": "010combined",
  "sha1": "db208c8e5411c3b1900e92b37efa7a9910451748",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>608 F.Supp.2d 694 (2009)</b></center>\n<center><h1>Devon Tyler McCARTNEY, a minor child, by his mother Penny McCARTNEY, Eric Cromartie, a minor child, by his mother Selena McMillan, and Katie Tipton, a minor child, by her father Greg Tipton, individually and on behalf of all others similarly situated, Plaintiffs,<br>\nv.<br>\nLanier CANSLER, Secretary, North Carolina Department of Health and Human Services, in his official capacity,<sup>[1]</sup> Defendant.</h1></center>\n<center>No. 7:08-CV-57-H(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 16, 2009.</center>\n<p><span class=\"star-pagination\">*697</span> Douglas Stuart Sea, Legal Services of Southern Piedmont, Charlotte, NC, Martha Jane Perkins, Sarah Jane Somers, National Health Law Program, Chapel Hill, NC, for Plaintiffs.</p>\n<p>Belinda A. Smith, Ronald M. Marquette, Tracy J. Hayes, N.C. Dept. of Justice, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the following motions:</p>\n<blockquote>1. Plaintiffs' motion for class certification [DE # 11];</blockquote>\n<blockquote>2. Defendant's motions to dismiss [DE # 17 &amp; 26];</blockquote>\n<blockquote>3. Defendant's motion to strike [DE # 19]; and</blockquote>\n<blockquote>4. Plaintiffs' motion for leave to file declarations <i>nunc pro tunc</i> [DE # 31].</blockquote>\n<p>Appropriate responses and replies have been filed, and the time for further filings has expired. These motions are ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiffs brought this action pursuant to 42 U.S.C. §§ 1983 <i>et seq.</i> on behalf of North Carolina Medicaid recipients. Plaintiffs allege that the North Carolina Department of Health and Human Services has reduced or terminated mental health and developmental disability services received by plaintiffs and thousands of other Medicaid-eligible children with behavioral, emotional and developmental conditions in violation of the Due Process Clause and Title XIX of the Social Security Act, 42 U.S.C. §§ 1396 <i>et seq.</i> (\"the Medicaid Act\"). Plaintiffs request the court to certify this action as a class action pursuant to Rule 23 of the Federal Rules of Civil Procedure. Defendant opposes class certification and moves to dismiss plaintiffs' amended complaint for lack of subject matter jurisdiction and for failure to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Medicaid Background</h2>\n<p>Medicaid is a cooperative program of the federal and state governments that assists participating states in furnishing medical services to the needy. 42 U.S.C. § 1396. Through the Medicaid program, states may obtain federal financial assistance for certain medical services, including mental health services and services for the developmentally disabled. Participation in the Medicaid program is voluntary, but once a state elects to participate, it must implement a plan for providing medical assistance and must \"comply with detailed federally mandated standards.\" <i>Antrican v. Odom,</i> 290 F.3d 178, 183 n. 2 (4th Cir.2002). Among other things, a state plan must \"provide for granting an opportunity for a fair hearing ... to any individual whose claim for medical assistance... is denied or is not acted upon with reasonable promptness.\" 42 U.S.C. § 1396a(a)(3). The plan must also include reasonable standards for determining eligibility <span class=\"star-pagination\">*698</span> for and the extent of medical assistance. 42 U.S.C. § 1396a(a)(17).</p>\n<p>North Carolina has elected to participate in the federal Medicaid program. The North Carolina Department of Health and Human Services (\"HHS\") is the state agency responsible for administering North Carolina's plan. <i>See</i> 42 U.S.C. § 1396a(a)(5) (requiring designation of a \"single state agency\" responsible for administration of state Medicaid plan). Defendant Lanier Cansler is the Secretary of HHS. In or around 2006, HHS contracted with ValueOptions, Inc., to be HHS' statewide agent for purposes of administering behavioral health and developmental disability services for North Carolina's Medicaid program.</p>\n<p>Plaintiffs are three minor children whose eligibility to receive Medicaid services has previously been determined. They brought this action pursuant to 42 U.S.C. § 1983, alleging that defendant violated the Medicaid Act and plaintiffs' substantive and procedural due process rights by (i) arbitrarily and capriciously denying their requests for behavioral health services, (ii) failing to provide timely and adequate written notice and a fair hearing prior to terminating or reducing their benefits, and (iii) failing to continue their Medicaid benefits pending appeal.</p>\n<p></p>\n<h2>II. Section 1983 Liability</h2>\n<p>Section 1983 imposes liability on anyone who, under color of state law, deprives a person \"of any rights, privileges, or immunities secured by the Constitution and laws.\" 42 U.S.C. § 1983. Because § 1983 does not itself create a federal right, a plaintiff will prevail under § 1983 only if he is able to demonstrate the violation of a statute or federal constitutional provision that confers a right intended to be enforceable by private cause of action. <i>Golden State Transit Corp. v. Los Angeles,</i> 493 U.S. 103, 106, 110 S.Ct. 444, 107 L.Ed.2d 420 (1989) (requiring violation of a federal right, not merely a violation of federal law). To be enforceable by private right of action, a statute must \"`confer rights on a particular class of persons.'\" <i>Gonzaga Univ. v. Doe,</i> 536 U.S. 273, 285, 122 S.Ct. 2268, 153 L.Ed.2d 309 (2002) (quoting <i>California v. Sierra Club,</i> 451 U.S. 287, 294, 101 S.Ct. 1775, 68 L.Ed.2d 101 (1981)). \"Where the text and structure of a statute provide no indication that Congress intends to create new individual rights, there is no basis for a private suit....\" <i>Gonzaga,</i> 536 U.S. at 286, 122 S.Ct. 2268.</p>\n<p>Plaintiffs maintain that they have satisfied the federal right requirement by alleging that they were deprived of Medicaid benefits to which they were entitled in violation of the Due Process Clause of the Fourteenth Amendment to the United States Constitution and 42 U.S.C. § 1396a(a)(3). Plaintiffs argue that they have a statutory entitlement to benefits and that the Fourteenth Amendment guarantees them and other Medicaid recipients the right to meaningful notice and the opportunity to be heard prior to the termination of Medicaid benefits, as well as continued benefits pending a pre-termination hearing. (Plfs.' Resp. Mot. Dismiss [DE # 28] at 11; <i>see also</i> Am. Compl. ¶ 27.) Furthermore, plaintiffs assert that 42 U.S.C. § 1396a(a)(3) provides Medicaid beneficiaries with a privately enforceable right to a fair hearing whenever their claims for medical assistance are denied or not acted upon with reasonable promptness. (Am. Compl. ¶ 26.)</p>\n<p>Public assistance \"benefits are a matter of statutory entitlement.... Their termination involves state action that adjudicates important rights.\" <i>Goldberg v. Kelly,</i> 397 U.S. 254, 262, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970). \"[T]he Government cannot withdraw [direct Medicaid] benefits <span class=\"star-pagination\">*699</span> without giving the patients notice and an opportunity for a hearing on the issue of their eligibility for benefits.\" <i>O'Bannon v. Town Court Nursing Ctr.,</i> 447 U.S. 773, 786-87, 100 S.Ct. 2467, 65 L.Ed.2d 506 (1980). Principles of due process require \"that a recipient have timely and adequate notice detailing the reasons for a proposed termination, and an effective opportunity to defend by confronting any adverse witnesses and by presenting his own arguments and evidence orally.\" <i>Goldberg,</i> 397 U.S. at 269, 90 S.Ct. 1011.</p>\n<p>The Medicaid Act also provides Medicaid recipients with a right to notice and a fair hearing. Specifically, 42 U.S.C. § 1396a provides that \"[a] State plan for medical assistance must ... provide for granting an opportunity for a fair hearing before the State agency <i>to any individual</i> whose claim for medical assistance under the plan is denied or is not acted upon with reasonable promptness.\" 42 U.S.C. § 1396a(a)(3) (emphasis added). The statutory language does more than merely establish a general policy. Its intention is to benefit individual Medicaid claimants by imposing upon the State an obligation to provide a claimant with a fair hearing prior to denial of a claim for Medicaid services. Additionally, it is neither so vague nor amorphous as to be unenforceable. <i>See </i><i>Blessing v. Freestone,</i> 520 U.S. 329, 340-41, 117 S.Ct. 1353, 137 L.Ed.2d 569 (1997) (privately enforceable right presumed where statutory right is intended to benefit the plaintiff, the right protected is not so vague or amorphous as to avoid enforcement and the statute is couched in mandatory, not precatory, terms).</p>\n<p>The Fourteenth Amendment and 42 U.S.C. § 1396a(a)(3), upon which plaintiffs rely, confer individual federal rights to due process and a fair hearing, and these rights are enforceable under § 1983. <i>See </i><i>Gean v. Hattaway,</i> 330 F.3d 758, 772-73 (6th Cir.2003) (concluding that the \"fair hearing\" right provided by § 1396a(a)(3) is privately enforceable under § 1983); <i>cf. </i><i>Doe v. Kidd,</i> 501 F.3d 348, 356 (4th Cir. 2007) (concluding that Medicaid Act provision requiring states to provide individuals with Medicaid services with reasonable promptness provides private right of action enforceable under § 1983). The court therefore rejects defendant's argument that dismissal is required because plaintiffs have failed to assert a federal right enforceable under § 1983.</p>\n<p></p>\n<h2>III. Eleventh Amendment Immunity</h2>\n<p>Defendant's claim of Eleventh Amendment immunity is also rejected. Although the Eleventh Amendment generally bars individual suits against unconsenting states and their officers, an exception exists for official capacity suits seeking prospective relief to ensure the officials' compliance with federal law. <i>Litman v. George Mason Univ.,</i> 186 F.3d 544, 550 (4th Cir.1999). A federal court may exercise jurisdiction over such a claim notwithstanding the state's objection if (i) the violation for which relief is sought is ongoing, and (ii) the relief sought is only prospective. <i>Paraguay v. Allen,</i> 134 F.3d 622, 627 (4th Cir.1998).</p>\n<p></p>\n<h2>A. <i>Ongoing Violation Requirement</i>\n</h2>\n<p>Plaintiffs' complaint sufficiently alleges an ongoing violation. Plaintiffs claim that since 2006, the practices and policies used in reviewing prior authorization requests for behavioral health services under North Carolina's Medicaid program violate the Due Process Clause and the Medicaid Act. Plaintiffs further allege that these policies and practices \"are denying the Plaintiffs and [other Medicaid recipients] coverage of behavioral health services as prescribed by their treating providers and as required under federal law,\" \"imminently threaten Plaintiffs and [other Medicaid <span class=\"star-pagination\">*700</span> recipients] with further illegal denials, reductions, and terminations of coverage in the future,\" and \"threaten to cause irreparable harm to the Plaintiffs and [other Medicaid recipients].\" (Am. Comp. ¶ 3.) Plaintiffs further detail in their complaint a number of specific instances in which they allege that behavioral health services they had been receiving were discontinued or reduced as a result of decisions made or acts taken in violation of the Due Process Clause and the Medicaid Act. (<i>See</i> Am. Compl. ¶¶ 29-116.)</p>\n<p>While many of the allegations in plaintiffs' complaint are phrased in the past tense, they are sufficient to put defendant on notice that plaintiffs are alleging an ongoing violation. <i>See </i><i>Bell Atlantic Corp. v. Twombly,</i> 550 U.S. 544, 127 S.Ct. 1955, 1965, 167 L.Ed.2d 929 (2007) (\"Federal Rule of Civil Procedure 8(a)(2) requires only `a short and plain statement of the claim showing that the pleader is entitled to relief,' in order to `give the defendant fair notice of what the ... claim is and the grounds upon which it rests.'\") (quoting <i>Conley v. Gibson,</i> 355 U.S. 41, 47, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957)) (citation omitted). In paragraph 118, for example, plaintiffs allege that \"Defendant, through its agent [ValueOptions], has a practice of instructing Medicaid-participating providers of behavioral health services to apply arbitrary and improper limits on how many hours of a service may be requested\" and that \"Medicaid services are being denied, reduced, or terminated verbally by Defendant's agent without providing written notice or hearing rights to the recipient.\" (Am. Compl. ¶ 118.) In paragraph 144, plaintiffs complain that the practice of not providing continued services pending appeal of a reduction or termination of services \"exists even though Defendant has informed providers, recipients and [ValueOptions] in writing and at trainings that providers have a thirty day grace period to submit a request for reauthorization and that recipients are entitled to continued services pending appeal in those cases.\" (Am. Compl. ¶ 144.) Similarly, in paragraph 152, plaintiffs take issue with \"Defendant's practice of failing to permit a <i>de novo</i> hearing,\" asserting that this practice \"is \"particularly harmful to recipients whose initial request for Medicaid services is denied by [ValueOptions].\" (Am. Compl. ¶ 152.)</p>\n<p></p>\n<h2>B. <i>Prospective Relief Requirement</i>\n</h2>\n<p>Plaintiffs' complaint also meets the prospective relief requirement. Defendant argues otherwise, contending that plaintiffs \"seek payment for services that have not been approved.\" (Df.'s Mem. Supp. Mot. Dismiss [DE # 23] at 10.) However, a review of plaintiffs' amended complaint reveals that plaintiffs are seeking (i) a judgment declaring \"that Defendant's failure to provide behavioral health and developmental disability services under Medicaid... violates ... the Due Process Clause ... and [the Medicaid Act],\" and (ii) an injunction requiring that defendant <i>prospectively</i> reinstate services previously provided and continue providing those services \"until Defendant corrects the practices and procedures alleged herein.\" (Am. Compl. ¶¶ 39-40.) This relief is purely prospective; plaintiffs do not seek damages, restitution, or retrospective reinstatement of benefits.</p>\n<p>It is of no moment that an order granting the relief requested by plaintiffs may require the expenditure of public funds. A request for prospective relief is not transformed into one for retrospective relief simply because implementation of the relief will impact the state treasury by requiring the state to expend substantial sums of money. <i>Antrican v. Odom,</i> 290 F.3d 178, 186 (4th Cir.2002) (\"[T]he focus on an injunction's impact on the State's treasury is misdirected. Rather, the proper <span class=\"star-pagination\">*701</span> focus must be directed at whether the injunctive relief sought is prospective or retroactive in nature.\"); <i>see also </i><i>Kimble v. Solomon,</i> 599 F.2d 599, 600 (4th Cir.1979) (holding that \"the Eleventh Amendment permits an order requiring the prospective restoration of [Medicaid] benefits\").</p>\n<p></p>\n<h2>C. <i>Vicarious Liability Argument</i>\n</h2>\n<p>The court further rejects the argument, made in support of the Eleventh Amendment defense, that defendant is not liable under § 1983 for the actions of his agent, ValueOptions. The Medicaid Act requires that each state designate a \"single state agency\" to administer or supervise administration of the state Medicaid program. <i>See</i> 42 U.S.C. § 1396a(a)(5); 42 C.F.R. § 431.10. As North Carolina's \"single state agency,\" it is the duty of HHS, and defendant as Secretary of HHS, to ensure that North Carolina's Medicaid program is administered in compliance with federal law. HHS may not disclaim its responsibilities under federal law by simply contracting away its duties. <i>See</i> 42 C.F.R. § 431.10(e) (forbidding single state agencies from delegating, other than to its own officials, administrative discretion and rulemaking authority). \"The law demands that the designated single state Medicaid agency must oversee and remain accountable for uniform statewide utilization review procedures conforming to bona fide standards of medical necessity.\" <i>J.K. ex. rel</i><i>. R.K. v. Dillenberg,</i> 836 F.Supp. 694, 699 (D.Ariz.1993).</p>\n<p></p>\n<h2>IV. Standing &amp; Ripeness</h2>\n<p>Defendant further contends that subject matter jurisdiction is lacking because plaintiffs lack standing and their claims are not ripe. As to standing, defendant first argues that the relief requested is not capable of redressing plaintiffs' injuries that plaintiffs will not be provided the services they allege were wrongfully terminated or reduced. Additionally, defendant contends that plaintiffs lack Article III standing because they have not demonstrated a likelihood they will be deprived of future medical assistance without due process.</p>\n<p>Plaintiffs maintain they do have standing. They assert that \"Defendant's policies and practices `imminently threaten Plaintiffs and the Plaintiff class with further illegal denials, reductions, and terminations of coverage in the future\" (Plfs.' Resp. Mot, Dismiss at 26 (quoting Am. Compl. ¶ 3)) and that their amended complaint alleges ongoing and future harm sufficient to confer Article III standing (<i>id.</i> at 25-26). Plaintiffs further argue that their request for an injunction requiring prospective reinstatement of benefits and cessation of the allegedly wrongful practices of defendant will redress their injuries.</p>\n<p>Defendant's ripeness argument is that there is no present case or controversy to decide because plaintiffs have either not appealed the termination or reduction of Medicaid benefits or their appeals have not been finally adjudicated. Plaintiffs counter by arguing, <i>first,</i> that exhaustion of administrative remedies is not required and, <i>second,</i> that an adequate administrative remedy is not available. Plaintiffs contend:</p>\n<blockquote>[A]dministrative remedies need not be exhausted before seeking injunctive relief under 42 U.S.C. § 1983 to challenge constitutional violations. <i>Patsy v. Bd. of Regents,</i> 457 U.S. 496, 102 S.Ct. 2557, 73 L.Ed.2d 172 (1982). Requiring such exhaustion would be particularly inappropriate here, where it is the fairness of the administrative process itself which is at issue. Plaintiffs are alleging that Defendant's practices thwart access to meaningful administrative remedies. In circumstances such as these, courts do not require plaintiffs to use the agency's <span class=\"star-pagination\">*702</span> proffered \"remedy\" even to enforce federal statutory claims.</blockquote>\n<p>(Plfs.' Resp. Mot. Dismiss at 16.)</p>\n<p>The court has carefully considered defendant's standing and ripeness arguments and, for the reasons stated in plaintiffs' response to defendant's motion to dismiss, overrules these objections to the court's jurisdiction.</p>\n<p></p>\n<h2>V. Mootness</h2>\n<p>Defendant's final jurisdictional argument is that plaintiffs' claims have been rendered moot by the North Carolina General Assembly's recent enactment of legislation amending the process for appealing HHS's denial, termination, suspension or reduction of Medicaid-covered services. According to defendant, this \"legislation eliminates the informal hearing process, clarifies that notices can be sent to parents and guardians upon request, and sets forth detailed requirements for all notices from [HHS] to Medicaid recipients that `deny, terminate, suspend, or reduce Medicaid covered services.'\" (Df.'s Mem. Supp. Mot. Dismiss (Mootness) [DE # 27] at 5.) Because state officials are entitled to a presumption they will properly discharge their duties, defendant asserts, there is no reason to suspect that the allegedly wrongful acts of which plaintiffs complain will recur. (<i>Id.</i>)</p>\n<p>A legislature is free to amend its laws at any time and thereby moot ongoing litigation. \"Indeed, it is undoubtedly a commendable thing when the people's representatives are able, through the legislative process, to defuse potentially needless constitutional litigation.\" <i>Hill v. Kemp,</i> 478 F.3d 1236, 1243 (10th Cir.2007). Legislation that merely touches upon issues involved in litigation does not, however, render an action moot. It is only where new legislation removes the basis for a claim or fully satisfies the claim that dismissal for mootness is appropriate. 13C Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, <i>Federal Practice and Procedure</i> § 3533.6 at 259 (3d ed. 2008). As the party claiming mootness, defendant bears a \"heavy burden\" of demonstrating plaintiffs' claims are moot. <i>Chesapeake Bay Found. v. Gwaltney,</i> 890 F.2d 690, 697 (4th Cir.1989).</p>\n<p>This court agrees with plaintiffs that the enactment of N.C. Session Law 2008-118 does not render plaintiffs' claims moot. While the new legislation may supercede certain state regulations pertaining to North Carolina's Medicaid program, plaintiffs are not challenging these or any other regulations or statutes. Rather, plaintiffs' challenge is to the practices and procedures utilized by defendant and his agent, which plaintiffs allege violate the Due Process Clause and applicable Medicaid laws and regulations. In large part, the new legislation simply codifies protections already afforded by the federal and state laws that plaintiff alleges, and defendant denies, are being violated.</p>\n<p>Defendant has not met his burden of demonstrating that the new legislation either removes the basis for plaintiffs' claims or fully satisfies their claims. Even with the new legislation, it is not clear that the acts of which plaintiffs complain, whether or not wrongful, will not recur. This is particularly so because defendant continues to assert that his actions and the actions of his agent were not improper.<sup>[2]</sup><i>See </i><i>Parents Involved in Cmty. Sch. v. Seattle Sch. Dist.,</i> 551 U.S. 701, 127 S.Ct. 2738, 2751, 168 L.Ed.2d 508 (2007) (finding lack <span class=\"star-pagination\">*703</span> of \"absolute clarity\" that challenged acts had ceased where defendant \"vigorously defends the constitutionality of its program\").</p>\n<p>For these reasons and the reasons more fully set forth in plaintiffs' memorandum opposing defendant's second motion to dismiss, the court finds that plaintiffs' claims are not moot. Defendant's motion to dismiss for mootness is, therefore, denied.</p>\n<p></p>\n<h2>VI. Abstention</h2>\n<p>Finally, defendant contends that the court should abstain from deciding plaintiffs' claims under the doctrine set forth in <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971). \"<i>Younger</i> abstention dictates that federal courts not interfere with state court proceedings by granting equitable reliefsuch as injunctions of important state proceedings or declaratory judgments regarding constitutional issues in those proceedingswhen such relief could adequately be sought before the state court.\" <i>Rienhardt v. Kelly,</i> 164 F.3d 1296, 1302 (10th Cir.1999). Absent extraordinary circumstances, a district court must abstain from exercising jurisdiction in a case where (i) a state criminal, civil or administrative proceeding is ongoing,<sup>[3]</sup> (ii) the state court provides an adequate forum to hear the claims raised in the federal complaint, and (iii) the state proceedings involve important state interests. <i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> 457 U.S. 423, 433-34, 102 S.Ct. 2515, 73 L.Ed.2d 116 (1982). The third element is satisfied \"if the State's interests in the proceeding are so important that exercise of the federal judicial power would disregard the comity between the States and the National Government.\" <i>Pennzoil Co. v. Texaco, Inc.,</i> 481 U.S. 1, 11, 107 S.Ct. 1519, 95 L.Ed.2d 1 (1987).</p>\n<p>Defendant argues that abstention is required here because plaintiffs Cromartie and Tipton both have appeals pending before the North Carolina Office of Administrative Hearings. However, defendant identifies no overriding state interests, <i>see </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 434, 102 S.Ct. 2515 (concluding that a state's interest in the professional conduct of attorneys is of special importance), or matters that traditionally look to state law for resolution, <i>see, e.g., </i><i>Moore v. Sims,</i> 442 U.S. 415, 435, 99 S.Ct. 2371, 60 L.Ed.2d 994 (1979) (concluding that family relations are a \"traditional area of state concern\" warranting <i>Younger</i> abstention). Nor does defendant demonstrate how resolution of plaintiffs' claims will needlessly interfere with state activities. <i>See, e.g., </i><i>Pennzoil,</i> 481 U.S. at 13-14, 107 S.Ct. 1519 (allowing a party to challenge the processes by which a state court compels compliance with its judgments would interfere with the execution of state judgments).</p>\n<p>At issue in both this action and the ongoing state administrative proceedings is HHS's administration of North Carolina's Medicaid program. While the State may have an interest in the regulation and administration of this program, the program is a product of the federal Medicaid program and subject primarily to federal law and procedures. <i>See</i> 42 U.S.C. § 1396a (imposing standards for participation in federal Medicaid program); N.C. Gen.Stat. § 108A-56 (accepting and adopting provisions of Medicaid Act); <i>Antrican,</i> 290 F.3d at 183 n. 2 (stating that states participating in federal Medicaid program \"must implement and operate Medicaid programs that comply with detailed federally <span class=\"star-pagination\">*704</span> mandated standards\"). The court finds that the federal interests in this case outweigh the state's interests and that <i>Younger</i> abstention is, therefore, not appropriate,</p>\n<p></p>\n<h2>VII. Motion to Strike Exhibits</h2>\n<p>In support of their motion for class certification, plaintiffs have submitted as exhibits a number of declarations from health care providers, parents of the plaintiffs and plaintiffs' counsel. Defendant moves to strike nine of these declarations.</p>\n<p>Defendant first moves to strike the declarations of counsel, submitted in support of plaintiffs' claim that counsel will adequately represent the proposed class. Defendant argues that the declarations violate this court's Electronic Case Filing Administrative Policies and Procedures Manual because they are signed with counsel's electronic signature and do not contain an original signature. Plaintiffs maintain that the procedure used is permitted by this court's local rules. Out of an abundance of caution, however, plaintiffs have resubmitted counsel's declarations with original signatures and have asked the court to file the declarations <i>nunc pro tunc.</i> The court finds that plaintiffs' motion should be allowed. Defendant's motion to strike counsel's affidavits is, therefore, MOOT.</p>\n<p>Defendant next moves to strike declarations of the three named plaintiffs' parents and various health care providers. Defendant argues that these declarations are \"insufficiently reliable and informative to constitute `evidence'\" because they \"express impermissible opinions, make reference to non-specific `instances' related to some forty different class allegations, and are based in uncertain part on information and belief.\" (Df.'s Mot. Strike &amp; Supp. Mem. [DE # 19] at 2-3.) The court has reviewed the declarations at issue and finds them sufficiently informative and reliable given the relaxed standard applicable to consideration of a class certification motion. The court, therefore, overrules defendant's objection to the declarations.</p>\n<p></p>\n<h2>VIII. Motion for Class Certification</h2>\n<p>Pursuant to Rule 23 plaintiffs request certification of the following defined class:</p>\n<blockquote>All current or future North Carolina Medicaid recipients who have, or will have, their claims for behavioral health and developmental disability services denied, delayed, interrupted, terminated, or reduced by the Department of Health and Human Services directly or through its agents or assigns.</blockquote>\n<p>Defendant objects to plaintiffs' proposed class and requests that the court defer ruling on the class certification issue until such time as the pleadings are complete and the parties have had an opportunity to conduct discovery on issues related to class certification.</p>\n<p>The court sustains defendant's objection and finds that the parties should be permitted to engage in discovery limited to class certification issues prior to a ruling on any motion for Rule 23 class certification. <i>See Witten v. A.H. Smith &amp; Co.,</i> No. 84-2269, 1986 WL 217559, *4 n. 6 (4th Cir. Feb. 13, 1986) (unpublished) (indicating approval of bifurcated discovery procedure); <i>Carver v. Velocity Exp. Corp.,</i> No. 1:07CV407, 2008 WL 1766629, *2 (W.D.N.C. Apr. 14, 2008) (\"Rule 23 certification is typically addressed after the close of all discovery, with considerations going well beyond whether the plaintiffs and the putative class members are similarly situated.\"). The court DENIES WITHOUT PREJUDICE plaintiffs' motion for class certification [DE # 11]. Plaintiffs may refile their motion after discovery has been conducted on the issues concerning class certification.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*705</span> <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, the court enters the following orders:</p>\n<blockquote>1. Defendant's motions to dismiss [DE # 17 &amp; 26] are DENIED;</blockquote>\n<blockquote>2. Defendant's motion to strike [DE # 19] is DENIED;</blockquote>\n<blockquote>3. Plaintiffs' motion to file declarations <i>nunc pro tunc</i> [DE # 31] is GRANTED; and</blockquote>\n<blockquote>4. Plaintiffs' motion for class certification [DE # 11] is DENIED WITOUT PREJUDICE. Plaintiffs may refile their class certification motion following discovery of matters relevant to the issue of class certification.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs originally named Dempsey Benton, former Secretary of North Carolina Department of Health and Human Services as the defendant in this action. Lanier Cansler has since replaced Benton as Secretary and has been substituted as a party to this action. <i>See</i> Fed.R.Civ.P. 25(d) (providing for automatic substitution of public officers).</p>\n<p>[2]  For example, defendant maintains that plaintiffs were not entitled to due process because they \"are merely Medicaid <i>applicants</i> who have been denied benefits,\" as opposed to Medicaid <i>recipients</i> whose benefits have been terminated. (Mem. Supp. Mot. Dismiss at 19.)</p>\n<p>[3]  While <i>Younger</i> abstention generally requires a pending state proceeding, a party may not avoid <i>Younger</i> by refusing to exhaust state remedies available. <i>Moore v. City of Asheville,</i> 396 F.3d 385, 394-97 (4th Cir.2005).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">608</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">694</span></span> (2009)</b></center>\n<center><h1>Devon Tyler McCARTNEY, a minor child, by his mother Penny McCARTNEY, Eric Cromartie, a minor child, by his mother Selena McMillan, and Katie Tipton, a minor child, by her father Greg Tipton, individually and on behalf of all others similarly situated, Plaintiffs,<br>\nv.<br>\nLanier CANSLER, Secretary, North Carolina Department of Health and Human Services, in his official capacity,<sup>[1]</sup> Defendant.</h1></center>\n<center>No. 7:08-CV-57-H(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Southern Division.</b></p></center>\n<center>March 16, 2009.</center>\n<p><span class=\"star-pagination\">*697</span> Douglas Stuart Sea, Legal Services of Southern Piedmont, Charlotte, NC, Martha Jane Perkins, Sarah Jane Somers, National Health Law Program, Chapel Hill, NC, for Plaintiffs.</p>\n<p>Belinda A. Smith, Ronald M. Marquette, Tracy J. Hayes, N.C. Dept. of Justice, Raleigh, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, Senior District Judge.</p>\n<p>This matter is before the court on the following motions:</p>\n<blockquote>1. Plaintiffs' motion for class certification [DE # 11];</blockquote>\n<blockquote>2. Defendant's motions to dismiss [DE # 17 &amp; 26];</blockquote>\n<blockquote>3. Defendant's motion to strike [DE # 19]; and</blockquote>\n<blockquote>4. Plaintiffs' motion for leave to file declarations <i>nunc pro tunc</i> [DE # 31].</blockquote>\n<p>Appropriate responses and replies have been filed, and the time for further filings has expired. These motions are ripe for adjudication.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p>Plaintiffs brought this action pursuant to 42 U.S.C. §§ 1983 <i>et seq.</i> on behalf of North Carolina Medicaid recipients. Plaintiffs allege that the North Carolina Department of Health and Human Services has reduced or terminated mental health and developmental disability services received by plaintiffs and thousands of other Medicaid-eligible children with behavioral, emotional and developmental conditions in violation of the Due Process Clause and Title XIX of the Social Security Act, 42 U.S.C. §§ 1396 <i>et seq.</i> (\"the Medicaid Act\"). Plaintiffs request the court to certify this action as a class action pursuant to Rule 23 of the Federal Rules of Civil Procedure. Defendant opposes class certification and moves to dismiss plaintiffs' amended complaint for lack of subject matter jurisdiction and for failure to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2><i>COURT'S DISCUSSION</i></h2>\n<p></p>\n<h2>I. Medicaid Background</h2>\n<p>Medicaid is a cooperative program of the federal and state governments that assists participating states in furnishing medical services to the needy. 42 U.S.C. § 1396. Through the Medicaid program, states may obtain federal financial assistance for certain medical services, including mental health services and services for the developmentally disabled. Participation in the Medicaid program is voluntary, but once a state elects to participate, it must implement a plan for providing medical assistance and must \"comply with detailed federally mandated standards.\" <i>Antrican v. Odom,</i> <span class=\"citation\" data-id=\"777661\"><a href=\"/opinion/777661/samuel-antrican-minor-alana-antrican-minor-by-their-next-friend-angela/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 183 n. 2 (4th Cir.2002). Among other things, a state plan must \"provide for granting an opportunity for a fair hearing ... to any individual whose claim for medical assistance... is denied or is not acted upon with reasonable promptness.\" 42 U.S.C. § 1396a(a)(3). The plan must also include reasonable standards for determining eligibility <span class=\"star-pagination\">*698</span> for and the extent of medical assistance. 42 U.S.C. § 1396a(a)(17).</p>\n<p>North Carolina has elected to participate in the federal Medicaid program. The North Carolina Department of Health and Human Services (\"HHS\") is the state agency responsible for administering North Carolina's plan. <i>See</i> 42 U.S.C. § 1396a(a)(5) (requiring designation of a \"single state agency\" responsible for administration of state Medicaid plan). Defendant Lanier Cansler is the Secretary of HHS. In or around 2006, HHS contracted with ValueOptions, Inc., to be HHS' statewide agent for purposes of administering behavioral health and developmental disability services for North Carolina's Medicaid program.</p>\n<p>Plaintiffs are three minor children whose eligibility to receive Medicaid services has previously been determined. They brought this action pursuant to 42 U.S.C. § 1983, alleging that defendant violated the Medicaid Act and plaintiffs' substantive and procedural due process rights by (i) arbitrarily and capriciously denying their requests for behavioral health services, (ii) failing to provide timely and adequate written notice and a fair hearing prior to terminating or reducing their benefits, and (iii) failing to continue their Medicaid benefits pending appeal.</p>\n<p></p>\n<h2>II. Section 1983 Liability</h2>\n<p>Section 1983 imposes liability on anyone who, under color of state law, deprives a person \"of any rights, privileges, or immunities secured by the Constitution and laws.\" 42 U.S.C. § 1983. Because § 1983 does not itself create a federal right, a plaintiff will prevail under § 1983 only if he is able to demonstrate the violation of a statute or federal constitutional provision that confers a right intended to be enforceable by private cause of action. <i>Golden State Transit Corp. v. Los Angeles,</i> <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 106, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></a></span>, <span class=\"citation\" data-id=\"112341\"><a href=\"/opinion/112341/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">420</span></a></span> (1989) (requiring violation of a federal right, not merely a violation of federal law). To be enforceable by private right of action, a statute must \"`confer rights on a particular class of persons.'\" <i>Gonzaga Univ. v. Doe,</i> <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 285, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">309</span></a></span> (2002) (quoting <i>California v. Sierra Club,</i> <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">287</span></a></span>, 294, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1775</span></a></span>, <span class=\"citation\" data-id=\"110467\"><a href=\"/opinion/110467/california-v-sierra-club/\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1981)). \"Where the text and structure of a statute provide no indication that Congress intends to create new individual rights, there is no basis for a private suit....\" <i>Gonzaga,</i> 536 U.S. at 286, <span class=\"citation\" data-id=\"121157\"><a href=\"/opinion/121157/gonzaga-univ-v-doe/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>.</p>\n<p>Plaintiffs maintain that they have satisfied the federal right requirement by alleging that they were deprived of Medicaid benefits to which they were entitled in violation of the Due Process Clause of the Fourteenth Amendment to the United States Constitution and 42 U.S.C. § 1396a(a)(3). Plaintiffs argue that they have a statutory entitlement to benefits and that the Fourteenth Amendment guarantees them and other Medicaid recipients the right to meaningful notice and the opportunity to be heard prior to the termination of Medicaid benefits, as well as continued benefits pending a pre-termination hearing. (Plfs.' Resp. Mot. Dismiss [DE # 28] at 11; <i>see also</i> Am. Compl. ¶ 27.) Furthermore, plaintiffs assert that 42 U.S.C. § 1396a(a)(3) provides Medicaid beneficiaries with a privately enforceable right to a fair hearing whenever their claims for medical assistance are denied or not acted upon with reasonable promptness. (Am. Compl. ¶ 26.)</p>\n<p>Public assistance \"benefits are a matter of statutory entitlement.... Their termination involves state action that adjudicates important rights.\" <i>Goldberg v. Kelly,</i> <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 262, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">287</span></a></span> (1970). \"[T]he Government cannot withdraw [direct Medicaid] benefits <span class=\"star-pagination\">*699</span> without giving the patients notice and an opportunity for a hearing on the issue of their eligibility for benefits.\" <i>O'Bannon v. Town Court Nursing Ctr.,</i> <span class=\"citation\" data-id=\"110319\"><a href=\"/opinion/110319/obannon-v-town-court-nursing-center/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">773</span></a></span>, 786-87, <span class=\"citation\" data-id=\"110319\"><a href=\"/opinion/110319/obannon-v-town-court-nursing-center/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2467</span></a></span>, <span class=\"citation\" data-id=\"110319\"><a href=\"/opinion/110319/obannon-v-town-court-nursing-center/\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></a></span> (1980). Principles of due process require \"that a recipient have timely and adequate notice detailing the reasons for a proposed termination, and an effective opportunity to defend by confronting any adverse witnesses and by presenting his own arguments and evidence orally.\" <i>Goldberg,</i> 397 U.S. at 269, <span class=\"citation\" data-id=\"108100\"><a href=\"/opinion/108100/goldberg-v-kelly/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1011</span></a></span>.</p>\n<p>The Medicaid Act also provides Medicaid recipients with a right to notice and a fair hearing. Specifically, 42 U.S.C. § 1396a provides that \"[a] State plan for medical assistance must ... provide for granting an opportunity for a fair hearing before the State agency <i>to any individual</i> whose claim for medical assistance under the plan is denied or is not acted upon with reasonable promptness.\" 42 U.S.C. § 1396a(a)(3) (emphasis added). The statutory language does more than merely establish a general policy. Its intention is to benefit individual Medicaid claimants by imposing upon the State an obligation to provide a claimant with a fair hearing prior to denial of a claim for Medicaid services. Additionally, it is neither so vague nor amorphous as to be unenforceable. <i>See </i><i>Blessing v. Freestone,</i> <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, 340-41, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1353</span></a></span>, <span class=\"citation\" data-id=\"118101\"><a href=\"/opinion/118101/blessing-v-freestone/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">569</span></a></span> (1997) (privately enforceable right presumed where statutory right is intended to benefit the plaintiff, the right protected is not so vague or amorphous as to avoid enforcement and the statute is couched in mandatory, not precatory, terms).</p>\n<p>The Fourteenth Amendment and 42 U.S.C. § 1396a(a)(3), upon which plaintiffs rely, confer individual federal rights to due process and a fair hearing, and these rights are enforceable under § 1983. <i>See </i><i>Gean v. Hattaway,</i> <span class=\"citation\" data-id=\"782129\"><a href=\"/opinion/782129/timothy-ray-gean-john-eric-greene-christopher-lynn-cross-v-george-w/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">758</span></a></span>, 772-73 (6th Cir.2003) (concluding that the \"fair hearing\" right provided by § 1396a(a)(3) is privately enforceable under § 1983); <i>cf. </i><i>Doe v. Kidd,</i> <span class=\"citation\" data-id=\"1023807\"><a href=\"/opinion/1023807/doe-v-kidd/\"><span class=\"volume\">501</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></a></span>, 356 (4th Cir. 2007) (concluding that Medicaid Act provision requiring states to provide individuals with Medicaid services with reasonable promptness provides private right of action enforceable under § 1983). The court therefore rejects defendant's argument that dismissal is required because plaintiffs have failed to assert a federal right enforceable under § 1983.</p>\n<p></p>\n<h2>III. Eleventh Amendment Immunity</h2>\n<p>Defendant's claim of Eleventh Amendment immunity is also rejected. Although the Eleventh Amendment generally bars individual suits against unconsenting states and their officers, an exception exists for official capacity suits seeking prospective relief to ensure the officials' compliance with federal law. <i>Litman v. George Mason Univ.,</i> <span class=\"citation\" data-id=\"765519\"><a href=\"/opinion/765519/annette-greco-litman-united-states-of-america-intervenor-appellee-v/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">544</span></a></span>, 550 (4th Cir.1999). A federal court may exercise jurisdiction over such a claim notwithstanding the state's objection if (i) the violation for which relief is sought is ongoing, and (ii) the relief sought is only prospective. <i>Paraguay v. Allen,</i> <span class=\"citation\" data-id=\"751111\"><a href=\"/opinion/751111/the-republic-of-paraguay-jorge-j-prieto-ambassador-of-the-republic-of/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span>, 627 (4th Cir.1998).</p>\n<p></p>\n<h2>A. <i>Ongoing Violation Requirement</i>\n</h2>\n<p>Plaintiffs' complaint sufficiently alleges an ongoing violation. Plaintiffs claim that since 2006, the practices and policies used in reviewing prior authorization requests for behavioral health services under North Carolina's Medicaid program violate the Due Process Clause and the Medicaid Act. Plaintiffs further allege that these policies and practices \"are denying the Plaintiffs and [other Medicaid recipients] coverage of behavioral health services as prescribed by their treating providers and as required under federal law,\" \"imminently threaten Plaintiffs and [other Medicaid <span class=\"star-pagination\">*700</span> recipients] with further illegal denials, reductions, and terminations of coverage in the future,\" and \"threaten to cause irreparable harm to the Plaintiffs and [other Medicaid recipients].\" (Am. Comp. ¶ 3.) Plaintiffs further detail in their complaint a number of specific instances in which they allege that behavioral health services they had been receiving were discontinued or reduced as a result of decisions made or acts taken in violation of the Due Process Clause and the Medicaid Act. (<i>See</i> Am. Compl. ¶¶ 29-116.)</p>\n<p>While many of the allegations in plaintiffs' complaint are phrased in the past tense, they are sufficient to put defendant on notice that plaintiffs are alleging an ongoing violation. <i>See </i><i>Bell Atlantic Corp. v. Twombly,</i> <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span>, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1955</span></a></span>, 1965, <span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">167</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">929</span></a></span> (2007) (\"Federal Rule of Civil Procedure 8(a)(2) requires only `a short and plain statement of the claim showing that the pleader is entitled to relief,' in order to `give the defendant fair notice of what the ... claim is and the grounds upon which it rests.'\") (quoting <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957)) (citation omitted). In paragraph 118, for example, plaintiffs allege that \"Defendant, through its agent [ValueOptions], has a practice of instructing Medicaid-participating providers of behavioral health services to apply arbitrary and improper limits on how many hours of a service may be requested\" and that \"Medicaid services are being denied, reduced, or terminated verbally by Defendant's agent without providing written notice or hearing rights to the recipient.\" (Am. Compl. ¶ 118.) In paragraph 144, plaintiffs complain that the practice of not providing continued services pending appeal of a reduction or termination of services \"exists even though Defendant has informed providers, recipients and [ValueOptions] in writing and at trainings that providers have a thirty day grace period to submit a request for reauthorization and that recipients are entitled to continued services pending appeal in those cases.\" (Am. Compl. ¶ 144.) Similarly, in paragraph 152, plaintiffs take issue with \"Defendant's practice of failing to permit a <i>de novo</i> hearing,\" asserting that this practice \"is \"particularly harmful to recipients whose initial request for Medicaid services is denied by [ValueOptions].\" (Am. Compl. ¶ 152.)</p>\n<p></p>\n<h2>B. <i>Prospective Relief Requirement</i>\n</h2>\n<p>Plaintiffs' complaint also meets the prospective relief requirement. Defendant argues otherwise, contending that plaintiffs \"seek payment for services that have not been approved.\" (Df.'s Mem. Supp. Mot. Dismiss [DE # 23] at 10.) However, a review of plaintiffs' amended complaint reveals that plaintiffs are seeking (i) a judgment declaring \"that Defendant's failure to provide behavioral health and developmental disability services under Medicaid... violates ... the Due Process Clause ... and [the Medicaid Act],\" and (ii) an injunction requiring that defendant <i>prospectively</i> reinstate services previously provided and continue providing those services \"until Defendant corrects the practices and procedures alleged herein.\" (Am. Compl. ¶¶ 39-40.) This relief is purely prospective; plaintiffs do not seek damages, restitution, or retrospective reinstatement of benefits.</p>\n<p>It is of no moment that an order granting the relief requested by plaintiffs may require the expenditure of public funds. A request for prospective relief is not transformed into one for retrospective relief simply because implementation of the relief will impact the state treasury by requiring the state to expend substantial sums of money. <i>Antrican v. Odom,</i> <span class=\"citation\" data-id=\"777661\"><a href=\"/opinion/777661/samuel-antrican-minor-alana-antrican-minor-by-their-next-friend-angela/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 186 (4th Cir.2002) (\"[T]he focus on an injunction's impact on the State's treasury is misdirected. Rather, the proper <span class=\"star-pagination\">*701</span> focus must be directed at whether the injunctive relief sought is prospective or retroactive in nature.\"); <i>see also </i><i>Kimble v. Solomon,</i> <span class=\"citation\" data-id=\"366551\"><a href=\"/opinion/366551/betty-kimble-horace-lancaster-thelma-eaton-individually-and-on-behalf-of/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">599</span></a></span>, 600 (4th Cir.1979) (holding that \"the Eleventh Amendment permits an order requiring the prospective restoration of [Medicaid] benefits\").</p>\n<p></p>\n<h2>C. <i>Vicarious Liability Argument</i>\n</h2>\n<p>The court further rejects the argument, made in support of the Eleventh Amendment defense, that defendant is not liable under § 1983 for the actions of his agent, ValueOptions. The Medicaid Act requires that each state designate a \"single state agency\" to administer or supervise administration of the state Medicaid program. <i>See</i> 42 U.S.C. § 1396a(a)(5); 42 C.F.R. § 431.10. As North Carolina's \"single state agency,\" it is the duty of HHS, and defendant as Secretary of HHS, to ensure that North Carolina's Medicaid program is administered in compliance with federal law. HHS may not disclaim its responsibilities under federal law by simply contracting away its duties. <i>See</i> 42 C.F.R. § 431.10(e) (forbidding single state agencies from delegating, other than to its own officials, administrative discretion and rulemaking authority). \"The law demands that the designated single state Medicaid agency must oversee and remain accountable for uniform statewide utilization review procedures conforming to bona fide standards of medical necessity.\" <i>J.K. ex. rel</i><i>. R.K. v. Dillenberg,</i> <span class=\"citation\" data-id=\"1949021\"><a href=\"/opinion/1949021/jk-by-and-through-rk-v-dillenberg/\"><span class=\"volume\">836</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">694</span></a></span>, 699 (D.Ariz.1993).</p>\n<p></p>\n<h2>IV. Standing &amp; Ripeness</h2>\n<p>Defendant further contends that subject matter jurisdiction is lacking because plaintiffs lack standing and their claims are not ripe. As to standing, defendant first argues that the relief requested is not capable of redressing plaintiffs' injuries that plaintiffs will not be provided the services they allege were wrongfully terminated or reduced. Additionally, defendant contends that plaintiffs lack Article III standing because they have not demonstrated a likelihood they will be deprived of future medical assistance without due process.</p>\n<p>Plaintiffs maintain they do have standing. They assert that \"Defendant's policies and practices `imminently threaten Plaintiffs and the Plaintiff class with further illegal denials, reductions, and terminations of coverage in the future\" (Plfs.' Resp. Mot, Dismiss at 26 (quoting Am. Compl. ¶ 3)) and that their amended complaint alleges ongoing and future harm sufficient to confer Article III standing (<i>id.</i> at 25-26). Plaintiffs further argue that their request for an injunction requiring prospective reinstatement of benefits and cessation of the allegedly wrongful practices of defendant will redress their injuries.</p>\n<p>Defendant's ripeness argument is that there is no present case or controversy to decide because plaintiffs have either not appealed the termination or reduction of Medicaid benefits or their appeals have not been finally adjudicated. Plaintiffs counter by arguing, <i>first,</i> that exhaustion of administrative remedies is not required and, <i>second,</i> that an adequate administrative remedy is not available. Plaintiffs contend:</p>\n<blockquote>[A]dministrative remedies need not be exhausted before seeking injunctive relief under 42 U.S.C. § 1983 to challenge constitutional violations. <i>Patsy v. Bd. of Regents,</i> <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2557</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></a></span> (1982). Requiring such exhaustion would be particularly inappropriate here, where it is the fairness of the administrative process itself which is at issue. Plaintiffs are alleging that Defendant's practices thwart access to meaningful administrative remedies. In circumstances such as these, courts do not require plaintiffs to use the agency's <span class=\"star-pagination\">*702</span> proffered \"remedy\" even to enforce federal statutory claims.</blockquote>\n<p>(Plfs.' Resp. Mot. Dismiss at 16.)</p>\n<p>The court has carefully considered defendant's standing and ripeness arguments and, for the reasons stated in plaintiffs' response to defendant's motion to dismiss, overrules these objections to the court's jurisdiction.</p>\n<p></p>\n<h2>V. Mootness</h2>\n<p>Defendant's final jurisdictional argument is that plaintiffs' claims have been rendered moot by the North Carolina General Assembly's recent enactment of legislation amending the process for appealing HHS's denial, termination, suspension or reduction of Medicaid-covered services. According to defendant, this \"legislation eliminates the informal hearing process, clarifies that notices can be sent to parents and guardians upon request, and sets forth detailed requirements for all notices from [HHS] to Medicaid recipients that `deny, terminate, suspend, or reduce Medicaid covered services.'\" (Df.'s Mem. Supp. Mot. Dismiss (Mootness) [DE # 27] at 5.) Because state officials are entitled to a presumption they will properly discharge their duties, defendant asserts, there is no reason to suspect that the allegedly wrongful acts of which plaintiffs complain will recur. (<i>Id.</i>)</p>\n<p>A legislature is free to amend its laws at any time and thereby moot ongoing litigation. \"Indeed, it is undoubtedly a commendable thing when the people's representatives are able, through the legislative process, to defuse potentially needless constitutional litigation.\" <i>Hill v. Kemp,</i> <span class=\"citation\" data-id=\"168884\"><a href=\"/opinion/168884/hill-v-kemp/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1236</span></a></span>, 1243 (10th Cir.2007). Legislation that merely touches upon issues involved in litigation does not, however, render an action moot. It is only where new legislation removes the basis for a claim or fully satisfies the claim that dismissal for mootness is appropriate. 13C Charles Alan Wright, Arthur R. Miller &amp; Edward H. Cooper, <i>Federal Practice and Procedure</i> § 3533.6 at 259 (3d ed. 2008). As the party claiming mootness, defendant bears a \"heavy burden\" of demonstrating plaintiffs' claims are moot. <i>Chesapeake Bay Found. v. Gwaltney,</i> <span class=\"citation\" data-id=\"532775\"><a href=\"/opinion/532775/chesapeake-bay-foundation-inc-natural-resources-defense-council-inc-v/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 697 (4th Cir.1989).</p>\n<p>This court agrees with plaintiffs that the enactment of N.C. Session Law 2008-118 does not render plaintiffs' claims moot. While the new legislation may supercede certain state regulations pertaining to North Carolina's Medicaid program, plaintiffs are not challenging these or any other regulations or statutes. Rather, plaintiffs' challenge is to the practices and procedures utilized by defendant and his agent, which plaintiffs allege violate the Due Process Clause and applicable Medicaid laws and regulations. In large part, the new legislation simply codifies protections already afforded by the federal and state laws that plaintiff alleges, and defendant denies, are being violated.</p>\n<p>Defendant has not met his burden of demonstrating that the new legislation either removes the basis for plaintiffs' claims or fully satisfies their claims. Even with the new legislation, it is not clear that the acts of which plaintiffs complain, whether or not wrongful, will not recur. This is particularly so because defendant continues to assert that his actions and the actions of his agent were not improper.<sup>[2]</sup><i>See </i><i>Parents Involved in Cmty. Sch. v. Seattle Sch. Dist.,</i> <span class=\"citation\" data-id=\"145702\"><a href=\"/opinion/145702/parents-involved-in-community-schools-v-seattle-school-dist-no-1/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">701</span></a></span>, <span class=\"citation\" data-id=\"145702\"><a href=\"/opinion/145702/parents-involved-in-community-schools-v-seattle-school-dist-no-1/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2738</span></a></span>, 2751, <span class=\"citation\" data-id=\"145702\"><a href=\"/opinion/145702/parents-involved-in-community-schools-v-seattle-school-dist-no-1/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (2007) (finding lack <span class=\"star-pagination\">*703</span> of \"absolute clarity\" that challenged acts had ceased where defendant \"vigorously defends the constitutionality of its program\").</p>\n<p>For these reasons and the reasons more fully set forth in plaintiffs' memorandum opposing defendant's second motion to dismiss, the court finds that plaintiffs' claims are not moot. Defendant's motion to dismiss for mootness is, therefore, denied.</p>\n<p></p>\n<h2>VI. Abstention</h2>\n<p>Finally, defendant contends that the court should abstain from deciding plaintiffs' claims under the doctrine set forth in <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971). \"<i>Younger</i> abstention dictates that federal courts not interfere with state court proceedings by granting equitable reliefsuch as injunctions of important state proceedings or declaratory judgments regarding constitutional issues in those proceedingswhen such relief could adequately be sought before the state court.\" <i>Rienhardt v. Kelly,</i> <span class=\"citation\" data-id=\"157370\"><a href=\"/opinion/157370/rienhardt-v-kelly/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1302 (10th Cir.1999). Absent extraordinary circumstances, a district court must abstain from exercising jurisdiction in a case where (i) a state criminal, civil or administrative proceeding is ongoing,<sup>[3]</sup> (ii) the state court provides an adequate forum to hear the claims raised in the federal complaint, and (iii) the state proceedings involve important state interests. <i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 433-34, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></a></span> (1982). The third element is satisfied \"if the State's interests in the proceeding are so important that exercise of the federal judicial power would disregard the comity between the States and the National Government.\" <i>Pennzoil Co. v. Texaco, Inc.,</i> <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1519</span></a></span>, <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1987).</p>\n<p>Defendant argues that abstention is required here because plaintiffs Cromartie and Tipton both have appeals pending before the North Carolina Office of Administrative Hearings. However, defendant identifies no overriding state interests, <i>see </i><i>Middlesex County Ethics Comm.,</i> 457 U.S. at 434, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span> (concluding that a state's interest in the professional conduct of attorneys is of special importance), or matters that traditionally look to state law for resolution, <i>see, e.g., </i><i>Moore v. Sims,</i> <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 435, <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2371</span></a></span>, <span class=\"citation\" data-id=\"110105\"><a href=\"/opinion/110105/moore-v-sims/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">994</span></a></span> (1979) (concluding that family relations are a \"traditional area of state concern\" warranting <i>Younger</i> abstention). Nor does defendant demonstrate how resolution of plaintiffs' claims will needlessly interfere with state activities. <i>See, e.g., </i><i>Pennzoil,</i> 481 U.S. at 13-14, <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1519</span></a></span> (allowing a party to challenge the processes by which a state court compels compliance with its judgments would interfere with the execution of state judgments).</p>\n<p>At issue in both this action and the ongoing state administrative proceedings is HHS's administration of North Carolina's Medicaid program. While the State may have an interest in the regulation and administration of this program, the program is a product of the federal Medicaid program and subject primarily to federal law and procedures. <i>See</i> 42 U.S.C. § 1396a (imposing standards for participation in federal Medicaid program); N.C. Gen.Stat. § 108A-56 (accepting and adopting provisions of Medicaid Act); <i>Antrican,</i> 290 F.3d at 183 n. 2 (stating that states participating in federal Medicaid program \"must implement and operate Medicaid programs that comply with detailed federally <span class=\"star-pagination\">*704</span> mandated standards\"). The court finds that the federal interests in this case outweigh the state's interests and that <i>Younger</i> abstention is, therefore, not appropriate,</p>\n<p></p>\n<h2>VII. Motion to Strike Exhibits</h2>\n<p>In support of their motion for class certification, plaintiffs have submitted as exhibits a number of declarations from health care providers, parents of the plaintiffs and plaintiffs' counsel. Defendant moves to strike nine of these declarations.</p>\n<p>Defendant first moves to strike the declarations of counsel, submitted in support of plaintiffs' claim that counsel will adequately represent the proposed class. Defendant argues that the declarations violate this court's Electronic Case Filing Administrative Policies and Procedures Manual because they are signed with counsel's electronic signature and do not contain an original signature. Plaintiffs maintain that the procedure used is permitted by this court's local rules. Out of an abundance of caution, however, plaintiffs have resubmitted counsel's declarations with original signatures and have asked the court to file the declarations <i>nunc pro tunc.</i> The court finds that plaintiffs' motion should be allowed. Defendant's motion to strike counsel's affidavits is, therefore, MOOT.</p>\n<p>Defendant next moves to strike declarations of the three named plaintiffs' parents and various health care providers. Defendant argues that these declarations are \"insufficiently reliable and informative to constitute `evidence'\" because they \"express impermissible opinions, make reference to non-specific `instances' related to some forty different class allegations, and are based in uncertain part on information and belief.\" (Df.'s Mot. Strike &amp; Supp. Mem. [DE # 19] at 2-3.) The court has reviewed the declarations at issue and finds them sufficiently informative and reliable given the relaxed standard applicable to consideration of a class certification motion. The court, therefore, overrules defendant's objection to the declarations.</p>\n<p></p>\n<h2>VIII. Motion for Class Certification</h2>\n<p>Pursuant to Rule 23 plaintiffs request certification of the following defined class:</p>\n<blockquote>All current or future North Carolina Medicaid recipients who have, or will have, their claims for behavioral health and developmental disability services denied, delayed, interrupted, terminated, or reduced by the Department of Health and Human Services directly or through its agents or assigns.</blockquote>\n<p>Defendant objects to plaintiffs' proposed class and requests that the court defer ruling on the class certification issue until such time as the pleadings are complete and the parties have had an opportunity to conduct discovery on issues related to class certification.</p>\n<p>The court sustains defendant's objection and finds that the parties should be permitted to engage in discovery limited to class certification issues prior to a ruling on any motion for Rule 23 class certification. <i>See Witten v. A.H. Smith &amp; Co.,</i> No. 84-2269, <span class=\"citation no-link\"><span class=\"volume\">1986</span> <span class=\"reporter\">WL</span> <span class=\"page\">217559</span></span>, *4 n. 6 (4th Cir. Feb. 13, 1986) (unpublished) (indicating approval of bifurcated discovery procedure); <i>Carver v. Velocity Exp. Corp.,</i> No. 1:07CV407, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1766629</span></span>, *2 (W.D.N.C. Apr. 14, 2008) (\"Rule 23 certification is typically addressed after the close of all discovery, with considerations going well beyond whether the plaintiffs and the putative class members are similarly situated.\"). The court DENIES WITHOUT PREJUDICE plaintiffs' motion for class certification [DE # 11]. Plaintiffs may refile their motion after discovery has been conducted on the issues concerning class certification.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*705</span> <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, the court enters the following orders:</p>\n<blockquote>1. Defendant's motions to dismiss [DE # 17 &amp; 26] are DENIED;</blockquote>\n<blockquote>2. Defendant's motion to strike [DE # 19] is DENIED;</blockquote>\n<blockquote>3. Plaintiffs' motion to file declarations <i>nunc pro tunc</i> [DE # 31] is GRANTED; and</blockquote>\n<blockquote>4. Plaintiffs' motion for class certification [DE # 11] is DENIED WITOUT PREJUDICE. Plaintiffs may refile their class certification motion following discovery of matters relevant to the issue of class certification.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs originally named Dempsey Benton, former Secretary of North Carolina Department of Health and Human Services as the defendant in this action. Lanier Cansler has since replaced Benton as Secretary and has been substituted as a party to this action. <i>See</i> Fed.R.Civ.P. 25(d) (providing for automatic substitution of public officers).</p>\n<p>[2]  For example, defendant maintains that plaintiffs were not entitled to due process because they \"are merely Medicaid <i>applicants</i> who have been denied benefits,\" as opposed to Medicaid <i>recipients</i> whose benefits have been terminated. (Mem. Supp. Mot. Dismiss at 19.)</p>\n<p>[3]  While <i>Younger</i> abstention generally requires a pending state proceeding, a party may not avoid <i>Younger</i> by refusing to exhaust state remedies available. <i>Moore v. City of Asheville,</i> <span class=\"citation\" data-id=\"789062\"><a href=\"/opinion/789062/carroll-moore-v-city-of-asheville-north-carolina-james-l-westbrook-jr/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">385</span></a></span>, 394-97 (4th Cir.2005).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/157370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/168884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1023807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1949021/"
  ]
}