{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1465980/",
  "absolute_url": "/opinion/1465980/hampton-v-north-carolina-pulp-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1465980/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/2206/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:21:55.728819Z",
  "date_modified": "2016-04-26T21:14:18.012200Z",
  "type": "010combined",
  "sha1": "9259990ed14c30cd30008a54e5bb9496c9e7c325",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>49 F.Supp. 625 (1943)</b></center>\n<center><h1>HAMPTON<br>\nv.<br>\nNORTH CAROLINA PULP CO.</h1></center>\n<center><p><b>District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>February 20, 1943.</center>\n<p>Ehringhaus &amp; Ehringhaus, of Raleigh, N. C., and Carl Bailey, of Plymouth, N. C., for plaintiff.</p>\n<p>Norman &amp; Rodman, of Plymouth, N. C., and Lecher, Michael, Whyte &amp; Spohn, and Thomas Stone, all of Milwaukee, Wis., for defendant.</p>\n<p>MEEKINS, District Judge.</p>\n<p>This is a civil action at law brought by the plaintiff against the defendant in which the plaintiff seeks to recover from the defendant damages in the sum of $30,000 for the alleged wrongful diversion and destruction of fish in the navigable waters of the Roanoke River near Plymouth, North Carolina. A motion to dismiss the cause for failure of the complaint \"to state a claim upon which relief can be granted\" was heard by me at Raleigh in Term and thereafter briefs were filed in due course.</p>\n<p>Well, Fish is the subject of this story. From the fifth day of the Creation down through the centuries, some of which lie behind us like a hideous dream, fish have been a substantial factor in the affairs of men. After giving man dominion over all the Earth, God gave him dominion over the fish in particular, naming them first in order, reserving unto Himself only one certain fruit tree in the midst of the Garden,<sup>[1]</sup> and Satan smeared that  the wretch! Whatever else we may think of the Devil, as a business man he is working success. <span class=\"star-pagination\">*626</span> He sat in the original game, not with one fruit tree, but with the cash capital of one snake, and now he has half the world grabbed and a diamond hitch on the other half.<sup>[2]</sup></p>\n<p>Great hunters lived before Nimrod, who was a mighty one before the Lord,<sup>[3]</sup> and great fishermen before Izaak Walton, whose followers are as numberless as the sands of the sea  not counting the leaves of the forest, as if anybody ever did, or could, except the quondam Literary Digest, which polled itself to death in the late Summer and middle Fall of 1936.</p>\n<p>The most notable group of fishermen of all time was that headed by Peter, the impulsive Apostle, and his followers Thomas, Nathaniel, the sons of Zebedee, and two other Disciples, seven fishermen in all  a working majority of The Twelve.<sup>[4]</sup></p>\n<p>Considered solely as a food product, fish have unlimited possibilities  quantitative and qualitative. We are told that a few little fishes and seven loaves, five loaves and two fishes, according to St. Luke, were more than sufficient to feed a hungry multitude of four thousand men, together with the women and children present, and of the fragments there were seven baskets full of fish.<sup>[5]</sup> Quantitative.</p>\n<p>Professor Agassiz, the eminent Harvard scientist said: \"Fish is a good brain food.\" One wrote to know \"in what quantities should it be taken?\" The great scientist wrote back: \"In your case, a whale a day for thirty days.\" Qualitative.</p>\n<p>Fish have their place in song and story. In song, from the nursery rime: \"Little Fishes in the Brook,\" to the huge leviathans that forsake unsounded deeps to dance on sands.<sup>[6]</sup> In story, since the dawn of civilization and the imagination of man began to build romances and tall tales, full and fruity. He was more wag than skeptic who said: \"In all the world there are only three really great fish stories  Admiral Noah, Commodore Jonah and Captain John Smith.\" Herbert Hoover added the fourth when, fishing in Nevada, he pulled a twenty-five pound trout from the green waters of Pyramid Lake.<sup>[7]</sup></p>\n<p>Noah built an ark so many cubits high, wide and long. It had one door in the side, and one window in the top twenty-two inches square.<sup>[8]</sup> What ventilation! We are told it rained forty days and forty nights and all the mountains were covered with water.<sup>[9]</sup> We know that Mount Everest is 29,140 feet high.<sup>[10]</sup> Since it was covered by the flood, the water reached an altitude of more than 29,140 feet. Divide the altitude by forty and we find that the average rainfall was more than 700 feet per day. How's that for dampness!</p>\n<p>Apart from the Biblical account of the flood, many nations have vivid accounts of floods in which all the people, except a chosen few, were destroyed. One account, that points this story, is a fable about a flood in ancient India. A fish warned Manu that a flood was coming. Manu built a ship and the fish towed it to a mountain and thus saved everybody.<sup>[11]</sup> We can laugh at this fable without fear of condemnation here and damnation hereafter. That was not <i>our</i> flood.</p>\n<p>Jonah, like all the orthodox Jews of his time, thought Jehovah was a local Deity. Jonah did not like his assignment to Nineveh and in an effort to side-step it he took passage on a ship at Joppa for Tarshish and fled from the presence of the Lord.<sup>[12]</sup> The Prophet thought that if he could get into another jurisdiction he would be safe. However, before he crossed the boundary line into Tarshish, Jehovah pulled down on him with a double-barrel tempest and a muzzle-loading leviathan.<sup>[13]</sup> When he found himself a prisoner, for three days and three nights, in the belly of the great fish that the Lord had prepared, Jonah began to think things over. We all do when our \"take a chance\" does not pan out as we hoped. The net result was that the Prophet, after repenting of his disobedience and praying forgiveness, was allowed to go ashore. \"The Lord spake unto the fish, and it vomited out Jonah upon the dry land.\"<sup>[14]</sup> This was before the advent of the camera enthusiast, else we might have been fortified with an authentic photograph of the minor Prophet walking ashore with the lower jaw of the whale for gang-plank. <span class=\"star-pagination\">*627</span> The eminent American Modernist said he was rather inclined to think that Jonah proved too tough for his whaleship's digestion and that in a fit of acute ptomaine poisoning, the cantankerous old Prophet was cast forth.</p>\n<p>Captain John Smith, in the minds of many people, is more a joke than a myth. However, patient and interesting investigation has led me to the conclusion that he was not only a great Englishman, but a very great Englishman; that he was not only a great man, but a very great man; that he was good, useful and sane and did a very great World Service. Measured by all the standards of constructive achievement he was essentially a World Man. That Captain John Smith is less a myth than a joke is one of the glaring anomalies of history. Perhaps the raconteur had it in mind to emphasize his facetiousness by fact; to contrast his shadow with substance  his fancy with truth.</p>\n<p>The Skeptic may scoff and the Modernist may moderate, but the story of Noah and the story of Jonah are enduring torches that lighted the way of man in his struggle upward through the immensity of the Shadow, and now as then guide the fumbling fingers of the trembling hand as with the establishment and strength of Jachin and Boas.<sup>[15]</sup></p>\n<p>Divested of the insistence of the Fundamentalists on the Verbal Inspiration and Infallibility of the Bible, and accepted in the light of reason, which examines and explains, the story of Noah is the greatest statement on the importance of preparation ever penned by mortal hand. In thunder tones we are warned: in time of peace, prepare for war; in the days of ease and luxury and laissez-faire, remember that evil days are ahead; in the fat years, prepare for the lean ones just around the corner  always be ready \"to flee from the wrath to come!\"<sup>[16]</sup></p>\n<p>Likewise, the story of Jonah is the greatest statement on fidelity to duty, hard and inexorable, that ever fell from the lips of man. It shouts forth the consequences that follow lapses from duty through wilful disobedience or otherwise. \"Duty,\" said General Lee, \"is the most sublime word in the English language.\"</p>\n<p>The fish industry is among the foremost in World Trade. Indeed, in some countries it is the chief occupation of the people and the main source of national income. Through the ages it has developed a lore and nomenclature peculiar unto itself. What is more expressive of failure than, \"A Water Haul?\" What more charming password for an Ananias Club than, \"What A Whopper?\" What better synonym for discomfort and disgust than, \"Fisherman's Luck,\" though coarse in translation classic in application? And where is the Lawyer who has never gone on a \"Fishing Expedition?\" Who wants to \"Fish in Troubled Waters?\" A whale of a bargain is a big one. Land Shark suggests Shylock, and Shylock is a type. They are synonymous and offer a perfect illustration of a distinction without a difference. \"It Sounds Fishy,\" means \"Its a Lie on Its Face,\" and much more diplomatic. Everybody knows that \"Fishy Smell\" as well as the man \"With the Codfish Eye.\" All these terms are as well understood by the Public as are the terms Bulls and Bears of the Stock Exchange. Codfish Tongues and Codfish Sounds mean one and the same thing and are interchangeable terms in the Trade.</p>\n<p>As it is the biggest fish that always breaks the hook or bites the line in two, so, here, the huge sum of thirty thousand dollars is asked as compensation for fish that were never caught. I can remember when that sum would buy a lot of fish. I have seen six-pound roe shad retail for five cents apiece and cured herrings sell for two dollars a thousand  one hundred and twenty pounds of shad for one dollar and five herrings for one cent.</p>\n<p>And this large sum is now asked for whose Fish? Certainly not the plaintiff's, because he never owned them. I repeat the question, <i>whose</i> Fish? The answer is plain: they belonged to the Public.</p>\n<p>Yes, I am fully aware that my fall from the Woolsack, and my break over time's old barrier growth of right and fit;<sup>[17]</sup> my reluctance to plod on with the solemn brood of care,<sup>[18]</sup> and my impatience of professional solemnity,<sup>[19]</sup> may cause the Big Wigs of the Bar to scowl down their displeasure. So be it. Permit me to interrupt myself:</p>\n<p><span class=\"star-pagination\">*628</span> Wigs were introduced in the Courts of England in 1670. A little more than a century ago the modern article was invented, and is made of the manes and tails of horses in the ratio of five white strands to one of black. The advantage is that it maintains its permanent wave without the aid of curling irons and oil. The disadvantage is they are almost prohibitively expensive.<sup>[20]</sup> I resume.</p>\n<p>I have often observed that the bigger the wig, the smaller the wigger, and the louder the roar and thunder in the index.<sup>[21]</sup> With majestic mien, wrinkled front and prone brow, oppressive with its mind,<sup>[22]</sup> one Big Wig, with a slight shiver, asks another: \"Influenza?\" Then another with emphatic sniff asks: \"John Barleycorn?\" The answer is, \"Neither!\" I am sound in limb, wind and withers and as dry as Shadrach, Meshach and Abednego when, with their hair unsinged and with no smell of fire passed on them, they walked out of Nebuchadnezzar's burning fiery furnace and were each forthwith raised to an high estate in the Province of Babylon.<sup>[23]</sup></p>\n<p>Oh, well, now, yes, of course, the Circuit Court gives me a lot of trouble. But \"hit ain't as bad as it mought be.\" If I am not reversed in more than nine cases out of ten, I feel from fair to middling. And if I draw ten straight, that does not send me to bed as even one reversal does some of the gentlemen of the Bench, State and Federal, so I have heard. Nor do I waste time explaining how and wherein the Circuit Court \"got all balled up\" and reversed me. That is what Circuit Courts are for  to correct the mistakes of District Judges  otherwise there would have been no compelling need to justify their establishment, except, the need to protect the Supreme Court against a deluge of appeals.</p>\n<p>When I see a Big Wig infused with self and vain conceit, as if this flesh which walls about our life were brass impregnable,<sup>[24]</sup> I think of Charles James Fox, who, when looking at a portrait of Lord Chancellor Thurlow, his full-bottomed wig falling bountifully to his shoulders and giving him that appearance of sagacity for which he is remembered, said: \"No man ever was so wise as Thurlow looks,\" and but for the unimpeachable integrity of Charles Lamb I might well doubt his observation that, \"lawyers were children once.\"<sup>[25]</sup></p>\n<p>There is a good story going around about a plaintiff who sued his city in Tort. A manhole on the sidewalk was left open and unguarded. The plaintiff fell into it and was severely injured. The city interposed the plea of Contributory Negligence for that the plaintiff was drunk when he fell into the hole. On Cross-examination the plaintiff admitted that he had had one or two, possibly three, small ones (the usual maximum on the witness stand) and that he might have been feeling good. When the plaintiff rested, the defendant moved for judgment as of Non-Suit. The nisi prius Judge promptly granted the motion and signed judgment accordingly. An Appellate Justice, speaking for the Court in a reversal opinion, precisely one sentence long, said: \"A drunken man is as much entitled to a safe street as a sober one, and much more in need of it.\" This equals: \"You can't unscramble the eggs,\" as said North Carolina's great Chief Justice, Ruffin.</p>\n<p>Far be it from me to bandy civilities with my superiors in learning, but after a round with the May Act I think a Judge is entitled to chuckle if he can; that it is pardonable now and then to intersperse a little human interest in the tedious search for judicial maxims and precedents that bind. \"One laugh,\" said Charles Lamb, \"is worth a hundred groans in any state of the market.\"</p>\n<p>I invoke Equity, which does not depend upon the length of the chancellor's foot, notwithstanding the learned John Selden said it did, and set up: the weight of years and the weariness of service, and that this remains a fish story whichever way it is twisted. I shall not further prolong this prologue, but here upon this bank and shoal of time, I'll jump the life to come<sup>[26]</sup> and proceed to consider the questions involved in the cause before me for determination.</p>\n<p>The plaintiff, in substance, alleges that he is now, and has been since 1911, the owner and in possession of those two certain tracts of land, situate on opposite sides of the Roanoke River, and known respectively as the \"Kitty Hawk\" and \"Slade\" Fisheries; that the properties are ideally located for the business of fishing, and have <span class=\"star-pagination\">*629</span> for a number of years, during the fishing season, been operated for that purpose by the plaintiff and his ancestors in title, expensive equipment having been placed and maintained thereon for the proper and profitable conduct of such business; that, from time immemorial, great quantities of fish of the kinds specified have been accustomed, during the Spring of each year, to make their way from the Ocean through Albemarle Sound, and thence into the freshwater spawning grounds in the upper reaches of the Roanoke River; and that, by reason of this annual migration of fish, plaintiff's fishing business, and his \"Kitty Hawk\" and \"Slade\" Fisheries, have been \"principally and particularly valuable.\"</p>\n<p>It is alleged that the defendant is the owner of a boundary on the Roanoke River situate below the plaintiff's property which the fish, entering the river in their annual migration to the spawning grounds, are compelled to pass before reaching that portion of the river running between the plaintiff's properties; that, during the period referred to in the complaint, the defendant has maintained upon the boundary a plant for the manufacture of sulphate pulp, bleached and unbleached; that, in the course of the manufacturing operation, during the three years immediately preceding the institution of this action, the defendant has from day to day discharged into the waters of the Roanoke River, opposite its plant, a large volume of poisonous and deleterious waste and matter injurious to the fish then in passage to the spawning grounds, with the result that the annual migration of the fish upstream has been interrupted or diverted and large quantities of them have been destroyed; and that, as a natural consequence thereof, the plaintiff's business, and the usufruct of his property, during each of the three years have greatly diminished  all to the plaintiff's great and lasting damage in the sum of $30,000.00.</p>\n<p>Measured by these allegations, it is not open to question that the acts of the defendant were palpably wrongful. They were, indeed, in violation of various criminal statutes of the State, designed to conserve the public good. If, then, upon indictment, the acts charged were admitted or established, no Court could hesitate to pronounce the defendant guilty of the creation and maintenance of a public nuisance and impose the maximum penalties of the statutes as are therein provided. But the right of the plaintiff to recover damages for this alleged wrong presents a far different question. In a case of pure tort, the wrongdoer is responsible for all the damages directly caused by his misconduct, and for all indirect and consequential damages, resulting naturally and probably from the wrongful acts, which are susceptible to ascertainment with a reasonable degree of certainty. Damages which are not the natural and probable result of the act complained of, but which are contingent or merely possible, or based upon a conjectural probability of future loss, and so beyond the scope of reasonable determination, are too remote and are not recoverable. Newsome v. Telegraph Company, 153 N.C. 153, 69 S.E. 10; Bowen v. Harris, 146 N.C. 385, 59 S.E. 1044. It is well settled that in actions by private individuals, based upon the creation or maintenance of a public nuisance, there can be no recovery, even of nominal damages, upon the mere establishment of the wrongful act. In such cases it is essential to the plaintiff's cause of action that he show an appreciable injury. McManus v. Southern R. Co., 150 N.C. 655, 64 S.E. 766.</p>\n<p>At the outset, therefore, I am confronted with the inquiry as to whether, in his allegations of injury and damage, the plaintiff has brought himself within the requirements of these rules. In other words, are the damages alleged by the plaintiff the natural and probable consequences of defendant's wrongful act, capable of ascertainment with reasonable certainty, or are they merely contingent or possible consequences based upon a conjectural apprehension of events?</p>\n<p>If it be assumed that a portion of the fish diverted or destroyed would otherwise have been caught by the plaintiff, the question still remains as to the proportion and kinds of these oviparous denizens of the silent deep which would have made their way into plaintiff's seines or nets. The answer to this question is more than difficult; it is obviously impossible with any reasonable degree of certainty. The plaintiff, doubtless, would be able to show his catch during preceding seasons. But experience joins with common sense in teaching that the result in one season affords no criterion of the result in others. The truth is that nothing in the field of industry is more uncertain or variable than the business of fishing, or the profits to be derived therefrom in any given period. Success <span class=\"star-pagination\">*630</span> or failure depends upon such a variety and diversity of contingencies  the eccentricities of climate, unanticipated seasonal changes, the clarity and temperature of inland streams, the whims and vagaries of sun and wind and tide, as is illustrated by what happened on the Sea of Tiberias in obedience to the command: \"Cast the net on the other side of the ship.\"<sup>[27]</sup> Through the operation of these natural forces millions of shad and herring, which may have spawned in one season in the upper Roanoke River, may spawn the next in some other freshwater stream far removed from the menace of plaintiff's reticulated snares. By reason thereof, many a promising and hopeful season has ended in disaster, and the business of fishing, in any given stream during any given period, has been reduced to an unpredictable gamble.</p>\n<p>As previously stated, in actions in tort, the damages recoverable, whether direct or consequential, must flow naturally and reasonably from the wrongful act alleged. I am of the opinion that the attempt to so estimate and segregate the damages in this case would involve a misty maze of conjecture and speculation as unprofitable as calculating the mechanical value of a cubic mile of pea-soup fog off the Grand Banks of Newfoundland.</p>\n<p>While these considerations seem to point unerringly to the solution of the question considered, I am not disposed to rest my decision upon this weakness in the plaintiff's case. For there is, I think, an even more patent and fundamental defect. It is uniformly held in North Carolina, and generally elsewhere, that, in order for a private citizen to sustain an action predicated upon a public nuisance, he must establish an injury, which is not only appreciable, but special and peculiar to himself, differing not only in degree, but in kind from that common to the public. Pedric v. Raleigh &amp; P. S. R. Co., 143 N.C. 485, 55 S.E. 877, 10 L.R.A.,N.S., 554; McManus v. Southern R. Co., 150 N.C. 655, 64 S.E. 766; Reyburn v. Sawyer, 135 N.C. 328, 47 S.E. 761, 65 L.R.A. 930, 102 Am.St.Rep. 555; Pruitt v. Bethell, 174 N.C. 454, 93 S. E. 945; Manufacturing Company v. Albemarle &amp; R. R. Co., 117 N.C. 579, 23 S.E. 43; Gordon v. Baxter, 74 N.C. 470; Dunn v. Stone, 4 N.C. 241. And, while the Courts of North Carolina have been alert in such cases to administer relief where an injury peculiar to the complainant has been shown, they have been equally zealous and alert in denying relief, where the injury alleged, upon studious consideration, has been held to be merely of the kind suffered by all citizens alike. Particularly is this true where the nuisance considered was initially of a public nature, and did not become so merely by reason of an aggregation of private injuries so widespread or so long continued as to constitute a public menace. McManus v. Southern R. Co., supra. The rule is that no private individual may have relief in law or equity from the actual or threatened consequences of a public nuisance: the exception relates only to those who are able to show an appreciable injury peculiar to themselves.</p>\n<p>This case falls, I think, within the rule and not within the exception. The plaintiff alleges no invasion of his soil, no obstruction of his right of ingress or egress, no interference with the movement or installation of his nets, seines or other fishing equipment, no dissemination of noxious odors or disease-bearing insects destructive of health or comfort, no corruption of the surrounding atmosphere or of his private wells or springs, nor other injury of a kind recognized as warranting a recovery in an action based upon a public nuisance. Surratt v. Dennis, 199 N.C. 757, 155 S.E. 865; Gray v. High Point, 203 N. C. 756, 166 S.E. 911; Pedric v. Raleigh &amp; P. S. R. Co., supra; McManus v. Southern R. Co., supra; Reyburn v. Sawyer, supra; Pruitt v. Bethell, supra; Manufacturing Company v. Albemarle &amp; R. R. Co., supra; Gordon v. Baxter, supra; Dunn v. Stone, supra.</p>\n<p>True, it is alleged that defendant's wrongful acts constitute a trespass, as well as a nuisance, and that the usufruct of plaintiff's business and property has been seriously impaired  \"usufruct\" being used, manifestly, in the sense of profit. But the first of these allegations is obviously a conclusion of the pleader, while the latter must of necessity be referred to defendant's wrongful diversion or destruction of the fish. Otherwise no causal connection is discernible between the wrongdoing alleged and the consequences experienced, and the complaint is fatally defective. State v. Whedbee, 152 N.C. 770, 67 S.E. 60, 27 L.R. A.,N.S., 363; State v. Fitzgerald, 18 N.C. <span class=\"star-pagination\">*631</span> 408. Stated concisely, the alleged injury consists in the diminution of annual revenues from the plaintiff's business and property; the alleged wrong in defendant's diversion or destruction of fish in the Roanoke River, through the daily discharge into that stream of poisonous and deleterious matter.</p>\n<p>The complaint is fatally defective for the reason that the plaintiff did not own either the River or the fish therein. Both, upon the allegations and implications of the complaint, belonged to the State. It is true that the plaintiff had the right to fish in the River, and to appropriate to his own use the fish so taken therefrom. But the plaintiff had not reclaimed the fish in question. Moreover, his right of fishery was neither several nor exclusive. Nor was it incidental to his riparian ownership, but a right held in common with the public. State v. Glen, 52 N.C. 321; Skinner v. Hetrick, 73 N.C. 53. To illustrate: A trapper operating muskrat traps in the Great Dismal Swamp may maintain an action for damage to or destruction of his traps by reason of fire wrongfully set out by another. But it can hardly be said that the trapper could maintain a claim for diminution of profits by reason of the actual destruction or the necessitated change of range of the rats. He has no right of property in any rat until he reclaims it by reducing it to actual possession. Here, the plaintiff does not seek damage for injury to and loss of his traps, that is to say, injury to and loss of his nets, seines, boats, lands, buildings and other necessary equipment, and for the obvious reason that the wrong he complains of, by the very nature of it, could not produce such injury or loss. The plaintiff seeks only to recover for diminution of his profits by reason of the alleged wrongful diversion and destruction of fish in which he had no right of property, and precisely for the same reason that the trapper had none in the rats. It seems to me the analogy is perfect.</p>\n<p>If, therefore, the plaintiff has sustained an injury, then so has every citizen of the State. If the plaintiff may maintain this action, every citizen of the State may maintain a like action for the same wrong.</p>\n<p>Careful consideration of the briefs and authorities cited, supplemented by independent research, constrains the conclusion that the plaintiff may not recover for an injury to property in which he had no vestige of special interest. Having failed to bring himself within the terms of the exception, he is bound by the rule.</p>\n<p>This conclusion is further necessitated by the decisional law of the State. In Dunn v. Stone, 4 N.C. 241, after stating the general principle by which actions of this character are controlled, the Court expressly held that the plaintiff, a riparian owner on the Neuse River, was not entitled to maintain the action for the reason that he had sustained no peculiar injury through the obstruction of fish in their upstream passage to his fishery.</p>\n<p>I cannot agree that this decision has been rendered obsolete by statutory prescription of a right to sue in like cases. N.C.Code, § 894.</p>\n<p>In many cases, concededly, the North Carolina Courts have sustained recoveries, upon dissimilar facts, based upon a public nuisance. But no case has been cited, nor has research revealed one, in which the application of the rule in Dunn v. Stone has been questioned. On the contrary, as well since as before the enactment of this Statute, Dunn v. Stone has been cited by the North Carolina Courts as embodying the law in actions of like character.</p>\n<p>I am not impressed by the argument that the authority of this decision is destroyed by its hoar austerity. As to its age: the chief evidence offered by the Fundamentalists in the defense of the Verity of the Bible is its antiquity  that it has withstood the assaults of unbelievers for two thousand years, unshaken and unmodified.</p>\n<p>I am loath to renounce the Old in order to accept the New. I believe in the finegrained truths that have been established by the world's best life  sacred and secular. We use them without a thought of their antiquity, although countless epochs and generations of men went to make them. There is a beautiful ivory mammoth tusk sticking seven feet out of the frozen ground in Alaska which the Indians have used for centuries as a hitching post. We, too, hitch up to the solid truths which serve our daily convenience, although embedded in the past  firm as the Rock of Ages.</p>\n<p>Moreover, the plaintiff seems to find no fault with the law of property in animals ferae naturae because of its antiquity. When all the animals, except fish which, for obvious reasons, did not take passage in the Ark, were safely on board and the door closed and barred, Noah had them under <span class=\"star-pagination\">*632</span> subjection, having reduced them to possession. After a cruise of one hundred and fifty days,<sup>[28]</sup> Noah let them all out, in the six hundred and first year, on the twenty-seventh day of the second month thereof,<sup>[29]</sup> and they scattered over the face of the earth, each after its kind. From then until Dunn v. Stone was decided, and even until now, the legal right in and to animals ferae naturae has been and is precisely the same no change. Should Dunn v. Stone therefore be ignored because of its age, and the law itself which it upholds, dating back to the very beginning of recorded events, be given a coat of many colors? To do so would be much like a physician who cases the pain but ignores the cause.</p>\n<p>As to its austerity: The plaintiff in his reply brief cites State v. Oliver, 70 N.C. 60, and says: \"So far as this plaintiff is concerned it is immaterial whether Dunn v. Stone be considered as overruled entirely and expressly * * * or simply ignored in its implications denying damages to riparian owners. The result is the same and it is manifest, as said by the late Judge Settle in State v. Oliver, 70 N.C. 61, `the Courts have advanced from that barbarism.'\"</p>\n<p>Upon examination I found that State v. Oliver was a criminal case dealing with a defendant for wife-beating. He interposed the defense that he used a whip no larger than his thumb. He was convicted and sentenced. He appealed. The Supreme Court affirmed, and Mr. Justice Settle, speaking for the Court, in an opinion about as long as a marble, said: \"We may assume that the old doctrine, that a husband had a right to whip his wife, provided he used a switch no larger than his thumb, is not law in North Carolina. Indeed, the Courts have advanced from that barbarism until they have reached the position, that the husband has no right to chastise his wife, under any circumstances.\"</p>\n<p>It is a far cry from the barbarism of wife-beating to the diversion of fish, which have next to no nervous system, swimming in the navigable waters of the Roanoke River. To insist that State v. Oliver has any point here is as useless as an effort to create a hiatus in a hole. And I see nothing in the present case that impedes the world's advance or that suggests the repeal of the laws that in our fathers' day were best.</p>\n<p>Nor am I impressed with the suggestion that Dunn v. Stone is rendered negligible by the fact that it emanated from a one-man Court  Chief Justice Taylor. It is nevertheless the pronouncement of the highest Court of North Carolina and therefore binding in this jurisdiction. Erie R. Co. v. Tompkins, 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188, 114 A.L.R. 1487.</p>\n<p>I am of the opinion the motion should be allowed and the action dismissed. It is so ordered and judgment will be entered accordingly.</p>\n<blockquote>N. B. The foot notes are merely references and are not intended to indicate quotations.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  Gen. 1:26, 28; 2:17; 3:3, 4.</p>\n<p>[2]  The eminent American Modernist.</p>\n<p>[3]  Gen. 10:9.</p>\n<p>[4]  John 21:2, 3.</p>\n<p>[5]  Matthew 15:36.</p>\n<p>[6]  Two Gentlemen of Verona.</p>\n<p>[7]  Desert ChallengeLillard.</p>\n<p>[8]  Gen. 6:14, 15, 16.</p>\n<p>[9]  Gen. 7:12, 20.</p>\n<p>[10]  Encyclopedia Brittanica.</p>\n<p>[11]  Encyclopedia Brittanica.</p>\n<p>[12]  Jonah 1:3.</p>\n<p>[13]  Jonah 1:4, 17.</p>\n<p>[14]  Jonah 2:10.</p>\n<p>[15]  1 Kings 7:21.</p>\n<p>[16]  Matthew 3:7.</p>\n<p>[17]  Browning.</p>\n<p>[18]  Gray.</p>\n<p>[19]  Chesterton.</p>\n<p>[20]  Newton on Blackstone.</p>\n<p>[21]  Hamlet.</p>\n<p>[22]  Browning.</p>\n<p>[23]  Daniel 3:26, 27, 30.</p>\n<p>[24]  Richard 11.</p>\n<p>[25]  Newton on Blackstone.</p>\n<p>[26]  Macbeth.</p>\n<p>[27]  John 21:6.</p>\n<p>[28]  Gen. 7:24; 8:3.</p>\n<p>[29]  Gen. 8:14, 10.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">49</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">625</span></span> (1943)</b></center>\n<center><h1>HAMPTON<br>\nv.<br>\nNORTH CAROLINA PULP CO.</h1></center>\n<center><p><b>District Court, E. D. North Carolina, Washington Division.</b></p></center>\n<center>February 20, 1943.</center>\n<p>Ehringhaus &amp; Ehringhaus, of Raleigh, N. C., and Carl Bailey, of Plymouth, N. C., for plaintiff.</p>\n<p>Norman &amp; Rodman, of Plymouth, N. C., and Lecher, Michael, Whyte &amp; Spohn, and Thomas Stone, all of Milwaukee, Wis., for defendant.</p>\n<p>MEEKINS, District Judge.</p>\n<p>This is a civil action at law brought by the plaintiff against the defendant in which the plaintiff seeks to recover from the defendant damages in the sum of $30,000 for the alleged wrongful diversion and destruction of fish in the navigable waters of the Roanoke River near Plymouth, North Carolina. A motion to dismiss the cause for failure of the complaint \"to state a claim upon which relief can be granted\" was heard by me at Raleigh in Term and thereafter briefs were filed in due course.</p>\n<p>Well, Fish is the subject of this story. From the fifth day of the Creation down through the centuries, some of which lie behind us like a hideous dream, fish have been a substantial factor in the affairs of men. After giving man dominion over all the Earth, God gave him dominion over the fish in particular, naming them first in order, reserving unto Himself only one certain fruit tree in the midst of the Garden,<sup>[1]</sup> and Satan smeared that  the wretch! Whatever else we may think of the Devil, as a business man he is working success. <span class=\"star-pagination\">*626</span> He sat in the original game, not with one fruit tree, but with the cash capital of one snake, and now he has half the world grabbed and a diamond hitch on the other half.<sup>[2]</sup></p>\n<p>Great hunters lived before Nimrod, who was a mighty one before the Lord,<sup>[3]</sup> and great fishermen before Izaak Walton, whose followers are as numberless as the sands of the sea  not counting the leaves of the forest, as if anybody ever did, or could, except the quondam Literary Digest, which polled itself to death in the late Summer and middle Fall of 1936.</p>\n<p>The most notable group of fishermen of all time was that headed by Peter, the impulsive Apostle, and his followers Thomas, Nathaniel, the sons of Zebedee, and two other Disciples, seven fishermen in all  a working majority of The Twelve.<sup>[4]</sup></p>\n<p>Considered solely as a food product, fish have unlimited possibilities  quantitative and qualitative. We are told that a few little fishes and seven loaves, five loaves and two fishes, according to St. Luke, were more than sufficient to feed a hungry multitude of four thousand men, together with the women and children present, and of the fragments there were seven baskets full of fish.<sup>[5]</sup> Quantitative.</p>\n<p>Professor Agassiz, the eminent Harvard scientist said: \"Fish is a good brain food.\" One wrote to know \"in what quantities should it be taken?\" The great scientist wrote back: \"In your case, a whale a day for thirty days.\" Qualitative.</p>\n<p>Fish have their place in song and story. In song, from the nursery rime: \"Little Fishes in the Brook,\" to the huge leviathans that forsake unsounded deeps to dance on sands.<sup>[6]</sup> In story, since the dawn of civilization and the imagination of man began to build romances and tall tales, full and fruity. He was more wag than skeptic who said: \"In all the world there are only three really great fish stories  Admiral Noah, Commodore Jonah and Captain John Smith.\" Herbert Hoover added the fourth when, fishing in Nevada, he pulled a twenty-five pound trout from the green waters of Pyramid Lake.<sup>[7]</sup></p>\n<p>Noah built an ark so many cubits high, wide and long. It had one door in the side, and one window in the top twenty-two inches square.<sup>[8]</sup> What ventilation! We are told it rained forty days and forty nights and all the mountains were covered with water.<sup>[9]</sup> We know that Mount Everest is 29,140 feet high.<sup>[10]</sup> Since it was covered by the flood, the water reached an altitude of more than 29,140 feet. Divide the altitude by forty and we find that the average rainfall was more than 700 feet per day. How's that for dampness!</p>\n<p>Apart from the Biblical account of the flood, many nations have vivid accounts of floods in which all the people, except a chosen few, were destroyed. One account, that points this story, is a fable about a flood in ancient India. A fish warned Manu that a flood was coming. Manu built a ship and the fish towed it to a mountain and thus saved everybody.<sup>[11]</sup> We can laugh at this fable without fear of condemnation here and damnation hereafter. That was not <i>our</i> flood.</p>\n<p>Jonah, like all the orthodox Jews of his time, thought Jehovah was a local Deity. Jonah did not like his assignment to Nineveh and in an effort to side-step it he took passage on a ship at Joppa for Tarshish and fled from the presence of the Lord.<sup>[12]</sup> The Prophet thought that if he could get into another jurisdiction he would be safe. However, before he crossed the boundary line into Tarshish, Jehovah pulled down on him with a double-barrel tempest and a muzzle-loading leviathan.<sup>[13]</sup> When he found himself a prisoner, for three days and three nights, in the belly of the great fish that the Lord had prepared, Jonah began to think things over. We all do when our \"take a chance\" does not pan out as we hoped. The net result was that the Prophet, after repenting of his disobedience and praying forgiveness, was allowed to go ashore. \"The Lord spake unto the fish, and it vomited out Jonah upon the dry land.\"<sup>[14]</sup> This was before the advent of the camera enthusiast, else we might have been fortified with an authentic photograph of the minor Prophet walking ashore with the lower jaw of the whale for gang-plank. <span class=\"star-pagination\">*627</span> The eminent American Modernist said he was rather inclined to think that Jonah proved too tough for his whaleship's digestion and that in a fit of acute ptomaine poisoning, the cantankerous old Prophet was cast forth.</p>\n<p>Captain John Smith, in the minds of many people, is more a joke than a myth. However, patient and interesting investigation has led me to the conclusion that he was not only a great Englishman, but a very great Englishman; that he was not only a great man, but a very great man; that he was good, useful and sane and did a very great World Service. Measured by all the standards of constructive achievement he was essentially a World Man. That Captain John Smith is less a myth than a joke is one of the glaring anomalies of history. Perhaps the raconteur had it in mind to emphasize his facetiousness by fact; to contrast his shadow with substance  his fancy with truth.</p>\n<p>The Skeptic may scoff and the Modernist may moderate, but the story of Noah and the story of Jonah are enduring torches that lighted the way of man in his struggle upward through the immensity of the Shadow, and now as then guide the fumbling fingers of the trembling hand as with the establishment and strength of Jachin and Boas.<sup>[15]</sup></p>\n<p>Divested of the insistence of the Fundamentalists on the Verbal Inspiration and Infallibility of the Bible, and accepted in the light of reason, which examines and explains, the story of Noah is the greatest statement on the importance of preparation ever penned by mortal hand. In thunder tones we are warned: in time of peace, prepare for war; in the days of ease and luxury and laissez-faire, remember that evil days are ahead; in the fat years, prepare for the lean ones just around the corner  always be ready \"to flee from the wrath to come!\"<sup>[16]</sup></p>\n<p>Likewise, the story of Jonah is the greatest statement on fidelity to duty, hard and inexorable, that ever fell from the lips of man. It shouts forth the consequences that follow lapses from duty through wilful disobedience or otherwise. \"Duty,\" said General Lee, \"is the most sublime word in the English language.\"</p>\n<p>The fish industry is among the foremost in World Trade. Indeed, in some countries it is the chief occupation of the people and the main source of national income. Through the ages it has developed a lore and nomenclature peculiar unto itself. What is more expressive of failure than, \"A Water Haul?\" What more charming password for an Ananias Club than, \"What A Whopper?\" What better synonym for discomfort and disgust than, \"Fisherman's Luck,\" though coarse in translation classic in application? And where is the Lawyer who has never gone on a \"Fishing Expedition?\" Who wants to \"Fish in Troubled Waters?\" A whale of a bargain is a big one. Land Shark suggests Shylock, and Shylock is a type. They are synonymous and offer a perfect illustration of a distinction without a difference. \"It Sounds Fishy,\" means \"Its a Lie on Its Face,\" and much more diplomatic. Everybody knows that \"Fishy Smell\" as well as the man \"With the Codfish Eye.\" All these terms are as well understood by the Public as are the terms Bulls and Bears of the Stock Exchange. Codfish Tongues and Codfish Sounds mean one and the same thing and are interchangeable terms in the Trade.</p>\n<p>As it is the biggest fish that always breaks the hook or bites the line in two, so, here, the huge sum of thirty thousand dollars is asked as compensation for fish that were never caught. I can remember when that sum would buy a lot of fish. I have seen six-pound roe shad retail for five cents apiece and cured herrings sell for two dollars a thousand  one hundred and twenty pounds of shad for one dollar and five herrings for one cent.</p>\n<p>And this large sum is now asked for whose Fish? Certainly not the plaintiff's, because he never owned them. I repeat the question, <i>whose</i> Fish? The answer is plain: they belonged to the Public.</p>\n<p>Yes, I am fully aware that my fall from the Woolsack, and my break over time's old barrier growth of right and fit;<sup>[17]</sup> my reluctance to plod on with the solemn brood of care,<sup>[18]</sup> and my impatience of professional solemnity,<sup>[19]</sup> may cause the Big Wigs of the Bar to scowl down their displeasure. So be it. Permit me to interrupt myself:</p>\n<p><span class=\"star-pagination\">*628</span> Wigs were introduced in the Courts of England in 1670. A little more than a century ago the modern article was invented, and is made of the manes and tails of horses in the ratio of five white strands to one of black. The advantage is that it maintains its permanent wave without the aid of curling irons and oil. The disadvantage is they are almost prohibitively expensive.<sup>[20]</sup> I resume.</p>\n<p>I have often observed that the bigger the wig, the smaller the wigger, and the louder the roar and thunder in the index.<sup>[21]</sup> With majestic mien, wrinkled front and prone brow, oppressive with its mind,<sup>[22]</sup> one Big Wig, with a slight shiver, asks another: \"Influenza?\" Then another with emphatic sniff asks: \"John Barleycorn?\" The answer is, \"Neither!\" I am sound in limb, wind and withers and as dry as Shadrach, Meshach and Abednego when, with their hair unsinged and with no smell of fire passed on them, they walked out of Nebuchadnezzar's burning fiery furnace and were each forthwith raised to an high estate in the Province of Babylon.<sup>[23]</sup></p>\n<p>Oh, well, now, yes, of course, the Circuit Court gives me a lot of trouble. But \"hit ain't as bad as it mought be.\" If I am not reversed in more than nine cases out of ten, I feel from fair to middling. And if I draw ten straight, that does not send me to bed as even one reversal does some of the gentlemen of the Bench, State and Federal, so I have heard. Nor do I waste time explaining how and wherein the Circuit Court \"got all balled up\" and reversed me. That is what Circuit Courts are for  to correct the mistakes of District Judges  otherwise there would have been no compelling need to justify their establishment, except, the need to protect the Supreme Court against a deluge of appeals.</p>\n<p>When I see a Big Wig infused with self and vain conceit, as if this flesh which walls about our life were brass impregnable,<sup>[24]</sup> I think of Charles James Fox, who, when looking at a portrait of Lord Chancellor Thurlow, his full-bottomed wig falling bountifully to his shoulders and giving him that appearance of sagacity for which he is remembered, said: \"No man ever was so wise as Thurlow looks,\" and but for the unimpeachable integrity of Charles Lamb I might well doubt his observation that, \"lawyers were children once.\"<sup>[25]</sup></p>\n<p>There is a good story going around about a plaintiff who sued his city in Tort. A manhole on the sidewalk was left open and unguarded. The plaintiff fell into it and was severely injured. The city interposed the plea of Contributory Negligence for that the plaintiff was drunk when he fell into the hole. On Cross-examination the plaintiff admitted that he had had one or two, possibly three, small ones (the usual maximum on the witness stand) and that he might have been feeling good. When the plaintiff rested, the defendant moved for judgment as of Non-Suit. The nisi prius Judge promptly granted the motion and signed judgment accordingly. An Appellate Justice, speaking for the Court in a reversal opinion, precisely one sentence long, said: \"A drunken man is as much entitled to a safe street as a sober one, and much more in need of it.\" This equals: \"You can't unscramble the eggs,\" as said North Carolina's great Chief Justice, Ruffin.</p>\n<p>Far be it from me to bandy civilities with my superiors in learning, but after a round with the May Act I think a Judge is entitled to chuckle if he can; that it is pardonable now and then to intersperse a little human interest in the tedious search for judicial maxims and precedents that bind. \"One laugh,\" said Charles Lamb, \"is worth a hundred groans in any state of the market.\"</p>\n<p>I invoke Equity, which does not depend upon the length of the chancellor's foot, notwithstanding the learned John Selden said it did, and set up: the weight of years and the weariness of service, and that this remains a fish story whichever way it is twisted. I shall not further prolong this prologue, but here upon this bank and shoal of time, I'll jump the life to come<sup>[26]</sup> and proceed to consider the questions involved in the cause before me for determination.</p>\n<p>The plaintiff, in substance, alleges that he is now, and has been since 1911, the owner and in possession of those two certain tracts of land, situate on opposite sides of the Roanoke River, and known respectively as the \"Kitty Hawk\" and \"Slade\" Fisheries; that the properties are ideally located for the business of fishing, and have <span class=\"star-pagination\">*629</span> for a number of years, during the fishing season, been operated for that purpose by the plaintiff and his ancestors in title, expensive equipment having been placed and maintained thereon for the proper and profitable conduct of such business; that, from time immemorial, great quantities of fish of the kinds specified have been accustomed, during the Spring of each year, to make their way from the Ocean through Albemarle Sound, and thence into the freshwater spawning grounds in the upper reaches of the Roanoke River; and that, by reason of this annual migration of fish, plaintiff's fishing business, and his \"Kitty Hawk\" and \"Slade\" Fisheries, have been \"principally and particularly valuable.\"</p>\n<p>It is alleged that the defendant is the owner of a boundary on the Roanoke River situate below the plaintiff's property which the fish, entering the river in their annual migration to the spawning grounds, are compelled to pass before reaching that portion of the river running between the plaintiff's properties; that, during the period referred to in the complaint, the defendant has maintained upon the boundary a plant for the manufacture of sulphate pulp, bleached and unbleached; that, in the course of the manufacturing operation, during the three years immediately preceding the institution of this action, the defendant has from day to day discharged into the waters of the Roanoke River, opposite its plant, a large volume of poisonous and deleterious waste and matter injurious to the fish then in passage to the spawning grounds, with the result that the annual migration of the fish upstream has been interrupted or diverted and large quantities of them have been destroyed; and that, as a natural consequence thereof, the plaintiff's business, and the usufruct of his property, during each of the three years have greatly diminished  all to the plaintiff's great and lasting damage in the sum of $30,000.00.</p>\n<p>Measured by these allegations, it is not open to question that the acts of the defendant were palpably wrongful. They were, indeed, in violation of various criminal statutes of the State, designed to conserve the public good. If, then, upon indictment, the acts charged were admitted or established, no Court could hesitate to pronounce the defendant guilty of the creation and maintenance of a public nuisance and impose the maximum penalties of the statutes as are therein provided. But the right of the plaintiff to recover damages for this alleged wrong presents a far different question. In a case of pure tort, the wrongdoer is responsible for all the damages directly caused by his misconduct, and for all indirect and consequential damages, resulting naturally and probably from the wrongful acts, which are susceptible to ascertainment with a reasonable degree of certainty. Damages which are not the natural and probable result of the act complained of, but which are contingent or merely possible, or based upon a conjectural probability of future loss, and so beyond the scope of reasonable determination, are too remote and are not recoverable. Newsome v. Telegraph Company, <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">153</span></span>, 69 S.E. 10; Bowen v. Harris, <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">385</span></span>, 59 S.E. 1044. It is well settled that in actions by private individuals, based upon the creation or maintenance of a public nuisance, there can be no recovery, even of nominal damages, upon the mere establishment of the wrongful act. In such cases it is essential to the plaintiff's cause of action that he show an appreciable injury. McManus v. Southern R. Co., <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">655</span></span>, 64 S.E. 766.</p>\n<p>At the outset, therefore, I am confronted with the inquiry as to whether, in his allegations of injury and damage, the plaintiff has brought himself within the requirements of these rules. In other words, are the damages alleged by the plaintiff the natural and probable consequences of defendant's wrongful act, capable of ascertainment with reasonable certainty, or are they merely contingent or possible consequences based upon a conjectural apprehension of events?</p>\n<p>If it be assumed that a portion of the fish diverted or destroyed would otherwise have been caught by the plaintiff, the question still remains as to the proportion and kinds of these oviparous denizens of the silent deep which would have made their way into plaintiff's seines or nets. The answer to this question is more than difficult; it is obviously impossible with any reasonable degree of certainty. The plaintiff, doubtless, would be able to show his catch during preceding seasons. But experience joins with common sense in teaching that the result in one season affords no criterion of the result in others. The truth is that nothing in the field of industry is more uncertain or variable than the business of fishing, or the profits to be derived therefrom in any given period. Success <span class=\"star-pagination\">*630</span> or failure depends upon such a variety and diversity of contingencies  the eccentricities of climate, unanticipated seasonal changes, the clarity and temperature of inland streams, the whims and vagaries of sun and wind and tide, as is illustrated by what happened on the Sea of Tiberias in obedience to the command: \"Cast the net on the other side of the ship.\"<sup>[27]</sup> Through the operation of these natural forces millions of shad and herring, which may have spawned in one season in the upper Roanoke River, may spawn the next in some other freshwater stream far removed from the menace of plaintiff's reticulated snares. By reason thereof, many a promising and hopeful season has ended in disaster, and the business of fishing, in any given stream during any given period, has been reduced to an unpredictable gamble.</p>\n<p>As previously stated, in actions in tort, the damages recoverable, whether direct or consequential, must flow naturally and reasonably from the wrongful act alleged. I am of the opinion that the attempt to so estimate and segregate the damages in this case would involve a misty maze of conjecture and speculation as unprofitable as calculating the mechanical value of a cubic mile of pea-soup fog off the Grand Banks of Newfoundland.</p>\n<p>While these considerations seem to point unerringly to the solution of the question considered, I am not disposed to rest my decision upon this weakness in the plaintiff's case. For there is, I think, an even more patent and fundamental defect. It is uniformly held in North Carolina, and generally elsewhere, that, in order for a private citizen to sustain an action predicated upon a public nuisance, he must establish an injury, which is not only appreciable, but special and peculiar to himself, differing not only in degree, but in kind from that common to the public. Pedric v. Raleigh &amp; P. S. R. Co., <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">485</span></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">877</span></span>, 10 L.R.A.,N.S., 554; McManus v. Southern R. Co., <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">655</span></span>, 64 S.E. 766; Reyburn v. Sawyer, <span class=\"citation no-link\"><span class=\"volume\">135</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">328</span></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">761</span></span>, 65 L.R.A. 930, 102 Am.St.Rep. 555; Pruitt v. Bethell, <span class=\"citation no-link\"><span class=\"volume\">174</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">454</span></span>, 93 S. E. 945; Manufacturing Company v. Albemarle &amp; R. R. Co., <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">579</span></span>, 23 S.E. 43; Gordon v. Baxter, 74 N.C. 470; Dunn v. Stone, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">241</span></span>. And, while the Courts of North Carolina have been alert in such cases to administer relief where an injury peculiar to the complainant has been shown, they have been equally zealous and alert in denying relief, where the injury alleged, upon studious consideration, has been held to be merely of the kind suffered by all citizens alike. Particularly is this true where the nuisance considered was initially of a public nature, and did not become so merely by reason of an aggregation of private injuries so widespread or so long continued as to constitute a public menace. McManus v. Southern R. Co., supra. The rule is that no private individual may have relief in law or equity from the actual or threatened consequences of a public nuisance: the exception relates only to those who are able to show an appreciable injury peculiar to themselves.</p>\n<p>This case falls, I think, within the rule and not within the exception. The plaintiff alleges no invasion of his soil, no obstruction of his right of ingress or egress, no interference with the movement or installation of his nets, seines or other fishing equipment, no dissemination of noxious odors or disease-bearing insects destructive of health or comfort, no corruption of the surrounding atmosphere or of his private wells or springs, nor other injury of a kind recognized as warranting a recovery in an action based upon a public nuisance. Surratt v. Dennis, <span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">757</span></span>, 155 S.E. 865; Gray v. High Point, 203 N. C. 756, 166 S.E. 911; Pedric v. Raleigh &amp; P. S. R. Co., supra; McManus v. Southern R. Co., supra; Reyburn v. Sawyer, supra; Pruitt v. Bethell, supra; Manufacturing Company v. Albemarle &amp; R. R. Co., supra; Gordon v. Baxter, supra; Dunn v. Stone, supra.</p>\n<p>True, it is alleged that defendant's wrongful acts constitute a trespass, as well as a nuisance, and that the usufruct of plaintiff's business and property has been seriously impaired  \"usufruct\" being used, manifestly, in the sense of profit. But the first of these allegations is obviously a conclusion of the pleader, while the latter must of necessity be referred to defendant's wrongful diversion or destruction of the fish. Otherwise no causal connection is discernible between the wrongdoing alleged and the consequences experienced, and the complaint is fatally defective. State v. Whedbee, <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">770</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">60</span></span>, 27 L.R. A.,N.S., 363; State v. Fitzgerald, 18 N.C. <span class=\"star-pagination\">*631</span> 408. Stated concisely, the alleged injury consists in the diminution of annual revenues from the plaintiff's business and property; the alleged wrong in defendant's diversion or destruction of fish in the Roanoke River, through the daily discharge into that stream of poisonous and deleterious matter.</p>\n<p>The complaint is fatally defective for the reason that the plaintiff did not own either the River or the fish therein. Both, upon the allegations and implications of the complaint, belonged to the State. It is true that the plaintiff had the right to fish in the River, and to appropriate to his own use the fish so taken therefrom. But the plaintiff had not reclaimed the fish in question. Moreover, his right of fishery was neither several nor exclusive. Nor was it incidental to his riparian ownership, but a right held in common with the public. State v. Glen, 52 N.C. 321; Skinner v. Hetrick, 73 N.C. 53. To illustrate: A trapper operating muskrat traps in the Great Dismal Swamp may maintain an action for damage to or destruction of his traps by reason of fire wrongfully set out by another. But it can hardly be said that the trapper could maintain a claim for diminution of profits by reason of the actual destruction or the necessitated change of range of the rats. He has no right of property in any rat until he reclaims it by reducing it to actual possession. Here, the plaintiff does not seek damage for injury to and loss of his traps, that is to say, injury to and loss of his nets, seines, boats, lands, buildings and other necessary equipment, and for the obvious reason that the wrong he complains of, by the very nature of it, could not produce such injury or loss. The plaintiff seeks only to recover for diminution of his profits by reason of the alleged wrongful diversion and destruction of fish in which he had no right of property, and precisely for the same reason that the trapper had none in the rats. It seems to me the analogy is perfect.</p>\n<p>If, therefore, the plaintiff has sustained an injury, then so has every citizen of the State. If the plaintiff may maintain this action, every citizen of the State may maintain a like action for the same wrong.</p>\n<p>Careful consideration of the briefs and authorities cited, supplemented by independent research, constrains the conclusion that the plaintiff may not recover for an injury to property in which he had no vestige of special interest. Having failed to bring himself within the terms of the exception, he is bound by the rule.</p>\n<p>This conclusion is further necessitated by the decisional law of the State. In Dunn v. Stone, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">241</span></span>, after stating the general principle by which actions of this character are controlled, the Court expressly held that the plaintiff, a riparian owner on the Neuse River, was not entitled to maintain the action for the reason that he had sustained no peculiar injury through the obstruction of fish in their upstream passage to his fishery.</p>\n<p>I cannot agree that this decision has been rendered obsolete by statutory prescription of a right to sue in like cases. N.C.Code, § 894.</p>\n<p>In many cases, concededly, the North Carolina Courts have sustained recoveries, upon dissimilar facts, based upon a public nuisance. But no case has been cited, nor has research revealed one, in which the application of the rule in Dunn v. Stone has been questioned. On the contrary, as well since as before the enactment of this Statute, Dunn v. Stone has been cited by the North Carolina Courts as embodying the law in actions of like character.</p>\n<p>I am not impressed by the argument that the authority of this decision is destroyed by its hoar austerity. As to its age: the chief evidence offered by the Fundamentalists in the defense of the Verity of the Bible is its antiquity  that it has withstood the assaults of unbelievers for two thousand years, unshaken and unmodified.</p>\n<p>I am loath to renounce the Old in order to accept the New. I believe in the finegrained truths that have been established by the world's best life  sacred and secular. We use them without a thought of their antiquity, although countless epochs and generations of men went to make them. There is a beautiful ivory mammoth tusk sticking seven feet out of the frozen ground in Alaska which the Indians have used for centuries as a hitching post. We, too, hitch up to the solid truths which serve our daily convenience, although embedded in the past  firm as the Rock of Ages.</p>\n<p>Moreover, the plaintiff seems to find no fault with the law of property in animals ferae naturae because of its antiquity. When all the animals, except fish which, for obvious reasons, did not take passage in the Ark, were safely on board and the door closed and barred, Noah had them under <span class=\"star-pagination\">*632</span> subjection, having reduced them to possession. After a cruise of one hundred and fifty days,<sup>[28]</sup> Noah let them all out, in the six hundred and first year, on the twenty-seventh day of the second month thereof,<sup>[29]</sup> and they scattered over the face of the earth, each after its kind. From then until Dunn v. Stone was decided, and even until now, the legal right in and to animals ferae naturae has been and is precisely the same no change. Should Dunn v. Stone therefore be ignored because of its age, and the law itself which it upholds, dating back to the very beginning of recorded events, be given a coat of many colors? To do so would be much like a physician who cases the pain but ignores the cause.</p>\n<p>As to its austerity: The plaintiff in his reply brief cites State v. Oliver, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">60</span></span>, and says: \"So far as this plaintiff is concerned it is immaterial whether Dunn v. Stone be considered as overruled entirely and expressly * * * or simply ignored in its implications denying damages to riparian owners. The result is the same and it is manifest, as said by the late Judge Settle in State v. Oliver, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">61</span></span>, `the Courts have advanced from that barbarism.'\"</p>\n<p>Upon examination I found that State v. Oliver was a criminal case dealing with a defendant for wife-beating. He interposed the defense that he used a whip no larger than his thumb. He was convicted and sentenced. He appealed. The Supreme Court affirmed, and Mr. Justice Settle, speaking for the Court, in an opinion about as long as a marble, said: \"We may assume that the old doctrine, that a husband had a right to whip his wife, provided he used a switch no larger than his thumb, is not law in North Carolina. Indeed, the Courts have advanced from that barbarism until they have reached the position, that the husband has no right to chastise his wife, under any circumstances.\"</p>\n<p>It is a far cry from the barbarism of wife-beating to the diversion of fish, which have next to no nervous system, swimming in the navigable waters of the Roanoke River. To insist that State v. Oliver has any point here is as useless as an effort to create a hiatus in a hole. And I see nothing in the present case that impedes the world's advance or that suggests the repeal of the laws that in our fathers' day were best.</p>\n<p>Nor am I impressed with the suggestion that Dunn v. Stone is rendered negligible by the fact that it emanated from a one-man Court  Chief Justice Taylor. It is nevertheless the pronouncement of the highest Court of North Carolina and therefore binding in this jurisdiction. Erie R. Co. v. Tompkins, <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span>, 114 A.L.R. 1487.</p>\n<p>I am of the opinion the motion should be allowed and the action dismissed. It is so ordered and judgment will be entered accordingly.</p>\n<blockquote>N. B. The foot notes are merely references and are not intended to indicate quotations.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  Gen. 1:26, 28; 2:17; 3:3, 4.</p>\n<p>[2]  The eminent American Modernist.</p>\n<p>[3]  Gen. 10:9.</p>\n<p>[4]  John 21:2, 3.</p>\n<p>[5]  Matthew 15:36.</p>\n<p>[6]  Two Gentlemen of Verona.</p>\n<p>[7]  Desert ChallengeLillard.</p>\n<p>[8]  Gen. 6:14, 15, 16.</p>\n<p>[9]  Gen. 7:12, 20.</p>\n<p>[10]  Encyclopedia Brittanica.</p>\n<p>[11]  Encyclopedia Brittanica.</p>\n<p>[12]  Jonah 1:3.</p>\n<p>[13]  Jonah 1:4, 17.</p>\n<p>[14]  Jonah 2:10.</p>\n<p>[15]  1 Kings 7:21.</p>\n<p>[16]  Matthew 3:7.</p>\n<p>[17]  Browning.</p>\n<p>[18]  Gray.</p>\n<p>[19]  Chesterton.</p>\n<p>[20]  Newton on Blackstone.</p>\n<p>[21]  Hamlet.</p>\n<p>[22]  Browning.</p>\n<p>[23]  Daniel 3:26, 27, 30.</p>\n<p>[24]  Richard 11.</p>\n<p>[25]  Newton on Blackstone.</p>\n<p>[26]  Macbeth.</p>\n<p>[27]  John 21:6.</p>\n<p>[28]  Gen. 7:24; 8:3.</p>\n<p>[29]  Gen. 8:14, 10.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/"
  ]
}