{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1466963/",
  "absolute_url": "/opinion/1466963/philips-v-pitt-county-memorial-hosp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1466963/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:22:10.382190Z",
  "date_modified": "2016-04-26T23:48:09.559557Z",
  "type": "010combined",
  "sha1": "50ad909abd313ad23e7ff25932b55aca9f745215",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>503 F.Supp.2d 776 (2007)</b></center>\n<center><h1>Sherif PHILIPS, M.D., Plaintiff,<br>\nv.<br>\nPITT COUNTY MEMORIAL HOSPITAL, Inc., Sanjay Patel, M.D., Paul Bolin, M.D., Ralph E. VVhatley, M.D., and Cynthia Brown, M.D., Defendants.</h1></center>\n<center>No. 4:05-CV-97.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>August 2, 2007.</center>\n<p><span class=\"star-pagination\">*777</span> Deborah N. Meyer, Lisa M. Schreiner, Meyer Law Offices, P.A., Cary, NC, for Plaintiff.</p>\n<p>C. David Creech, Walter G. Merritt, Harris, Creech, Ward &amp; Blackerby, New Bern, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court upon a motion to dismiss [DE-11] by Defendants Pitt County Memorial Hospital, Inc. [PCMH], Sanjay Patel, M.D. [Dr. Patel], Paul Bolin, M.D. [Dr. Bolin], Ralph E. Whatley, M.D. [Dr. Whatley], and Cynthia Brown, M.D. [Dr. Brown] and upon Plaintiffs response to Magistrate Judge William A. Webb's order of March 15, 2006 [DE-52] allowing in part the Defendants' Amended Motion to Compel [DE-36]. These matters are now ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This case arises out of the temporary suspension of Plaintiffs medical privileges at PCMH. PCMH was originally established as a public hospital, but on June 1, 1998, the Pitt County Board of County Commissioners executed a Transfer Agreement changing PCMH's status from a public hospital to a private, nonprofit hospital pursuant to North Carolina General Statute Section 131E-8, which provides that \"a municipality may . . . sell or convey to a nonprofit corporation . . . any rights of ownership the municipality . . . has in a hospital facility. . . .\" <i>See Mem.</i> in Support of Mot. to Dismiss [DE-12] at Ex. A. in a North Carolina Bill of Conveyance and General Warranty Deed, Pitt County, North Carolina, acting through its Board of County Commissioners, conveyed the hospital and its associated property to PCMH, which acted by and through its Board of Directors. <i>Id.</i></p>\n<p>The Transfer Agreement purported \"to change the status of Pitt County Memorial Hospital from a Public Hospital to a Private Not For Profit Hospital,\" to further the following objectives:</p>\n<blockquote>To maintain the viability of Pitt County Memorial Hospital to provide the highest quality healthcare to the Citizens of Pitt County and the Region.</blockquote>\n<blockquote>To maintain Pitt County Memorial Hospital as an open facility to provide care to all patients regardless of ability to pay.</blockquote>\n<blockquote>To maintain Pitt County Memorial Hospital as the academic medical teaching hospital for the East Carolina University School of Medicine pursuant to the terms of the Affiliation Agreement.</blockquote>\n<blockquote>To maintain local control.</blockquote>\n<blockquote>To strive to maintain financial integrity of Pitt County Memorial Hospital at the highest bond rating achievable for similarly situated hospitals.</blockquote>\n<blockquote>To provide appropriate compensation to, the County for transfer of Pitt County Memorial Hospital.</blockquote>\n<p><i>Id.</i> As consideration for the sale, PCMH agreed to pay the Pitt County Board of County Commissioners $15 million at the time of conveyance and an additional $7.5 million on the first and second anniversary of the conveyance.</p>\n<p>Pursuant to the Transfer Agreement, Pitt County placed some restrictions on PCMH. Specifically, the Transfer Agreement provided that: (1) PCMH would \"provide community general hospital services <span class=\"star-pagination\">*778</span> to the citizens of Pitt County without regard to their ability to pay for those services;\" (2) PCMH could not be sold without the prior consent of the Pitt County Board of County Commissioners; (3) disposition of PCMH assets exceeding certain limitations would require the approval of the Pitt County Board of County Commissioners; (4) PCMH was required to \"maintain its affiliation with the East Carolina University School of Medicine\" and \"continue to serve as the primary academic teaching [h]ospital of the University;\" and (5) the mechanism for selecting members of the PCMH Board of Trustees could not be changed without the prior. written consent of Pitt County. <i>See id.</i></p>\n<p>Plaintiff is a doctor who became a member of PCMH's medical staff in 1996. In January 1998, Plaintiff contracted with Total Renal Care to provide Medical Services at a free-standing dialysis unit in eastern North Carolina. After Plaintiff was named in a malpractice lawsuit in connection with his work at Total Renal Care and was suspended at two other facilities for failure to maintain the requisite records, PCMH's Department of Risk Management began observation of Plaintiffs interaction with patients at PCMH.</p>\n<p>On July 23, 2004, following the observation period, Plaintiff met with several PCMH administrators to discuss allegations that Plaintiff had falsified medical records. Plaintiff contends that he was not told who had made the allegations and did not receive written documentation describing the allegations. PCMH Chief of Service for Internal Medicine Dr. Whatley subsequently wrote a letter to then-PCMH Chief of Staff Dr. Barrier on August 26, 2004, indicating that he believed-corrective action should be taken against Plaintiff for professional misconduct, including failing to examine patients and falsifying patent records.</p>\n<p>On September 14, 2004, Dr. Barrier notified Plaintiff that a Request for Investigation prior to Corrective Action had been initiated and that he would be afforded an opportunity to appear before the Medical Executive Committee [MEC] of PCMH to respond to the allegations. Plaintiff contends that the letter did not identify the name of the individual requesting the investigation or the specific patients involved in the investigation and that such notice is required by the PCMH By-laws. Plaintiff met with the MEC on September 20, 2004. Thereafter, the MEC determined that further action was warranted and Dr. Whatley appointed an Ad Hoc Committee to investigate the allegations and report back to the MEC. Dr. Whatley selected Dr. Brown to act as chair of the Ad Hoc Committee.</p>\n<p>Plaintiff appeared before the Ad Hoc Committee without the assistance of counsel and the Committee issued a report to the MEC on November 2, 2004, indicating that Plaintiff was not performing at the level required of PCMH medical staff. Accordingly, Plaintiff was given another opportunity to appear before the MEC on November 15, 2004. The MEC subsequently issued a report on November 16, 2004, adopting the conclusions and recommendations of the Ad Hoc Committee, but adding a recommendation for a six month suspension of Plaintiffs privileges.</p>\n<p>On December 23, 2004, Plaintiff gave notice of his intent to appeal the MEC's decision and have a fair hearing pursuant to PCMH by-laws. For the appeal, a hearing was conducted before a panel consisting of Drs. John Olsson, Beverly Harris, and Sanjay Patel, in which Plaintiff was represented by counsel, cross-examined witnesses, and presented evidence. In a report dated April 4, 2005, the panel issued its Hearing Report to the MEC. The panel did not recommend suspension <span class=\"star-pagination\">*779</span> of Plaintiffs privileges. Plaintiff did not appeal this decision to the Board of Trustees.</p>\n<p>The PCMH Board of Trustees then met on May 17, 2005, to discuss the issues raised in Plaintiffs fair hearing process. The Board of Trustees declined to accept the recommendations of the panel and decided to consider the matter further at a subsequent meeting. Plaintiff was notified of the decision and told that the Board of Trustees would not make a final decision until it received a recommendation from the Chief of Staff, Chief of Staff-Elect, Secretary of the Medical Staff and the Chairman of the Credentials Committee. The Board of Trustees met on June 22, 2005 and decided to reappoint Plaintiff to the medical staff for two years, but also imposed a 90 day suspension of Plaintiffs medical staff privileges, with 31 days of \"active suspension.\" PCMH subsequently reported the Board's decision to the North Carolina Medical Board.</p>\n<p>On July 29, 2005, Plaintiff initiated the instant action against Defendants PCMH and Drs. Patel, Bolin, Whatley, and Brown, asserting claims pursuant to 42 U.S.C. § 1983 and 42 U.S.C. § 1981 and alleging claims of breach of contract and defamation. Defendants filed a Motion to Dismiss on September 20, 2005, arguing that Plaintiffs 42 U.S.C. § 1983 and 42 U.S.C. § 1981 claims should be dismissed pursuant to Federal Rule of Civil Procedure 12(b)(6) for failure to state a claim upon which relief can be granted. Additionally, Defendants contend that upon dismissal of Plaintiffs federal claims, his remaining state law claims should be dismissed pursuant to Rule 12(b)(1) for lack of subject matter jurisdiction. Plaintiff has responded [DE-14] to Defendant's Motion to Dismiss and Defendants have replied [DE-14].</p>\n<p>On January 30, 2006, Defendants filed an Amended Motion to Compel. On March 15, 2006, United States Magistrate Judge Webb entered an order allowing the Amended Motion to Compel and directing Plaintiff to advise the court in writing under oath whether he had complied with the order compelling him to produce specific records. In the order, Judge Webb recommended that this action be dismissed should Plaintiff choose not to comply with his order compelling production of documents. Plaintiff timely responded by filing an Affidavit [DE-54] indicating that he would not produce the requested documents, invoking his Fifth Amendment right against self-incrimination. These matters are now ripe for disposition.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS</h2>\n<p>A. Standard</p>\n<p>An action will be dismissed pursuant to Rule 12(b)(6) for failing to state a claim if it appears that the plaintiff can prove no set of facts that would entitle him to relief. <i>See </i><i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 90, 2 L.Ed.2d 80 (1957). When reviewing a motion to dismiss, the court assumes the facts alleged in the complaint are true, <i>see </i><i>McNair v. Lend Lease Trucks, Inc.,</i> 95 F.3d 325, 327 (4th Cir. 1996), and construes the allegations in the light most favorable to the pleader. <i>See </i><i>Scheirer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974).</p>\n<p>However, \"[i]f matters outside the pleadings are presented to and not excluded by the court, the motion shall be treated as one for summary judgment and disposed of as provided in Rule 56. . . .\" FED R.Civ.P. 12(c). Thus, when a party files a motion for judgment on the pleadings, the district court may, <i>sua, sponte,</i> convert the motion to otie for summary judgment if (i) matters outside the pleadings are presented to the court, and (ii) all parties are <span class=\"star-pagination\">*780</span> given notice that the dismissal motion may be treated as one for summary judgment. <i>See</i> FED.R.Cw.P. 12(c); <i>Pachaly v. City of Lynchburg,</i> 897 F.2d 723, 727 (4th Cir. 1990). In the instant case, although Defendants provided supplemental material in their Motion to Dismiss, these materials are public records and do not necessitate conversion of the motion into a motion for summary judgment. <i>See </i><i>Clark v. BASF Salaried Employees' Pension Plan,</i> 329 F.Supp.2d 694, 697 (W.D.N.C.2004). Consequently, Defendant's Motion to Dismiss will not be treated as a motion for summary judgment.</p>\n<p>In their Motion to Dismiss, Defendants contend that Plaintiffs 42 U.S.C. § 1983 and 42 U.S.C. § 1981 claims must be dismissed pursuant to Rule 12(b)(6). Additionally, Defendants argue, that Plaintiffs remaining state law claims must be dismissed pursuant to Rule 12(b)(1) for lack of subject matter jurisdiction. The court will examine each claim in turn.</p>\n<p>B. 42 U.S.C. § 1983</p>\n<p>In asserting his Section 1983 claim, Plaintiff alleges that the suspension of his medical privileges constituted a deprivation of a valuable property right without due process of law in violation of the Fourteenth Amendment. Section 1983 provides that:</p>\n<blockquote>Every person, who under color of any statute, ordinance, regulation, custom, or usage, of any State . . . subjects . . . any citizen of the United States . . . to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law . . .</blockquote>\n<p>42 U.S.C. § 1983. To prevail on a Section 1983 claim, the plaintiff must establish \"(1) that [he] has been deprived of a right, privilege or immunity secured by the Constitution or laws of the United States; and (2) that the conduct complained of was committed by a person acting under color of state law.\" <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> 145 F.3d 653, 658 (4th Cir.1998). Defendants move for dismissal of Plaintiffs Section 1983 claim on the grounds that Defendants did not act under color of state law in reprimanding Plaintiff.</p>\n<p>Liability under Section 1983 extends only to persons acting under color of state law, a requirement equivalent to that of state action under the Fourteenth Amendment. <i>Id.</i> In determining whether a defendant acted under color of state law, the court must examine the relevant facts and circumstances to determine \"whether there is a sufficiently close nexus between the State and the challenged action of the regulated entity [such] that the action of the latter may fairly be treated as that of the State itself.\" <i>Jackson v. Metropolitan Edison Co.,</i> 419 U.S. 345, 351, 95 S.Ct. 449, 42 L.Ed.2d 477 (1974). Recognizing the difficulty of this inquiry, the Supreme Court has explained:</p>\n<blockquote>What is fairly attributable is a matter of normative judgment, and the criteria lack rigid simplicity. From the range of circumstances that could point toward the State behind an individual face, no one fact can function as a necessary condition across the board for finding state action; nor is any set of circumstances absolutely sufficient, for there may be some countervailing reason against attributing activity to the government.</blockquote>\n<p><i>Brentwood Acad. v. Tenn. Secondary Sch. Athletic Assoc.,</i> 531 U.S. 288, 295-96, 121 S.Ct. 924, 148 L.Ed.2d 807 (2001). In determining whether seemingly private activity can be regarded as state action, the judicial responsibility is \"not only to preserve an \"area of individual freedom by limiting the reach of federal law and avoid <span class=\"star-pagination\">*781</span> the imposition of responsibility on a State for conduct it could not control, but also to assure that constitutional standards are invoked when it can be said that the State is <i>responsible</i> for the specific conduct of which the plaintiff complains.\" <i>Id.</i> at 295, 121 S.Ct. 924 (internal citations omitted). In sum, the court must evaluate all relevant circumstances to determine \"the degree of the Government's participation in the private party's activities.\" <i>Goldstein v. Chestnut Ridge Volunteer Fire Co.,</i> 218 F.3d 337, 341 (4th Cir.2000)(quoting <i>Skinner v. Railway Labor Executives' Ass'n,</i> 489 U.S. 602, 614, 109 S.Ct. 1402, 103 L.Ed.2d 639 (1989)).</p>\n<p>In the instant action, Plaintiff alleges that Defendants acted under color of law in temporarily suspending his medical privileges. Having carefully considered the parties' motions and the relevant circumstances in this case, the court concludes that Plaintiff has failed to state a Section 1983 claim because Defendants did not act under color of state law in suspending Plaintiff's privileges. While there are various connections between Pitt County and PCMH, the court finds that there is not a sufficiently close nexus between Pitt County and Plaintiffs suspension such that Defendants actions in suspending Plaintiffs medical privileges may fairly be treated as that of the County. itself.</p>\n<p>In his Complaint, Plaintiff has alleged that PCMH acted under color of state law because: (1) PCMH receives state and federal funding; (2) 55% of the Board of Trustees are appointed by the Board of Commissioners of Pitt County; (3) 45% of the Board of Trustees are appointed by the Board of Governors of the University of North Carolina, who are elected by the North Carolina Senate and House of Representatives; (4) in the event of dissolution of PCMH, the Board of Trustees must have approval of the Pitt County Board of County Commissioners before dispersing PCMH's assets; (5) the Board of Trustees cannot sell PCMH without prior written consent of Pitt County; and (6) the mechanism for selecting members of the Board of Trustees cannot be changed without the prior written consent of Pitt County. Compl. [DE-1] at ¶ 9. Additionally, in response to Defendants' Motion to Dismiss, Plaintiff notes that PCMH is governed by various state laws, including: (1) N.C. Gen.Stat. § 131E-8, requiring PCMH to \"operate . . . as a community general hospital open to the general public;\" (2) N.C. Gen.Stat. § 116-40.6, providing that members of the medical staff of PCMH are state employees for the purposes of the East Carolina University Medical Faculty Practice Plan; and (3) N.C. Gen.Stat. § 116-36.6, providing that North Carolina control the manner in which medicare receipts are distributed.</p>\n<p>Despite Plaintiffs allegations, the court finds that Defendants' suspension of Plaintiffs medical privileges is not fairly attributable to the County. This case can be compared to <i>Modaber v. Culpeper Mem'l Hosp.,</i> 674 F.2d 1023 (4th Cir.1982), where the Fourth Circuit held that withdrawal of a physician's clinical staff privileges at a private nonprofit hospital did not constitute state action, even though the hospital received Hill-Burton Act funding, accepted medicare and medicaid patients and reported privileges revocations to the state medical licensing authorities. The Fourth Circuit described three circumstances in which a seemingly private entity can be considered to have acted under color of state law, explaining that \"[a] state becomes responsible for a private party's act if the private party acts (1) in an exclusively state capacity, (2) for the state's direct benefit, or (3) at the state's specific behest.\" <i>Id.</i> at 1025. Here, the court concludes that the circumstances of this action <span class=\"star-pagination\">*782</span> do not satisfy any of the tests articulated in <i>Modaber.</i></p>\n<p>First, a private entity \"acts in an exclusively state capacity when it exercises powers traditionally exclusively reserved to the state.\" <i>Id.</i> at 1025 (internal quotations omitted). This test has not been met here, as it is well settled that \"health care . . . does not involve the exercise by a private entity of powers traditionally exclusively reserved to the State.\" <i>Id.</i> at 1026 (internal quotations omitted).</p>\n<p>Second, a private entity acts \"for the state's direct benefit when it shares the rewards and responsibilities of a private venture with the state.\" <i>Id.</i> at 1025. Although a more difficult inquiry, this test does not weigh in favor of a finding of state action in this case. \"Under <i>Modaber,</i> even though a private hospital may be within a legislative design to provide better health care to the public and may be subject to extensive regulation, if a private entity remains solely entitled to the profits therefrom, the hospital does not act for the state's direct benefit.\" <i>Drs. Steuer and Latham, PA v. Nat'l Med. Enter., Inc.,</i> 672 F.Supp. 1489, 1524 (D.S.C.1987), <i>aff'd</i> 846 F.2d 70 (4th Cir.1988). In other words, \"[a] finding of direct benefit to the state in this context must be supported by the existence of an economic interdependence that involves a sharing of profits and responsibility.\" <i>Id.</i> at 1525.</p>\n<p>As described above, in support of his argument in favor of a finding of state action, Plaintiff points to PCMH's receipt of state and federal funds, various state laws regulating the operation of PCMH and the conveyance of the hospital building and associated land by the Pitt County Board of County Commissioners. The court finds Plaintiffs arguments to be unavailing, as the Supreme Court and the Fourth Circuit have expressly rejected the argument that receipt of state and federal funding transforms a private hospital's conduct into state action. <i>Dowe,</i> 145 F.3d at 659 (listing Supreme Court cases).</p>\n<p>Nor are the regulation of PCMH by Pitt County and various North Carolina laws indicative of state action in this case. \"The mere fact that a business is subject to state regulation does not by itself convert its action into that of the State. . . .\" <i>Id.</i> at 658 (citing <i>Jackson,</i> 419 U.S. at 350, 95 S.Ct. 449). Rather, Plaintiff must show that there is a sufficiently close nexus between the State and the suspension of his medical privileges, such that his suspension may be fairly treated as that of the State itself, as \"constitutional standards are invoked only when it can be said that the State is <i>responsible</i> for the specific conduct of which plaintiff complains.\" <i>Blum v. Yaretsky,</i> 457 U.S. 991, 1002, 1004, 102 S.Ct. 2777, 73 L.Ed.2d 534 (1982) (emphasis in original).</p>\n<p>The state laws that Plaintiff has identified have no relation to PCHM's procedure in reprimanding Plaintiff. Additionally, while the Transfer Agreement, created pursuant to North Carolina General Statute Section 131E-8, does suggest a relationship between Pitt County and PCMH, it is not indicative of state action with respect to the specific conduct of which Plaintiff complains. <i>Cf., </i><i>Weston v. Carolina Medicorp., Inc.,</i> 102 N.C.App. 370, 402 S.E.2d 653, 658 (1991)(\"The fact that a state statute governs the method of conveying municipal hospitals to private, nonprofit corporations does nothing to explain how a private, non-profit hospital's suspension and revocation of staff privileges constitutes state action.\"). Notably, the Transfer Agreement expresses an intent to create a private hospital and does not provide Pitt County officials with control of the administration of hospital services or personnel procedures. Pitt County officials are not involved in PCMH's day-to-day <span class=\"star-pagination\">*783</span> operation and Plaintiff has not alleged that Pitt County officials, or any Government. actors, were involved in the suspension of his hospital privileges.</p>\n<p>The court finds that there is not a nexus between the challenged actions, the Defendants' suspension of Plaintiffs hospital privileges, and the limited government involvement alleged to provide the basis for a finding of state action. Accordingly, the court concludes that this case does not meet the second test articulated in <i>Modaber,</i> as there is not a sufficient interdependence between PCMH and Pitt County.</p>\n<p>Third, <i>Modaber</i> counseled that a private entity acts \"at the state's specific behest when it does a particular act which the state has directed or encouraged.\" <i>Modaber,</i> 674 F.2d at 1025. With respect to this test, Plaintiff has alleged that 55% of the PCMH Board of Trustees are appointed by the Board of County Commissioners of Pitt County and the remaining 45% are appointed by the Board of Governors of the University of North Carolina.</p>\n<p>The fact that the Board of County Commissioners and the Board of Governors appoint PCMH's Board of Trustees \"would be significant only if their involvement makes [Pitt County] capable of influencing board decisions, which Plaintiff has not alleged.\" <i>Langadinos v. Appalachian School of Law,</i> No. 1:05CV00039, 2005 WL 2333460, *13 n. 17 (W.D.Va. Sept. 25, 2005)(citing <i>Kerr v. Enoch Pratt Free Library of Baltimore City,</i> 149 F.2d 212, 214 (4th Cir.1945)(stating that \"to make a corporation a public, one its managers must not only be appointed by public authority, but subject to its control\")); <i>see also </i><i>Weston,</i> 402 S.E.2d at 658 (\"Without any governmental control over the Hospital's board, the nexus between the County and the Hospital's revocation of the plaintiffs staff privileges is at best remote.\").</p>\n<p>While government actors appoint the members of the Board of Trustees, Plaintiff has not alleged that they have any further involvement or control of the Board's actions in overseeing the operation of PCMH or in taking disciplinary action against Plaintiff. Nor has Plaintiff alleged that his suspension was the result of any specific act, policy or practice of Pitt County. Rather, the decision to suspend Plaintiffs medical privileges was based upon an internal investigation concerning Plaintiffs conduct in performing his job at PCMH. This decision \"ultimately turn[ed] on the medical judgments made by private parties according to professional standards that are not established by the State\" and was not dictated by any regulation or rule of the County. <i>Blum,</i> 457 U.S. at 1008, 102 S.Ct. 2777 (holding that nursing home decisions to discharge or transfer patients did not constitute state action). Consequently, the court concludes that this action does not meet the third test articulated in <i>Modaber,</i> as Defendants did not act at the County's, or any government entity's, specific behest in suspending Plaintiffs hospital privileges.</p>\n<p>Finally, Plaintiff relies on <i>Lebrun v. National R.R. Passenger Corp.,</i> 513 U.S. 374, 115 S.Ct. 961, 130 L.Ed.2d 902 (1995), and argues that PCMH itself can be regarded as a public hospital. In <i>Lebron,</i> the United States Supreme Court held that the National Railroad Passenger Corporation, also known as Amtrak, could be considered a \"an agency or instrumentality of the United States for the purpose of individual rights guaranteed against the Government by the Constitution.\" <i>Id.</i> at 394, 115 S.Ct. 961. Specifically, the Court held that \"where . . . the Government creates a corporation by special law, for the furtherance of government objectives, and retains for itself permanent authority to appoint a majority of the directors of that corporation, the corporation <i>is</i> part of the Government <span class=\"star-pagination\">*784</span> for the purposes of the First Amendment.\" <i>Id.</i> at 400, 115 S.Ct. 961. As in <i>Lebron,</i> \"state action has been found where a private entity is entwined with governmental policies or the government is entwined with the management or control of a private entity.\" <i>Mentavlos v. Anderson,</i> 249 F.3d 301, 312 (4th Cir.2001).</p>\n<p>Here, the court notes that the facts of this case are distinguishable from that of <i>Lebron,</i> as unlike Amtrak, PCMH was not created by special statute. As suggested above, at bottom, the court finds that Plaintiffs Complaint does not describe facts that indicate a sufficient level of interdependence between PCMH and Pitt County such that PCMH can be considered an agency or instrumentality of the County. Having examined all of the relevant facts and circumstances, the court concludes that the conduct of Defendants in suspending Plaintiffs medical privileges is not fairly attributable to Pitt County. Accordingly, the court concludes that Defendants did not act under color of state law in suspending Plaintiffs medical privileges and Defendants' Motion to Dismiss is ALLOWED with respect to Plaintiffs Section 1983 claim.</p>\n<p>C. 42 U.S.C. § 1981</p>\n<p>In his Complaint, Plaintiff asserts a claim pursuant to 42 U.S.C. § 1981, alleging that Defendants discriminated against him on the basis of his national origin of Egypt. In their Motion to Dismiss, Defendants point out, and Plaintiff concedes, that discrimination based upon national origin is not cognizable under 42 U.S.C. § 1981. <i>See </i><i>Schilling v. Rutherford Pediatrics, PA,</i> 346 F.Supp.2d 828, 836 (W.D.N.C.2004)(stating that 42 U.S.C. § 1981 \"does not protect . . . against discrimination on the basis of . . . national origin.\"); Response to Defendant's. Mot. to Dismiss [DE-14] at p. 20. Accordingly, Defendants' Motion to Dismiss is ALLOWED with respect to Plaintiffs 42 U.S.C. § 1981 claim.</p>\n<p>D. State Law Claims</p>\n<p>Because this court lacks subject matter jurisdiction over Plaintiffs remaining state law claims, it hereby is ORDERED that the remaining state law claims are DISMISSED pursuant to 28 U.S.C. § 1332 and FED.R.Crv.P. 12(b)(1).</p>\n<p></p>\n<h2>III. JUDGE WEBB'S MARCH 15, 2006 ORDER</h2>\n<p>Turning now to Judge Webb's March 15, 2006 order, the court notes that dismissal of this action may be appropriate as a sanction for Plaintiffs failure to sufficiently respond to Defendants' request for production of documents. Having allowed Defendants' Motion to Dismiss, however, the court need not address the issue.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Based upon the foregoing, it is therefore ORDERED that Defendants' motion to dismiss [DE-11] is ALLOWED. All pending motions in this case are DENIED as moot and the Clerk of Court is DIRECTED to close this case.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">776</span></span> (2007)</b></center>\n<center><h1>Sherif PHILIPS, M.D., Plaintiff,<br>\nv.<br>\nPITT COUNTY MEMORIAL HOSPITAL, Inc., Sanjay Patel, M.D., Paul Bolin, M.D., Ralph E. VVhatley, M.D., and Cynthia Brown, M.D., Defendants.</h1></center>\n<center>No. 4:05-CV-97.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>August 2, 2007.</center>\n<p><span class=\"star-pagination\">*777</span> Deborah N. Meyer, Lisa M. Schreiner, Meyer Law Offices, P.A., Cary, NC, for Plaintiff.</p>\n<p>C. David Creech, Walter G. Merritt, Harris, Creech, Ward &amp; Blackerby, New Bern, NC, for Defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>FOX, Senior District Judge.</p>\n<p>This matter is before the court upon a motion to dismiss [DE-11] by Defendants Pitt County Memorial Hospital, Inc. [PCMH], Sanjay Patel, M.D. [Dr. Patel], Paul Bolin, M.D. [Dr. Bolin], Ralph E. Whatley, M.D. [Dr. Whatley], and Cynthia Brown, M.D. [Dr. Brown] and upon Plaintiffs response to Magistrate Judge William A. Webb's order of March 15, 2006 [DE-52] allowing in part the Defendants' Amended Motion to Compel [DE-36]. These matters are now ripe for disposition.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This case arises out of the temporary suspension of Plaintiffs medical privileges at PCMH. PCMH was originally established as a public hospital, but on June 1, 1998, the Pitt County Board of County Commissioners executed a Transfer Agreement changing PCMH's status from a public hospital to a private, nonprofit hospital pursuant to North Carolina General Statute Section 131E-8, which provides that \"a municipality may . . . sell or convey to a nonprofit corporation . . . any rights of ownership the municipality . . . has in a hospital facility. . . .\" <i>See Mem.</i> in Support of Mot. to Dismiss [DE-12] at Ex. A. in a North Carolina Bill of Conveyance and General Warranty Deed, Pitt County, North Carolina, acting through its Board of County Commissioners, conveyed the hospital and its associated property to PCMH, which acted by and through its Board of Directors. <i>Id.</i></p>\n<p>The Transfer Agreement purported \"to change the status of Pitt County Memorial Hospital from a Public Hospital to a Private Not For Profit Hospital,\" to further the following objectives:</p>\n<blockquote>To maintain the viability of Pitt County Memorial Hospital to provide the highest quality healthcare to the Citizens of Pitt County and the Region.</blockquote>\n<blockquote>To maintain Pitt County Memorial Hospital as an open facility to provide care to all patients regardless of ability to pay.</blockquote>\n<blockquote>To maintain Pitt County Memorial Hospital as the academic medical teaching hospital for the East Carolina University School of Medicine pursuant to the terms of the Affiliation Agreement.</blockquote>\n<blockquote>To maintain local control.</blockquote>\n<blockquote>To strive to maintain financial integrity of Pitt County Memorial Hospital at the highest bond rating achievable for similarly situated hospitals.</blockquote>\n<blockquote>To provide appropriate compensation to, the County for transfer of Pitt County Memorial Hospital.</blockquote>\n<p><i>Id.</i> As consideration for the sale, PCMH agreed to pay the Pitt County Board of County Commissioners $15 million at the time of conveyance and an additional $7.5 million on the first and second anniversary of the conveyance.</p>\n<p>Pursuant to the Transfer Agreement, Pitt County placed some restrictions on PCMH. Specifically, the Transfer Agreement provided that: (1) PCMH would \"provide community general hospital services <span class=\"star-pagination\">*778</span> to the citizens of Pitt County without regard to their ability to pay for those services;\" (2) PCMH could not be sold without the prior consent of the Pitt County Board of County Commissioners; (3) disposition of PCMH assets exceeding certain limitations would require the approval of the Pitt County Board of County Commissioners; (4) PCMH was required to \"maintain its affiliation with the East Carolina University School of Medicine\" and \"continue to serve as the primary academic teaching [h]ospital of the University;\" and (5) the mechanism for selecting members of the PCMH Board of Trustees could not be changed without the prior. written consent of Pitt County. <i>See id.</i></p>\n<p>Plaintiff is a doctor who became a member of PCMH's medical staff in 1996. In January 1998, Plaintiff contracted with Total Renal Care to provide Medical Services at a free-standing dialysis unit in eastern North Carolina. After Plaintiff was named in a malpractice lawsuit in connection with his work at Total Renal Care and was suspended at two other facilities for failure to maintain the requisite records, PCMH's Department of Risk Management began observation of Plaintiffs interaction with patients at PCMH.</p>\n<p>On July 23, 2004, following the observation period, Plaintiff met with several PCMH administrators to discuss allegations that Plaintiff had falsified medical records. Plaintiff contends that he was not told who had made the allegations and did not receive written documentation describing the allegations. PCMH Chief of Service for Internal Medicine Dr. Whatley subsequently wrote a letter to then-PCMH Chief of Staff Dr. Barrier on August 26, 2004, indicating that he believed-corrective action should be taken against Plaintiff for professional misconduct, including failing to examine patients and falsifying patent records.</p>\n<p>On September 14, 2004, Dr. Barrier notified Plaintiff that a Request for Investigation prior to Corrective Action had been initiated and that he would be afforded an opportunity to appear before the Medical Executive Committee [MEC] of PCMH to respond to the allegations. Plaintiff contends that the letter did not identify the name of the individual requesting the investigation or the specific patients involved in the investigation and that such notice is required by the PCMH By-laws. Plaintiff met with the MEC on September 20, 2004. Thereafter, the MEC determined that further action was warranted and Dr. Whatley appointed an Ad Hoc Committee to investigate the allegations and report back to the MEC. Dr. Whatley selected Dr. Brown to act as chair of the Ad Hoc Committee.</p>\n<p>Plaintiff appeared before the Ad Hoc Committee without the assistance of counsel and the Committee issued a report to the MEC on November 2, 2004, indicating that Plaintiff was not performing at the level required of PCMH medical staff. Accordingly, Plaintiff was given another opportunity to appear before the MEC on November 15, 2004. The MEC subsequently issued a report on November 16, 2004, adopting the conclusions and recommendations of the Ad Hoc Committee, but adding a recommendation for a six month suspension of Plaintiffs privileges.</p>\n<p>On December 23, 2004, Plaintiff gave notice of his intent to appeal the MEC's decision and have a fair hearing pursuant to PCMH by-laws. For the appeal, a hearing was conducted before a panel consisting of Drs. John Olsson, Beverly Harris, and Sanjay Patel, in which Plaintiff was represented by counsel, cross-examined witnesses, and presented evidence. In a report dated April 4, 2005, the panel issued its Hearing Report to the MEC. The panel did not recommend suspension <span class=\"star-pagination\">*779</span> of Plaintiffs privileges. Plaintiff did not appeal this decision to the Board of Trustees.</p>\n<p>The PCMH Board of Trustees then met on May 17, 2005, to discuss the issues raised in Plaintiffs fair hearing process. The Board of Trustees declined to accept the recommendations of the panel and decided to consider the matter further at a subsequent meeting. Plaintiff was notified of the decision and told that the Board of Trustees would not make a final decision until it received a recommendation from the Chief of Staff, Chief of Staff-Elect, Secretary of the Medical Staff and the Chairman of the Credentials Committee. The Board of Trustees met on June 22, 2005 and decided to reappoint Plaintiff to the medical staff for two years, but also imposed a 90 day suspension of Plaintiffs medical staff privileges, with 31 days of \"active suspension.\" PCMH subsequently reported the Board's decision to the North Carolina Medical Board.</p>\n<p>On July 29, 2005, Plaintiff initiated the instant action against Defendants PCMH and Drs. Patel, Bolin, Whatley, and Brown, asserting claims pursuant to 42 U.S.C. § 1983 and 42 U.S.C. § 1981 and alleging claims of breach of contract and defamation. Defendants filed a Motion to Dismiss on September 20, 2005, arguing that Plaintiffs 42 U.S.C. § 1983 and 42 U.S.C. § 1981 claims should be dismissed pursuant to Federal Rule of Civil Procedure 12(b)(6) for failure to state a claim upon which relief can be granted. Additionally, Defendants contend that upon dismissal of Plaintiffs federal claims, his remaining state law claims should be dismissed pursuant to Rule 12(b)(1) for lack of subject matter jurisdiction. Plaintiff has responded [DE-14] to Defendant's Motion to Dismiss and Defendants have replied [DE-14].</p>\n<p>On January 30, 2006, Defendants filed an Amended Motion to Compel. On March 15, 2006, United States Magistrate Judge Webb entered an order allowing the Amended Motion to Compel and directing Plaintiff to advise the court in writing under oath whether he had complied with the order compelling him to produce specific records. In the order, Judge Webb recommended that this action be dismissed should Plaintiff choose not to comply with his order compelling production of documents. Plaintiff timely responded by filing an Affidavit [DE-54] indicating that he would not produce the requested documents, invoking his Fifth Amendment right against self-incrimination. These matters are now ripe for disposition.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS</h2>\n<p>A. Standard</p>\n<p>An action will be dismissed pursuant to Rule 12(b)(6) for failing to state a claim if it appears that the plaintiff can prove no set of facts that would entitle him to relief. <i>See </i><i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation no-link\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">90</span></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). When reviewing a motion to dismiss, the court assumes the facts alleged in the complaint are true, <i>see </i><i>McNair v. Lend Lease Trucks, Inc.,</i> <span class=\"citation\" data-id=\"726075\"><a href=\"/opinion/726075/catherine-mcnair-ancillary-administratrix-for-the-estate-of-edward-earl/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">325</span></a></span>, 327 (4th Cir. 1996), and construes the allegations in the light most favorable to the pleader. <i>See </i><i>Scheirer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974).</p>\n<p>However, \"[i]f matters outside the pleadings are presented to and not excluded by the court, the motion shall be treated as one for summary judgment and disposed of as provided in Rule 56. . . .\" FED R.Civ.P. 12(c). Thus, when a party files a motion for judgment on the pleadings, the district court may, <i>sua, sponte,</i> convert the motion to otie for summary judgment if (i) matters outside the pleadings are presented to the court, and (ii) all parties are <span class=\"star-pagination\">*780</span> given notice that the dismissal motion may be treated as one for summary judgment. <i>See</i> FED.R.Cw.P. 12(c); <i>Pachaly v. City of Lynchburg,</i> <span class=\"citation\" data-id=\"537632\"><a href=\"/opinion/537632/robert-pachaly-jr-v-city-of-lynchburg-rd-viar-william-g-petty-and/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">723</span></a></span>, 727 (4th Cir. 1990). In the instant case, although Defendants provided supplemental material in their Motion to Dismiss, these materials are public records and do not necessitate conversion of the motion into a motion for summary judgment. <i>See </i><i>Clark v. BASF Salaried Employees' Pension Plan,</i> <span class=\"citation\" data-id=\"2409851\"><a href=\"/opinion/2409851/clark-v-basf-salaried-employeespension-plan/\"><span class=\"volume\">329</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">694</span></a></span>, 697 (W.D.N.C.2004). Consequently, Defendant's Motion to Dismiss will not be treated as a motion for summary judgment.</p>\n<p>In their Motion to Dismiss, Defendants contend that Plaintiffs 42 U.S.C. § 1983 and 42 U.S.C. § 1981 claims must be dismissed pursuant to Rule 12(b)(6). Additionally, Defendants argue, that Plaintiffs remaining state law claims must be dismissed pursuant to Rule 12(b)(1) for lack of subject matter jurisdiction. The court will examine each claim in turn.</p>\n<p>B. 42 U.S.C. § 1983</p>\n<p>In asserting his Section 1983 claim, Plaintiff alleges that the suspension of his medical privileges constituted a deprivation of a valuable property right without due process of law in violation of the Fourteenth Amendment. Section 1983 provides that:</p>\n<blockquote>Every person, who under color of any statute, ordinance, regulation, custom, or usage, of any State . . . subjects . . . any citizen of the United States . . . to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws, shall be liable to the party injured in an action at law . . .</blockquote>\n<p>42 U.S.C. § 1983. To prevail on a Section 1983 claim, the plaintiff must establish \"(1) that [he] has been deprived of a right, privilege or immunity secured by the Constitution or laws of the United States; and (2) that the conduct complained of was committed by a person acting under color of state law.\" <i>Dowe v. Total Action Against Poverty in Roanoke Valley,</i> <span class=\"citation\" data-id=\"754750\"><a href=\"/opinion/754750/77-fair-emplpraccas-bna-151-74-empl-prac-dec-p-45547-gloria-w/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></a></span>, 658 (4th Cir.1998). Defendants move for dismissal of Plaintiffs Section 1983 claim on the grounds that Defendants did not act under color of state law in reprimanding Plaintiff.</p>\n<p>Liability under Section 1983 extends only to persons acting under color of state law, a requirement equivalent to that of state action under the Fourteenth Amendment. <i>Id.</i> In determining whether a defendant acted under color of state law, the court must examine the relevant facts and circumstances to determine \"whether there is a sufficiently close nexus between the State and the challenged action of the regulated entity [such] that the action of the latter may fairly be treated as that of the State itself.\" <i>Jackson v. Metropolitan Edison Co.,</i> <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span>, 351, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">449</span></a></span>, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">477</span></a></span> (1974). Recognizing the difficulty of this inquiry, the Supreme Court has explained:</p>\n<blockquote>What is fairly attributable is a matter of normative judgment, and the criteria lack rigid simplicity. From the range of circumstances that could point toward the State behind an individual face, no one fact can function as a necessary condition across the board for finding state action; nor is any set of circumstances absolutely sufficient, for there may be some countervailing reason against attributing activity to the government.</blockquote>\n<p><i>Brentwood Acad. v. Tenn. Secondary Sch. Athletic Assoc.,</i> <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></a></span>, 295-96, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></a></span>, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">807</span></a></span> (2001). In determining whether seemingly private activity can be regarded as state action, the judicial responsibility is \"not only to preserve an \"area of individual freedom by limiting the reach of federal law and avoid <span class=\"star-pagination\">*781</span> the imposition of responsibility on a State for conduct it could not control, but also to assure that constitutional standards are invoked when it can be said that the State is <i>responsible</i> for the specific conduct of which the plaintiff complains.\" <i>Id.</i> at 295, <span class=\"citation\" data-id=\"118403\"><a href=\"/opinion/118403/brentwood-academy-v-tennessee-secondary-school-athletic-assn/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></a></span> (internal citations omitted). In sum, the court must evaluate all relevant circumstances to determine \"the degree of the Government's participation in the private party's activities.\" <i>Goldstein v. Chestnut Ridge Volunteer Fire Co.,</i> <span class=\"citation\" data-id=\"769392\"><a href=\"/opinion/769392/scott-goldstein-v-the-chestnut-ridge-volunteer-fire-company-richard-yaffee/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">337</span></a></span>, 341 (4th Cir.2000)(quoting <i>Skinner v. Railway Labor Executives' Ass'n,</i> <span class=\"citation\" data-id=\"112219\"><a href=\"/opinion/112219/skinner-v-railway-labor-executives-assn/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 614, <span class=\"citation\" data-id=\"112219\"><a href=\"/opinion/112219/skinner-v-railway-labor-executives-assn/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1402</span></a></span>, <span class=\"citation\" data-id=\"112219\"><a href=\"/opinion/112219/skinner-v-railway-labor-executives-assn/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></a></span> (1989)).</p>\n<p>In the instant action, Plaintiff alleges that Defendants acted under color of law in temporarily suspending his medical privileges. Having carefully considered the parties' motions and the relevant circumstances in this case, the court concludes that Plaintiff has failed to state a Section 1983 claim because Defendants did not act under color of state law in suspending Plaintiff's privileges. While there are various connections between Pitt County and PCMH, the court finds that there is not a sufficiently close nexus between Pitt County and Plaintiffs suspension such that Defendants actions in suspending Plaintiffs medical privileges may fairly be treated as that of the County. itself.</p>\n<p>In his Complaint, Plaintiff has alleged that PCMH acted under color of state law because: (1) PCMH receives state and federal funding; (2) 55% of the Board of Trustees are appointed by the Board of Commissioners of Pitt County; (3) 45% of the Board of Trustees are appointed by the Board of Governors of the University of North Carolina, who are elected by the North Carolina Senate and House of Representatives; (4) in the event of dissolution of PCMH, the Board of Trustees must have approval of the Pitt County Board of County Commissioners before dispersing PCMH's assets; (5) the Board of Trustees cannot sell PCMH without prior written consent of Pitt County; and (6) the mechanism for selecting members of the Board of Trustees cannot be changed without the prior written consent of Pitt County. Compl. [DE-1] at ¶ 9. Additionally, in response to Defendants' Motion to Dismiss, Plaintiff notes that PCMH is governed by various state laws, including: (1) N.C. Gen.Stat. § 131E-8, requiring PCMH to \"operate . . . as a community general hospital open to the general public;\" (2) N.C. Gen.Stat. § 116-40.6, providing that members of the medical staff of PCMH are state employees for the purposes of the East Carolina University Medical Faculty Practice Plan; and (3) N.C. Gen.Stat. § 116-36.6, providing that North Carolina control the manner in which medicare receipts are distributed.</p>\n<p>Despite Plaintiffs allegations, the court finds that Defendants' suspension of Plaintiffs medical privileges is not fairly attributable to the County. This case can be compared to <i>Modaber v. Culpeper Mem'l Hosp.,</i> <span class=\"citation\" data-id=\"402211\"><a href=\"/opinion/402211/parviz-modaber-md-v-culpeper-memorial-hospital-inc-thomas-a/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1023</span></a></span> (4th Cir.1982), where the Fourth Circuit held that withdrawal of a physician's clinical staff privileges at a private nonprofit hospital did not constitute state action, even though the hospital received Hill-Burton Act funding, accepted medicare and medicaid patients and reported privileges revocations to the state medical licensing authorities. The Fourth Circuit described three circumstances in which a seemingly private entity can be considered to have acted under color of state law, explaining that \"[a] state becomes responsible for a private party's act if the private party acts (1) in an exclusively state capacity, (2) for the state's direct benefit, or (3) at the state's specific behest.\" <i>Id.</i> at 1025. Here, the court concludes that the circumstances of this action <span class=\"star-pagination\">*782</span> do not satisfy any of the tests articulated in <i>Modaber.</i></p>\n<p>First, a private entity \"acts in an exclusively state capacity when it exercises powers traditionally exclusively reserved to the state.\" <i>Id.</i> at 1025 (internal quotations omitted). This test has not been met here, as it is well settled that \"health care . . . does not involve the exercise by a private entity of powers traditionally exclusively reserved to the State.\" <i>Id.</i> at 1026 (internal quotations omitted).</p>\n<p>Second, a private entity acts \"for the state's direct benefit when it shares the rewards and responsibilities of a private venture with the state.\" <i>Id.</i> at 1025. Although a more difficult inquiry, this test does not weigh in favor of a finding of state action in this case. \"Under <i>Modaber,</i> even though a private hospital may be within a legislative design to provide better health care to the public and may be subject to extensive regulation, if a private entity remains solely entitled to the profits therefrom, the hospital does not act for the state's direct benefit.\" <i>Drs. Steuer and Latham, PA v. Nat'l Med. Enter., Inc.,</i> <span class=\"citation\" data-id=\"2091175\"><a href=\"/opinion/2091175/drs-steuer-latham-v-nat-med-enterprises/\"><span class=\"volume\">672</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1489</span></a></span>, 1524 (D.S.C.1987), <i>aff'd</i> <span class=\"citation no-link\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">70</span></span> (4th Cir.1988). In other words, \"[a] finding of direct benefit to the state in this context must be supported by the existence of an economic interdependence that involves a sharing of profits and responsibility.\" <i>Id.</i> at 1525.</p>\n<p>As described above, in support of his argument in favor of a finding of state action, Plaintiff points to PCMH's receipt of state and federal funds, various state laws regulating the operation of PCMH and the conveyance of the hospital building and associated land by the Pitt County Board of County Commissioners. The court finds Plaintiffs arguments to be unavailing, as the Supreme Court and the Fourth Circuit have expressly rejected the argument that receipt of state and federal funding transforms a private hospital's conduct into state action. <i>Dowe,</i> 145 F.3d at 659 (listing Supreme Court cases).</p>\n<p>Nor are the regulation of PCMH by Pitt County and various North Carolina laws indicative of state action in this case. \"The mere fact that a business is subject to state regulation does not by itself convert its action into that of the State. . . .\" <i>Id.</i> at 658 (citing <i>Jackson,</i> 419 U.S. at 350, <span class=\"citation\" data-id=\"109125\"><a href=\"/opinion/109125/jackson-v-metropolitan-edison-co/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">449</span></a></span>). Rather, Plaintiff must show that there is a sufficiently close nexus between the State and the suspension of his medical privileges, such that his suspension may be fairly treated as that of the State itself, as \"constitutional standards are invoked only when it can be said that the State is <i>responsible</i> for the specific conduct of which plaintiff complains.\" <i>Blum v. Yaretsky,</i> <span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">991</span></a></span>, 1002, 1004, <span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span>, <span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">534</span></a></span> (1982) (emphasis in original).</p>\n<p>The state laws that Plaintiff has identified have no relation to PCHM's procedure in reprimanding Plaintiff. Additionally, while the Transfer Agreement, created pursuant to North Carolina General Statute Section 131E-8, does suggest a relationship between Pitt County and PCMH, it is not indicative of state action with respect to the specific conduct of which Plaintiff complains. <i>Cf., </i><i>Weston v. Carolina Medicorp., Inc.,</i> 102 N.C.App. 370, <span class=\"citation\" data-id=\"1217344\"><a href=\"/opinion/1217344/weston-v-carolina-medicorp-inc/\"><span class=\"volume\">402</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">653</span></a></span>, 658 (1991)(\"The fact that a state statute governs the method of conveying municipal hospitals to private, nonprofit corporations does nothing to explain how a private, non-profit hospital's suspension and revocation of staff privileges constitutes state action.\"). Notably, the Transfer Agreement expresses an intent to create a private hospital and does not provide Pitt County officials with control of the administration of hospital services or personnel procedures. Pitt County officials are not involved in PCMH's day-to-day <span class=\"star-pagination\">*783</span> operation and Plaintiff has not alleged that Pitt County officials, or any Government. actors, were involved in the suspension of his hospital privileges.</p>\n<p>The court finds that there is not a nexus between the challenged actions, the Defendants' suspension of Plaintiffs hospital privileges, and the limited government involvement alleged to provide the basis for a finding of state action. Accordingly, the court concludes that this case does not meet the second test articulated in <i>Modaber,</i> as there is not a sufficient interdependence between PCMH and Pitt County.</p>\n<p>Third, <i>Modaber</i> counseled that a private entity acts \"at the state's specific behest when it does a particular act which the state has directed or encouraged.\" <i>Modaber,</i> 674 F.2d at 1025. With respect to this test, Plaintiff has alleged that 55% of the PCMH Board of Trustees are appointed by the Board of County Commissioners of Pitt County and the remaining 45% are appointed by the Board of Governors of the University of North Carolina.</p>\n<p>The fact that the Board of County Commissioners and the Board of Governors appoint PCMH's Board of Trustees \"would be significant only if their involvement makes [Pitt County] capable of influencing board decisions, which Plaintiff has not alleged.\" <i>Langadinos v. Appalachian School of Law,</i> No. 1:05CV00039, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2333460</span></span>, *13 n. 17 (W.D.Va. Sept. 25, 2005)(citing <i>Kerr v. Enoch Pratt Free Library of Baltimore City,</i> <span class=\"citation\" data-id=\"1507824\"><a href=\"/opinion/1507824/kerr-v-enoch-pratt-free-library-of-baltimore-city/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">212</span></a></span>, 214 (4th Cir.1945)(stating that \"to make a corporation a public, one its managers must not only be appointed by public authority, but subject to its control\")); <i>see also </i><i>Weston,</i> 402 S.E.2d at 658 (\"Without any governmental control over the Hospital's board, the nexus between the County and the Hospital's revocation of the plaintiffs staff privileges is at best remote.\").</p>\n<p>While government actors appoint the members of the Board of Trustees, Plaintiff has not alleged that they have any further involvement or control of the Board's actions in overseeing the operation of PCMH or in taking disciplinary action against Plaintiff. Nor has Plaintiff alleged that his suspension was the result of any specific act, policy or practice of Pitt County. Rather, the decision to suspend Plaintiffs medical privileges was based upon an internal investigation concerning Plaintiffs conduct in performing his job at PCMH. This decision \"ultimately turn[ed] on the medical judgments made by private parties according to professional standards that are not established by the State\" and was not dictated by any regulation or rule of the County. <i>Blum,</i> 457 U.S. at 1008, <span class=\"citation\" data-id=\"110768\"><a href=\"/opinion/110768/blum-v-yaretsky/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2777</span></a></span> (holding that nursing home decisions to discharge or transfer patients did not constitute state action). Consequently, the court concludes that this action does not meet the third test articulated in <i>Modaber,</i> as Defendants did not act at the County's, or any government entity's, specific behest in suspending Plaintiffs hospital privileges.</p>\n<p>Finally, Plaintiff relies on <i>Lebrun v. National R.R. Passenger Corp.,</i> <span class=\"citation\" data-id=\"117895\"><a href=\"/opinion/117895/lebron-v-national-railroad-passenger-corporation/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, <span class=\"citation\" data-id=\"117895\"><a href=\"/opinion/117895/lebron-v-national-railroad-passenger-corporation/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">961</span></a></span>, <span class=\"citation\" data-id=\"117895\"><a href=\"/opinion/117895/lebron-v-national-railroad-passenger-corporation/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">902</span></a></span> (1995), and argues that PCMH itself can be regarded as a public hospital. In <i>Lebron,</i> the United States Supreme Court held that the National Railroad Passenger Corporation, also known as Amtrak, could be considered a \"an agency or instrumentality of the United States for the purpose of individual rights guaranteed against the Government by the Constitution.\" <i>Id.</i> at 394, <span class=\"citation\" data-id=\"117895\"><a href=\"/opinion/117895/lebron-v-national-railroad-passenger-corporation/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">961</span></a></span>. Specifically, the Court held that \"where . . . the Government creates a corporation by special law, for the furtherance of government objectives, and retains for itself permanent authority to appoint a majority of the directors of that corporation, the corporation <i>is</i> part of the Government <span class=\"star-pagination\">*784</span> for the purposes of the First Amendment.\" <i>Id.</i> at 400, <span class=\"citation\" data-id=\"117895\"><a href=\"/opinion/117895/lebron-v-national-railroad-passenger-corporation/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">961</span></a></span>. As in <i>Lebron,</i> \"state action has been found where a private entity is entwined with governmental policies or the government is entwined with the management or control of a private entity.\" <i>Mentavlos v. Anderson,</i> <span class=\"citation\" data-id=\"773127\"><a href=\"/opinion/773127/jeanie-mentavlos-v-john-justice-anderson-james-saleeby-the-citadel-the/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 312 (4th Cir.2001).</p>\n<p>Here, the court notes that the facts of this case are distinguishable from that of <i>Lebron,</i> as unlike Amtrak, PCMH was not created by special statute. As suggested above, at bottom, the court finds that Plaintiffs Complaint does not describe facts that indicate a sufficient level of interdependence between PCMH and Pitt County such that PCMH can be considered an agency or instrumentality of the County. Having examined all of the relevant facts and circumstances, the court concludes that the conduct of Defendants in suspending Plaintiffs medical privileges is not fairly attributable to Pitt County. Accordingly, the court concludes that Defendants did not act under color of state law in suspending Plaintiffs medical privileges and Defendants' Motion to Dismiss is ALLOWED with respect to Plaintiffs Section 1983 claim.</p>\n<p>C. 42 U.S.C. § 1981</p>\n<p>In his Complaint, Plaintiff asserts a claim pursuant to 42 U.S.C. § 1981, alleging that Defendants discriminated against him on the basis of his national origin of Egypt. In their Motion to Dismiss, Defendants point out, and Plaintiff concedes, that discrimination based upon national origin is not cognizable under 42 U.S.C. § 1981. <i>See </i><i>Schilling v. Rutherford Pediatrics, PA,</i> <span class=\"citation\" data-id=\"2568773\"><a href=\"/opinion/2568773/schilling-v-rutherford-pediatrics-pa/\"><span class=\"volume\">346</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">828</span></a></span>, 836 (W.D.N.C.2004)(stating that 42 U.S.C. § 1981 \"does not protect . . . against discrimination on the basis of . . . national origin.\"); Response to Defendant's. Mot. to Dismiss [DE-14] at p. 20. Accordingly, Defendants' Motion to Dismiss is ALLOWED with respect to Plaintiffs 42 U.S.C. § 1981 claim.</p>\n<p>D. State Law Claims</p>\n<p>Because this court lacks subject matter jurisdiction over Plaintiffs remaining state law claims, it hereby is ORDERED that the remaining state law claims are DISMISSED pursuant to 28 U.S.C. § 1332 and FED.R.Crv.P. 12(b)(1).</p>\n<p></p>\n<h2>III. JUDGE WEBB'S MARCH 15, 2006 ORDER</h2>\n<p>Turning now to Judge Webb's March 15, 2006 order, the court notes that dismissal of this action may be appropriate as a sanction for Plaintiffs failure to sufficiently respond to Defendants' request for production of documents. Having allowed Defendants' Motion to Dismiss, however, the court need not address the issue.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>Based upon the foregoing, it is therefore ORDERED that Defendants' motion to dismiss [DE-11] is ALLOWED. All pending motions in this case are DENIED as moot and the Clerk of Court is DIRECTED to close this case.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1217344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2091175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2409851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2568773/"
  ]
}