{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1468636/",
  "absolute_url": "/opinion/1468636/perry-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1468636/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:22:44.467098Z",
  "date_modified": "2016-04-27T01:37:12.198508Z",
  "type": "010combined",
  "sha1": "8c4a9b0b865e2e89c9f05291b1b62a6edd1e7588",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>376 F.Supp. 15 (1974)</b></center>\n<center><h1>Carey J. PERRY and Marietta M. Perry, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nJ. Doyle MEDDERS and Constance D. Medders, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. Nos. 4157, 4158.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 23, 1974.</center>\n<p><span class=\"star-pagination\">*16</span> Thomas L. Norris, Jr., Poyner, Geraghty, Hartsfield &amp; Townsend, Raleigh, N. C., for plaintiffs.</p>\n<p>Joseph W. Dean, Asst. U. S. Atty., Raleigh, N. C., John E. Lutz, Atty., Tax Div., Dept. of Justice, Washington, D. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In these two tax refund suits which have been consolidated and submitted to the court on cross motions for summary judgment based on an agreed statement of facts, the plaintiffs, Carey J. Perry and J. Doyle Medders, two physicians who practice as a partnership, seek to recover the amounts assessed and collected from them (by Perry, $1,088.92, and by Medders, $925.56) resulting from a determination by the Commissioner of Internal Revenue that the taxpayers were not entitled to deductions on their 1969 income tax returns of $4,800.00 paid by the medical partnership for the rental of an office building in Louisburg, North Carolina. Claims for refunds having been timely filed and denied, these actions were timely instituted on January 23, 1973. The court has jurisdiction of the parties and subject matter by virtue of Section 1346(a)(1), Title 28, United States Code.</p>\n<p>The case has been submitted to the court on a joint stipulation of facts and one affidavit submitted by defendant. The facts may be briefly summarized as follows:</p>\n<p>Prior to December, 1968, the male plaintiffs owned as tenants in common and occupied an office building in Louisburg, North Carolina, in which they conducted their medical practice. Their wives owned no interest in the property. By separate trust agreements executed in December, 1968, the plaintiffs transferred the office building to the Citizens Bank &amp; Trust Company of Henderson, North Carolina, as trustee with their children as primary beneficiaries, and pursuant to a prearranged plan between the doctors and the trustee the office building was leased back to the doctors in two separate lease agreements for a total rental of $400 per month. The doctors continued their practice in the building as they had done since its completion in 1963. There are no other occupants or tenants of the building. The partnership paid to the trustee as lessor for the year 1969 $4,800 as rent and deducted a total of $4,800 on the partnership income tax return for that year as rental payments. The bank as trustee-lessor reported the $4,800 on its fiduciary income tax return for 1969 and claimed depreciation on the building.</p>\n<p>Except for the names of the grantors, beneficiaries and length of term (ten years and one day in the Perry trust and fourteen years in the Medders trust), the provisions of the two trust instruments were virtually identical. Each conveyed a one-half undivided interest in the office building which the trustee was authorized to hold, manage and control and to collect and disburse the net income therefrom to or for the benefit of the grantors' children. Each contained a provision that:</p>\n<blockquote>\"Upon the expiration of [ten years and one day  Perry; fourteen years <span class=\"star-pagination\">*17</span> Medders] from the date hereof or upon the death of the Grantor's said children, [naming them], whichever shall first occur, the trust hereunder shall terminate and the principal thereof shall be distributed to the Grantor if living, otherwise to the Grantor's estate.\"</blockquote>\n<p>The power and authority granted the trustee in each trust agreement was couched in this language:</p>\n<blockquote>\"I hereby grant to the Trustee of each trust established hereunder the continuing absolute, discretionary power to deal with any property, real or personal, held in any trust, as freely as I might in the handling of my own affairs. Such power may be exercised independently and without prior or subsequent approval of any court or judicial authority, and no person dealing with the Trustee shall be required to inquire into the propriety of any of their actions. Without in any way limiting the generality of the foregoing and subject to North Carolina General Statute, Section 32-26, I hereby grant to my Trustee hereunder all the powers set forth in North Carolina General Statute, Section 32-27, and these powers are hereby incorporated by reference and made a part of this instrument and such powers are intended to be in addition to and not in substitution of the powers conferred by law.\"<sup>[1]</sup></blockquote>\n<p>Article IV of each of the trust agreements reads as follows:</p>\n<blockquote>\"This Agreement is hereby declared to be irrevocable and the Grantor shall have no right to alter or amend same in any respect or particular. The Grantor shall have no right, title or interest in any of the income which shall accrue during the term of the trust, and shall have no incident of ownership in the principal except the right to receive such principal upon the termination of the trust as expressly provided herein.\"</blockquote>\n<p>With the exception of the names of the lessees and the length of the term (ten years in the lease back to Dr. Perry and fourteen years in the lease back to Dr. Medders), the provisions of the two lease agreements were also virtually identical. Each conveyed a leasehold interest in a one-half undivided interest in the office building for a rental of $200 per month with taxes to be paid by the bank as trustee, utilities to be paid by the tenant, exterior repairs to be paid by the trustee and interior repairs by the tenant; in the event of damage or destruction by fire to the extent the building cannot be repaired in thirty days, either party may terminate the lease upon written notice to the other party; and the trustee as landlord reserves the right to declare the lease terminated and cancelled if the lessee defaults in any of his obligations under <span class=\"star-pagination\">*18</span> the lease and remains in default for fifteen days after written notice calling his attention thereto.</p>\n<p>In resisting the claims of these taxpayers for refunds the government has not contended that the two trust agreements are not valid \"Clifford trusts\" under Sections 671-678 of the Internal Revenue Code of 1954. Nor does the government contend that the amount paid as rent under the lease agreements, a total of $4,800 per year, is not reasonable. Rather, it is the government's position that the rent payments do not qualify as deductible business expenses because \"(1) the lease transactions were sham transactions and should be disregarded for purposes of taxation, and (2) alternatively, the taxpayers retained an equity in the property.\" The court rejects each of these arguments and rules in favor of the taxpayers.</p>\n<p>Section 162 of the Internal Revenue Code of 1954 (26 U.S.C.) reads in pertinent part as follows:</p>\n<blockquote>\"Section 162. Trade Or Business Expenses.</blockquote>\n<blockquote>\"(a) <i>In General.</i>There shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business, including </blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"(3) rentals or other payments required to be made as a condition to the continued use or possession, for purposes of the trade or business, of property to which the taxpayer has not taken or is not taking title or in which he has no equity.\"</blockquote>\n<p>The cases which have dealt with this statute in conjunction with transfer and lease back arrangements under otherwise valid Clifford trusts have reached seemingly divergent results, but a close reading of these cases reveals that each one has been decided on its own peculiar facts and that some harmonization is possible. The government relies strongly on Van Zandt v. Commissioner, 341 F.2d 440 (5th Cir. 1965), in which a physician who conveyed his office building and equipment to himself as trustee for his children in an irrevocable trust for ten years and two months was held not entitled to deduct rental payments made pursuant to a lease back of the building and equipment to himself for use in his medical practice. The court reasoned that notwithstanding this was a valid trust, there was no real business purpose served by the transaction. The court obviously felt that the control retained by the grantor was such as to render the whole transaction a sham. The decision was careful, however, not to condemn \"outright and absolutely all transfers of property . . . as between a taxpayer and closely related parties . . . which result in economic benefit and income tax advantages.\" <i>Id.</i> p. 443.</p>\n<p>The taxpayers here rely just as strongly on Skemp v. Commissioner, 168 F.2d 598 (7th Cir. 1948). In that case a physician created an irrevocable trust for the benefit of his wife and children by conveying his office building to a corporate trust company with which he was in no way connected as stockholder or otherwise for a period of twenty years subject to earlier termination should the physician and his wife both die. Upon the termination of the trust the property was to be distributed to the taxpayer's children, and he retained no significant control over the trust except the right to rent all or a part of the building \"at a rental to be determined by the trustee\". Simultaneously the taxpayer entered into a lease with the trustee for a period of ten years at a monthly rental of $500 which the Commissioner did not contend was unreasonable. In holding the rent payments deductible to the taxpayer the Seventh Circuit said:</p>\n<blockquote>\"Payments of rent are thus specifically included in the statute as deductions. Unless we are to impute to the trustee a violation of its fiduciary duty, the taxpayer is `required' to pay these monthly sumsthey are a legal and collectible obligation. Without <span class=\"star-pagination\">*19</span> further imputing such violation to the trustee, we cannot say that the taxpayer must not pay them `as a condition to the continued use or possession.' There is no basis in the facts for such imputations, and the Tax Court's conclusion that the payments of rent were gratuities is mistaken.\" <i>Id.,</i> p. 599.</blockquote>\n<p>Rejecting the Commissioner's argument that the payments as rent were not required because the taxpayer had voluntarily entered into the transaction, the court went on to say:</p>\n<blockquote>\"While the taxpayer voluntarily created the situation which required the payments of rent, the fact remains that the situation created did require the payments. In this case we have a valid, irrevocable trust, wholly divesting the taxpayer of any interest in the trust property, and an agreement by the taxpayer to pay the trustee a reasonable rental under a valid lease . . . The trustee was duty bound to exact rent of the taxpayer and the taxpayer was legally bound to pay it, just as much as if the taxpayer had moved across the street into the property of a third party. No one doubts that he would have had to pay rent then, and would have been entitled to deduct it even though he had voluntarily created that situation.\"</blockquote>\n<p>In the absence of Fourth Circuit decisional guidance this court is constrained to hold that the facts of this case bring it more nearly within the reasoning of <i>Skemp</i> than <i>Van Zandt.</i> It is true, as the government suggests, that the transactions here were entered into by prearrangement, but as a practical matter this will always be so, and a prior agreement to lease standing alone has been held not to render rental payments nondeductible. Brown v. Commissioner, 180 F.2d 926 (3rd Cir. 1950); Alden B. Oakes, 44 T.C. 524 (1965); Albert T. Felix, 21 T.C. 794 (1954).</p>\n<p>Unlike the situation in <i>Van Zandt</i> where the grantor himself undertook to act as trustee, in this case the independence of the corporate trustee is about as firmly established as one could imagine. It may be true, as the government seems to argue, that in reality the trustee here is going to respect the wishes of the taxpayers, but the legal effect of the transaction into which they have entered must be judged by the instruments as executed and not on speculation. In addition to the language in the trust agreements themselves the statutory language incorporated therein by reference is about as broad as could be devised.<sup>[2]</sup></p>\n<p>A secondary argument advanced by the government is that the taxpayers retained an equity in the property involved and are therefore precluded under the terms of Section 162 from deducting as business expenses the rental payments made. This argument must also be rejected. This court agrees with the Tax Court in its recent opinion in C. James Matthews, 61 T.C. 12 (decided October 3, 1973), where it is said:</p>\n<blockquote>\"We are therefore of the view that Section 162(a)(3) should not be read to cause rental payments to become nondeductible merely by virtue of a lessee's property rights in an asset, which rights are not derived from the lessor or under the lease, and which will become possessory only after the lease expires.\"</blockquote>\n<p>Traditionally the words \"in which he has no equity\" as used in this statute have been construed to preclude a business expense deduction for payments made by a mortgagor or conditional <span class=\"star-pagination\">*20</span> vendee to acquire property as distinguished from payments made for the use of the property. In this case the rental payments being made by the taxpayers do not enlarge their ownership but are simply for the use of the property during the term of the trust. See Duffy v. United States, 343 F.Supp. 4, 8 (S.D. Ohio 1972), reversed on other grounds, 487 F.2d 282 (6th Cir., Nov. 16, 1973).</p>\n<p>The conclusion is that the taxpayers are entitled to the refunds sued for in these actions and that their motions for summary judgment must be allowed. In conformity with the stipulations of record counsel will ascertain within sixty days from this date the exact amounts of the refunds together with interest according to law on the basis of a recomputation by the Internal Revenue Service agreed to by all parties. In the event of the failure of the parties to agree the matter will be resubmitted to the court for resolution on the basis of a supplemental stipulation of facts or upon such additional data as may be required, and judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  G.S. § 32-26 permits incorporation by reference in a trust agreement of any or all of the provisions of G.S. § 32-27 with the same effect as if the statutory language were set forth verbatim in the instrument. G.S. § 32-27 enumerates thirty-one separate powers which may be incorporated by reference in a trust agreement as provided in G.S. § 32-26, the effect of which is to vest the trustee with virtually every right, privilege and incident of ownership enjoyed by the grantor in the instrument. With respect to the management of real property the trustee is given authority in G.S. § 32-27(8)e. \"to lease any such property or part thereof to commence at the present or in the future, upon such terms and conditions, including options to renew or purchase, and for such period or periods of time as the fiduciary deems advisable although such period or periods may extend beyond the duration of the trust or the administration of the estate involved; h. to modify, renew or extend leases; i. to employ agents to rent and collect rents; . . . k. to erect, repair or renovate any building or other improvement on such property, and to remove or demolish any building or other improvement in whole or in part; and <i>l.</i> to deal with any such property and every part thereof in all other ways and for such other purposes or considerations as it would be lawful for any person owning the same to deal with such property either in the same or in different ways from those specified elsewhere in this subdivision (8).\"</p>\n<p>[2]  See Footnote 1. It is understood that the lease agreements in this case are not recorded, and under North Carolina law they would not be binding on a good faith purchaser for value for a period longer than three years from the dates on which they were executed which three-year period has now expired. Thus the trustee, if it chose to do so, could sell the office building to a good faith purchaser leaving the taxpayers with only a right of action against the trustee for breach of their lease agreements. Admittedly an extremely unlikely eventuality, it is nevertheless a possibility under the trust instruments as drawn.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">15</span></span> (1974)</b></center>\n<center><h1>Carey J. PERRY and Marietta M. Perry, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.<br>\nJ. Doyle MEDDERS and Constance D. Medders, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. Nos. 4157, 4158.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 23, 1974.</center>\n<p><span class=\"star-pagination\">*16</span> Thomas L. Norris, Jr., Poyner, Geraghty, Hartsfield &amp; Townsend, Raleigh, N. C., for plaintiffs.</p>\n<p>Joseph W. Dean, Asst. U. S. Atty., Raleigh, N. C., John E. Lutz, Atty., Tax Div., Dept. of Justice, Washington, D. C., for defendant.</p>\n<p></p>\n<h2>MEMORANDUM OF DECISION</h2>\n<p>DUPREE, District Judge.</p>\n<p>In these two tax refund suits which have been consolidated and submitted to the court on cross motions for summary judgment based on an agreed statement of facts, the plaintiffs, Carey J. Perry and J. Doyle Medders, two physicians who practice as a partnership, seek to recover the amounts assessed and collected from them (by Perry, $1,088.92, and by Medders, $925.56) resulting from a determination by the Commissioner of Internal Revenue that the taxpayers were not entitled to deductions on their 1969 income tax returns of $4,800.00 paid by the medical partnership for the rental of an office building in Louisburg, North Carolina. Claims for refunds having been timely filed and denied, these actions were timely instituted on January 23, 1973. The court has jurisdiction of the parties and subject matter by virtue of Section 1346(a)(1), Title 28, United States Code.</p>\n<p>The case has been submitted to the court on a joint stipulation of facts and one affidavit submitted by defendant. The facts may be briefly summarized as follows:</p>\n<p>Prior to December, 1968, the male plaintiffs owned as tenants in common and occupied an office building in Louisburg, North Carolina, in which they conducted their medical practice. Their wives owned no interest in the property. By separate trust agreements executed in December, 1968, the plaintiffs transferred the office building to the Citizens Bank &amp; Trust Company of Henderson, North Carolina, as trustee with their children as primary beneficiaries, and pursuant to a prearranged plan between the doctors and the trustee the office building was leased back to the doctors in two separate lease agreements for a total rental of $400 per month. The doctors continued their practice in the building as they had done since its completion in 1963. There are no other occupants or tenants of the building. The partnership paid to the trustee as lessor for the year 1969 $4,800 as rent and deducted a total of $4,800 on the partnership income tax return for that year as rental payments. The bank as trustee-lessor reported the $4,800 on its fiduciary income tax return for 1969 and claimed depreciation on the building.</p>\n<p>Except for the names of the grantors, beneficiaries and length of term (ten years and one day in the Perry trust and fourteen years in the Medders trust), the provisions of the two trust instruments were virtually identical. Each conveyed a one-half undivided interest in the office building which the trustee was authorized to hold, manage and control and to collect and disburse the net income therefrom to or for the benefit of the grantors' children. Each contained a provision that:</p>\n<blockquote>\"Upon the expiration of [ten years and one day  Perry; fourteen years <span class=\"star-pagination\">*17</span> Medders] from the date hereof or upon the death of the Grantor's said children, [naming them], whichever shall first occur, the trust hereunder shall terminate and the principal thereof shall be distributed to the Grantor if living, otherwise to the Grantor's estate.\"</blockquote>\n<p>The power and authority granted the trustee in each trust agreement was couched in this language:</p>\n<blockquote>\"I hereby grant to the Trustee of each trust established hereunder the continuing absolute, discretionary power to deal with any property, real or personal, held in any trust, as freely as I might in the handling of my own affairs. Such power may be exercised independently and without prior or subsequent approval of any court or judicial authority, and no person dealing with the Trustee shall be required to inquire into the propriety of any of their actions. Without in any way limiting the generality of the foregoing and subject to North Carolina General Statute, Section 32-26, I hereby grant to my Trustee hereunder all the powers set forth in North Carolina General Statute, Section 32-27, and these powers are hereby incorporated by reference and made a part of this instrument and such powers are intended to be in addition to and not in substitution of the powers conferred by law.\"<sup>[1]</sup></blockquote>\n<p>Article IV of each of the trust agreements reads as follows:</p>\n<blockquote>\"This Agreement is hereby declared to be irrevocable and the Grantor shall have no right to alter or amend same in any respect or particular. The Grantor shall have no right, title or interest in any of the income which shall accrue during the term of the trust, and shall have no incident of ownership in the principal except the right to receive such principal upon the termination of the trust as expressly provided herein.\"</blockquote>\n<p>With the exception of the names of the lessees and the length of the term (ten years in the lease back to Dr. Perry and fourteen years in the lease back to Dr. Medders), the provisions of the two lease agreements were also virtually identical. Each conveyed a leasehold interest in a one-half undivided interest in the office building for a rental of $200 per month with taxes to be paid by the bank as trustee, utilities to be paid by the tenant, exterior repairs to be paid by the trustee and interior repairs by the tenant; in the event of damage or destruction by fire to the extent the building cannot be repaired in thirty days, either party may terminate the lease upon written notice to the other party; and the trustee as landlord reserves the right to declare the lease terminated and cancelled if the lessee defaults in any of his obligations under <span class=\"star-pagination\">*18</span> the lease and remains in default for fifteen days after written notice calling his attention thereto.</p>\n<p>In resisting the claims of these taxpayers for refunds the government has not contended that the two trust agreements are not valid \"Clifford trusts\" under Sections 671-678 of the Internal Revenue Code of 1954. Nor does the government contend that the amount paid as rent under the lease agreements, a total of $4,800 per year, is not reasonable. Rather, it is the government's position that the rent payments do not qualify as deductible business expenses because \"(1) the lease transactions were sham transactions and should be disregarded for purposes of taxation, and (2) alternatively, the taxpayers retained an equity in the property.\" The court rejects each of these arguments and rules in favor of the taxpayers.</p>\n<p>Section 162 of the Internal Revenue Code of 1954 (26 U.S.C.) reads in pertinent part as follows:</p>\n<blockquote>\"Section 162. Trade Or Business Expenses.</blockquote>\n<blockquote>\"(a) <i>In General.</i>There shall be allowed as a deduction all the ordinary and necessary expenses paid or incurred during the taxable year in carrying on any trade or business, including </blockquote>\n<blockquote>*   *   *   *   *   *</blockquote>\n<blockquote>\"(3) rentals or other payments required to be made as a condition to the continued use or possession, for purposes of the trade or business, of property to which the taxpayer has not taken or is not taking title or in which he has no equity.\"</blockquote>\n<p>The cases which have dealt with this statute in conjunction with transfer and lease back arrangements under otherwise valid Clifford trusts have reached seemingly divergent results, but a close reading of these cases reveals that each one has been decided on its own peculiar facts and that some harmonization is possible. The government relies strongly on Van Zandt v. Commissioner, <span class=\"citation\" data-id=\"266858\"><a href=\"/opinion/266858/i-l-van-zandt-and-ruth-b-van-zandt-v-commissioner-of-internal-revenue/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span> (5th Cir. 1965), in which a physician who conveyed his office building and equipment to himself as trustee for his children in an irrevocable trust for ten years and two months was held not entitled to deduct rental payments made pursuant to a lease back of the building and equipment to himself for use in his medical practice. The court reasoned that notwithstanding this was a valid trust, there was no real business purpose served by the transaction. The court obviously felt that the control retained by the grantor was such as to render the whole transaction a sham. The decision was careful, however, not to condemn \"outright and absolutely all transfers of property . . . as between a taxpayer and closely related parties . . . which result in economic benefit and income tax advantages.\" <i>Id.</i> p. 443.</p>\n<p>The taxpayers here rely just as strongly on Skemp v. Commissioner, <span class=\"citation\" data-id=\"1544704\"><a href=\"/opinion/1544704/skemp-v-commissioner-of-internal-revenue/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">598</span></a></span> (7th Cir. 1948). In that case a physician created an irrevocable trust for the benefit of his wife and children by conveying his office building to a corporate trust company with which he was in no way connected as stockholder or otherwise for a period of twenty years subject to earlier termination should the physician and his wife both die. Upon the termination of the trust the property was to be distributed to the taxpayer's children, and he retained no significant control over the trust except the right to rent all or a part of the building \"at a rental to be determined by the trustee\". Simultaneously the taxpayer entered into a lease with the trustee for a period of ten years at a monthly rental of $500 which the Commissioner did not contend was unreasonable. In holding the rent payments deductible to the taxpayer the Seventh Circuit said:</p>\n<blockquote>\"Payments of rent are thus specifically included in the statute as deductions. Unless we are to impute to the trustee a violation of its fiduciary duty, the taxpayer is `required' to pay these monthly sumsthey are a legal and collectible obligation. Without <span class=\"star-pagination\">*19</span> further imputing such violation to the trustee, we cannot say that the taxpayer must not pay them `as a condition to the continued use or possession.' There is no basis in the facts for such imputations, and the Tax Court's conclusion that the payments of rent were gratuities is mistaken.\" <i>Id.,</i> p. 599.</blockquote>\n<p>Rejecting the Commissioner's argument that the payments as rent were not required because the taxpayer had voluntarily entered into the transaction, the court went on to say:</p>\n<blockquote>\"While the taxpayer voluntarily created the situation which required the payments of rent, the fact remains that the situation created did require the payments. In this case we have a valid, irrevocable trust, wholly divesting the taxpayer of any interest in the trust property, and an agreement by the taxpayer to pay the trustee a reasonable rental under a valid lease . . . The trustee was duty bound to exact rent of the taxpayer and the taxpayer was legally bound to pay it, just as much as if the taxpayer had moved across the street into the property of a third party. No one doubts that he would have had to pay rent then, and would have been entitled to deduct it even though he had voluntarily created that situation.\"</blockquote>\n<p>In the absence of Fourth Circuit decisional guidance this court is constrained to hold that the facts of this case bring it more nearly within the reasoning of <i>Skemp</i> than <i>Van Zandt.</i> It is true, as the government suggests, that the transactions here were entered into by prearrangement, but as a practical matter this will always be so, and a prior agreement to lease standing alone has been held not to render rental payments nondeductible. Brown v. Commissioner, <span class=\"citation\" data-id=\"224660\"><a href=\"/opinion/224660/brown-v-commissioner-of-internal-revenue-two-cases/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">926</span></a></span> (3rd Cir. 1950); Alden B. Oakes, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">524</span></span> (1965); Albert T. Felix, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">794</span></span> (1954).</p>\n<p>Unlike the situation in <i>Van Zandt</i> where the grantor himself undertook to act as trustee, in this case the independence of the corporate trustee is about as firmly established as one could imagine. It may be true, as the government seems to argue, that in reality the trustee here is going to respect the wishes of the taxpayers, but the legal effect of the transaction into which they have entered must be judged by the instruments as executed and not on speculation. In addition to the language in the trust agreements themselves the statutory language incorporated therein by reference is about as broad as could be devised.<sup>[2]</sup></p>\n<p>A secondary argument advanced by the government is that the taxpayers retained an equity in the property involved and are therefore precluded under the terms of Section 162 from deducting as business expenses the rental payments made. This argument must also be rejected. This court agrees with the Tax Court in its recent opinion in C. James Matthews, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">12</span></span> (decided October 3, 1973), where it is said:</p>\n<blockquote>\"We are therefore of the view that Section 162(a)(3) should not be read to cause rental payments to become nondeductible merely by virtue of a lessee's property rights in an asset, which rights are not derived from the lessor or under the lease, and which will become possessory only after the lease expires.\"</blockquote>\n<p>Traditionally the words \"in which he has no equity\" as used in this statute have been construed to preclude a business expense deduction for payments made by a mortgagor or conditional <span class=\"star-pagination\">*20</span> vendee to acquire property as distinguished from payments made for the use of the property. In this case the rental payments being made by the taxpayers do not enlarge their ownership but are simply for the use of the property during the term of the trust. See Duffy v. United States, <span class=\"citation\" data-id=\"1691399\"><a href=\"/opinion/1691399/duffy-v-united-states/\"><span class=\"volume\">343</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">4</span></a></span>, 8 (S.D. Ohio 1972), reversed on other grounds, <span class=\"citation\" data-id=\"314786\"><a href=\"/opinion/314786/f-paul-duffy-and-virginia-h-duffy-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">282</span></a></span> (6th Cir., Nov. 16, 1973).</p>\n<p>The conclusion is that the taxpayers are entitled to the refunds sued for in these actions and that their motions for summary judgment must be allowed. In conformity with the stipulations of record counsel will ascertain within sixty days from this date the exact amounts of the refunds together with interest according to law on the basis of a recomputation by the Internal Revenue Service agreed to by all parties. In the event of the failure of the parties to agree the matter will be resubmitted to the court for resolution on the basis of a supplemental stipulation of facts or upon such additional data as may be required, and judgment will be entered accordingly.</p>\n<h2>NOTES</h2>\n<p>[1]  G.S. § 32-26 permits incorporation by reference in a trust agreement of any or all of the provisions of G.S. § 32-27 with the same effect as if the statutory language were set forth verbatim in the instrument. G.S. § 32-27 enumerates thirty-one separate powers which may be incorporated by reference in a trust agreement as provided in G.S. § 32-26, the effect of which is to vest the trustee with virtually every right, privilege and incident of ownership enjoyed by the grantor in the instrument. With respect to the management of real property the trustee is given authority in G.S. § 32-27(8)e. \"to lease any such property or part thereof to commence at the present or in the future, upon such terms and conditions, including options to renew or purchase, and for such period or periods of time as the fiduciary deems advisable although such period or periods may extend beyond the duration of the trust or the administration of the estate involved; h. to modify, renew or extend leases; i. to employ agents to rent and collect rents; . . . k. to erect, repair or renovate any building or other improvement on such property, and to remove or demolish any building or other improvement in whole or in part; and <i>l.</i> to deal with any such property and every part thereof in all other ways and for such other purposes or considerations as it would be lawful for any person owning the same to deal with such property either in the same or in different ways from those specified elsewhere in this subdivision (8).\"</p>\n<p>[2]  See Footnote 1. It is understood that the lease agreements in this case are not recorded, and under North Carolina law they would not be binding on a good faith purchaser for value for a period longer than three years from the dates on which they were executed which three-year period has now expired. Thus the trustee, if it chose to do so, could sell the office building to a good faith purchaser leaving the taxpayers with only a right of action against the trustee for breach of their lease agreements. Admittedly an extremely unlikely eventuality, it is nevertheless a possibility under the trust instruments as drawn.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/224660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/266858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/314786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1544704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1691399/"
  ]
}