{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1469537/",
  "absolute_url": "/opinion/1469537/smith-v-bounds/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1469537/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:23:06.194083Z",
  "date_modified": "2016-04-27T00:41:50.287040Z",
  "type": "010combined",
  "sha1": "7c08975e9a8d3cd8fe35b046f0d5a174c7f04592",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>610 F.Supp. 597 (1985)</b></center>\n<center><h1>Robert (Bobby) SMITH, Ronald D. Carnes, Richard A. Carter, and Bradford Mizell Lilley, Plaintiffs,<br>\nv.<br>\nVernon Lee BOUNDS, Commissioner, State Dept. of Correction, and Stanley Blackledge, Warden, Central State Prison, Raleigh, N.C., Defendants.<br>\nDonald W. MORGAN, Franklin D. Strader, and John H. Russell, on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nR.L. TURNER, Superintendent of Odom Correctional Institution of the N.C. Dept. of Correction, Defendant.<br>\nJohn HARRINGTON, Alonzo Watts, Clifton Speight, William Ryder, Ronney McBride and Ray Forbes, Plaintiffs,<br>\nv.<br>\nJames HOLSHOUSER, Governor, State of N.C.; V. Lee Bounds, Commissioner, N.C. Dept. of Corrections; Dr. Stanley Blackledge, Warden, Central Prison, F.R. Moore, Sergeant, Central Prison, Franklin Mahan, Regional Superintendent, M.S. Lee, Captain, Washington County Unit 3560 Creswell, N.C., Defendants.</h1></center>\n<center>Civ. Nos. 3052 and 4277 Raleigh Division and 790 Washington Division.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh/Washington Division.</b></p></center>\n<center>May 14, 1985.</center>\n<p><span class=\"star-pagination\">*598</span> Barry Nakell, Chapel Hill, N.C., for plaintiffs.</p>\n<p>Jacob L. Safron, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>DUPREE, Senior District Judge.</p>\n<p>In the early 1970's, plaintiffs brought these actions challenging the adequacy of the North Carolina Department of Correction's legal research facilities. The cases were consolidated and in 1974, Judge Larkins granted plaintiffs' motion for summary judgment, ordering the state to submit either a plan to provide inmates with adequate library facilities or some reasonable alternative plan. The state submitted a plan which was separated into three components. First, the state would establish regional law libraries in prisons across the state. Second, the state would develop procedures for their use by inmates. And third, the state would train inmate paralegals to staff each of the libraries. This plan was approved by Judge Larkins, who also ordered the state to file upon implementation of the plan a Certificate of Compliance. Judge Larkins' order was affirmed by the Fourth Circuit Court of Appeals, <i>Smith v. Bounds,</i> 538 F.2d 541 (4th Cir.1975), and by the Supreme Court, <i>Bounds v. Smith,</i> 430 U.S. 817, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977). The Supreme Court specifically held</p>\n<blockquote>that the fundamental constitutional right of access to the courts requires prison authorities to assist inmates in the preparation and filing of meaningful legal papers by providing prisoners with adequate <span class=\"star-pagination\">*599</span> law libraries or adequate assistance from persons trained in the law.</blockquote>\n<p><i>Id.</i> at 828, 97 S.Ct. at 1498.</p>\n<p>At the time he entered his 1974 order, Judge Larkins directed the state to implement its plan within 120 days. However, the state made no effort to advise the court of its progress until June of 1978, more than a year after the Supreme Court's decision, when it sent Judge Larkins a letter informing him that all of the law libraries were in place and new regulations had been adopted regarding their use. In reliance on that letter, the court dismissed these actions. After plaintiffs protested this action, the state filed on November 1, 1978 a Certificate of Compliance raising essentially the same contentions as in its letter and asserting that it accordingly was in full compliance with its plan. Pursuant to the court's order, the state subsequently purchased copies of a legal research book for its eleven core libraries and filed another Certificate of Compliance asserting that it was in full compliance with the court's 1974 order, as modified.</p>\n<p>On appeal, the Court of Appeals vacated the district court's order, <i>Harrington v. Holshouser,</i> 598 F.2d 614 (4th Cir.1979) (unpublished) (<i>Harrington I</i>), concluding that the burden was on the state to show compliance with all aspects of the plan. Specifically, the Court of Appeals ordered this court to consider plaintiffs' claims that: (1) defendants had failed to comply with the requirements that there be a trained inmate paralegal at each library; (2) they had failed to provide any information regarding free copying services for indigent inmates; (3) defendants had failed to show that there were adequate bed spaces available at the prison units with libraries for inmates seeking short-term transfers to use those libraries; and (4) the policy of limiting access to the libraries for inmates on disciplinary segregation was impermissible.</p>\n<p>On remand, the action was referred to Magistrate Logan Howell for further proceedings. When Magistrate Howell became ill, the case was withdrawn from his docket and eventually transferred to the undersigned. During this period, plaintiffs sought to monitor the state's progress and insure implementation of its plan by propounding interrogatories and requests for production. They filed their first set of interrogatories on July 26, 1979. Having heard nothing after three months, plaintiffs filed a motion to compel. Defendants then filed a motion for extension of time until November 1, 1979 to answer, which motion was granted by the court. However, that date passed with no answers or objections being filed. Plaintiffs then sought a hearing on the motion, and one was set for June 3, 1980. On May 29, 1980, five days before the hearing was to be held, defendants filed their answers to plaintiff's interrogatories. No explanation was given for the state's failure to respond earlier. Furthermore, the answers were contained in an affidavit submitted by W.L. Kautzky, then deputy director of the Division of Prisons. The affidavit was dated November 6, 1979, almost <i>six months</i> before the answers were filed and served on the plaintiffs. Again, no reason was given for this delay.</p>\n<p>A similar delay occurred with respect to plaintiffs' fourth set of interrogatories, served September 9, 1982. The state did not offer any response whatsoever until the court granted plaintiffs' unopposed motion to compel on December 1, 1982. On December 9, they filed a motion to extend time to answer until January 15, 1983, which motion was granted. Defendants subsequently filed their answers on January 11.</p>\n<p>The case proceeded in this manner throughout. For example, on February 17, 1981, defendants were directed to submit within ninety days a statement of the means by which they would promptly comply with their obligation to train inmate paralegals. They were further ordered to file within thirty days a profile of the actual operation of Department of Correction Regulation 5 N.C.A.C. 2G.0203 regarding the limited use of law library facilities by inmates on disciplinary segregation. On <span class=\"star-pagination\">*600</span> May 8, 1981, defendants asked for and received an extension of time to respond until August 7, 1981. Their response was filed on that date, and consisted of affidavits of two Department of Correction employees regarding the implementation of the inmate paralegal training program and the use of law library facilities by inmates serving on disciplinary segregation.</p>\n<p>The parties continued to conduct discovery, and on January 28, 1982 plaintiffs filed a \"Motion for an Order that Defendants Comply with Their Plan.\" The state did not respond to the motion until May 3, 1982, two weeks after the court had issued an order directing defendants to show cause within ten days why plaintiffs' motion should not be granted. In that response, defendants basically summarized their previous filings. With respect to the inmate paralegal training program, no mention was made as to whether that program had actually been instituted. Consequently, the court entered an order on May 7, 1982 directing the parties to submit within thirty days satisfactory alternatives to (1) the program schedules for the training of paralegals, (2) the bed space requirement to library access by inmates from non-library units and (3) library access for inmates on disciplinary segregation who did not have legal deadlines. Plaintiffs filed their response on May 28, 1982. Defendants did not respond to the order until September 3, 1982, when a hearing was held before this court. At the conclusion of the hearing, the court ordered the state to file a statement detailing its efforts to comply with each provision of its plan. Defendants did so, and based on that statement, the court dismissed the action.</p>\n<p>Plaintiffs again appealed and the Court of Appeals affirmed this court's decision in part, vacated it in part, and remanded the action for further proceedings. <i>Harrington v. Holshouser,</i> 741 F.2d 66 (4th Cir. 1984) (<i>Harrington II</i>). The court found that the defendants had adequately provided bed space for inmates who needed to be transported from prisons without library facilities, and affirmed this court's decision on that issue. <i>Id.</i> at 69.</p>\n<p>With respect to the question of library use by segregated inmates, the state's regulations provide that requests for law library use are divided into two categories, the first being those made by inmates with legal deadlines to meet and the second being those without deadlines. Inmates serving on disciplinary segregation were, until recently, only permitted to use the law library if they made a Category I request. However, at the time this action was appealed, 5 N.C.A.C. 2B.0205 provided that inmates could serve only fifteen days in a row on disciplinary segregation and were entitled to a forty-eight hour release from segregation at the end of each fifteen-day period. Therefore, those inmates with Category II requests would have to wait a maximum of fifteen days before being permitted to use the law library. The Court of Appeals concluded that this length of time was constitutionally acceptable, and affirmed this court's ruling on that issue. <i>Id.</i> at 68-69.</p>\n<p>However, the Court of Appeals reversed as to the issues of free copying for indigents and the use of inmate paralegals. With respect to the former issue, the court found that the state had not provided any information about the availability or the use of copy machines by any prisoners. Thus, they concluded, the issue must be remanded to the district court to assess whether the state's policies are in accord with its plan. <i>Id.</i> at 69.</p>\n<p>The Court of Appeals also found that the state had failed to show that it had staffed the law libraries with trained inmate paralegals, as required by the plan. Hence, this court was required to determine whether, in the interim, the state had begun adequate training programs for inmate paralegals and whether it had placed those paralegals in the law libraries to assist other inmates. <i>Id.</i> at 69-70.</p>\n<p>Finally, the Court of Appeals noted that defendants' answers to interrogatories disclosed that only seventy-six percent of inmates requesting library use at Central Prison and sixty-four percent of those requesting <span class=\"star-pagination\">*601</span> use at Polk Youth Center had actually been scheduled for use. The court directed this court to make findings concerning requests that were not scheduled to determine whether the denials were justified. The court also directed this court to inquire into any other matters addressed by the parties or that it deemed appropriate. <i>Id.</i> at 70.</p>\n<p>The action was again remanded to this court, where the plaintiffs promptly filed motions for partial summary judgment and for an order compelling defendants to report on their obligation to provide inmates with adequate legal facilities. Defendants again failed to respond to the motions in any manner. The motion for partial summary judgment related to the question of law library access for inmates on disciplinary segregation who had no legal deadlines to meet. The Court of Appeals ruled that since 5 N.C.A.C. 2B.0205 required the Department of Correction to release inmates for forty-eight hours after each fifteen-day term, those inmates could be denied access for at most fifteen days, and that this delay was reasonable.</p>\n<p>However, while the action was pending before the Court of Appeals, the Department changed its regulations regarding the length of time an inmate may serve on disciplinary segregation. Inmates now may receive consecutive terms in disciplinary segregation for a maximum of thirty days without any interval between them, 5 N.C.A.C. 2B.0205, thus requiring an inmate to wait as long as thirty days before his Category II request for law library use was allowed. Based on this change, plaintiffs' motion for summary judgment was granted on the grounds that a thirty-day delay between law library appointments was not constitutionally reasonable. The state was ordered to submit, within thirty days, its plan for providing inmates on disciplinary segregation with reasonable access to prison law libraries.</p>\n<p>Plaintiffs' motion to compel compliance sought to have this court compel defendants to comply with the mandate of the Court of Appeals and come forward with evidence showing that the state is or will shortly be in compliance with its plan regarding the training and use of inmate paralegals, the free use of copying machines by indigent inmates, and the availability of prison law libraries in light of the large number of requests which had been denied. This motion was allowed and defendants were ordered to file within thirty days all materials showing that they had met their burden of providing all inmates with constitutionally adequate law library facilities.</p>\n<p>As with past orders, defendants filed no response. Plaintiffs consequently moved the court, on January 30, 1985, to issue its judgment finding that defendants are not in compliance with their constitutional obligations. The time for response has run, defendants again have not responded, and the motion accordingly is ripe for disposition.</p>\n<p>With one exception, plaintiffs' motion will be granted. That exception involves the use of the law libraries by inmates on disciplinary segregation. In November of 1984, the Department of Correction amended its regulations regarding this issue.<sup>[1]</sup> 5 N.C.A.C. 2G.0203(d) now provides as follows:</p>\n<blockquote>(1) Inmates assigned to disciplinary segregation shall be permitted to use the law library. Inmates transferred while on disciplinary segregation shall not receive segregation credit for days spent out of their cells for library purposes.</blockquote>\n<blockquote>(2) After proper notice and hearing, an inmate who poses a threat of harm to the staff, or the law library facility can be denied permission for law library research while assigned to disciplinary segregation. Advance written notice on form DC-138 shall be given to an inmate if the question of restricted law library <span class=\"star-pagination\">*602</span> use is to be considered by the disciplinary committee. The notice shall advise the inmate that the disciplinary committee will hear evidence and make a recommendation to the Area Administrator, Institution Head, or their respective designees as to whether the inmate poses such a threat of harm as to require that he should not be released from segregation. Such notice must reasonably inform the inmate of the reasons why he poses a threat of harm to the law library or its staff. At the hearing, the inmate shall be confronted with any relevant information tending to indicate that he is a danger to the library or its staff. He shall be given an opportunity to present relevant evidence, including statements from witnesses, and to refute the information against him. A record of the proceedings shall be maintained on form DC-138(c). The committee's recommendation shall be forwarded to the Area Administrator, Institution Head or their respective designees. The decision of the Area Administrator, Institution Head or designee must be based upon the record of the hearing.</blockquote>\n<p>The court concludes that this regulation insures that inmates confined to disciplinary segregation will have the same access to the law libraries as all other inmates. Therefore, the court must decline to grant plaintiffs' judgment with respect to this issue.</p>\n<p>However, with respect to the remaining issues, that is, the availability of free photocopying of the legal materials of indigent inmates, the training and placement of inmate paralegals and the availability of prison law libraries to all inmates, plaintiffs' motion will be allowed. Defendants' plan for assuring adequate law library facilities has been in existence for over a decade, yet they have consistently failed to implement that plan in a constitutionally adequate manner. With respect to the availability of free copying services, the state has yet to show this court that it provides indigent inmates with the facilities to photocopy free of charge all materials required to be filed with the court. Upon independent research,<sup>[2]</sup> the court notes that the Department of Correction has amended its regulations regarding the use of photocopying machines for legal materials. 5 N.C.A.C. 2G.0202(a) now provides, in pertinent part, that</p>\n<blockquote>All inmates will be provided free of charge with the number of copies of the petition, the complaint, and exhibits required by the Court, plus one copy of the complaint, petition, and exhibits for retention by the inmate. No additional photocopying will be furnished.</blockquote>\n<p>However, this provision does not permit indigent inmates free copies of other required filings, such as affidavits or memoranda. Therefore, it does not appear that the regulation as amended satisfies the state's obligations under its plan.</p>\n<p>With respect to the use of inmate paralegals, the Court of Appeals' review in <i>Harrington II</i> of the state's efforts (or lack thereof) in this area is particularly illuminating.</p>\n<blockquote>The plan approved by the Supreme Court visualized inmates assigned to work in the libraries on a regular basis and \"trained to the best extent possible\" in legal research and assisting other inmates with research as an important component of the plan. A description of the State's efforts in this area since then is a chronology of failure. After several years of apparent inaction, the State conducted a single training session for paralegals in 1980; only two of thirty-one inmates staffing the library at that time had participated in that session. Two years later, only one more training session had been conducted for the State, this one by a professor of law at the University of North Carolina. After an unsuccessful attempt to find professionals at North Carolina Central University, Meredith College, and Campbell University to conduct the workshops, the State reported on October 1, 1982, that it had <span class=\"star-pagination\">*603</span> contracted with Durham Technical Institute to provide three five-day workshops annually. As we have observed earlier, the record before this court contains no indication that this proposed training program has even been undertaken, let alone been successful.</blockquote>\n<p>741 F.2d at 69-70. More than two and one-half years after the state's October 1, 1982 report, there still is no indication that even one inmate ever took this training program.</p>\n<p>The large number of law library requests which have been denied, for which the state has offered no explanation, further indicates that the state has been unable to meet the legal needs of its inmates. Accordingly, a separate order will be entered finding that defendants are not in compliance with their constitutional obligation to provide inmates of the North Carolina prisons with adequate assistance in their access to the courts.</p>\n<p>Of course, such a determination will mean little unless some remedy is fashioned which will insure that inmates do receive adequate access to the courts. Plaintiffs' counsel has maintained throughout the course of this litigation that the best method to insure such access would be to set up a prisoner legal services program or provide some other form of assistance of counsel. The court now concludes that due to the state's inability or unwillingness to implement its plan, plaintiffs' proposal should be adopted in some form.</p>\n<p>This conclusion has not been reached lightly. In <i>Harrington II,</i> filed in August of 1984, the Court of Appeals specifically rejected this proposal. 741 F.2d at 70. However, at some point, it must be recognized that in some cases the best laid plans are doomed to fail. This is one such case. When such a failure occurs, it is the court's duty to find an acceptable alternative which will insure that inmates receive adequate access to the courts. The court concludes that the best alternative would be to provide them with some form of assistance from trained attorneys.</p>\n<p>This conclusion should not come as a revelation to anyone. In <i>Bounds v. Smith,</i> the Supreme Court clearly expressed its preference for the use of some form of legal services program for inmates.</p>\n<blockquote>It should be noted that while adequate law libraries are one constitutionally acceptable method to assure meaningful access to the courts, our decision here, as in [<i>Younger v.</i>] <i>Gilmore,</i> [404 U.S. 15, 92 S.Ct. 250, 30 L.Ed.2d 142 (1971),] does not foreclose alternative means to achieve that goal. Nearly half the States and the District of Columbia provide some degree of professional or quasi-professional legal assistance to prisoners. Brief for Respondents, Ex. B. Such programs take many imaginative forms and may have a number of advantages over libraries alone. Among the alternatives are the training of inmates as paralegal assistants to work under lawyers' supervision, the use of paraprofessionals and law students, either as volunteers or in formal clinical programs, the organization of volunteer attorneys through bar associations or other groups, the hiring of lawyers on a part-time consultant basis, and the use of full-time staff attorneys, working either in new prison legal assistance organizations or as part of public defender or legal services offices. Legal services plans not only result in more efficient and skillful handling of prisoner cases, but also avoid the disciplinary problems associated with writ writers, see <i>Johnson v. Avery,</i> 393 U.S. [483]; at 488 [89 S.Ct. 747, 750, 21 L.Ed.2d 718]; <i>Procunier v. Martinez,</i> 416 U.S. 396, 421-422 [94 S.Ct. 1800, 1815, 40 L.Ed.2d 224] (1974). Independent legal advisors can mediate or resolve administratively many prisoner complaints that would otherwise burden the courts, and can convince inmates that other grievances against the prison or the legal system are ill-founded, thereby facilitating rehabilitation by assuring the inmate that he has not been treated unfairly. It has been estimated that as few as 500 full-time lawyers would be needed <span class=\"star-pagination\">*604</span> to serve the legal needs of the entire national prison population.</blockquote>\n<p>430 U.S. at 830-32, 97 S.Ct. at 1499-1500 (footnotes omitted).</p>\n<p>Furthermore, this court is not the first to conclude that a state's law library system did not provide inmates with meaningful access to the courts and consequently directed a state to devise a plan providing for the assistance of counsel. In <i>Hooks v. Wainwright,</i> 536 F.Supp. 1330, 1341 (M.D. Fla.1982), <i>appeal dismissed,</i> 716 F.2d 913 (11th Cir., 1983), Senior District Judge Charles R. Scott held \"that meaningful access to the courts on behalf of Florida's prisoners can be realized only through the assistance of attorneys, in one form or another.\" <i>See also </i><i>Canterino v. Wilson,</i> 562 F.Supp. 106 (W.D.Ky.1983). Judge Scott concluded that defendant's law library plan did not meet the requirements of <i>Bounds v. Smith</i> due to the following four grounds. First, the inmate paralegal program did not provide prisoners with adequate legal assistance.</p>\n<blockquote>The principal deficiency of the inmate law clerk plan ... is that ... it casts, with official sanction, laymen in the role of lawyers. While recognizing that the defendant's inmate law clerks serve a useful purpose, the plain and simple truth of the matter is that they are not qualified to function as lawyers. They are only law library assistants. The mere thought that a 30-hour \"How To\" course in legal research transforms an otherwise uneducated and untrained prisoner into someone capable of understanding and formulating meaningful legal reasoning is ludicrous.</blockquote>\n<p>536 F.Supp. at 1347 (footnote omitted).</p>\n<p>Judge Scott also pointed out that inmate litigants and paralegals are unable to utilize outside resources to any meaningful degree, such as investigating cases or interviewing witnesses. <i>Id.</i> at 1348. Finally, Judge Scott noted that inmate law clerks might be unwilling to really \"go to the mat\" for a fellow inmate whose claim they thought meritorious for fear of jeopardizing their coveted position. <i>Id.</i> at 1348-49. All of these arguments apply in this case as well, especially where defendants have shown their inability to provide an adequate inmate paralegal training program.</p>\n<p>Judge Scott's second observation was that the high degree of illiteracy among Florida's inmates<sup>[3]</sup> made it virtually impossible for them to conduct meaningful research. <i>Id.</i> at 1341. Defendants' answers to plaintiff's interrogatories indicate that the level of illiteracy in North Carolina is just as great or greater than in Florida. The number of inmates who are achieving at or below seventh grade level is approximately seventy-five percent. The typical North Carolina inmate also has a below normal IQ, with twenty-nine per cent at dull normal or below and 11.4 percent at borderline retarded or below. One of the major reasons for initially requiring trained inmate paralegals in the state's original plan was to provide some minimal assurance that illiterate inmates would have some assistance in pursuing their legal claims. The state's total failure to develop an adequate training program has left these inmates to their own devices. Such action clearly denies illiterate inmates their constitutional right to meaningful access to the courts.</p>\n<p>The third ground for finding that Florida's law library plan did not meet the requirements of <i>Bounds v. Smith</i> was that inmates housed in administrative confinement were not permitted to use the law library but were required to request specific legal materials from their cells. <i>Id.</i> at 1341. Thus, inmates on segregation were denied meaningful access to the court. <i>See </i><i>Williams v. Leeke,</i> 584 F.2d 1336 (4th Cir. 1978), <i>cert. denied,</i> 442 U.S. 911, 99 S.Ct. 2825, 61 L.Ed.2d 276 (1979). Prior to the amendments in the Department of Correction regulations discussed <i>supra</i> at pages <span class=\"star-pagination\">*605</span> 601-602, North Carolina inmates on disciplinary segregation also were denied meaningful access, because they might have to wait as long as thirty days before being permitted to use the law library. However, with the recent changes, they may use the law library on substantially the same basis as other inmates. Therefore, the third factor cited by Judge Scott is not a problem in North Carolina and accordingly is no longer at issue in this case.</p>\n<p>The fourth and final factor indicating the inadequacy of Florida's law library system dealt with the large number and wide geographic dispersal of its correctional facilities, which made it difficult if not impossible to guarantee all inmates physical access to law libraries. 536 F.Supp. at 1343. This problem was addressed by the Fourth Circuit Court of Appeals in <i>Harrington II</i> when it directed this court to inquire regarding answers to interrogatories showing \"that only 76 percent of the inmates requesting library use at Central Prison, and 64 percent of those requesting use at Polk Youth Center, were scheduled for use.\" 741 F.2d at 70. The court attempted to make that inquiry in the December, 1984 order, but defendants failed to respond to that order in any fashion. Therefore, it must be concluded that inmates in North Carolina's prisons are not receiving adequate physical access to the prison law libraries to meet their legitimate legal research needs.</p>\n<p>Thus, except for the issue of library access by inmates on disciplinary segregation, North Carolina's prison law library system suffers from the same inadequacies as Florida's system.<sup>[4]</sup> Furthermore, Judge Scott's first, second and fourth grounds for deciding against the implementation of law libraries, all of which are present in North Carolina, clearly have a greater impact than the third factor, since they affect a much greater number of inmates. It should also be noted that Judge Scott found Florida's proposed law library plan inadequate <i>prior</i> to its implementation. North Carolina's law library system, which has been in operation for over ten years, has <i>proven</i> itself inadequate to assure inmates meaningful access to the courts.</p>\n<p>Finally, the court would like to reemphasize some of the findings by the Supreme Court in <i>Bounds v. Smith</i> regarding the efficacy of giving inmates the opportunity to consult attorneys. Inmates raise many complaints relating to their confinement which do not raise constitutional grounds and which consequently are dismissed by the courts. These complaints waste a great deal of the courts', the state's and indeed, the inmates' time. The opportunity to consult with a disinterested outsider with knowledge of their legal rights clearly will ease the frustration many inmates feel, even where they do not receive all the relief they would like. Furthermore, the introduction of attorneys should help curb if not eliminate the abuse of courts' time by writ writers, who often will file a totally frivolous lawsuit for another inmate for a fee or will bring an action in their own name in the hope of receiving a free trip to the court to escape prison life for a day. Finally, the institution of a comprehensive plan which includes the use of attorneys will insure that those inmates' claims which do have merit will receive full and fair consideration, that settlement of these claims will become a real possibility, and that if they do reach the trial stage, they will not be hampered by the inmates' lack of knowledge and education.</p>\n<p>During the course of this opinion, reference has been made to the adoption of some form of legal services plan. The court does not intend to indicate, at this time, that a particular plan should or should not be adopted. As the Supreme Court said in <i>Bounds v. Smith,</i> there are a <span class=\"star-pagination\">*606</span> number of alternatives. To insure that all alternatives are considered, counsel for both sides will be directed to submit, within sixty days, a new plan which provides, in some form, for the assistance of licensed counsel.<sup>[5]</sup> Defendants' current plan shall continue to be in effect in the interim, but as soon as the new plan is submitted, approved by the court, and in place it will supplant the law library plan currently in existence.</p>\n<p>In 1974, the North Carolina Department of Correction was ordered to develop and implement a plan to guarantee its inmates meaningful access to the courts. The plan developed involved the institution and use of prison law libraries, which was expressly approved by the Supreme Court in <i>Bounds v. Smith</i> if the plan was properly implemented. However, eleven years after the court's order, the state has failed to implement that plan. It has proven itself unable or unwilling to insure that its law libraries are constitutionally adequate to meet its inmates' needs. Therefore, some alternative method must be found. For the reasons set out hereinbefore, the court today concludes that that method must include, in some form, the assistance of counsel.</p>\n<p>An order will be entered in accordance with this opinion.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>In accordance with the opinion entered this day, it is hereby</p>\n<p>ORDERED that:</p>\n<p>1. The defendants are not in compliance with their constitutional obligation to provide inmates of the North Carolina prisons with adequate assistance in their access to the courts;</p>\n<p>2. The only way to insure that inmates do receive meaningful access to the courts is to require defendants to provide them, in some form, with the assistance of counsel;</p>\n<p>3. The parties are hereby directed to submit, within sixty days from the date of this order, their proposed plans for insuring that inmates do receive adequate legal assistance. As soon as a new plan is adopted by the court and in place, it will supplant the plan currently in existence.</p>\n<h2>NOTES</h2>\n<p>[1]  It should be noted that defendants did not submit these amendments or even inform the court of their existence. The court receives a copy of the Department of Correction regulations and noted the changes when it received the amendments in the mail.</p>\n<p>[2]  See Footnote 1, <i>supra,</i> at page 601.</p>\n<p>[3]  \"[R]oughly half of Florida's inmates read at or below the seventh grade level. The typical inmate has a below average IQ, while twenty-two percent ... of the prisoners have an IQ of less than 80, i.e., at or below the level that would be considered borderline retarded.\" <i>Id.</i> at 1343.</p>\n<p>[4]  These factors were also discussed in <i>Canterino v. Wilson, supra</i><i>,</i> where Judge Edward H. Johnstone of the Western District of Kentucky ruled that the state should provide female inmates with the assistance of counsel because, unlike the male prison population in general, they did not have a history of self-help in the legal field and until recently had little access to adequate legal resources. 562 F.Supp. at 112.</p>\n<p>[5]  Defendants are hereby placed on notice that the court will not tolerate any failure to respond to this order.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">610</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">597</span></span> (1985)</b></center>\n<center><h1>Robert (Bobby) SMITH, Ronald D. Carnes, Richard A. Carter, and Bradford Mizell Lilley, Plaintiffs,<br>\nv.<br>\nVernon Lee BOUNDS, Commissioner, State Dept. of Correction, and Stanley Blackledge, Warden, Central State Prison, Raleigh, N.C., Defendants.<br>\nDonald W. MORGAN, Franklin D. Strader, and John H. Russell, on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nR.L. TURNER, Superintendent of Odom Correctional Institution of the N.C. Dept. of Correction, Defendant.<br>\nJohn HARRINGTON, Alonzo Watts, Clifton Speight, William Ryder, Ronney McBride and Ray Forbes, Plaintiffs,<br>\nv.<br>\nJames HOLSHOUSER, Governor, State of N.C.; V. Lee Bounds, Commissioner, N.C. Dept. of Corrections; Dr. Stanley Blackledge, Warden, Central Prison, F.R. Moore, Sergeant, Central Prison, Franklin Mahan, Regional Superintendent, M.S. Lee, Captain, Washington County Unit 3560 Creswell, N.C., Defendants.</h1></center>\n<center>Civ. Nos. 3052 and 4277 Raleigh Division and 790 Washington Division.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh/Washington Division.</b></p></center>\n<center>May 14, 1985.</center>\n<p><span class=\"star-pagination\">*598</span> Barry Nakell, Chapel Hill, N.C., for plaintiffs.</p>\n<p>Jacob L. Safron, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>OPINION</h2>\n<p>DUPREE, Senior District Judge.</p>\n<p>In the early 1970's, plaintiffs brought these actions challenging the adequacy of the North Carolina Department of Correction's legal research facilities. The cases were consolidated and in 1974, Judge Larkins granted plaintiffs' motion for summary judgment, ordering the state to submit either a plan to provide inmates with adequate library facilities or some reasonable alternative plan. The state submitted a plan which was separated into three components. First, the state would establish regional law libraries in prisons across the state. Second, the state would develop procedures for their use by inmates. And third, the state would train inmate paralegals to staff each of the libraries. This plan was approved by Judge Larkins, who also ordered the state to file upon implementation of the plan a Certificate of Compliance. Judge Larkins' order was affirmed by the Fourth Circuit Court of Appeals, <i>Smith v. Bounds,</i> <span class=\"citation\" data-id=\"337587\"><a href=\"/opinion/337587/robert-bobby-smith-v-vernon-lee-bounds-commissioner-state-department/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">541</span></a></span> (4th Cir.1975), and by the Supreme Court, <i>Bounds v. Smith,</i> <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">817</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"109643\"><a href=\"/opinion/109643/bounds-v-smith/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></a></span> (1977). The Supreme Court specifically held</p>\n<blockquote>that the fundamental constitutional right of access to the courts requires prison authorities to assist inmates in the preparation and filing of meaningful legal papers by providing prisoners with adequate <span class=\"star-pagination\">*599</span> law libraries or adequate assistance from persons trained in the law.</blockquote>\n<p><i>Id.</i> at 828, 97 S.Ct. at 1498.</p>\n<p>At the time he entered his 1974 order, Judge Larkins directed the state to implement its plan within 120 days. However, the state made no effort to advise the court of its progress until June of 1978, more than a year after the Supreme Court's decision, when it sent Judge Larkins a letter informing him that all of the law libraries were in place and new regulations had been adopted regarding their use. In reliance on that letter, the court dismissed these actions. After plaintiffs protested this action, the state filed on November 1, 1978 a Certificate of Compliance raising essentially the same contentions as in its letter and asserting that it accordingly was in full compliance with its plan. Pursuant to the court's order, the state subsequently purchased copies of a legal research book for its eleven core libraries and filed another Certificate of Compliance asserting that it was in full compliance with the court's 1974 order, as modified.</p>\n<p>On appeal, the Court of Appeals vacated the district court's order, <i>Harrington v. Holshouser,</i> <span class=\"citation\" data-id=\"366182\"><a href=\"/opinion/366182/harrington-v-holshouser/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">614</span></a></span> (4th Cir.1979) (unpublished) (<i>Harrington I</i>), concluding that the burden was on the state to show compliance with all aspects of the plan. Specifically, the Court of Appeals ordered this court to consider plaintiffs' claims that: (1) defendants had failed to comply with the requirements that there be a trained inmate paralegal at each library; (2) they had failed to provide any information regarding free copying services for indigent inmates; (3) defendants had failed to show that there were adequate bed spaces available at the prison units with libraries for inmates seeking short-term transfers to use those libraries; and (4) the policy of limiting access to the libraries for inmates on disciplinary segregation was impermissible.</p>\n<p>On remand, the action was referred to Magistrate Logan Howell for further proceedings. When Magistrate Howell became ill, the case was withdrawn from his docket and eventually transferred to the undersigned. During this period, plaintiffs sought to monitor the state's progress and insure implementation of its plan by propounding interrogatories and requests for production. They filed their first set of interrogatories on July 26, 1979. Having heard nothing after three months, plaintiffs filed a motion to compel. Defendants then filed a motion for extension of time until November 1, 1979 to answer, which motion was granted by the court. However, that date passed with no answers or objections being filed. Plaintiffs then sought a hearing on the motion, and one was set for June 3, 1980. On May 29, 1980, five days before the hearing was to be held, defendants filed their answers to plaintiff's interrogatories. No explanation was given for the state's failure to respond earlier. Furthermore, the answers were contained in an affidavit submitted by W.L. Kautzky, then deputy director of the Division of Prisons. The affidavit was dated November 6, 1979, almost <i>six months</i> before the answers were filed and served on the plaintiffs. Again, no reason was given for this delay.</p>\n<p>A similar delay occurred with respect to plaintiffs' fourth set of interrogatories, served September 9, 1982. The state did not offer any response whatsoever until the court granted plaintiffs' unopposed motion to compel on December 1, 1982. On December 9, they filed a motion to extend time to answer until January 15, 1983, which motion was granted. Defendants subsequently filed their answers on January 11.</p>\n<p>The case proceeded in this manner throughout. For example, on February 17, 1981, defendants were directed to submit within ninety days a statement of the means by which they would promptly comply with their obligation to train inmate paralegals. They were further ordered to file within thirty days a profile of the actual operation of Department of Correction Regulation 5 N.C.A.C. 2G.0203 regarding the limited use of law library facilities by inmates on disciplinary segregation. On <span class=\"star-pagination\">*600</span> May 8, 1981, defendants asked for and received an extension of time to respond until August 7, 1981. Their response was filed on that date, and consisted of affidavits of two Department of Correction employees regarding the implementation of the inmate paralegal training program and the use of law library facilities by inmates serving on disciplinary segregation.</p>\n<p>The parties continued to conduct discovery, and on January 28, 1982 plaintiffs filed a \"Motion for an Order that Defendants Comply with Their Plan.\" The state did not respond to the motion until May 3, 1982, two weeks after the court had issued an order directing defendants to show cause within ten days why plaintiffs' motion should not be granted. In that response, defendants basically summarized their previous filings. With respect to the inmate paralegal training program, no mention was made as to whether that program had actually been instituted. Consequently, the court entered an order on May 7, 1982 directing the parties to submit within thirty days satisfactory alternatives to (1) the program schedules for the training of paralegals, (2) the bed space requirement to library access by inmates from non-library units and (3) library access for inmates on disciplinary segregation who did not have legal deadlines. Plaintiffs filed their response on May 28, 1982. Defendants did not respond to the order until September 3, 1982, when a hearing was held before this court. At the conclusion of the hearing, the court ordered the state to file a statement detailing its efforts to comply with each provision of its plan. Defendants did so, and based on that statement, the court dismissed the action.</p>\n<p>Plaintiffs again appealed and the Court of Appeals affirmed this court's decision in part, vacated it in part, and remanded the action for further proceedings. <i>Harrington v. Holshouser,</i> <span class=\"citation\" data-id=\"439995\"><a href=\"/opinion/439995/john-harrington-alonzo-watts-clifton-speight-william-ryder-ronney/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span> (4th Cir. 1984) (<i>Harrington II</i>). The court found that the defendants had adequately provided bed space for inmates who needed to be transported from prisons without library facilities, and affirmed this court's decision on that issue. <i>Id.</i> at 69.</p>\n<p>With respect to the question of library use by segregated inmates, the state's regulations provide that requests for law library use are divided into two categories, the first being those made by inmates with legal deadlines to meet and the second being those without deadlines. Inmates serving on disciplinary segregation were, until recently, only permitted to use the law library if they made a Category I request. However, at the time this action was appealed, 5 N.C.A.C. 2B.0205 provided that inmates could serve only fifteen days in a row on disciplinary segregation and were entitled to a forty-eight hour release from segregation at the end of each fifteen-day period. Therefore, those inmates with Category II requests would have to wait a maximum of fifteen days before being permitted to use the law library. The Court of Appeals concluded that this length of time was constitutionally acceptable, and affirmed this court's ruling on that issue. <i>Id.</i> at 68-69.</p>\n<p>However, the Court of Appeals reversed as to the issues of free copying for indigents and the use of inmate paralegals. With respect to the former issue, the court found that the state had not provided any information about the availability or the use of copy machines by any prisoners. Thus, they concluded, the issue must be remanded to the district court to assess whether the state's policies are in accord with its plan. <i>Id.</i> at 69.</p>\n<p>The Court of Appeals also found that the state had failed to show that it had staffed the law libraries with trained inmate paralegals, as required by the plan. Hence, this court was required to determine whether, in the interim, the state had begun adequate training programs for inmate paralegals and whether it had placed those paralegals in the law libraries to assist other inmates. <i>Id.</i> at 69-70.</p>\n<p>Finally, the Court of Appeals noted that defendants' answers to interrogatories disclosed that only seventy-six percent of inmates requesting library use at Central Prison and sixty-four percent of those requesting <span class=\"star-pagination\">*601</span> use at Polk Youth Center had actually been scheduled for use. The court directed this court to make findings concerning requests that were not scheduled to determine whether the denials were justified. The court also directed this court to inquire into any other matters addressed by the parties or that it deemed appropriate. <i>Id.</i> at 70.</p>\n<p>The action was again remanded to this court, where the plaintiffs promptly filed motions for partial summary judgment and for an order compelling defendants to report on their obligation to provide inmates with adequate legal facilities. Defendants again failed to respond to the motions in any manner. The motion for partial summary judgment related to the question of law library access for inmates on disciplinary segregation who had no legal deadlines to meet. The Court of Appeals ruled that since 5 N.C.A.C. 2B.0205 required the Department of Correction to release inmates for forty-eight hours after each fifteen-day term, those inmates could be denied access for at most fifteen days, and that this delay was reasonable.</p>\n<p>However, while the action was pending before the Court of Appeals, the Department changed its regulations regarding the length of time an inmate may serve on disciplinary segregation. Inmates now may receive consecutive terms in disciplinary segregation for a maximum of thirty days without any interval between them, 5 N.C.A.C. 2B.0205, thus requiring an inmate to wait as long as thirty days before his Category II request for law library use was allowed. Based on this change, plaintiffs' motion for summary judgment was granted on the grounds that a thirty-day delay between law library appointments was not constitutionally reasonable. The state was ordered to submit, within thirty days, its plan for providing inmates on disciplinary segregation with reasonable access to prison law libraries.</p>\n<p>Plaintiffs' motion to compel compliance sought to have this court compel defendants to comply with the mandate of the Court of Appeals and come forward with evidence showing that the state is or will shortly be in compliance with its plan regarding the training and use of inmate paralegals, the free use of copying machines by indigent inmates, and the availability of prison law libraries in light of the large number of requests which had been denied. This motion was allowed and defendants were ordered to file within thirty days all materials showing that they had met their burden of providing all inmates with constitutionally adequate law library facilities.</p>\n<p>As with past orders, defendants filed no response. Plaintiffs consequently moved the court, on January 30, 1985, to issue its judgment finding that defendants are not in compliance with their constitutional obligations. The time for response has run, defendants again have not responded, and the motion accordingly is ripe for disposition.</p>\n<p>With one exception, plaintiffs' motion will be granted. That exception involves the use of the law libraries by inmates on disciplinary segregation. In November of 1984, the Department of Correction amended its regulations regarding this issue.<sup>[1]</sup> 5 N.C.A.C. 2G.0203(d) now provides as follows:</p>\n<blockquote>(1) Inmates assigned to disciplinary segregation shall be permitted to use the law library. Inmates transferred while on disciplinary segregation shall not receive segregation credit for days spent out of their cells for library purposes.</blockquote>\n<blockquote>(2) After proper notice and hearing, an inmate who poses a threat of harm to the staff, or the law library facility can be denied permission for law library research while assigned to disciplinary segregation. Advance written notice on form DC-138 shall be given to an inmate if the question of restricted law library <span class=\"star-pagination\">*602</span> use is to be considered by the disciplinary committee. The notice shall advise the inmate that the disciplinary committee will hear evidence and make a recommendation to the Area Administrator, Institution Head, or their respective designees as to whether the inmate poses such a threat of harm as to require that he should not be released from segregation. Such notice must reasonably inform the inmate of the reasons why he poses a threat of harm to the law library or its staff. At the hearing, the inmate shall be confronted with any relevant information tending to indicate that he is a danger to the library or its staff. He shall be given an opportunity to present relevant evidence, including statements from witnesses, and to refute the information against him. A record of the proceedings shall be maintained on form DC-138(c). The committee's recommendation shall be forwarded to the Area Administrator, Institution Head or their respective designees. The decision of the Area Administrator, Institution Head or designee must be based upon the record of the hearing.</blockquote>\n<p>The court concludes that this regulation insures that inmates confined to disciplinary segregation will have the same access to the law libraries as all other inmates. Therefore, the court must decline to grant plaintiffs' judgment with respect to this issue.</p>\n<p>However, with respect to the remaining issues, that is, the availability of free photocopying of the legal materials of indigent inmates, the training and placement of inmate paralegals and the availability of prison law libraries to all inmates, plaintiffs' motion will be allowed. Defendants' plan for assuring adequate law library facilities has been in existence for over a decade, yet they have consistently failed to implement that plan in a constitutionally adequate manner. With respect to the availability of free copying services, the state has yet to show this court that it provides indigent inmates with the facilities to photocopy free of charge all materials required to be filed with the court. Upon independent research,<sup>[2]</sup> the court notes that the Department of Correction has amended its regulations regarding the use of photocopying machines for legal materials. 5 N.C.A.C. 2G.0202(a) now provides, in pertinent part, that</p>\n<blockquote>All inmates will be provided free of charge with the number of copies of the petition, the complaint, and exhibits required by the Court, plus one copy of the complaint, petition, and exhibits for retention by the inmate. No additional photocopying will be furnished.</blockquote>\n<p>However, this provision does not permit indigent inmates free copies of other required filings, such as affidavits or memoranda. Therefore, it does not appear that the regulation as amended satisfies the state's obligations under its plan.</p>\n<p>With respect to the use of inmate paralegals, the Court of Appeals' review in <i>Harrington II</i> of the state's efforts (or lack thereof) in this area is particularly illuminating.</p>\n<blockquote>The plan approved by the Supreme Court visualized inmates assigned to work in the libraries on a regular basis and \"trained to the best extent possible\" in legal research and assisting other inmates with research as an important component of the plan. A description of the State's efforts in this area since then is a chronology of failure. After several years of apparent inaction, the State conducted a single training session for paralegals in 1980; only two of thirty-one inmates staffing the library at that time had participated in that session. Two years later, only one more training session had been conducted for the State, this one by a professor of law at the University of North Carolina. After an unsuccessful attempt to find professionals at North Carolina Central University, Meredith College, and Campbell University to conduct the workshops, the State reported on October 1, 1982, that it had <span class=\"star-pagination\">*603</span> contracted with Durham Technical Institute to provide three five-day workshops annually. As we have observed earlier, the record before this court contains no indication that this proposed training program has even been undertaken, let alone been successful.</blockquote>\n<p>741 F.2d at 69-70. More than two and one-half years after the state's October 1, 1982 report, there still is no indication that even one inmate ever took this training program.</p>\n<p>The large number of law library requests which have been denied, for which the state has offered no explanation, further indicates that the state has been unable to meet the legal needs of its inmates. Accordingly, a separate order will be entered finding that defendants are not in compliance with their constitutional obligation to provide inmates of the North Carolina prisons with adequate assistance in their access to the courts.</p>\n<p>Of course, such a determination will mean little unless some remedy is fashioned which will insure that inmates do receive adequate access to the courts. Plaintiffs' counsel has maintained throughout the course of this litigation that the best method to insure such access would be to set up a prisoner legal services program or provide some other form of assistance of counsel. The court now concludes that due to the state's inability or unwillingness to implement its plan, plaintiffs' proposal should be adopted in some form.</p>\n<p>This conclusion has not been reached lightly. In <i>Harrington II,</i> filed in August of 1984, the Court of Appeals specifically rejected this proposal. 741 F.2d at 70. However, at some point, it must be recognized that in some cases the best laid plans are doomed to fail. This is one such case. When such a failure occurs, it is the court's duty to find an acceptable alternative which will insure that inmates receive adequate access to the courts. The court concludes that the best alternative would be to provide them with some form of assistance from trained attorneys.</p>\n<p>This conclusion should not come as a revelation to anyone. In <i>Bounds v. Smith,</i> the Supreme Court clearly expressed its preference for the use of some form of legal services program for inmates.</p>\n<blockquote>It should be noted that while adequate law libraries are one constitutionally acceptable method to assure meaningful access to the courts, our decision here, as in [<i>Younger v.</i>] <i>Gilmore,</i> [404 U.S. 15, <span class=\"citation\" data-id=\"108392\"><a href=\"/opinion/108392/younger-v-gilmore/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">250</span></a></span>, <span class=\"citation\" data-id=\"108392\"><a href=\"/opinion/108392/younger-v-gilmore/\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1971),] does not foreclose alternative means to achieve that goal. Nearly half the States and the District of Columbia provide some degree of professional or quasi-professional legal assistance to prisoners. Brief for Respondents, Ex. B. Such programs take many imaginative forms and may have a number of advantages over libraries alone. Among the alternatives are the training of inmates as paralegal assistants to work under lawyers' supervision, the use of paraprofessionals and law students, either as volunteers or in formal clinical programs, the organization of volunteer attorneys through bar associations or other groups, the hiring of lawyers on a part-time consultant basis, and the use of full-time staff attorneys, working either in new prison legal assistance organizations or as part of public defender or legal services offices. Legal services plans not only result in more efficient and skillful handling of prisoner cases, but also avoid the disciplinary problems associated with writ writers, see <i>Johnson v. Avery,</i> 393 U.S. [483]; at 488 [89 S.Ct. 747, 750, 21 L.Ed.2d 718]; <i>Procunier v. Martinez,</i> <span class=\"citation\" data-id=\"109016\"><a href=\"/opinion/109016/procunier-v-martinez/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">396</span></a></span>, 421-422 [94 S.Ct. 1800, 1815, 40 L.Ed.2d 224] (1974). Independent legal advisors can mediate or resolve administratively many prisoner complaints that would otherwise burden the courts, and can convince inmates that other grievances against the prison or the legal system are ill-founded, thereby facilitating rehabilitation by assuring the inmate that he has not been treated unfairly. It has been estimated that as few as 500 full-time lawyers would be needed <span class=\"star-pagination\">*604</span> to serve the legal needs of the entire national prison population.</blockquote>\n<p>430 U.S. at 830-32, 97 S.Ct. at 1499-1500 (footnotes omitted).</p>\n<p>Furthermore, this court is not the first to conclude that a state's law library system did not provide inmates with meaningful access to the courts and consequently directed a state to devise a plan providing for the assistance of counsel. In <i>Hooks v. Wainwright,</i> <span class=\"citation\" data-id=\"2009607\"><a href=\"/opinion/2009607/hooks-v-wainwright/\"><span class=\"volume\">536</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1330</span></a></span>, 1341 (M.D. Fla.1982), <i>appeal dismissed,</i> <span class=\"citation no-link\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">913</span></span> (11th Cir., 1983), Senior District Judge Charles R. Scott held \"that meaningful access to the courts on behalf of Florida's prisoners can be realized only through the assistance of attorneys, in one form or another.\" <i>See also </i><i>Canterino v. Wilson,</i> <span class=\"citation\" data-id=\"1571166\"><a href=\"/opinion/1571166/canterino-v-wilson/\"><span class=\"volume\">562</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">106</span></a></span> (W.D.Ky.1983). Judge Scott concluded that defendant's law library plan did not meet the requirements of <i>Bounds v. Smith</i> due to the following four grounds. First, the inmate paralegal program did not provide prisoners with adequate legal assistance.</p>\n<blockquote>The principal deficiency of the inmate law clerk plan ... is that ... it casts, with official sanction, laymen in the role of lawyers. While recognizing that the defendant's inmate law clerks serve a useful purpose, the plain and simple truth of the matter is that they are not qualified to function as lawyers. They are only law library assistants. The mere thought that a 30-hour \"How To\" course in legal research transforms an otherwise uneducated and untrained prisoner into someone capable of understanding and formulating meaningful legal reasoning is ludicrous.</blockquote>\n<p>536 F.Supp. at 1347 (footnote omitted).</p>\n<p>Judge Scott also pointed out that inmate litigants and paralegals are unable to utilize outside resources to any meaningful degree, such as investigating cases or interviewing witnesses. <i>Id.</i> at 1348. Finally, Judge Scott noted that inmate law clerks might be unwilling to really \"go to the mat\" for a fellow inmate whose claim they thought meritorious for fear of jeopardizing their coveted position. <i>Id.</i> at 1348-49. All of these arguments apply in this case as well, especially where defendants have shown their inability to provide an adequate inmate paralegal training program.</p>\n<p>Judge Scott's second observation was that the high degree of illiteracy among Florida's inmates<sup>[3]</sup> made it virtually impossible for them to conduct meaningful research. <i>Id.</i> at 1341. Defendants' answers to plaintiff's interrogatories indicate that the level of illiteracy in North Carolina is just as great or greater than in Florida. The number of inmates who are achieving at or below seventh grade level is approximately seventy-five percent. The typical North Carolina inmate also has a below normal IQ, with twenty-nine per cent at dull normal or below and 11.4 percent at borderline retarded or below. One of the major reasons for initially requiring trained inmate paralegals in the state's original plan was to provide some minimal assurance that illiterate inmates would have some assistance in pursuing their legal claims. The state's total failure to develop an adequate training program has left these inmates to their own devices. Such action clearly denies illiterate inmates their constitutional right to meaningful access to the courts.</p>\n<p>The third ground for finding that Florida's law library plan did not meet the requirements of <i>Bounds v. Smith</i> was that inmates housed in administrative confinement were not permitted to use the law library but were required to request specific legal materials from their cells. <i>Id.</i> at 1341. Thus, inmates on segregation were denied meaningful access to the court. <i>See </i><i>Williams v. Leeke,</i> <span class=\"citation\" data-id=\"360168\"><a href=\"/opinion/360168/robert-williams-v-william-d-leeke-director-south-carolina-department-of/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1336</span></a></span> (4th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2825</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">276</span></span> (1979). Prior to the amendments in the Department of Correction regulations discussed <i>supra</i> at pages <span class=\"star-pagination\">*605</span> 601-602, North Carolina inmates on disciplinary segregation also were denied meaningful access, because they might have to wait as long as thirty days before being permitted to use the law library. However, with the recent changes, they may use the law library on substantially the same basis as other inmates. Therefore, the third factor cited by Judge Scott is not a problem in North Carolina and accordingly is no longer at issue in this case.</p>\n<p>The fourth and final factor indicating the inadequacy of Florida's law library system dealt with the large number and wide geographic dispersal of its correctional facilities, which made it difficult if not impossible to guarantee all inmates physical access to law libraries. 536 F.Supp. at 1343. This problem was addressed by the Fourth Circuit Court of Appeals in <i>Harrington II</i> when it directed this court to inquire regarding answers to interrogatories showing \"that only 76 percent of the inmates requesting library use at Central Prison, and 64 percent of those requesting use at Polk Youth Center, were scheduled for use.\" 741 F.2d at 70. The court attempted to make that inquiry in the December, 1984 order, but defendants failed to respond to that order in any fashion. Therefore, it must be concluded that inmates in North Carolina's prisons are not receiving adequate physical access to the prison law libraries to meet their legitimate legal research needs.</p>\n<p>Thus, except for the issue of library access by inmates on disciplinary segregation, North Carolina's prison law library system suffers from the same inadequacies as Florida's system.<sup>[4]</sup> Furthermore, Judge Scott's first, second and fourth grounds for deciding against the implementation of law libraries, all of which are present in North Carolina, clearly have a greater impact than the third factor, since they affect a much greater number of inmates. It should also be noted that Judge Scott found Florida's proposed law library plan inadequate <i>prior</i> to its implementation. North Carolina's law library system, which has been in operation for over ten years, has <i>proven</i> itself inadequate to assure inmates meaningful access to the courts.</p>\n<p>Finally, the court would like to reemphasize some of the findings by the Supreme Court in <i>Bounds v. Smith</i> regarding the efficacy of giving inmates the opportunity to consult attorneys. Inmates raise many complaints relating to their confinement which do not raise constitutional grounds and which consequently are dismissed by the courts. These complaints waste a great deal of the courts', the state's and indeed, the inmates' time. The opportunity to consult with a disinterested outsider with knowledge of their legal rights clearly will ease the frustration many inmates feel, even where they do not receive all the relief they would like. Furthermore, the introduction of attorneys should help curb if not eliminate the abuse of courts' time by writ writers, who often will file a totally frivolous lawsuit for another inmate for a fee or will bring an action in their own name in the hope of receiving a free trip to the court to escape prison life for a day. Finally, the institution of a comprehensive plan which includes the use of attorneys will insure that those inmates' claims which do have merit will receive full and fair consideration, that settlement of these claims will become a real possibility, and that if they do reach the trial stage, they will not be hampered by the inmates' lack of knowledge and education.</p>\n<p>During the course of this opinion, reference has been made to the adoption of some form of legal services plan. The court does not intend to indicate, at this time, that a particular plan should or should not be adopted. As the Supreme Court said in <i>Bounds v. Smith,</i> there are a <span class=\"star-pagination\">*606</span> number of alternatives. To insure that all alternatives are considered, counsel for both sides will be directed to submit, within sixty days, a new plan which provides, in some form, for the assistance of licensed counsel.<sup>[5]</sup> Defendants' current plan shall continue to be in effect in the interim, but as soon as the new plan is submitted, approved by the court, and in place it will supplant the law library plan currently in existence.</p>\n<p>In 1974, the North Carolina Department of Correction was ordered to develop and implement a plan to guarantee its inmates meaningful access to the courts. The plan developed involved the institution and use of prison law libraries, which was expressly approved by the Supreme Court in <i>Bounds v. Smith</i> if the plan was properly implemented. However, eleven years after the court's order, the state has failed to implement that plan. It has proven itself unable or unwilling to insure that its law libraries are constitutionally adequate to meet its inmates' needs. Therefore, some alternative method must be found. For the reasons set out hereinbefore, the court today concludes that that method must include, in some form, the assistance of counsel.</p>\n<p>An order will be entered in accordance with this opinion.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>In accordance with the opinion entered this day, it is hereby</p>\n<p>ORDERED that:</p>\n<p>1. The defendants are not in compliance with their constitutional obligation to provide inmates of the North Carolina prisons with adequate assistance in their access to the courts;</p>\n<p>2. The only way to insure that inmates do receive meaningful access to the courts is to require defendants to provide them, in some form, with the assistance of counsel;</p>\n<p>3. The parties are hereby directed to submit, within sixty days from the date of this order, their proposed plans for insuring that inmates do receive adequate legal assistance. As soon as a new plan is adopted by the court and in place, it will supplant the plan currently in existence.</p>\n<h2>NOTES</h2>\n<p>[1]  It should be noted that defendants did not submit these amendments or even inform the court of their existence. The court receives a copy of the Department of Correction regulations and noted the changes when it received the amendments in the mail.</p>\n<p>[2]  See Footnote 1, <i>supra,</i> at page 601.</p>\n<p>[3]  \"[R]oughly half of Florida's inmates read at or below the seventh grade level. The typical inmate has a below average IQ, while twenty-two percent ... of the prisoners have an IQ of less than 80, i.e., at or below the level that would be considered borderline retarded.\" <i>Id.</i> at 1343.</p>\n<p>[4]  These factors were also discussed in <i>Canterino v. Wilson, supra</i><i>,</i> where Judge Edward H. Johnstone of the Western District of Kentucky ruled that the state should provide female inmates with the assistance of counsel because, unlike the male prison population in general, they did not have a history of self-help in the legal field and until recently had little access to adequate legal resources. 562 F.Supp. at 112.</p>\n<p>[5]  Defendants are hereby placed on notice that the court will not tolerate any failure to respond to this order.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/337587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1571166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2009607/"
  ]
}