{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1470059/",
  "absolute_url": "/opinion/1470059/united-states-v-dickstein/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1470059/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:23:17.420380Z",
  "date_modified": "2016-04-27T00:28:48.629197Z",
  "type": "010combined",
  "sha1": "fac9ba216e8340ae7f6a3ac8b6caea2a27414307",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>157 F.Supp. 126 (1957)</b></center>\n<center><h1>UNITED STATES, for the Use of COLOR CRAFT CORPORATION, Plaintiff,<br>\nv.<br>\nLouis DICKSTEIN, individually and d/b/a D &amp; H Painting Company; W. H. Belanga Construction Corporation; and Manufacturers Casualty Insurance Company, Defendants.</h1></center>\n<center>Civ. No. 343.</center>\n<center><p><b>United States District Court E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 14, 1957.</center>\n<p><span class=\"star-pagination\">*127</span> Ralph N. Strayhorn, Bryant, Lipton, Strayhorn &amp; Bryant, Durham, N. C., for plaintiff.</p>\n<p>P. A. Agelasto, Jr., Norfolk, Va., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This is an action under the Miller Act, 40 U.S.C.A. § 270a et seq., to recover the price of certain paint furnished by the use plaintiff, Color Craft Corporation, for use in connection with work done in repairing buildings at the Marine Corps auxiliary landing field at Edenton, North Carolina, under Navy Contract No. NOy 85930 between the United States and the defendant W. H. Belanga Construction Corporation (hereinafter called Belanga). It is alleged that these materials were furnished in the prosecution of the work done in connection with the execution of this contract. Defendant <span class=\"star-pagination\">*128</span> Manufacturers Casualty Insurance Company is surety for Belanga Construction Corporation on its labor and materials bond.</p>\n<p>Use plaintiff notified the prime contractor within 90 days from the date it furnished the last of the material upon which claim is based, and instituted this suit within one year of the date of the final settlement of the contract; Belanga entered into the contract NOy 85930 with the United States on February 17, 1955; Belanga subcontracted the painting work to D &amp; H Painting Company.</p>\n<p>Defendant D &amp; H Painting Company was the subcontractor for the painting to be done under Belanga's Edenton airfield contract. The materials supplied by Color Craft were ordered by D &amp; H Painting Co. and were shipped f. o. b. Baltimore, Md., via water carrier to D &amp; H Painting Co. at Norfolk, Va. Payment was made, except for the balance involved in this action. The preponderance of the evidence establishes that the containers of the paint furnished did not have affixed to them any label disclosing the ingredients of the paint; that the use plaintiff reasonably and in good faith furnished the paint to the subcontractor, D &amp; H Painting Co., believing that it was furnished for ultimate use on the job being performed under Navy Contract No. NOy 85930; and that the paint was delivered at the point designated by the subcontractor. In the event that the contract between D &amp; H Painting Co. and Color Craft Corporation is found valid, the correctness of the amount still owing Color Craft, $4,030.17, is admitted. The issues here are whether the contract between D &amp; H Painting Co. and Color Craft is valid under the Virginia Paint Law, Chapter 34 of the Acts of 1950, pp. 41-47, codified as sections 59-61.1 through 59-61.12; and if so, whether Color Craft can recover as against the prime contractor, Belanga, and its surety.</p>\n<p>The defendant contends that the contract for the sale of paint between Color Craft and D &amp; H Painting Co. is illegal and consequently unenforceable under the Virginia Paint Law, and that therefore the use plaintiff has no right against D &amp; H Painting Co. which, under the Miller Act, can be asserted against the defendant Belanga or its surety. The statute in question declares that it shall be unlawful for any person to distribute, sell, or offer for sale within Virginia or, except with the authority of the Commissioner, to deliver for transportation or transport in intrastate commerce or between points within Virginia through any point outside Virginia any paint unless it is in the manufacturer's container with an ingredient statement affixed thereto. Although it is admitted that the paint containers in the case at bar did not have affixed any ingredient statement, the applicability of the prohibitions contained in the Virginia Paint Law to the present transaction is questionable.</p>\n<p>The objective of the statute is to protect the general public from misbranded paint. The general public knows very little about paint or its ingredients; hence in the sale of the same there lies an opportunity for the perpetration of fraud. This opportunity for fraud is seldom, if ever, available when paint is sold to a subcontractor who is doing work for the Federal Government. The latter requires paint used on its jobs to meet rigid specifications, and the subcontractor may be fairly sure that he will be advised if it fails to do so. In this conjunction it is noted that the Virginia Paint Law, Code Section 59-61.9, declares that the penalties for violation of the Virginia paint statutes shall not apply to any person who shall sell paint through an agreement with any agent of the Federal Government for direct use. Whether or not the sale in the case at bar comes within the exception mentioned, however, need not be determined.</p>\n<p>Although the D &amp; H Painting Co. order was solicited by the plaintiff's salesman who worked Virginia, the order was but an offer to buy. The offer was accepted in Maryland, and the contract therefore was consummated there. In addition, since the paint was shipped <span class=\"star-pagination\">*129</span> f. o. b. Baltimore, the carrier was the agent of the purchaser, D &amp; H Painting Co., and delivery of the paint to the purchaser took place at that point. If one adds to this fact the fair presumption that payment for the paint was to be made at the use plaintiff's Baltimore office, it becomes clear that performance of the obligations imposed by the contract was to take place in Maryland. The use plaintiff neither offered for sale nor sold the paint within Virginia, nor did it deliver the paint for transportation or transport the paint in intrastate commerce or between points within Virginia through any point outside of Virginia. Therefore the contract for the sale of the paint does not come within any of the prohibitions contained within the Virginia paint statute, and indeed it may fairly be described as a Maryland contract and transaction. It is the opinion of this Court that the Virginia statute does not attempt to prohibit a completely foreign transaction like that in this case; certainly there are grave doubts as to whether it could do so.</p>\n<p>It is generally recognized that a contract valid at its place of making and performance imposes an obligation which may be enforced anywhere except where contrary to the morals or public policy of the state of the forum. The contract in question, valid in Maryland, does not fall within the exception, and hence is recognized by this Court as imposing a valid and legal obligation on D &amp; H Painting Co. which, if authorized by the Miller Act, may be enforced against Belanga and its surety. Other sound reasons might be offered to support the holding that the Virginia Paint Law does not stand in the way of use plaintiff's recovery.</p>\n<p>The case of Lasting Products Company v. Genovese, 197 Va. 1, 87 S.E.2d 811, cited by the defendant as supporting a view contrary to that reached by this Court with regard to the Virginia Paint Law is not in point. There the paint was sold and delivered in Virginia and not in another state.</p>\n<p>The defendant correctly takes the position that in order to recover from the prime contractor under the Miller Act the materialman must furnish the material \"in the prosecution of the work provided for\" in the prime contract. 40 U.S.C.A. § 270b(a). The evidence fully demonstrates this to be the fact. The defendant further strongly contends that for the material to be \"furnished * * * in the prosecution of the work\", it must either be incorporated in the work or delivered to the job site for incorporation into the work. Otherwise, it is contended, the door would be opened wide for fraud upon the prime contractor or its surety in that a subcontractor could buy materials greatly in excess of those necessary for the particular job, advise the supplier of those materials that the same were for use on some particular job, and thereafter use the materials elsewhere with the result that the innocent supplier thereof could recover under the Miller Act. Such a recovery would cause the innocent prime contractor to bear the loss occasioned by the subcontractor's fraud. Although such a fraud is certainly possible, it appears to this Court that the argument is without merit.</p>\n<p>For the materialman to recover from the prime contractor the purchaser of the goods must be in fact a subcontractor. To acquire this position the purchaser must have been selected by the prime contractor. The prime contractor is therefore protected by his own good judgment in his selection of the subcontractor, and for further assurance the prime contractor could easily secure himself against loss by requiring the subcontractor to give security by bond or otherwise for the payment of those who contracted directly with the subcontractor. In view of the protection against fraud available to the prime contractor, it does not seem unjustly harsh that he should be held for the subcontractor's laxities, if any.</p>\n<p>The defendants cite two cases as supporting the view that either delivery of the material to the job site or actual <span class=\"star-pagination\">*130</span> incorporation into the work under the prime contract is a prerequisite to a materialman's right to recover under the Miller Act. The first, United States for the Benefit and Use of Westinghouse Electric Supply Co. v. D. A. Robbins Elec. Co., D.C., 125 F.Supp. 25, does contain a statement to the effect that the materials must be incorporated into the work, but the statement is a dictum inasmuch as there the plaintiff had not given the prime contractor notice of the plaintiff's claim as required by law. This Court does not consider it controlling.</p>\n<p>The defendants also cite St. Paul-Mercury Indemnity Co. v. United States for Use of Jones, 10 Cir., 238 F.2d 917, 925, in which the Court stated:</p>\n<blockquote>\"There must be some reliable evidence from which it can reasonably be inferred that the labor and materials went into the prosecution of the bonded job. Conjecture or guesswork is not enough.\"</blockquote>\n<p>Perhaps it is true that the evidence must be such as to make it reasonable to believe that the materials went into the prosecution of the bonded job, though the statute does not so provide. The evidence in this case satisfies me that the paint was actually so used.</p>\n<p>In addition to the fact that the prime contractor is sufficiently protected against fraud, practical considerations indicate that the construction of the statute urged by the defendant should not be adopted. Either because of the inherent nature of the work to be performed or because of the geographic location of the place of performance, in the case of numerous government jobs upon which subcontractors work it would be impossible for the materialman to make actual delivery to the job site. From the logistics point of view, and especially in construction work, many times the subcontractor must acquire dominion over the material away from the job site so that it may be placed in whatever storage space is available and withdrawn as needed. If the defendants' contentions were adopted, the materialman, to benefit at all from the Miller Act, would have to retain title to the goods until either delivered to the job site or incorporated into the work, the first frequently and the latter generally occurring some length of time after possession and dominion of the goods have been transferred to the subcontractor. During the interim period, the subcontractor would be the sole source of payment for the goods placed within his dominion. Thus the materialman would transfer control of the goods without receiving any security under the Miller Act.</p>\n<p>Still another practical objection to the construction contended for by the defendants presents itself. In the situations where the dominion over the materials is transferred to the subcontractor sometime prior to either actual delivery to the job site or incorporation into the work, the materialman would be placed in a position wherein it would be almost impossible to prove either \"job site delivery\" or \"work incorporation\". The materialman's knowledge with regard to the disposition of the goods generally ends with his dominion. Any evidence with regard to \"job site delivery\" or \"work incorporation\" would have to be supplied by the subcontractor whose interests usually would lie with those of the prime contractor, the latter generally being the principal defendant in a suit under the Miller Act.</p>\n<p>The historical aspects of the Miller Act indicate an intended construction of the Act contrary to that urged by the defendants. In this regard the following portion of the opinion of Hincks, J., in United States ex rel. Purity Paint Products Corporation v. Aetna Casualty &amp; Surety Co., D.C., 56 F.Supp. 431, 433, is adopted:</p>\n<blockquote>\"The Heard Act was enacted in 1894, 28 Stat. 278, 40 U.S.C.A. § 270. It provided that every formal contract for the construction of a public building should be supported by a single bond conditioned upon <span class=\"star-pagination\">*131</span> due performance and prompt payment by the contractor or contractors of `all persons supplying him or them with labor and materials in the prosecution of the work provided for' in such contract. The Act, however, contained no other language (than that just quoted) to indicate whether liability under the bond should attach when material was `furnished' by delivery at the site or not until and unless the material was actually incorporated into the work.</blockquote>\n<blockquote>\"In 1905 the Heard Act was amended. 33 Stat. 811. The amended Act, like the original Act, required that the payment bond should run to all persons supplying `labor and materials in the prosecution of the work,' and also included a provision not appearing in the original, viz.: `and any person * * * who has furnished labor or materials used in the construction' shall have a right of action on the bond. The language thus inserted by amendment plainly states a limitation: the right of action created thereunder was confined to those whose material was `used' in the work. And there are a number of cases which make it plain that under this amendment the liability of the principal contractor and his surety on the bond extended only to materialmen who proved that they had furnished material which had been actually used in the building.</blockquote>\n<blockquote>\"But in 1935 the Heard Act, amended as aforesaid, was repealed by the Miller Act, 49 Stat. 793, Sec. 5. The Miller Act, 40 U.S.C.A. § 270a et seq., follows the phraseology of the Heard Act as it existed prior to the amendment of 1905 by providing that the required payment bond should be `for the protection of all persons supplying labor and material in the prosecution of the work provided for in said contract.' 40 U.S.C.A. § 270a. And it wholly omits the language of the 1905 amendment whereby the right of action is limited to those whose material is used in the work.</blockquote>\n<blockquote>\"We have then this situation. The 1905 amendment, with its limitation, was wiped off the slate by the repeal contained in the Miller Act. This omission, coupled with the reenactment of the precise language of the original Heard Act as it existed before the 1905 amendment, I think, has significance in indicating legislative recognition that the relief available under the original Act had a broader scope and a legislative intent to make that broader scope presently available to those affected.</blockquote>\n<blockquote>\"This view also finds powerful corroboration in that provision of the Miller Act, Sec. 2(a), 40 U.S. C.A. § 270b(a), which extends the liability of the bond to one who has `not been paid * * * before the expiration of a period of ninety days after the date on which the last of the * * * material was furnished or supplied by him.' If, as the defendant in effect urges, I should construe this plain language to mean `supplied by him and actually incorporated into the work,' I should in effect be injecting a limitation not contained in the act. And if an express limitation in the Act may not be removed by judicial construction, Clifford F. MacEvoy Co. v. United States, 322 U.S. 102, 64 S.Ct. 890, [88 L.Ed. 1163] still less is there warrant for injecting by construction a limitation into an Act which is entitled to a liberal construction.</blockquote>\n<blockquote>\"It will also be noted that the proviso of Sec. 2(a) of the Act states that one furnishing material to a sub-contractor `shall have a right of action upon the said payment bond upon giving written notice to the said contractor within ninety days <span class=\"star-pagination\">*132</span> from the date on which such person * * * furnished or supplied the last of the material for which such claim is made, stating with substantial accuracy the amount claimed and the name of the party to whom the material was furnished or supplied,' etc. Thus the right of action is expressly stated to exist upon the giving of such notice although conceivably the materials furnished might not be used until a later date.\" See United States ex rel. Purity Paint Products Corporation v. Aetna Casualty &amp; Surety Co., D.C., 56 F.Supp. 431.</blockquote>\n<p>The Miller Act is highly remedial in character and is entitled to a liberal construction and application in order properly to effectuate the Congressional intent to protect those who furnish labor or materials for public works. Glassell-Taylor Co. v. Magnolia Petroleum Co., 5 Cir., 153 F.2d 527, and cases cited therein. In accord with this policy and in view of the reasons discussed above, it is the opinion of this Court that as against the prime contractor a materialman may recover under the Miller Act where he has sold and delivered material to the subcontractor in good faith and under the reasonable belief that it was intended for ultimate use under the prime contract. Neither delivery of the material to the prime contract job site nor actual incorporation of the material into the work is required. But here the evidence shows that the paint was actually incorporated into the work. Use plaintiff's right to recover seems plain and clear to me.</p>\n<p>The use plaintiff, having fulfilled the requirements of the Miller Act as construed by this Court, is entitled to recover from the defendants in the amount of $4,030.17, with interest at the rate of 6 percent from the 6th of January, 1956 until paid. A formal Judgment to this effect will be entered.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">126</span></span> (1957)</b></center>\n<center><h1>UNITED STATES, for the Use of COLOR CRAFT CORPORATION, Plaintiff,<br>\nv.<br>\nLouis DICKSTEIN, individually and d/b/a D &amp; H Painting Company; W. H. Belanga Construction Corporation; and Manufacturers Casualty Insurance Company, Defendants.</h1></center>\n<center>Civ. No. 343.</center>\n<center><p><b>United States District Court E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>November 14, 1957.</center>\n<p><span class=\"star-pagination\">*127</span> Ralph N. Strayhorn, Bryant, Lipton, Strayhorn &amp; Bryant, Durham, N. C., for plaintiff.</p>\n<p>P. A. Agelasto, Jr., Norfolk, Va., for defendant.</p>\n<p>GILLIAM, District Judge.</p>\n<p>This is an action under the Miller Act, 40 U.S.C.A. § 270a et seq., to recover the price of certain paint furnished by the use plaintiff, Color Craft Corporation, for use in connection with work done in repairing buildings at the Marine Corps auxiliary landing field at Edenton, North Carolina, under Navy Contract No. NOy 85930 between the United States and the defendant W. H. Belanga Construction Corporation (hereinafter called Belanga). It is alleged that these materials were furnished in the prosecution of the work done in connection with the execution of this contract. Defendant <span class=\"star-pagination\">*128</span> Manufacturers Casualty Insurance Company is surety for Belanga Construction Corporation on its labor and materials bond.</p>\n<p>Use plaintiff notified the prime contractor within 90 days from the date it furnished the last of the material upon which claim is based, and instituted this suit within one year of the date of the final settlement of the contract; Belanga entered into the contract NOy 85930 with the United States on February 17, 1955; Belanga subcontracted the painting work to D &amp; H Painting Company.</p>\n<p>Defendant D &amp; H Painting Company was the subcontractor for the painting to be done under Belanga's Edenton airfield contract. The materials supplied by Color Craft were ordered by D &amp; H Painting Co. and were shipped f. o. b. Baltimore, Md., via water carrier to D &amp; H Painting Co. at Norfolk, Va. Payment was made, except for the balance involved in this action. The preponderance of the evidence establishes that the containers of the paint furnished did not have affixed to them any label disclosing the ingredients of the paint; that the use plaintiff reasonably and in good faith furnished the paint to the subcontractor, D &amp; H Painting Co., believing that it was furnished for ultimate use on the job being performed under Navy Contract No. NOy 85930; and that the paint was delivered at the point designated by the subcontractor. In the event that the contract between D &amp; H Painting Co. and Color Craft Corporation is found valid, the correctness of the amount still owing Color Craft, $4,030.17, is admitted. The issues here are whether the contract between D &amp; H Painting Co. and Color Craft is valid under the Virginia Paint Law, Chapter 34 of the Acts of 1950, pp. 41-47, codified as sections 59-61.1 through 59-61.12; and if so, whether Color Craft can recover as against the prime contractor, Belanga, and its surety.</p>\n<p>The defendant contends that the contract for the sale of paint between Color Craft and D &amp; H Painting Co. is illegal and consequently unenforceable under the Virginia Paint Law, and that therefore the use plaintiff has no right against D &amp; H Painting Co. which, under the Miller Act, can be asserted against the defendant Belanga or its surety. The statute in question declares that it shall be unlawful for any person to distribute, sell, or offer for sale within Virginia or, except with the authority of the Commissioner, to deliver for transportation or transport in intrastate commerce or between points within Virginia through any point outside Virginia any paint unless it is in the manufacturer's container with an ingredient statement affixed thereto. Although it is admitted that the paint containers in the case at bar did not have affixed any ingredient statement, the applicability of the prohibitions contained in the Virginia Paint Law to the present transaction is questionable.</p>\n<p>The objective of the statute is to protect the general public from misbranded paint. The general public knows very little about paint or its ingredients; hence in the sale of the same there lies an opportunity for the perpetration of fraud. This opportunity for fraud is seldom, if ever, available when paint is sold to a subcontractor who is doing work for the Federal Government. The latter requires paint used on its jobs to meet rigid specifications, and the subcontractor may be fairly sure that he will be advised if it fails to do so. In this conjunction it is noted that the Virginia Paint Law, Code Section 59-61.9, declares that the penalties for violation of the Virginia paint statutes shall not apply to any person who shall sell paint through an agreement with any agent of the Federal Government for direct use. Whether or not the sale in the case at bar comes within the exception mentioned, however, need not be determined.</p>\n<p>Although the D &amp; H Painting Co. order was solicited by the plaintiff's salesman who worked Virginia, the order was but an offer to buy. The offer was accepted in Maryland, and the contract therefore was consummated there. In addition, since the paint was shipped <span class=\"star-pagination\">*129</span> f. o. b. Baltimore, the carrier was the agent of the purchaser, D &amp; H Painting Co., and delivery of the paint to the purchaser took place at that point. If one adds to this fact the fair presumption that payment for the paint was to be made at the use plaintiff's Baltimore office, it becomes clear that performance of the obligations imposed by the contract was to take place in Maryland. The use plaintiff neither offered for sale nor sold the paint within Virginia, nor did it deliver the paint for transportation or transport the paint in intrastate commerce or between points within Virginia through any point outside of Virginia. Therefore the contract for the sale of the paint does not come within any of the prohibitions contained within the Virginia paint statute, and indeed it may fairly be described as a Maryland contract and transaction. It is the opinion of this Court that the Virginia statute does not attempt to prohibit a completely foreign transaction like that in this case; certainly there are grave doubts as to whether it could do so.</p>\n<p>It is generally recognized that a contract valid at its place of making and performance imposes an obligation which may be enforced anywhere except where contrary to the morals or public policy of the state of the forum. The contract in question, valid in Maryland, does not fall within the exception, and hence is recognized by this Court as imposing a valid and legal obligation on D &amp; H Painting Co. which, if authorized by the Miller Act, may be enforced against Belanga and its surety. Other sound reasons might be offered to support the holding that the Virginia Paint Law does not stand in the way of use plaintiff's recovery.</p>\n<p>The case of Lasting Products Company v. Genovese, <span class=\"citation\" data-id=\"1342058\"><a href=\"/opinion/1342058/lasting-products-co-v-genovese/\"><span class=\"volume\">197</span> <span class=\"reporter\">Va.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">811</span></span>, cited by the defendant as supporting a view contrary to that reached by this Court with regard to the Virginia Paint Law is not in point. There the paint was sold and delivered in Virginia and not in another state.</p>\n<p>The defendant correctly takes the position that in order to recover from the prime contractor under the Miller Act the materialman must furnish the material \"in the prosecution of the work provided for\" in the prime contract. 40 U.S.C.A. § 270b(a). The evidence fully demonstrates this to be the fact. The defendant further strongly contends that for the material to be \"furnished * * * in the prosecution of the work\", it must either be incorporated in the work or delivered to the job site for incorporation into the work. Otherwise, it is contended, the door would be opened wide for fraud upon the prime contractor or its surety in that a subcontractor could buy materials greatly in excess of those necessary for the particular job, advise the supplier of those materials that the same were for use on some particular job, and thereafter use the materials elsewhere with the result that the innocent supplier thereof could recover under the Miller Act. Such a recovery would cause the innocent prime contractor to bear the loss occasioned by the subcontractor's fraud. Although such a fraud is certainly possible, it appears to this Court that the argument is without merit.</p>\n<p>For the materialman to recover from the prime contractor the purchaser of the goods must be in fact a subcontractor. To acquire this position the purchaser must have been selected by the prime contractor. The prime contractor is therefore protected by his own good judgment in his selection of the subcontractor, and for further assurance the prime contractor could easily secure himself against loss by requiring the subcontractor to give security by bond or otherwise for the payment of those who contracted directly with the subcontractor. In view of the protection against fraud available to the prime contractor, it does not seem unjustly harsh that he should be held for the subcontractor's laxities, if any.</p>\n<p>The defendants cite two cases as supporting the view that either delivery of the material to the job site or actual <span class=\"star-pagination\">*130</span> incorporation into the work under the prime contract is a prerequisite to a materialman's right to recover under the Miller Act. The first, United States for the Benefit and Use of Westinghouse Electric Supply Co. v. D. A. Robbins Elec. Co., D.C., <span class=\"citation\" data-id=\"1410769\"><a href=\"/opinion/1410769/united-states-v-robbins/\"><span class=\"volume\">125</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">25</span></a></span>, does contain a statement to the effect that the materials must be incorporated into the work, but the statement is a dictum inasmuch as there the plaintiff had not given the prime contractor notice of the plaintiff's claim as required by law. This Court does not consider it controlling.</p>\n<p>The defendants also cite St. Paul-Mercury Indemnity Co. v. United States for Use of Jones, 10 Cir., <span class=\"citation\" data-id=\"240815\"><a href=\"/opinion/240815/st-paul-mercury-indemnity-company-v-united-states-of-america-for-the-use/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">917</span></a></span>, 925, in which the Court stated:</p>\n<blockquote>\"There must be some reliable evidence from which it can reasonably be inferred that the labor and materials went into the prosecution of the bonded job. Conjecture or guesswork is not enough.\"</blockquote>\n<p>Perhaps it is true that the evidence must be such as to make it reasonable to believe that the materials went into the prosecution of the bonded job, though the statute does not so provide. The evidence in this case satisfies me that the paint was actually so used.</p>\n<p>In addition to the fact that the prime contractor is sufficiently protected against fraud, practical considerations indicate that the construction of the statute urged by the defendant should not be adopted. Either because of the inherent nature of the work to be performed or because of the geographic location of the place of performance, in the case of numerous government jobs upon which subcontractors work it would be impossible for the materialman to make actual delivery to the job site. From the logistics point of view, and especially in construction work, many times the subcontractor must acquire dominion over the material away from the job site so that it may be placed in whatever storage space is available and withdrawn as needed. If the defendants' contentions were adopted, the materialman, to benefit at all from the Miller Act, would have to retain title to the goods until either delivered to the job site or incorporated into the work, the first frequently and the latter generally occurring some length of time after possession and dominion of the goods have been transferred to the subcontractor. During the interim period, the subcontractor would be the sole source of payment for the goods placed within his dominion. Thus the materialman would transfer control of the goods without receiving any security under the Miller Act.</p>\n<p>Still another practical objection to the construction contended for by the defendants presents itself. In the situations where the dominion over the materials is transferred to the subcontractor sometime prior to either actual delivery to the job site or incorporation into the work, the materialman would be placed in a position wherein it would be almost impossible to prove either \"job site delivery\" or \"work incorporation\". The materialman's knowledge with regard to the disposition of the goods generally ends with his dominion. Any evidence with regard to \"job site delivery\" or \"work incorporation\" would have to be supplied by the subcontractor whose interests usually would lie with those of the prime contractor, the latter generally being the principal defendant in a suit under the Miller Act.</p>\n<p>The historical aspects of the Miller Act indicate an intended construction of the Act contrary to that urged by the defendants. In this regard the following portion of the opinion of Hincks, J., in United States ex rel. Purity Paint Products Corporation v. Aetna Casualty &amp; Surety Co., D.C., <span class=\"citation\" data-id=\"1441127\"><a href=\"/opinion/1441127/united-states-v-aetna-casualty-surety-co/\"><span class=\"volume\">56</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">431</span></a></span>, 433, is adopted:</p>\n<blockquote>\"The Heard Act was enacted in 1894, 28 Stat. 278, 40 U.S.C.A. § 270. It provided that every formal contract for the construction of a public building should be supported by a single bond conditioned upon <span class=\"star-pagination\">*131</span> due performance and prompt payment by the contractor or contractors of `all persons supplying him or them with labor and materials in the prosecution of the work provided for' in such contract. The Act, however, contained no other language (than that just quoted) to indicate whether liability under the bond should attach when material was `furnished' by delivery at the site or not until and unless the material was actually incorporated into the work.</blockquote>\n<blockquote>\"In 1905 the Heard Act was amended. 33 Stat. 811. The amended Act, like the original Act, required that the payment bond should run to all persons supplying `labor and materials in the prosecution of the work,' and also included a provision not appearing in the original, viz.: `and any person * * * who has furnished labor or materials used in the construction' shall have a right of action on the bond. The language thus inserted by amendment plainly states a limitation: the right of action created thereunder was confined to those whose material was `used' in the work. And there are a number of cases which make it plain that under this amendment the liability of the principal contractor and his surety on the bond extended only to materialmen who proved that they had furnished material which had been actually used in the building.</blockquote>\n<blockquote>\"But in 1935 the Heard Act, amended as aforesaid, was repealed by the Miller Act, 49 Stat. 793, Sec. 5. The Miller Act, 40 U.S.C.A. § 270a et seq., follows the phraseology of the Heard Act as it existed prior to the amendment of 1905 by providing that the required payment bond should be `for the protection of all persons supplying labor and material in the prosecution of the work provided for in said contract.' 40 U.S.C.A. § 270a. And it wholly omits the language of the 1905 amendment whereby the right of action is limited to those whose material is used in the work.</blockquote>\n<blockquote>\"We have then this situation. The 1905 amendment, with its limitation, was wiped off the slate by the repeal contained in the Miller Act. This omission, coupled with the reenactment of the precise language of the original Heard Act as it existed before the 1905 amendment, I think, has significance in indicating legislative recognition that the relief available under the original Act had a broader scope and a legislative intent to make that broader scope presently available to those affected.</blockquote>\n<blockquote>\"This view also finds powerful corroboration in that provision of the Miller Act, Sec. 2(a), 40 U.S. C.A. § 270b(a), which extends the liability of the bond to one who has `not been paid * * * before the expiration of a period of ninety days after the date on which the last of the * * * material was furnished or supplied by him.' If, as the defendant in effect urges, I should construe this plain language to mean `supplied by him and actually incorporated into the work,' I should in effect be injecting a limitation not contained in the act. And if an express limitation in the Act may not be removed by judicial construction, Clifford F. MacEvoy Co. v. United States, <span class=\"citation\" data-id=\"103978\"><a href=\"/opinion/103978/clifford-f-macevoy-co-v-united-states-ex-rel-calvin-tomkins-co/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">890</span></span>, [88 L.Ed. 1163] still less is there warrant for injecting by construction a limitation into an Act which is entitled to a liberal construction.</blockquote>\n<blockquote>\"It will also be noted that the proviso of Sec. 2(a) of the Act states that one furnishing material to a sub-contractor `shall have a right of action upon the said payment bond upon giving written notice to the said contractor within ninety days <span class=\"star-pagination\">*132</span> from the date on which such person * * * furnished or supplied the last of the material for which such claim is made, stating with substantial accuracy the amount claimed and the name of the party to whom the material was furnished or supplied,' etc. Thus the right of action is expressly stated to exist upon the giving of such notice although conceivably the materials furnished might not be used until a later date.\" See United States ex rel. Purity Paint Products Corporation v. Aetna Casualty &amp; Surety Co., D.C., <span class=\"citation\" data-id=\"1441127\"><a href=\"/opinion/1441127/united-states-v-aetna-casualty-surety-co/\"><span class=\"volume\">56</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">431</span></a></span>.</blockquote>\n<p>The Miller Act is highly remedial in character and is entitled to a liberal construction and application in order properly to effectuate the Congressional intent to protect those who furnish labor or materials for public works. Glassell-Taylor Co. v. Magnolia Petroleum Co., 5 Cir., <span class=\"citation\" data-id=\"1478785\"><a href=\"/opinion/1478785/glassell-taylor-co-v-magnolia-petroleum-co/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span>, and cases cited therein. In accord with this policy and in view of the reasons discussed above, it is the opinion of this Court that as against the prime contractor a materialman may recover under the Miller Act where he has sold and delivered material to the subcontractor in good faith and under the reasonable belief that it was intended for ultimate use under the prime contract. Neither delivery of the material to the prime contract job site nor actual incorporation of the material into the work is required. But here the evidence shows that the paint was actually incorporated into the work. Use plaintiff's right to recover seems plain and clear to me.</p>\n<p>The use plaintiff, having fulfilled the requirements of the Miller Act as construed by this Court, is entitled to recover from the defendants in the amount of $4,030.17, with interest at the rate of 6 percent from the 6th of January, 1956 until paid. A formal Judgment to this effect will be entered.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/240815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1342058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1441127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1478785/"
  ]
}