{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1472891/",
  "absolute_url": "/opinion/1472891/frizzell-const-co-v-first-citizens-bank-trust-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1472891/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:23:56.616561Z",
  "date_modified": "2016-04-26T20:22:13.363513Z",
  "type": "010combined",
  "sha1": "bbef4460f9db3473ad59e62b500b35584a84150c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>759 F.Supp. 286 (1991)</b></center>\n<center><h1>FRIZZELL CONSTRUCTION COMPANY, INC., Plaintiff,<br>\nv.<br>\nFIRST CITIZENS BANK &amp; TRUST COMPANY, as Trustee under an Indenture of Mortgage and Deed of Trust dated November 1, 1984, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nHERITAGE LIVING CENTERS, INC.; Charles F. Blackburn; Robert J. Blackburn; George T. Blackburn; Joanne J. Randall; C. Donald Stone; J.R. Randall; Robert M. Buchanan, Jr., Lyle D. Knirk, Third-Party Defendants.</h1></center>\n<center>No. 89-369-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 12, 1991.</center>\n<p><span class=\"star-pagination\">*287</span> J. Anthony Penry, Petree, Stockton &amp; Robinson, Raleigh, N.C., for Frizzel Const. Co.</p>\n<p>David William Long, Raleigh, N.C., for First Citizens Bank &amp; Trust.</p>\n<p>George Templeton Blackburn, II, Henderson, N.C., pro se and for third party defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on numerous post-trial motions. Plaintiff moves the court for judgment notwithstanding the verdict (JNOV) pursuant to Rule 50(b) of the Federal Rules of Civil Procedure on the issue of breach of contract. Defendant moves for JNOV on the issue of breach of <span class=\"star-pagination\">*288</span> fiduciary duty or in the alternative a new trial pursuant to Rule 59(a) of the Federal Rules of Civil Procedure. The defendant also moves in the alternative for a new trial or a remittitur on the basis that the damages awarded to plaintiff are excessive. The third-party defendants make the same motions as defendant. In addition to these motions, the court will also consider defendant's objection to the bill of costs filed by plaintiff. The motions have been fully briefed and are now ripe for ruling.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>The trial of this case began on 11 September 1990 in Raleigh, North Carolina and the jury returned its verdict on 14 September 1990. The evidence adduced at trial tended to show as follows: On 4 December 1984, plaintiff Frizzell Construction Company, Inc. (hereafter \"Frizzell\") entered into a construction contract with Berne Retirement Village Limited Partnership (hereafter \"the partnership\") for the construction of Berne Retirement Village (hereafter \"the project\"), a living facility for the elderly in New Bern, North Carolina. Heritage Living Centers, Inc., a third-party defendant, is the general partner of the partnership. The partnership leased land on which to construct the project from New Bern Health Development Corporation (hereafter \"the corporation\"), a corporation formed for the purpose of owning the land which was leased to the partnership.</p>\n<p>Bonds were issued to raise money for the project. In accordance with the terms of the Indenture of Mortgage (hereafter \"Indenture\"), proceeds from the sale of bonds were placed in trust with defendant First Citizens Bank and Trust Company (hereafter \"First Citizens\"). First Citizens is the trustee under the Indenture and Deed of Trust dated 1 November 1984 by and between the corporation as issuer of the bond and First Citizens as trustee. Pursuant to the express requirements of the Indenture, First Citizens created six trust accounts into which it credited the bond proceeds. One of the trust accounts known as the Project Fund contained money to be used for the actual construction of the project. The Indenture provided that money could not be finally disbursed from the Project Fund until First Citizens received a certificate of completion from the project architect. The certificate of completion would constitute a certification by the architect that the project was complete and that there existed no further claims or liens or other costs that might be payable from the Project Fund.</p>\n<p>The contract between Frizzell and the partnership for construction of the project included a provision stating that the partnership agreed to furnish a letter from the lender for a commitment of funds. To comply with the condition in the contract, First Citizens provided Frizzell with a letter dated 10 December 1984 which provides:</p>\n<blockquote>We have the funds on hand committed to Berne Retirement Village Limited Partnership for the construction of Berne Retirement Village at the above location. The commitment includes funds to cover your contract dated December 3, 1984, in the amount of $3,598,000.00 with Berne Retirement Village Limited Partnership.</blockquote>\n<p>On 16 April 1986, the project architect submitted to Willard Simms, the First Citizens employee in charge of the trust, a certificate of \"substantial\" completion which had attached approximately ten pages of punch list items. On 7 July 1986, after consulting with Charles Blackburn, counsel for the partnership and also a limited partner, Simms transferred $216,260.96 from the Project Fund to the Debt Service Reserve Fund. The amount transferred represented the total in excess of the $269,978 of approved requisitions and change orders payable to Frizzell.</p>\n<p>During the course of construction, a dispute arose between Frizzell and the partnership regarding the completion of the work, the quality of the work, and the amount due Frizzell for the construction including change orders. On 30 May 1986, Frizzell wrote Charles Blackburn a letter and advised him that a mechanics' lien was being filed against the project. A copy of the letter was sent to First Citizens. On 30 June 1986, Frizzell filed a Demand for Arbitration <span class=\"star-pagination\">*289</span> seeking the contract balance in the amount of $279,978 plus extra work and delay damage in an amount undetermined at that time. On the same day, Frizzell wrote the partnership advising them that the amount due Frizzell for constructing the project was $697,833 which included $279,978 for the contract balance and $417,855 for unanticipated site conditions. An arbitration proceeding was conducted and on 26 May 1987 the arbitrator awarded Frizzell $679,892 including interest and arbitrator's fees and expenses. On 14 September 1987, judgment was entered on the arbitration award in the total amount of $688,850.50 plus interest and costs. The partnership paid part of the judgment and the balance due at the time of trial was $424,354.99.</p>\n<p>After all the evidence was presented, the jury found that Frizzell was not an intended third-party beneficiary of the Indenture and Deed of Trust between First Citizens and the corporation and therefore First Citizens was not liable for breach of contract. The jury did find, however, that First Citizens, as trustee, owed Frizzell a fiduciary duty, that First Citizens breached its duty, and that Frizzell had been damaged in the amount of $424,355.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Applicable Standards</i>\n</h2>\n<p>A party may move for JNOV at the close of all the evidence if the party also moved for a directed verdict at the close of the evidence offered by his opponent. Fed.R.Civ.P. 50(b). On motion for JNOV the trial court must determine whether there is any substantial evidence to support the jury's verdict. <i>Evington v. Forbes,</i> 742 F.2d 834 (4th Cir.1984). In making that determination, the evidence must be taken in the light most favorable to the nonmoving party. <i>Id.</i> The motion should only be denied if there is substantial evidence of such quality and weight that reasonable and fair-minded men could reasonably return a verdict for the nonmoving party. <i>Wyatt v. Interstate &amp; Ocean Transport Co.,</i> 623 F.2d 888, 891 (4th Cir. 1980).</p>\n<p>Rule 59(a) of the Federal Rules of Civil Procedure provides that a new trial may be granted \"for any of the reasons for which new trials have heretofore been granted in actions at law in the courts of the United States....\" Fed.R.Civ.P. 59(a)(1). While according due respect to the findings of the jury, the judge should not hesitate to set aside a jury verdict and grant a new trial in any case where the ends of justice so require. <i>Aetna Casualty &amp; Surety Co. v. Yeatts,</i> 122 F.2d 350, 353-54 (4th Cir.1941). A new trial is warranted where the verdict is against the clear weight of the evidence. <i>Gill v. Rollins Protective Services Co.,</i> 836 F.2d 194, 196 (4th Cir.1987).</p>\n<p></p>\n<h2>B. <i>Frizzell's Motion for JNOV</i>\n</h2>\n<p>Frizzell contends that the court should grant its motion for JNOV on the issues relating to its claim for breach of contract. Specifically, Frizzell argues that the evidence was overwhelming that Frizzell was an intended third-party beneficiary of the Indenture and the evidence was clear that there was a breach. In support of its argument, Frizzell refers the court to plaintiff's exhibit 5 which is the letter from Simms to Mr. Frizzell committing First Citizens to pay Frizzell's construction costs from the Project Fund. Additionally, Simms testified both at deposition and trial that Frizzell was entitled to rely upon First Citizens for payment. Finally, Frizzell argues that First Citizens admitted in a different trial that the Project Fund was set up to benefit Frizzell. Frizzell contends that the evidence that it was not an intended third-party beneficiary of the contract was \"sparse at best\" and insufficient to support the jury's verdict.</p>\n<p>First Citizens contends, and the court agrees, that the language of the Indenture itself provides sufficient evidence to support the jury's decision that Frizzell was not an intended third-party beneficiary to the Indenture. Section 14.02 of the Indenture states:</p>\n<blockquote>\n<i>Rights Limited to Company and Grantor, Trustee, the City and Bondowner.</i> <span class=\"star-pagination\">*290</span> Nothing in this Indenture or in the Bonds expressed or implied is intended or shall be construed to give any person other than the Company and Grantor, the Trustee and the owners of the Bonds issued hereunder any legal or equitable right, remedy or claim under this Indenture.</blockquote>\n<p>When taken in the light most favorable to First Citizens, this evidence is sufficient for fair-minded and reasonable men to find that Frizzell was not an intended third-party beneficiary of the Indenture and therefore unable to maintain its breach of contract action. <i>Wyatt,</i> 623 F.2d at 891. Accordingly, Frizzell's motion for JNOV is denied.</p>\n<p></p>\n<h2>C. <i>First Citizens' Motion for JNOV</i>\n</h2>\n<p>First Citizens argues that JNOV should be granted on the jury's verdict on the breach of fiduciary duty claim because no fiduciary relationship existed between Frizzell and First Citizens at the date of the alleged breach. Specifically, First Citizens argues: 1) no fiduciary relationship existed by the terms of the Indenture because Frizzell was not an intended third-party beneficiary of the Indenture; 2) First Citizens never held \"itself out to Frizzell as acting on its behalf,\" therefore, Frizzell was unjustified in its belief that First Citizens was acting as a fiduciary; 3) if a fiduciary relationship did exist, it was terminated by the time the transfer of funds occurred because Frizzell was represented by counsel; 4) the relationship between Frizzell and First Citizens was only an arms-length commercial transaction and therefore not a fiduciary relationship. First Citizens contends <i>arguendo</i> that if a fiduciary relationship did exist, it was not breached. First Citizens' contentions will be addressed in order.</p>\n<p></p>\n<h2>1. Frizzell cannot be in a fiduciary relationship with First Citizens because it is not an intended third-party beneficiary of the Indenture.</h2>\n<p>First Citizens contends that Frizzell cannot be in a fiduciary relationship with First Citizens because it is not an intended third-party beneficiary of the Indenture. First Citizens argues that an intended third-party beneficiary of a trust agreement is automatically owed a fiduciary duty by the trustee. Here, because the jury concluded that Frizzell was not an intended third-party beneficiary of the Indenture, First Citizens contends that it does not owe Frizzell a fiduciary duty.</p>\n<p>First Citizens is correct in that certain legal relationships give rise to a fiduciary duty. <i>Abbitt v. Gregory,</i> 201 N.C. 577, 598, 160 S.E. 896, 906 (1931). However, showing a legal relationship is not the exclusive means to establish a fiduciary relationship. Generally, under North Carolina law, there are two types of fiduciary relationships: 1) those that arise from \"legal relations such as attorney and client, broker and client ... partners, principal and agent, trustee and cestui que trust,\" and 2) those that exist \"as a fact, in which there is confidence reposed on one side, and the resulting superiority and influence on the other.\" <i>Id.</i> Courts have \"carefully refrained from defining the particular instances of fiduciary relations in such a manner that other and perhaps new cases might be excluded.\" <i>Id.</i> \"The relation and the duties involved in [the relationship] ... need not be legal; ... [they] may be moral, social, domestic or merely personal.\" <i>Id.</i> at 598, 160 S.E. at 906-07. Therefore, it is unnecessary that Frizzell be an intended third-party beneficiary of the Indenture in order for First Citizens to owe it a fiduciary duty. First Citizens' argument is rejected and JNOV will not be granted on this ground.</p>\n<p></p>\n<h2>2. First Citizens did not hold itself out as acting on behalf of Frizzell.</h2>\n<p>First Citizens argues that for a fiduciary relationship to exist, it must have \"<i>actually accepted</i>\" the confidence reposed in it by Frizzell. In support of this proposition, First Citizens cites numerous state and federal cases, none of which are from North Carolina or the Fourth Circuit. North Carolina law, which is controlling in this case, does not impose a requirement that the confidence reposed actually be accepted. There must only be \"confidence reposed on one side, and the resulting superiority <span class=\"star-pagination\">*291</span> and influence on the other.\" <i>Abbitt,</i> 201 N.C. at 598, 160 S.E. at 906. Here, Frizzell reposed confidence in First Citizens that it would have funds in the Project Fund to pay for construction of the project and First Citizens was in a position of superiority to manage the money in the fund. It is unnecessary that First Citizens \"actually accepted\" the confidence reposed in it by Frizzell. Therefore, JNOV would be inappropriate on this ground set forth by First Citizens.</p>\n<p></p>\n<h2>3. Even if a fiduciary relationship existed, it was terminated when Frizzell retained counsel.</h2>\n<p>First Citizens argues that even if a fiduciary relationship existed, it was terminated before the transfer of funds took place because Frizzell had retained counsel as early as 30 May 1986. Because First Citizens did not raise this affirmative defense in its pleadings or at any stage of trial until now, the defense is deemed waived and the court will not address the applicability of it to the facts of this case.</p>\n<p></p>\n<h2>4. An arms-length commercial transaction does not create a fiduciary relationship.</h2>\n<p>First Citizens argues that the relationship between itself and Frizzell was only an arms-length commercial transaction, more akin to a debtor-creditor relationship, and therefore not a fiduciary relationship. In North Carolina, a debtor-creditor relationship does not give rise to a fiduciary relationship; nor does a relationship between mutually interdependent businesses with equal bargaining positions who dealt at arms-length. <i>Stone v. McClam,</i> 42 N.C.App. 393, 257 S.E.2d 78, <i>cert. denied,</i> 298 N.C. 572, 261 S.E.2d 128 (1979); <i>Tin Originals, Inc. v. Colonial Tin Works, Inc.,</i> 98 N.C.App. 663, 391 S.E.2d 831 (1990). The court disagrees with First Citizens' contentions and fails to see the analogy between Frizzell and First Citizens' relationship and that of a debtor-creditor. The court also rejects First Citizens' argument that Frizzell and First Citizens are two mutually interdependent businesses. Although Frizzell was dependent on First Citizens for payment for its services, First Citizens was not dependent on Frizzell for anything. Therefore, JNOV will not be granted on this ground.</p>\n<p></p>\n<h2>5. Assuming <i>arguendo</i> that a fiduciary duty existed, it was not breached.</h2>\n<p>First Citizens contends that even if a fiduciary relationship existed, no breach of the fiduciary duty occurred. In support of its contention, First Citizens argues that if a fiduciary duty existed, it was limited to a contract price of $3,598,000. First Citizens also argues that Frizzell did not demonstrate that First Citizens took advantage of its fiduciary position to its own benefit which it contends is a requirement for breach of fiduciary duty. The court rejects both arguments. Once a fiduciary relationship was established, First Citizens was \"bound to act in good faith and with due regard to the interests of [Frizzell]....\" <i>Adams v. Moore,</i> 96 N.C.App. 359, 362, 385 S.E.2d 799, 801 (1989). The duty to act in good faith cannot be limited to a dollar amount or a contract price. Therefore, this argument is rejected.</p>\n<p>First Citizens cites <i>Speck v. N.C. Dairy Foundation, Inc.</i> for the proposition that in order for a breach of fiduciary duty to occur, First Citizens must have taken advantage of its position <i>to its own benefit.</i> 311 N.C. 679, 685, 319 S.E.2d 139, 143 (1984) (citing <i>Vail v. Vail,</i> 233 N.C. 109, 114, 63 S.E.2d 202, 206 (1951)). <i>Speck</i> does not hold that a breach of fiduciary duty must include a benefit to the one in whom confidence is reposed. Even if it did, however, the North Carolina Supreme Court in a later case eliminated the requirement of such a benefit. <i>Watts v. Cumberland County Hosp. System, Inc.,</i> 317 N.C. 110, 343 S.E.2d 879 (1986). In <i>Watts,</i> the court stated the elements for a cause of action for constructive fraud based upon a breach of fiduciary duty: \"[T]he plaintiff must allege facts and circumstances `(1) which created the relation of trust and confidence, and (2) led up to and surrounded the consummation of the transaction in which defendant is alleged to have taken advantage of his position of trust to the hurt of <span class=\"star-pagination\">*292</span> plaintiff.'\" <i>Watts,</i> 317 N.C. at 116, 343 S.E.2d at 884. Although the <i>Watts</i> court states that there is a presumption of fraud when the superior party obtains a possible benefit, there is not a requirement that the defendant obtain a benefit in order to sustain a cause of action. <i>Id.</i> Accordingly, First Citizens' argument is without merit.</p>\n<p></p>\n<h2>D. <i>First Citizens' Motion for New Trial</i>\n</h2>\n<p>In the alternative, First Citizens contends that a new trial should be granted because the finding of a fiduciary relationship is against the clear weight of the evidence and a new trial is necessary to prevent a miscarriage of justice. First Citizens also moves for a new trial or a remittitur on the basis that the damages awarded were excessive. For the reasons stated above, the verdict was not against the clear weight of the evidence and a new trial is not warranted on this ground.</p>\n<p>The jury awarded Frizzell $424,355. in damages for breach of fiduciary duty. First Citizens contends this amount is excessive. The jury presumably awarded Frizzell the amount because the evidence established that Frizzell was owed this much in unpaid construction costs. However, Frizzell is only entitled to recover for the injuries which are proximately caused by the First Citizens' breach of duty. <i>Tyson v. North Carolina Nat'l Bank,</i> 53 N.C.App. 189, 280 S.E.2d 478 (1981), <i>modified and aff'd on other grounds,</i> 305 N.C. 136, 286 S.E.2d 561 (1982). The evidence showed that First Citizens breached its fiduciary duty by transferring $216,260.96 out of the Project Fund without a certificate of completion. Had this money not been transferred it would have been available to pay for construction costs. Although Frizzell's construction costs were more than this amount, the damage to Frizzell proximately caused by First Citizens' breach is limited to the amount transferred. Therefore, the court deems the damages verdict to be excessive and a miscarriage of justice. A new trial is denied only on the condition that Frizzell file a remittitur in the amount of $208,094.04, the excessive portion of the damages. <i>City of Greenville v. W.R. Grace &amp; Co.,</i> 827 F.2d 975, 976 (4 Cir.1987); <i>Korotki v. Goughan,</i> 597 F.Supp. 1365, 1385-86 (D.C.Md.1984). A remittitur in this amount will lower the damages verdict to the maximum amount which the jury could have awarded under the evidence adduced at trial. <i>Call Carl, Inc. v. BP Oil Corp.,</i> 403 F.Supp 568, 578 (D.C.Md.1975), <i>aff'd in part, rev'd in part,</i> 554 F.2d 623 (4th Cir.1977), <i>cert. denied,</i> 434 U.S. 923, 98 S.Ct. 400, 54 L.Ed.2d 280 (1977).</p>\n<p></p>\n<h2>E. <i>Bill of Costs</i>\n</h2>\n<p>On 28 September 1990, Frizzell filed a bill of costs which included $501.60 listed as \"Costs incident to taking of deposition.\" A portion of the deposition costs, $342., represents the costs incurred by Frizzell in taking the deposition of Willard Simms on 3 May 1989. First Citizens objects to being taxed Frizzell's costs of the deposition of Willard Simms.</p>\n<p>Costs for the taking of a deposition are taxable if the deposition was \"necessarily obtained for use in the case.\" 28 U.S.C. ยง 1920. First Citizens contends that Willard Simms' deposition was taken in the action of <i>First Citizens Bank &amp; Trust Company, Plaintiff v. Berne Retirement Village Limited Partnership, et al., Defendants,</i> (Wake County Superior Court 87-CVS-8870), a case in which Frizzell and First Citizens were both parties. Additionally, Simms' deposition was taken before this action was ever instituted. The court agrees with First Citizens that Simms' deposition was not \"necessarily obtained for use in th[is] case\" and therefore the costs are not taxable to First Citizens. Accordingly, the costs of Simms' deposition shall be subtracted from the total bill of costs. First Citizens shall pay $310.70 in costs to Frizzell.</p>\n<p></p>\n<h2>F. <i>Third-party Defendants' Motions</i>\n</h2>\n<p>The third-party defendants made motions identical to those submitted by First Citizens. Therefore, the reasoning and holdings of the court with regard to the third-party defendants' motions are the same as <span class=\"star-pagination\">*293</span> those set forth with regard to First Citizens' motions.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Frizzell's motion for JNOV is DENIED. The motions for JNOV filed by First Citizens and the third-party defendants are DENIED. The motions for new trial filed by First Citizens and the third-party defendants on the issue of damages are DENIED conditioned on Frizzell filing a remittitur in the amount of $208,094.04, within ten (10) days of the date of this order. First Citizens' objection to the bill of costs is SUSTAINED, and it is ordered that First Citizens pay costs in the amount of $310.70.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">286</span></span> (1991)</b></center>\n<center><h1>FRIZZELL CONSTRUCTION COMPANY, INC., Plaintiff,<br>\nv.<br>\nFIRST CITIZENS BANK &amp; TRUST COMPANY, as Trustee under an Indenture of Mortgage and Deed of Trust dated November 1, 1984, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nHERITAGE LIVING CENTERS, INC.; Charles F. Blackburn; Robert J. Blackburn; George T. Blackburn; Joanne J. Randall; C. Donald Stone; J.R. Randall; Robert M. Buchanan, Jr., Lyle D. Knirk, Third-Party Defendants.</h1></center>\n<center>No. 89-369-CIV-5-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 12, 1991.</center>\n<p><span class=\"star-pagination\">*287</span> J. Anthony Penry, Petree, Stockton &amp; Robinson, Raleigh, N.C., for Frizzel Const. Co.</p>\n<p>David William Long, Raleigh, N.C., for First Citizens Bank &amp; Trust.</p>\n<p>George Templeton Blackburn, II, Henderson, N.C., pro se and for third party defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on numerous post-trial motions. Plaintiff moves the court for judgment notwithstanding the verdict (JNOV) pursuant to Rule 50(b) of the Federal Rules of Civil Procedure on the issue of breach of contract. Defendant moves for JNOV on the issue of breach of <span class=\"star-pagination\">*288</span> fiduciary duty or in the alternative a new trial pursuant to Rule 59(a) of the Federal Rules of Civil Procedure. The defendant also moves in the alternative for a new trial or a remittitur on the basis that the damages awarded to plaintiff are excessive. The third-party defendants make the same motions as defendant. In addition to these motions, the court will also consider defendant's objection to the bill of costs filed by plaintiff. The motions have been fully briefed and are now ripe for ruling.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>The trial of this case began on 11 September 1990 in Raleigh, North Carolina and the jury returned its verdict on 14 September 1990. The evidence adduced at trial tended to show as follows: On 4 December 1984, plaintiff Frizzell Construction Company, Inc. (hereafter \"Frizzell\") entered into a construction contract with Berne Retirement Village Limited Partnership (hereafter \"the partnership\") for the construction of Berne Retirement Village (hereafter \"the project\"), a living facility for the elderly in New Bern, North Carolina. Heritage Living Centers, Inc., a third-party defendant, is the general partner of the partnership. The partnership leased land on which to construct the project from New Bern Health Development Corporation (hereafter \"the corporation\"), a corporation formed for the purpose of owning the land which was leased to the partnership.</p>\n<p>Bonds were issued to raise money for the project. In accordance with the terms of the Indenture of Mortgage (hereafter \"Indenture\"), proceeds from the sale of bonds were placed in trust with defendant First Citizens Bank and Trust Company (hereafter \"First Citizens\"). First Citizens is the trustee under the Indenture and Deed of Trust dated 1 November 1984 by and between the corporation as issuer of the bond and First Citizens as trustee. Pursuant to the express requirements of the Indenture, First Citizens created six trust accounts into which it credited the bond proceeds. One of the trust accounts known as the Project Fund contained money to be used for the actual construction of the project. The Indenture provided that money could not be finally disbursed from the Project Fund until First Citizens received a certificate of completion from the project architect. The certificate of completion would constitute a certification by the architect that the project was complete and that there existed no further claims or liens or other costs that might be payable from the Project Fund.</p>\n<p>The contract between Frizzell and the partnership for construction of the project included a provision stating that the partnership agreed to furnish a letter from the lender for a commitment of funds. To comply with the condition in the contract, First Citizens provided Frizzell with a letter dated 10 December 1984 which provides:</p>\n<blockquote>We have the funds on hand committed to Berne Retirement Village Limited Partnership for the construction of Berne Retirement Village at the above location. The commitment includes funds to cover your contract dated December 3, 1984, in the amount of $3,598,000.00 with Berne Retirement Village Limited Partnership.</blockquote>\n<p>On 16 April 1986, the project architect submitted to Willard Simms, the First Citizens employee in charge of the trust, a certificate of \"substantial\" completion which had attached approximately ten pages of punch list items. On 7 July 1986, after consulting with Charles Blackburn, counsel for the partnership and also a limited partner, Simms transferred $216,260.96 from the Project Fund to the Debt Service Reserve Fund. The amount transferred represented the total in excess of the $269,978 of approved requisitions and change orders payable to Frizzell.</p>\n<p>During the course of construction, a dispute arose between Frizzell and the partnership regarding the completion of the work, the quality of the work, and the amount due Frizzell for the construction including change orders. On 30 May 1986, Frizzell wrote Charles Blackburn a letter and advised him that a mechanics' lien was being filed against the project. A copy of the letter was sent to First Citizens. On 30 June 1986, Frizzell filed a Demand for Arbitration <span class=\"star-pagination\">*289</span> seeking the contract balance in the amount of $279,978 plus extra work and delay damage in an amount undetermined at that time. On the same day, Frizzell wrote the partnership advising them that the amount due Frizzell for constructing the project was $697,833 which included $279,978 for the contract balance and $417,855 for unanticipated site conditions. An arbitration proceeding was conducted and on 26 May 1987 the arbitrator awarded Frizzell $679,892 including interest and arbitrator's fees and expenses. On 14 September 1987, judgment was entered on the arbitration award in the total amount of $688,850.50 plus interest and costs. The partnership paid part of the judgment and the balance due at the time of trial was $424,354.99.</p>\n<p>After all the evidence was presented, the jury found that Frizzell was not an intended third-party beneficiary of the Indenture and Deed of Trust between First Citizens and the corporation and therefore First Citizens was not liable for breach of contract. The jury did find, however, that First Citizens, as trustee, owed Frizzell a fiduciary duty, that First Citizens breached its duty, and that Frizzell had been damaged in the amount of $424,355.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Applicable Standards</i>\n</h2>\n<p>A party may move for JNOV at the close of all the evidence if the party also moved for a directed verdict at the close of the evidence offered by his opponent. Fed.R.Civ.P. 50(b). On motion for JNOV the trial court must determine whether there is any substantial evidence to support the jury's verdict. <i>Evington v. Forbes,</i> <span class=\"citation\" data-id=\"440461\"><a href=\"/opinion/440461/james-e-evington-and-joyce-t-evington-v-harry-lee-forbes-iii-v-st/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">834</span></a></span> (4th Cir.1984). In making that determination, the evidence must be taken in the light most favorable to the nonmoving party. <i>Id.</i> The motion should only be denied if there is substantial evidence of such quality and weight that reasonable and fair-minded men could reasonably return a verdict for the nonmoving party. <i>Wyatt v. Interstate &amp; Ocean Transport Co.,</i> <span class=\"citation\" data-id=\"379217\"><a href=\"/opinion/379217/earnest-earl-wyatt-v-interstate-ocean-transport-company-formerly/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">888</span></a></span>, 891 (4th Cir. 1980).</p>\n<p>Rule 59(a) of the Federal Rules of Civil Procedure provides that a new trial may be granted \"for any of the reasons for which new trials have heretofore been granted in actions at law in the courts of the United States....\" Fed.R.Civ.P. 59(a)(1). While according due respect to the findings of the jury, the judge should not hesitate to set aside a jury verdict and grant a new trial in any case where the ends of justice so require. <i>Aetna Casualty &amp; Surety Co. v. Yeatts,</i> <span class=\"citation\" data-id=\"1542258\"><a href=\"/opinion/1542258/aetna-casualty-surety-co-v-yeatts/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 353-54 (4th Cir.1941). A new trial is warranted where the verdict is against the clear weight of the evidence. <i>Gill v. Rollins Protective Services Co.,</i> <span class=\"citation\" data-id=\"499464\"><a href=\"/opinion/499464/edith-gill-and-united-services-automobile-association-v-rollins-protective/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">194</span></a></span>, 196 (4th Cir.1987).</p>\n<p></p>\n<h2>B. <i>Frizzell's Motion for JNOV</i>\n</h2>\n<p>Frizzell contends that the court should grant its motion for JNOV on the issues relating to its claim for breach of contract. Specifically, Frizzell argues that the evidence was overwhelming that Frizzell was an intended third-party beneficiary of the Indenture and the evidence was clear that there was a breach. In support of its argument, Frizzell refers the court to plaintiff's exhibit 5 which is the letter from Simms to Mr. Frizzell committing First Citizens to pay Frizzell's construction costs from the Project Fund. Additionally, Simms testified both at deposition and trial that Frizzell was entitled to rely upon First Citizens for payment. Finally, Frizzell argues that First Citizens admitted in a different trial that the Project Fund was set up to benefit Frizzell. Frizzell contends that the evidence that it was not an intended third-party beneficiary of the contract was \"sparse at best\" and insufficient to support the jury's verdict.</p>\n<p>First Citizens contends, and the court agrees, that the language of the Indenture itself provides sufficient evidence to support the jury's decision that Frizzell was not an intended third-party beneficiary to the Indenture. Section 14.02 of the Indenture states:</p>\n<blockquote>\n<i>Rights Limited to Company and Grantor, Trustee, the City and Bondowner.</i> <span class=\"star-pagination\">*290</span> Nothing in this Indenture or in the Bonds expressed or implied is intended or shall be construed to give any person other than the Company and Grantor, the Trustee and the owners of the Bonds issued hereunder any legal or equitable right, remedy or claim under this Indenture.</blockquote>\n<p>When taken in the light most favorable to First Citizens, this evidence is sufficient for fair-minded and reasonable men to find that Frizzell was not an intended third-party beneficiary of the Indenture and therefore unable to maintain its breach of contract action. <i>Wyatt,</i> 623 F.2d at 891. Accordingly, Frizzell's motion for JNOV is denied.</p>\n<p></p>\n<h2>C. <i>First Citizens' Motion for JNOV</i>\n</h2>\n<p>First Citizens argues that JNOV should be granted on the jury's verdict on the breach of fiduciary duty claim because no fiduciary relationship existed between Frizzell and First Citizens at the date of the alleged breach. Specifically, First Citizens argues: 1) no fiduciary relationship existed by the terms of the Indenture because Frizzell was not an intended third-party beneficiary of the Indenture; 2) First Citizens never held \"itself out to Frizzell as acting on its behalf,\" therefore, Frizzell was unjustified in its belief that First Citizens was acting as a fiduciary; 3) if a fiduciary relationship did exist, it was terminated by the time the transfer of funds occurred because Frizzell was represented by counsel; 4) the relationship between Frizzell and First Citizens was only an arms-length commercial transaction and therefore not a fiduciary relationship. First Citizens contends <i>arguendo</i> that if a fiduciary relationship did exist, it was not breached. First Citizens' contentions will be addressed in order.</p>\n<p></p>\n<h2>1. Frizzell cannot be in a fiduciary relationship with First Citizens because it is not an intended third-party beneficiary of the Indenture.</h2>\n<p>First Citizens contends that Frizzell cannot be in a fiduciary relationship with First Citizens because it is not an intended third-party beneficiary of the Indenture. First Citizens argues that an intended third-party beneficiary of a trust agreement is automatically owed a fiduciary duty by the trustee. Here, because the jury concluded that Frizzell was not an intended third-party beneficiary of the Indenture, First Citizens contends that it does not owe Frizzell a fiduciary duty.</p>\n<p>First Citizens is correct in that certain legal relationships give rise to a fiduciary duty. <i>Abbitt v. Gregory,</i> <span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">577</span></span>, 598, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">896</span></span>, 906 (1931). However, showing a legal relationship is not the exclusive means to establish a fiduciary relationship. Generally, under North Carolina law, there are two types of fiduciary relationships: 1) those that arise from \"legal relations such as attorney and client, broker and client ... partners, principal and agent, trustee and cestui que trust,\" and 2) those that exist \"as a fact, in which there is confidence reposed on one side, and the resulting superiority and influence on the other.\" <i>Id.</i> Courts have \"carefully refrained from defining the particular instances of fiduciary relations in such a manner that other and perhaps new cases might be excluded.\" <i>Id.</i> \"The relation and the duties involved in [the relationship] ... need not be legal; ... [they] may be moral, social, domestic or merely personal.\" <i>Id.</i> at 598, 160 S.E. at 906-07. Therefore, it is unnecessary that Frizzell be an intended third-party beneficiary of the Indenture in order for First Citizens to owe it a fiduciary duty. First Citizens' argument is rejected and JNOV will not be granted on this ground.</p>\n<p></p>\n<h2>2. First Citizens did not hold itself out as acting on behalf of Frizzell.</h2>\n<p>First Citizens argues that for a fiduciary relationship to exist, it must have \"<i>actually accepted</i>\" the confidence reposed in it by Frizzell. In support of this proposition, First Citizens cites numerous state and federal cases, none of which are from North Carolina or the Fourth Circuit. North Carolina law, which is controlling in this case, does not impose a requirement that the confidence reposed actually be accepted. There must only be \"confidence reposed on one side, and the resulting superiority <span class=\"star-pagination\">*291</span> and influence on the other.\" <i>Abbitt,</i> 201 N.C. at 598, 160 S.E. at 906. Here, Frizzell reposed confidence in First Citizens that it would have funds in the Project Fund to pay for construction of the project and First Citizens was in a position of superiority to manage the money in the fund. It is unnecessary that First Citizens \"actually accepted\" the confidence reposed in it by Frizzell. Therefore, JNOV would be inappropriate on this ground set forth by First Citizens.</p>\n<p></p>\n<h2>3. Even if a fiduciary relationship existed, it was terminated when Frizzell retained counsel.</h2>\n<p>First Citizens argues that even if a fiduciary relationship existed, it was terminated before the transfer of funds took place because Frizzell had retained counsel as early as 30 May 1986. Because First Citizens did not raise this affirmative defense in its pleadings or at any stage of trial until now, the defense is deemed waived and the court will not address the applicability of it to the facts of this case.</p>\n<p></p>\n<h2>4. An arms-length commercial transaction does not create a fiduciary relationship.</h2>\n<p>First Citizens argues that the relationship between itself and Frizzell was only an arms-length commercial transaction, more akin to a debtor-creditor relationship, and therefore not a fiduciary relationship. In North Carolina, a debtor-creditor relationship does not give rise to a fiduciary relationship; nor does a relationship between mutually interdependent businesses with equal bargaining positions who dealt at arms-length. <i>Stone v. McClam,</i> 42 N.C.App. 393, <span class=\"citation\" data-id=\"1310299\"><a href=\"/opinion/1310299/stone-v-mcclam/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">78</span></a></span>, <i>cert. denied,</i> <span class=\"citation\" data-id=\"1263414\"><a href=\"/opinion/1263414/stone-v-mcclam/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">572</span></a></span>, <span class=\"citation\" data-id=\"1263414\"><a href=\"/opinion/1263414/stone-v-mcclam/\"><span class=\"volume\">261</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">128</span></a></span> (1979); <i>Tin Originals, Inc. v. Colonial Tin Works, Inc.,</i> 98 N.C.App. 663, <span class=\"citation\" data-id=\"1267524\"><a href=\"/opinion/1267524/tin-originals-v-colonial-tin-works/\"><span class=\"volume\">391</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">831</span></a></span> (1990). The court disagrees with First Citizens' contentions and fails to see the analogy between Frizzell and First Citizens' relationship and that of a debtor-creditor. The court also rejects First Citizens' argument that Frizzell and First Citizens are two mutually interdependent businesses. Although Frizzell was dependent on First Citizens for payment for its services, First Citizens was not dependent on Frizzell for anything. Therefore, JNOV will not be granted on this ground.</p>\n<p></p>\n<h2>5. Assuming <i>arguendo</i> that a fiduciary duty existed, it was not breached.</h2>\n<p>First Citizens contends that even if a fiduciary relationship existed, no breach of the fiduciary duty occurred. In support of its contention, First Citizens argues that if a fiduciary duty existed, it was limited to a contract price of $3,598,000. First Citizens also argues that Frizzell did not demonstrate that First Citizens took advantage of its fiduciary position to its own benefit which it contends is a requirement for breach of fiduciary duty. The court rejects both arguments. Once a fiduciary relationship was established, First Citizens was \"bound to act in good faith and with due regard to the interests of [Frizzell]....\" <i>Adams v. Moore,</i> 96 N.C.App. 359, 362, <span class=\"citation\" data-id=\"1228702\"><a href=\"/opinion/1228702/adams-v-moore/\"><span class=\"volume\">385</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">799</span></a></span>, 801 (1989). The duty to act in good faith cannot be limited to a dollar amount or a contract price. Therefore, this argument is rejected.</p>\n<p>First Citizens cites <i>Speck v. N.C. Dairy Foundation, Inc.</i> for the proposition that in order for a breach of fiduciary duty to occur, First Citizens must have taken advantage of its position <i>to its own benefit.</i> <span class=\"citation\" data-id=\"1350180\"><a href=\"/opinion/1350180/speck-v-north-carolina-dairy-foundation/\"><span class=\"volume\">311</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">679</span></a></span>, 685, <span class=\"citation\" data-id=\"1350180\"><a href=\"/opinion/1350180/speck-v-north-carolina-dairy-foundation/\"><span class=\"volume\">319</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">139</span></a></span>, 143 (1984) (citing <i>Vail v. Vail,</i> <span class=\"citation\" data-id=\"1243309\"><a href=\"/opinion/1243309/vail-v-vail/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">109</span></a></span>, 114, <span class=\"citation\" data-id=\"1243309\"><a href=\"/opinion/1243309/vail-v-vail/\"><span class=\"volume\">63</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">202</span></a></span>, 206 (1951)). <i>Speck</i> does not hold that a breach of fiduciary duty must include a benefit to the one in whom confidence is reposed. Even if it did, however, the North Carolina Supreme Court in a later case eliminated the requirement of such a benefit. <i>Watts v. Cumberland County Hosp. System, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">110</span></span>, <span class=\"citation\" data-id=\"1269267\"><a href=\"/opinion/1269267/watts-v-cumberland-county-hosp-system-inc/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">879</span></a></span> (1986). In <i>Watts,</i> the court stated the elements for a cause of action for constructive fraud based upon a breach of fiduciary duty: \"[T]he plaintiff must allege facts and circumstances `(1) which created the relation of trust and confidence, and (2) led up to and surrounded the consummation of the transaction in which defendant is alleged to have taken advantage of his position of trust to the hurt of <span class=\"star-pagination\">*292</span> plaintiff.'\" <i>Watts,</i> 317 N.C. at 116, 343 S.E.2d at 884. Although the <i>Watts</i> court states that there is a presumption of fraud when the superior party obtains a possible benefit, there is not a requirement that the defendant obtain a benefit in order to sustain a cause of action. <i>Id.</i> Accordingly, First Citizens' argument is without merit.</p>\n<p></p>\n<h2>D. <i>First Citizens' Motion for New Trial</i>\n</h2>\n<p>In the alternative, First Citizens contends that a new trial should be granted because the finding of a fiduciary relationship is against the clear weight of the evidence and a new trial is necessary to prevent a miscarriage of justice. First Citizens also moves for a new trial or a remittitur on the basis that the damages awarded were excessive. For the reasons stated above, the verdict was not against the clear weight of the evidence and a new trial is not warranted on this ground.</p>\n<p>The jury awarded Frizzell $424,355. in damages for breach of fiduciary duty. First Citizens contends this amount is excessive. The jury presumably awarded Frizzell the amount because the evidence established that Frizzell was owed this much in unpaid construction costs. However, Frizzell is only entitled to recover for the injuries which are proximately caused by the First Citizens' breach of duty. <i>Tyson v. North Carolina Nat'l Bank,</i> 53 N.C.App. 189, <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">478</span></span> (1981), <i>modified and aff'd on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">136</span></span>, <span class=\"citation\" data-id=\"1282427\"><a href=\"/opinion/1282427/tyson-v-north-carolina-nat-bank/\"><span class=\"volume\">286</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">561</span></a></span> (1982). The evidence showed that First Citizens breached its fiduciary duty by transferring $216,260.96 out of the Project Fund without a certificate of completion. Had this money not been transferred it would have been available to pay for construction costs. Although Frizzell's construction costs were more than this amount, the damage to Frizzell proximately caused by First Citizens' breach is limited to the amount transferred. Therefore, the court deems the damages verdict to be excessive and a miscarriage of justice. A new trial is denied only on the condition that Frizzell file a remittitur in the amount of $208,094.04, the excessive portion of the damages. <i>City of Greenville v. W.R. Grace &amp; Co.,</i> <span class=\"citation\" data-id=\"493628\"><a href=\"/opinion/493628/prodliabrepcchp-11525-city-of-greenville-and-greenville-water-system/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 976 (4 Cir.1987); <i>Korotki v. Goughan,</i> <span class=\"citation\" data-id=\"1437673\"><a href=\"/opinion/1437673/korotki-v-goughan/\"><span class=\"volume\">597</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1365</span></a></span>, 1385-86 (D.C.Md.1984). A remittitur in this amount will lower the damages verdict to the maximum amount which the jury could have awarded under the evidence adduced at trial. <i>Call Carl, Inc. v. BP Oil Corp.,</i> 403 F.Supp 568, 578 (D.C.Md.1975), <i>aff'd in part, rev'd in part,</i> <span class=\"citation\" data-id=\"345107\"><a href=\"/opinion/345107/call-carl-inc-a-delaware-corporation-v-bp-oil-corporation-a-delaware/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">623</span></a></span> (4th Cir.1977), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">923</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">400</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></span> (1977).</p>\n<p></p>\n<h2>E. <i>Bill of Costs</i>\n</h2>\n<p>On 28 September 1990, Frizzell filed a bill of costs which included $501.60 listed as \"Costs incident to taking of deposition.\" A portion of the deposition costs, $342., represents the costs incurred by Frizzell in taking the deposition of Willard Simms on 3 May 1989. First Citizens objects to being taxed Frizzell's costs of the deposition of Willard Simms.</p>\n<p>Costs for the taking of a deposition are taxable if the deposition was \"necessarily obtained for use in the case.\" 28 U.S.C. ยง 1920. First Citizens contends that Willard Simms' deposition was taken in the action of <i>First Citizens Bank &amp; Trust Company, Plaintiff v. Berne Retirement Village Limited Partnership, et al., Defendants,</i> (Wake County Superior Court 87-CVS-8870), a case in which Frizzell and First Citizens were both parties. Additionally, Simms' deposition was taken before this action was ever instituted. The court agrees with First Citizens that Simms' deposition was not \"necessarily obtained for use in th[is] case\" and therefore the costs are not taxable to First Citizens. Accordingly, the costs of Simms' deposition shall be subtracted from the total bill of costs. First Citizens shall pay $310.70 in costs to Frizzell.</p>\n<p></p>\n<h2>F. <i>Third-party Defendants' Motions</i>\n</h2>\n<p>The third-party defendants made motions identical to those submitted by First Citizens. Therefore, the reasoning and holdings of the court with regard to the third-party defendants' motions are the same as <span class=\"star-pagination\">*293</span> those set forth with regard to First Citizens' motions.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>Frizzell's motion for JNOV is DENIED. The motions for JNOV filed by First Citizens and the third-party defendants are DENIED. The motions for new trial filed by First Citizens and the third-party defendants on the issue of damages are DENIED conditioned on Frizzell filing a remittitur in the amount of $208,094.04, within ten (10) days of the date of this order. First Citizens' objection to the bill of costs is SUSTAINED, and it is ordered that First Citizens pay costs in the amount of $310.70.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/345107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1228702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1243309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1267524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1282427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1350180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1437673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1542258/"
  ]
}