{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1472317/",
  "absolute_url": "/opinion/1472317/united-states-v-halifax-county-board-of-education/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1472317/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:23:49.455917Z",
  "date_modified": "2016-04-27T01:37:17.379106Z",
  "type": "010combined",
  "sha1": "d7667a7e5531ddca1d2ad45ad01ae523c4a46195",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>314 F.Supp. 65 (1970)</b></center>\n<center><h1>UNITED STATES of America, (Original), Plaintiff,<br>\nv.<br>\nHALIFAX COUNTY BOARD OF EDUCATION, a body corporate, Ferd L. Harrison, as Mayor of the Town of Scotland Neck, J. A. Andrews, F. G. Shearin, Frank B. Shields and J. I. Walston, Members of the Board of Commissioners of the Town of Scotland Neck, and the Town of Scotland Neck, a public body corporate, (Original) Defendants,<br>\nand<br>\nThe Scotland Neck City Board of Education, a body corporate, (Additional) Defendant,<br>\nand<br>\nMaryetta Richardson and her infant children, Montenia, Timmie, Charlotte and Jimmy Richardson (Haliwa Indians), on behalf of several other hundred citizens and residents of Halifax County and Warren County, North Carolina, (Additional) Defendants,<br>\nand<br>\nRobert Morgan, Attorney General of North Carolina in behalf of the State of North Carolina, (Additional) Defendant,<br>\nand<br>\nPattie Black Cotton, Edward M. Francis, and others, (Additional) Plaintiffs,<br>\nand<br>\nMr. Henry Overman, Superintendent of Halifax County Schools, the Board of Commissioners of Halifax County, Scotland Neck City Board of Education, Franklin B. Bailey, Superintendent of Scotland Neck City Schools, Littleton-Lake Gaston School District and Russell N. Manning, Superintendent of Littleton-Lake Gaston School District, and the North Carolina State Board of Education, and Dr. Craig Phillips, North Carolina State Superintendent of Public Instruction, (Additional) Defendants.</h1></center>\n<center>No. 1128-Civ.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>May 23, 1970.</center>\n<p>Charles K. Howard, Jr., Atty., Dept. of Justice, Washington, D. C., Warren H. Coolidge, U. S. Atty., Raleigh, N. C., for the United States.</p>\n<p>W. Lunsford Crew, of Crew &amp; Moseley, Roanoke Rapids, N. C., for Halifax County Bd. of Education.</p>\n<p>C. Kitchin Josey, Scotland Neck, N. C., Walton K. Joyner, Raleigh, N. C., for The Scotland Neck City Bd. of Education.</p>\n<p><span class=\"star-pagination\">*66</span> William A. Creech, Raleigh, N. C., for Maryetta Richardson.</p>\n<p>Ralph Moody, Deputy Atty. Gen., Dept. of Justice, Raleigh, N. C., for Robert Morgan.</p>\n<p>James R. Walker, Jr., Weldon, N. C., Samuel S. Mitchell, Raleigh, N. C., for Pattie Black Cotton and others.</p>\n<p>William S. McLean, of McLean, Stacy, Henry &amp; McLean, Lumberton, N. C., for Littleton-Lake Gaston School District.</p>\n<p>Robert Morgan, Atty. Gen. of N. C., Raleigh, N. C., for North Carolina State Bd. of Education and Dr. Craig Phillips.</p>\n<p>Rom B. Parker, of Parker &amp; Dickens, Enfield, N. C., for Bd. of County Commissioners of Halifax County.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>The subject of this opinion and one of the primary issues in this case is the constitutionality of Chapter 31 of the North Carolina Session Laws of 1969,<sup>[1]</sup> a local act which carved out of the Halifax County, North Carolina, school system a separate administrative unit for the operation of the public schools in Scotland Neck, a town with a population of approximately 3000 located in the southeastern section of Halifax County. The plaintiff contends that the act is unconstitutional and that its implementation should be permanently enjoined because the act is inconsistent with the State's duty under the Equal Protection Clause of the Fourteenth Amendment to dismantle its dual school system. Defendants Scotland Neck City Board of Education and the State of North Carolina contend that the act is not violative of the Fourteenth Amendment to the United States Constitution as interpreted by the Supreme Court of the United States.</p>\n<p>This controversy came before the court upon the filing of plaintiff's complaint on June 16, 1969, attacking the constitutionality of Chapter 31 of the Session Laws of 1969 and seeking to require the Halifax County Board of Education to desegregate its school system. Following a three-day hearing on plaintiff's motion for a preliminary injunction in Raleigh, North Carolina, this court, on August 25, 1969, entered a Memorandum Opinion and Order enjoining the Scotland Neck City Board of Education additional defendants and its officers and agents, etc., from taking any further action pursuant to the provisions of Chapter 31 pending a final determination on the merits of the constitutional questions raised by plaintiff's challenge of the act.</p>\n<p>On October 30, 1969, this Court allowed certain named Haliwa Indians to intervene and on November 3, 1969, this court entered an Order allowing Robert B. Morgan, Attorney General of North Carolina, to intervene as a defendant on behalf of the State of North Carolina.</p>\n<p>On January 9, 1970 the court allowed the motion for leave to intervene on behalf of Pattie Black Cotton, Edward M. Francis and others, and ordered additional defendants named therein to plead within 20 days.</p>\n<p><span class=\"star-pagination\">*67</span> This court scheduled a hearing on the merits of the constitutionality of Chapter 31 and similar questions in the case of Turner et al. v. Warren County Board of Education et al., Raleigh Division, for Wednesday, December 17, 1969. A trial on the merits in this case and the Turner et al. v. Warren County Board of Education et al. case was conducted by this court on December 17 and 18, 1969. Following the trial, this court carefully considered the transcripts, exhibits, briefs, depositions and arguments of counsel; and, now being fully advised in the premises, the court makes the following Findings of Fact and Conclusions of Law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Scotland Neck, a small town with a present population of approximately 3000 is located in the southeastern corner of Halifax County, a rural and agricultural region of North Carolina which has a predominantly black population. The population of the town itself is approximately 50% white and 50% black.</p>\n<p>The schools within the corporate limits of Scotland Neck were operated as a city administrative unit until 1936 at which time they became part of the Halifax County unit pursuant to a procedure authorized by the General Statutes of North Carolina.<sup>[2]</sup> The construction of the elementary school in 1903 and the high school in 1923 was financed entirely by local funds.</p>\n<p>Following the consolidation with Halifax County in 1936, the schools of Scotland Neck were operated as part of a dual school system, completely segregated, until 1965, at which time the Halifax County Board of Education adopted a freedom-of-choice plan for the assignment of pupils. The county maintained the freedom-of-choice assignment plan for the next three years during which a few black students attended formerly all-white schools and no white students attended formerly all-black schools. For example, during the 1967-68 school year, all of the white students and 97% of the black students attended schools previously maintained for their own races. In that year, 10 of the 450 teachers in 18 schools were assigned across racial lines. About 35 black students attended the Scotland Neck schools during the 1967-68 school year.</p>\n<p>On July 27, 1968, the United States Department of Justice, pursuant to its authority under Title IV of the Civil Rights Act of 1964, sent the Halifax County Board of Education a \"notice letter\" which advised that Halifax County had failed to disestablish its dual school system and that additional steps should be taken for the Board to be in compliance with the United States Supreme Court's decision in Green v. County School Board of New Kent County, 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968). Negotiations ensued between the attorneys for the Justice Department and the Halifax County School Board, and a tentative agreement was reached whereby the Board would disestablish the dual school system by the commencement of the 1969-70 school year and would implement certain intermediate steps at the beginning of the 1968-69 school year. The Justice Department agreed to withhold suit in consideration of the promises made by the Board.</p>\n<p>The negotiations and the Board's promise to desegregate its schools were well-publicized in the local press. The newspaper in Scotland Neck reported on August 9, 1968, that the county had been ordered to end its dual school system and that there were several forms of grade organization, such as zoning or pairing of schools, which would be more effective than the freedom-of-choice plan as a means of converting to a unitary non-racial school system. The portion of the agreement which affected the Scotland Neck schools, that is, the proposed combining of the seventh and eighth grades of the previously all-black Brawley <span class=\"star-pagination\">*68</span> school, just outside the corporate limits of Scotland Neck, with the all-white junior high, was also publicized in the Scotland Neck newspaper on August 16, 1968.</p>\n<p>On or about July 1, 1968, in anticipation of their obligation to comply with the <i>Green</i> decision, the Halifax County Board of Education asked the North Carolina Department of Public Instruction to conduct a school survey to determine the steps necessary for the Board to meet its desegregation obligations and to recommend \"the most effective organizational patterns for the county schools in order to insure the best education possible for the children.\" The survey, prepared in response to the request, was completed in December 1968. It recommended as an Interim Plan a combination of geographic zoning with grade reorganizations at some schools, including the pairing of the predominantly white Scotland Neck school and the all-black Brawley school with respect to certain grades. The Long Range plan suggested the construction of two new consolidated high schools to be financed by a proposed four million dollar bond issue. The survey also recommended that the county schools be consolidated with the schools in the city units of Roanoke Rapids and Weldon (two city administrative units also located within Halifax County). The Halifax County Board of Education subsequently declined to implement the plan which would have resulted in a majority of black students in 17 of the 18 schools in the Halifax County system.<sup>[3]</sup></p>\n<p>The legislative bill proposing the creation of a separate administrative unit for the schools of Scotland Neck, according to its proponents, was designed in response to Scotland Neck residents' dissatisfaction with the way in which the Halifax County Board of Education had allowed the schools in Scotland Neck to deteriorate. Only one county-wide school bond issue had passed since 1936, and that was in 1957. At that time, the separate units in Roanoke Rapids and Weldon, on a per-pupil basis, received a total of $1,020,000, and Halifax County received $1,980,000 for capital outlay. None of the proceeds of the bond issue was spent on any schools within the corporate limits of Scotland Neck. If the Scotland Neck schools had been operated as a separate unit at that time, the unit would have received approximately $190,000 as its proportionate share of the bond proceeds.</p>\n<p>In 1963, as a result of the latest statewide bond issue, the Halifax County Board of Education received a total of $950,000 as its proportionate share of the proceeds. Mr. W. Henry Overman, Superintendent of the Halifax County schools, testified on deposition that none of this money had been spent or committed for any school within the corporate limits of Scotland Neck. (Overman's Deposition, pp. 184, 187). He also testified that Halifax County has gradually reduced the annual capital outlay tax for the schools from 63 cents per $100 valuation in 1957 to 27.5 cents per $100 valuation in the latest fiscal year. (Overman's Deposition, pp. 204-205).</p>\n<p>In 1963, some of the leaders of Scotland Neck began to formulate plans for the creation of a separate administrative unit for the schools of Scotland Neck but were not able to crystallize these plans into a legislative bill prior to the expiration of the 1963 session of the North Carolina legislature. In 1965, the proponents of a separate administrative unit did formulate a bill which would have provided for a separate unit for the administration of the schools in Scotland Neck and the four surrounding townships and would have provided for <span class=\"star-pagination\">*69</span> a supplemental tax of 25 cents on each $100 valuation throughout the new school district. The bill passed the House of Representatives but was defeated by the Senate, and it was the opinion of many in the Scotland Neck area that the defeat had been caused by the pressure of individuals residing in the townships outside the corporate limits of Scotland Neck</p>\n<p>In 1966, prompted by Mr. Henry Harrison, the only resident of Scotland Neck who was a member of the Halifax County Board of Education, a delegation consisting of Mr. Harrison, Mr. C. M. Moore, chairman of the Halifax County Board of Education, and Mr. Overman, Superintendent of the Halifax County schools, met with Dr. Pearce and some other staff members in the office of the North Carolina Superintendent of Public Instruction, the Division of School Planning, to get approval for the construction of a new high school and gymnasium in Scotland Neck to replace the old high school and the building being used as a combination auditorium and gymnasium. The new facilities would have been completely integrated. The Halifax County Board of Education supported the requested construction for Scotland Neck, but it was not approved by the Division of School Planning. (Overman's Deposition, pp. 178-180).</p>\n<p>In 1968, the leaders of Scotland Neck again began to make plans for the creation of a separate administrative unit for the operation of the Scotland Neck schools. This time they planned to limit the boundaries of the new district to the town limits of Scotland Neck because of the feeling that it was the residents of the area outside Scotland Neck who had contributed to the defeat of the bill in 1965. In November, 1968, a group consisting of Frank Shields, the future chairman of the Scotland Neck City Board of Education, C. Kitchin Josey, Henry Harrison, and Thorne Gregory, the State representative from the area, visited the Tryon City unit, at that time the smallest school unit in the State with 823 students enrolled during the 1968-69 school year. At that time, 974 pupils were attending the schools within the corporate limits of Scotland Neck, and it was expected that, with transfers, any new administrative unit would have approximately the same number of pupils. It was felt that the Tryon City school was superior to any school in Halifax County, ranking 4th out of 160 units in the State in percentage of high school graduates attending college, 31st in pupil-teacher ratio and 12th in library books per pupil. The tax base of Tryon was approximately the same as the tax base of Scotland Neck, and the Tryon unit also had a supplementary tax of 50 cents per $100 valuation. The group received a copy of the Tryon budget and the curriculum and discussed with the Tryon officials the amount of money needed to operate the system. The trip was primarily to study the financial feasibility of creating the separate unit in Scotland Neck (Shields' Deposition, pp. 11-12, 59-60). The Scotland Neck leaders talked to no other professional educators (with the exception of State Superintendent Craig Phillips, who opposed the creation of a new unit) and conducted no other studies before proposing the introduction of a bill in the State legislature. (Henry Harrison's Deposition, pp. 57-9).</p>\n<p>The actual bill creating the separate unit in Scotland Neck was drafted by the North Carolina Attorney General's office and was introduced as House Bill No. 22. After receiving the approval of the House Education Committee, the House Finance Committee and the Senate Finance Committee, the bill passed both houses by a substantial majority and was ratified as Chapter 31 of the North Carolina Session Laws on March 3, 1969.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*70</span> Chapter 31 was a local act which authorized the creation of a separate public school administrative unit to be known as the Scotland Neck City Administrative Unit pending approval by a majority of the voters of Scotland Neck in a special election to be held on April 8, 1969. The act also provided that, upon such approval, a special tax of 50 cents per $100 valuation be levied on property within the corporate limits of Scotland Neck, the school properties within the new system and all funds allocated for the operation of such schools be transferred from the Halifax County Board of Education to the new system and that the Mayor and Board of Commissioners of Scotland Neck be required to appoint a Board of Education to administer the new system.</p>\n<p>Chapter 31 became operative on April 8, 1969, upon the approval of a majority of the voters of Scotland Neck. Of the 1305 registered voters, in a large turnout, 813 voted for approval, and 332 voted against the act. (Ferd Harrison's Deposition, pp. 16-21).</p>\n<p>There was a mixed reaction to the bill by educators and the people of Halifax County. Most of the white leaders of Scotland Neck supported the bill. Mr. W. Henry Overman, Superintendent of the Halifax County Schools, was opposed to the bill. (Henry Harrison's Deposition, p. 12). Negro groups, specifically, one led by a Reverend Deloatche, generally opposed the bill, (Deposition of Aubrey Powell, black member of the Scotland Neck school board, p. 18). Craig Phillips, State Superintendent of Public Instruction and the only professional educator to testify against the bill in the legislature, opposed it on the grounds that it was contrary to the trend of consolidating school districts, (Phillips' Deposition, p. 23), and because the number of students in the unit would be less than the number which he thought should be a minimum for the efficient operation of a school unit. (Phillips' Deposition, pp. 58, 59, 87-88).</p>\n<p>Following approval of the act by the voters of Scotland Neck, the Mayor and Board of Commissioners of the Town appointed a five-member Board of Education. The Board then hired Franklin B. Bailey as superintendent, approximated the student enrollment for the 1969-70 school year and hired teachers. The Board also had a preregistration for students, established a curriculum, set up an athletic program and assigned teachers. At a two-day instruction session for teachers which began on August 18, 1969, the Board announced that new teachers should report on August 26th and that the students should report for the commencement of the school year on August 28th. The supplementary tax of 50 cents per $100 valuation was levied by the Board of Commissioners and the Town Tax Collector was instructed to collect it. (Ferd Harrison's Deposition, p. 22).<sup>[5]</sup></p>\n<p>At a joint meeting of the Halifax County and Scotland Neck school boards in June, the Halifax Board agreed to lease the Junior High School building which was just outside the boundaries of the new district to the Scotland Neck Board for one dollar per year. The Halifax Board has a similar arrangement with the Roanoke Rapids school unit with respect to the Chaloner school. The lease from Halifax County to Scotland Neck was first discussed at a joint meeting of the two boards in April or May. (C. M. Moore's Deposition, pp. 25-26). <span class=\"star-pagination\">*71</span> The lease arrangement amounted to extending the boundaries of the Scotland Neck unit to include approximately 10 additional acres, and the extension was approved by the State Board of Education on June 5, 1969. (Deposition of Franklin B. Bailey, Superintendent of the Scotland Neck system, pp. 19-20, Overman's Deposition, pp. 63-64).</p>\n<p>One controversial aspect of this case is a transfer plan devised by the Scotland Neck Board of Education whereby students would be allowed to transfer into or out of the Scotland Neck unit to and from the Halifax County unit.<sup>[6]</sup> Under the plan a student could transfer into the system if he paid a fee which would compensate for the supplemental tax being paid by the parents of those students residing within the corporate limits of Scotland Neck. One hundred dollars would be charged for the first child in a family; $25 for the next two children; and the rest of the children in a family would be allowed to transfer in free of charge. As of August 25, 1969, 350 whites and 10 blacks had applied for transfer into the Scotland Neck system, and 44 black 11th and 12th graders had applied to transfer out of the Scotland Neck unit to attend the all-black Brawley High School.<sup>[7]</sup> Because of the controversial nature of the transfer plan and the charge that the plan permitted the Scotland Neck system to become a refuge for white students or \"white island,\" counsel for the Scotland Neck Board of Education in its First Further Answer attached to an Amended Answer filed on September 3, 1969, said the Scotland Neck unit, if permitted to operate, would limit its student enrollment to those students residing within the corporate limits of Scotland Neck plus or minus any transfers that may be permitted by law and that would be in accordance with a plan to be approved by this Court.<sup>[8]</sup></p>\n<p>The result of the creation of a separate administrative unit for Scotland Neck was to carve out of the Halifax County unit a smaller school district. Without the transfer system, there are 399 whites and 296 blacks of school age within the corporate limits of Scotland Neck. This does not include the children who would have entered the first grade in the fall of 1969. The Scotland Neck system would have been an integrated system throughout with black students comprising 42.6% of the student enrollment. There is one black member on the five-member school board, and the faculty would also be integrated. The effectuation of the proposed transfer plan would have created approximately the same ratio of white to black students that prevailed during the 1968-69 school year. In 1968-69, 786 whites attended Scotland Neck schools. Of those, 399 resided within the corporate limits and 387 resided outside Scotland Neck. With the transfer system as originally adopted, the net effect would have been to have 759 white students (74%) in the schools of Scotland Neck and 262 black students (26%). The school facilities under the jurisdiction of the new unit will accommodate about 1,000 students.</p>\n<p><span class=\"star-pagination\">*72</span> The effect of the new unit on the other students in the county would be to leave the Halifax County unit with fewer whites in its school system. During the 1968-69 school year, the Halifax unit had a total of 10,655 students, of which 2,357 (22%) were white, 8,196 (77%) were black and 102 (1%) were Indian. The racial composition of the Halifax unit, with the originally proposed transfer system, would be as follows: white, 1,598 (16%); black, 8,186 (83%); Indian, 102 (1%). If the transfer system were not allowed or if a transfer system were devised which assured a larger number of black students in the Scotland Neck unit, the figures and percentages of course would change accordingly. Mr. Overman, Superintendent of the Halifax schools, testified on deposition that the Interim Plan proposed in the 1968 survey prepared for the Halifax County system could still be implemented even if the constitutionality of the Scotland Neck district were upheld. (Overman's Deposition, pp. 144-151). He also testified that Halifax County would still get the same amount of money per pupil from State, Federal and local sources and that the County would have an even better pupil-teacher ratio in certain areas of instruction.</p>\n<p>One of the principal questions in passing on the constitutionality of Chapter 31 relates to the motivation of the proponents and supporters of the Scotland Neck legislation. The plaintiffs contend that the motivation behind the passage of the act was simply a desire to decrease the proportion of black students in the Scotland Neck schools. The defendants submit that the primary reason for the legislation was a desire on the part of the people and leaders of Scotland Neck to increase the quality of education in the Scotland Neck schools. After closely scrutinizing the record and after carefully considering the arguments of counsel, this Court is of the opinion that the following motivating forces were responsible for the design of the legislation creating the separate Scotland Neck school district: (1) the desire to improve the educational level in the Scotland Neck schools, the present conditions in those schools having been brought about by a lengthy history of neglect and discrimination with respect to financial allocations to the Scotland Neck schools by the Halifax County Board of Education; (2) a desire on the part of the leaders of Scotland Neck to preserve a ratio of black to white students in the schools of Scotland Neck that would be acceptable to white parents and thereby prevent the flight of white students to the increasingly popular all-white private schools in the area; (3) a desire on the part of the people of Scotland Neck to control their own schools and be in a position to determine their direction with more finality than if the schools were a part of the Halifax County system. In ascertaining such a subjective factor as motivation and intent, it is of course impossible for this Court to accurately state what proportion each of the above reasons played in the minds of the proponents of the bill, the legislators or the voters of Scotland Neck, but it is sufficient to say that the record amply supports the proposition that each of the three played a significant role in the final passage and implementation of Chapter 31.</p>\n<p>There is lengthy testimony supported by the historical treatment of the Scotland Neck schools by the Halifax County Board of Education to the effect that the primary reason for the new district was that the people of Scotland Neck felt they could have a better education system if they could have a separate school district, levy a supplemental tax upon themselves and exert more local control over the operation of the schools within the corporate limits of the town. Mr. Aubrey Powell, the black member of the new Scotland Neck school board, testified on deposition that he thought the bill originated because the people of Scotland Neck thought it would provide a better education for their children. (Powell's Deposition, pp. 5-6). Mr. Powell said that the question of the private schools was never discussed among the school <span class=\"star-pagination\">*73</span> board of Scotland Neck and that the issue had never been mentioned to him. Dr. Craig Phillips said in his deposition that after discussing the bill with Josey, Harrison and Shields he was convinced that the major point of discussion and the reason for the proposed bill was \"simply, concern about the quality of education for the youngsters involved in Scotland Neck.\" (Phillips' Deposition, p. 15). Mr. Henry Harrison, a strong proponent of the improvement of the Scotland Neck schools, testified that the people of Scotland Neck merely tried to improve the education of all the children, both black and white, and that it was his understanding that under the administration in the new school district, the dual school system would be abolished. (Henry Harrison's Deposition, pp. 40-41). Mr. Overman, Superintendent in Halifax County, in discussing the reasons behind the bill proposed in 1965, said that its purpose was to give the people of Scotland Neck more control over their schools and enable them to have a supplementary local tax. (Overman's Deposition, pp. 172-176). He also cited the decrease in the annual capital expenditure outlay tax from 63 cents to 27.5 cents per $100 valuation. (Overman's Deposition, pp. 204-205).</p>\n<p>The testimony and the candid admissions of counsel also indicate that the desire to preserve an acceptable white ratio in the school system was a factor behind the passage of the act. Mr. Harrison stated that he told the legislature that white children were going to private schools and that something needed to be done to retain the support of the white people for the public schools. (Henry Harrison's Deposition, p. 18). Mr. Shields and Mr. Overman both testified that they felt that integration would encourage the growth of the all-white private schools. (Overman's Deposition, pp. 217-218, Shields' Deposition, pp. 70-71). Mr. C. M. Moore said that it was his opinion that the independent school system would be a better alternative than the private schools. (Moore's Deposition, pp. 18-19). Mr. Shields testified to the same thing and said that most of the adults in Scotland Neck held the same opinion. (Shields' Deposition, pp. 23-26).</p>\n<p>One factor which the plaintiff has attempted to use as proof that the bill will produce an inferior school system and that, therefore, it could not have been put forth for educational reasons is that there is substantial opinion among educators that there are considerable educational advantages to be derived from the greater efficiency and better allocation of resources frequently associated with the operation of school units with larger numbers of pupils. However, the Court feels impelled to consider the points raised by the arguments of counsel for both sides because of the great amount of effort put forth by both sides to show why the proposed school district in Scotland Neck might or might not be better than the Halifax County system out of which it was carved.</p>\n<p>Many educators agree in general principle with the suggestion made in the report of the Governor's Study Commission<sup>[9]</sup> that the merger of administrative units is a desirable thing because it frequently leads to the increased efficiency in the operation of the public schools. Mr. Overman testified that the North Carolina Teacher's Association approves the suggested number of 9,000-10,000 as a desirable pupil population and the suggested minimum of 3,500-4,000 in the size of school units as recommended on page 164 of the study commission's report. (Overman's <span class=\"star-pagination\">*74</span> Deposition, p. 72). Dr. Craig Phillips is also firmly committed to the policy of consolidation and the advisability of reaching a 5,000 student population unit if possible and testified that the number of units in North Carolina has declined from a peak of 177 to the present number of 155. (Phillips' Deposition, pp. 35-36).</p>\n<p>Further argument against the educational advantages of the new district is that the Scotland Neck school board did not actually make any plans to use the additional tax money for teachers' supplements. The only proposed change in salaries was to give the superintendent an $1800.00 per year supplement. There were plans to set up a curriculum study program in the fall of 1969 to determine which courses would be of most benefit to the students in the Scotland Neck system, but the only planned changes in the school curriculum for the 1969-70 school year was the elimination of the music course and some trade courses. (Powell's Deposition, pp. 23-24). There were no studies made prior to the introduction of the bill with respect to the educational advantages of the new district, and there was no actual planning as to how the supplement would be spent although some people assumed it would be spent on teachers' supplements.</p>\n<p>The thing which makes it difficult for this Court to base its conclusions on the quality of education in the new unit is that there is so much conflict in the testimony. For example, Craig Phillips, although endorsing the trend toward mergers of school units, testified that he would ascribe very strongly to the statement on page 29 of the school survey of 1968<sup>[10]</sup> that \"the one best single determinant in the quality program of education is the financial factor. * * *\" He testified that many of the smaller units do turn out a better product than the larger units and that he was aware that units in the 823-2,000 pupil category rank higher in many significant categories than some of the larger units. (Phillips' Deposition, pp. 93-95). This Court also, in examining the rankings of the various schools with respect to many categories, notes that the smaller schools do rank higher in some rather significant categories and that the Halifax County unit ranks near the bottom in a number of the categories.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*75</span> Another factor worthy of mention is the plaintiff's introduction into evidence of several newspaper articles which discuss a supposed motivation for the bill. The articles taken from the <i>Raleigh News and Observer,</i> suggest that racial considerations, and not a concern for better education, motivated the legislation. For example, on February 2, 1969 the newspaper wrote that Halifax County Negroes outnumbered whites, that the reverse existed in Scotland Neck and that Halifax County Negroes had opposed the bill. On February 14, 1969, the paper commented editorially that the bill provided for an \"educational island\" dominated by whites and on February 22, 1969, suggested that if the bill passed, it would encourage other school districts to provide similar legislation. This Court has chosen to admit the newspaper articles for the purpose of showing that they did appear and not for the purpose of showing the truth of the information contained in them.<sup>[12]</sup></p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Three legal principles are applicable to an analysis of the constitutional issues now before this court. The first is that any federal court should be hesitant to declare a state statute unconstitutional. As stated in Phillips Petroleum Company v. Jones, 147 F.Supp. 122, 125 (D.Okl., 1955) (three-judge court):</p>\n<blockquote>\"Federal jurisdiction, though existent, will not be exercised to strike down a state statute unless it is clearly and palpably unconstitutional upon its face, the enforcement of which will cause immediate and irreparable harm to the complainant, as to which there is no legal or administrative remedy. * * *\" [cites omitted]</blockquote>\n<p>There is similar language in numerous other cases, but, for reasons which need not be considered at this time, the principle has not been applied extensively in cases involving race, civil rights or school desegregation; and the principle is therefore of limited relevancy in resolving the questions now under consideration.</p>\n<p>The second applicable principle relates to what the Supreme Court and the lower courts have said about what school boards and state and local school officials must do to guarantee black students their constitutional rights in the area of school desegregation. The relevant cases here would appear to be Brown v. Board of Education (Brown I), 347 U.S. 483, 74 S.Ct. 686, 98 L.Ed. 873 (1954), Brown v. Board of Education (Brown II), 349 U.S. 294, 75 S.Ct. 753, 99 L.Ed. 1083 (1955), Green v. County School Board of New Kent, 391 U.S. 430, 88 S.Ct. 1689, 20 L.Ed.2d 716 (1968), Alexander v. Holmes County Board of Education, 396 U.S. 19, 90 S.Ct. 29, 24 L.Ed.2d 19 (October 29, 1969). As this Court reads and interprets these relevant opinions, it would seem that the Supreme Court is concerned about establishing school systems which operate and assign their students to a particular school without regard to the student's race or color. Justice Brennan, speaking for the Court in the <i>Green</i> decision said the following:</p>\n<blockquote>\"It was * * * dual systems that 14 years ago Brown I held unconstitutional and a year later Brown II held must be abolished; * * *, 391 U.S. at 435, 88 S.Ct. at 1693, 20 L.Ed.2d at 722.</blockquote>\n<blockquote>and</blockquote>\n<blockquote>\"The transition to a unitary, nonracial system of public education was and is the ultimate end to be brought about; * * *.\" 391 U.S. at 436, 88 S.Ct. at 1693, 20 L.Ed.2d at 722.</blockquote>\n<p><i>Brown II</i> used the phrase \"racially nondiscriminatory school system\" and <i>Green</i> <span class=\"star-pagination\">*76</span> used the phrase \"unitary nonracial school system\" as the description of that which the constitution requires.</p>\n<p>The requirement that school systems must be nonracial was injected with an air of immediacy by the <i>Green</i> decision in May, 1968. An even stronger demand for desegregation <i>now</i> was made in October, 1969, when the Court, in a per curiam opinion, Alexander v. Holmes County Board of Education, stated that the \"all deliberate speed\" standard was no longer applicable and that \"* * * the obligation of every school district is to terminate dual school systems at once and to operate now and hereafter only unitary schools.\" 90 S.Ct. at 29, 24 L.Ed. 2d at 21.</p>\n<p>As of the entry of this Opinion and Order the Supreme Court has failed to give an exact definition of a unitary nonracial school system. Although the Supreme Court has condemned gerrymandering, freedom-of-choice plans, free-transfer plans, and racially identifiable schools, student bodies or faculties which retain the vestiges of the segregated dual system, no case has been brought to the attention of this Court (with the possible exception of a recent Georgia case) which requires any specific ratios of blacks to whites in a classroom, school or school district. Despite newspaper articles and perhaps some district court opinions to the contrary, the Supreme Court has not yet required bussing or population changes to effect particular black-white ratios in the schools. The emphasis of the Court has been on the nature of the school system and how it treats and assigns its students and faculty members. The Supreme Court has not yet concerned itself with the actual numbers of blacks and whites attending school together except where the numbers or percentages reflect that the school system is assigning its students or faculty or making some decisions on the basis of the race of the individuals involved.</p>\n<p>The third legal principle relevant to the analysis of this case is that stated in Gomillion v. Lightfoot, 364 U.S. 339, 81 S.Ct. 125, 5 L.Ed.2d 110 (1960) that \"Acts generally lawful may become unlawful when done to accomplish an unlawful end.\" In that case, the Supreme Court invalidated an Alabama statute which had redefined the boundaries of the City of Tuskegee to reduce the black vote. Legislative manipulation to affect the constitutional rights of blacks has been a familiar practice in several southern states in recent years, two examples being found in Hall v. St. Helena Parish School Board, 197 F.Supp. 649 (E.D.La., 1961), and Poindexter v. Louisiana Financial Assistance Commission, 275 F.Supp. 833 (E.D.La., 1967), aff'd, 389 U.S. 571, 88 S.Ct. 693, 19 L.Ed.2d 780 (1968), two cases by three-judge courts which struck down attempts by the Louisiana legislature to continue a segregated public school system under the guise of assistance payments to private school students.</p>\n<p>Applying this principle to the assignment of pupils, the case of Haney v. County Board of Education of Sevier County, 410 F.2d 920 (8th Cir. 1969), becomes relevant. In that case, plaintiffs challenged the existence of an all-black school in one district of the county and an all-white school in a different district of the same county. The district court dismissed the complaint on the grounds that the districts had not been created for the purposes of denying plaintiffs their constitutional rights and were therefore valid. The court of appeals reversed the district court on the grounds that the creation of the districts, in accordance with a statutory reorganization of Arkansas schools in 1948 in accordance with the then-existing Arkansas law, was unconstitutional because the 1948 law required Arkansas schools to be segregated and the boundaries of the school districts were obviously drawn to continue the segregated schools. In this Court's opinion, the holding in the <i>Haney</i> case was simply that the maintenance of segregated schools cannot be justified \"simply because of pre-<i>Brown</i> geographic structuring of school districts.\"</p>\n<p><span class=\"star-pagination\">*77</span> Also demonstrative of the Gomillion principle is the Supreme Court decision in Monroe v. Board of Commissioners of City of Jackson, Tennessee, 391 U.S. 450, 88 S.Ct. 1700, 20 L.Ed.2d 733 (1968), in which the Supreme Court struck down a free-transfer plan which enabled a child, after first registering at the assigned school in his attendance zone, to transfer to the school of his choice if space were available. The Court objected to the plan on the grounds that it delayed the conversion to a unitary nonracial system where, after three years of operation under the plan, all of the whites remained in the white school and 80% of the blacks remained in the black school.</p>\n<p>Perhaps the two most relevant, but still distinguishable cases are two district court decisions rendered within the last few months in Virginia and Arkansas. In Burleson v. County Board of Election Commissioners of Jefferson County, 308 F.Supp. 352 (E.D.Ark., Jan. 22, 1969), an opinion by District Judge J. Smith Henley, the plaintiffs, residents of the Dollarway School District, challenged the implementation of the results of a local election which would have permitted the Hardin area of the district, a noncontiguous area with a 99%-white student population, to be severed from the district. The court enjoined the implementation of the election on the grounds that severance would impede the Dollarway School Board's efforts to comply with that court's order to integrate the schools and because the Board would have had difficulty in finding white teachers who would teach in the district if blacks greatly outnumbered whites. Also, the district would have lost some operating funds and there were no schools or other facilities in the Hardin area available for the school children in that area.</p>\n<p>The second case is Wright v. County School Board of Greensville County, No. 4263 (E.D.Va., August 8, 1969), a decision by District Judge Robert R. Merhige. In that case, the Greensville County School Board was in the process of carrying out a court-ordered plan of desegregation, and the City Council and other officers of the City of Emporia, on July 9, 1969, convened a special meeting to establish a separate city school system. On July 10th, the mayor sought to buy or lease from the county the school buildings located within the city. At a July 14th meeting, after hearing the mayor express his dissatisfaction with the proposed plan of desegregation for the county, the City Council unanimously decided to instruct the City School Board to take steps to establish a separate school division for the city. On July 23rd, the City Council adopted a resolution requesting the State Board of Education to authorize the creation of a separate school division. The City School Board notified the county board that no city children would attend the county system thereafter and that the city would no longer share the costs of the county system. The plan of operation proposed by the City of Emporia would have afforded those students residing outside of the city the opportunity to attend the city schools on a \"tuition-no transportation\" basis. The members of the City School Board offered no assistance to the county board in the submission of a plan of desegregation to the district court.</p>\n<p>The district court found as a matter of law that the City School Board, as successor to the Greensville County Board, was required to disestablish racial segregation in the school system in accordance with the plan approved by the court. The establishment and operation of a separate school system would have been an impermissible interference and frustration of the court's order.</p>\n<p>Application of the constitutional case law to the issue before this Court, the separation of the Scotland Neck school unit from the larger Halifax County unit, creates a more difficult question than this Court has been able to find in any of the questions presented in the earlier cases. With the transfer system as it was originally proposed, this Court would probably have less difficulty in <span class=\"star-pagination\">*78</span> finding the scheme unconstitutional, because the Scotland Neck school district in view of the economics of the situation, that is, the inability of blacks to afford the transfer fees, would become a refuge or haven for those white students in the county who wished to escape the real or imagined disaster of a substantial black majority in the Halifax County System. Now that the defendant Scotland Neck City Board of Education, in its First Further Answer of September 3, 1969, has agreed to either eliminate the transfer system or adopt a system which would comply with the Board's constitutional obligations, the question has become even more difficult. What this Court is now faced with is assessing the results of the creation of the new unit strictly in terms of the effect it has on the relationship of those students residing within the corporate limits of Scotland Neck and those residing in Halifax County. The creation of the new unit does take some of the white students out of the Halifax County unit and thereby does reduce the proportion of whites in a school system already top-heavy with black students.</p>\n<p>It is apparent that Chapter 31, of the Session Laws of 1969 was enacted with the effect of creating a refuge for white students of the Halifax County School system, and interferes with the desegregation of the Halifax County School system, in accord with the plan adopted by said Board to be implemented on or before June 1, 1970.</p>\n<p>Therefore, this Court's findings of fact that the legislative bill creating the district was at least partially motivated by a desire to stem the flight of white students from the public schools, the Court must find that the act is unconstitutional and in violation of the Equal Protection Clause of the 14th amendment and must enter permanent injunctive relief for the plaintiff.</p>\n<p>Since the record in this case conclusively shows that the Act of the General Assembly creating the Scotland Neck unit in Halifax County serves no State interest and prevents the Halifax County Board of Education from complying with the orders of this court issued in protection of constitutional rights, it is the court's opinion that Chapter 31 of the North Carolina Session Laws of 1969 is unconstitutional. A judgment in accordance with this opinion will be entered by the court.</p>\n<p>BUTLER, Chief Judge, concurs.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff, in its complaint, also challenged the constitutionality of defendant Halifax County Board of Education's pupil assignment plan on the grounds that the plan failed to establish a unitary non-racial school system as required by the mandate of the United States Supreme Court. Furthermore, the status of the Haliwa Indians in the new arrangement of school systems was raised by a complaint in intervention permitted to be filed by this Court on October 30, 1969, on behalf of the several hundred Haliwa Indians residing in Halifax and Warren Counties. Another third-party complaint in intervention, filed as of January 9, 1970, by order of this Court by two black public school teachers in Halifax County and a number of minor school children residing in the Scotland Neck City School System and the Littleton-Lake Gaston School System, made certain allegations about the treatment of black students and faculty members by the Halifax County Board of Education. None of the questions raised by these additional allegations have yet been ruled on by the Court.</p>\n<p>[2]  Formerly Article 18, Chapter 136, Public Laws 1923, now North Carolina General Statutes §§ 115-74 through 115-78.</p>\n<p>[3]  Mr. Franklin P. Shields, a resident of Scotland Neck and chairman of the Scotland Neck City Board of Education, testified on deposition that he felt public opinion was against the Interim Plan because the people did not generally understand it, because they were generally opposed to change of any kind and because there were administrative difficulties in implementing the plan. (Shields' Deposition, pp. 18-23).</p>\n<p>[4]  The actual title of Chapter 31 was:\n</p>\n<p>AN ACT TO IMPROVE AND PROVIDE PUBLIC SCHOOLS OF A HIGHER STANDARD FOR THE RESIDENTS OF SCOTLAND NECK IN HALIFAX COUNTY. TO ESTABLISH THE SCOTLAND NECK CITY ADMINISTRATIVE UNIT, TO PROVIDE FOR THE ADMINISTRATION OF THE PUBLIC SCHOOLS IN SAID ADMINISTRATIVE UNIT, TO LEVY A SPECIAL TAX FOR THE PUBLIC SCHOOLS OF SAID ADMINISTRATIVE UNIT, ALL OF WHICH SHALL BE SUBJECT TO THE APPROVAL OF THE VOTERS IN A REFERENDUM OR SPECIAL ELECTION.</p>\n<p>[5]  The collection of the tax of course ceased when this Court's preliminary injunction was entered against further implementation of Chapter 31. Much to the credit of the citizens of Scotland Neck, the supporters of the bill have financed this litigation by voluntary donations contributed in response to a solicitation in the <i>Scotland Neck Commonwealth,</i> the local newspaper, on October 10, 1969.</p>\n<p>[6]  Both the Roanoke Rapids and the Weldon city units have similar transfer plans, but, recently, restrictions have been placed on the number of students permitted to transfer from Halifax County into the two systems. (Overman's Deposition, pp. 166-169).</p>\n<p>[7]  Counsel for the Scotland Neck City Board of Education explained that the transfer of these black students in the 11th and 12th grades would be permitted only for the next two years in order to allow the students who had bought class rings, participated in athletics or had been chosen to leadership positions to remain in the all-black Brawley High School.</p>\n<p>[8]  If the school district itself were found to be constitutional, it would not be difficult to fashion an acceptable transfer plan by either limiting transfers in and out such that the black-white ratio would be the same after accepting transfers or by accepting an equal number of blacks and whites. The problem of finding enough black students who could afford the transfer fees might be met by charging the paying transferees a higher fee.</p>\n<p>[9]  The Report of the Governor's Study Commission on the Public School System of North Carolina is a 302-page report prepared by a 17-member commission appointed by Governor Dan K. Moore. The report was submitted December 3, 1968, and was prepared in response to the question \"How best can the people of North Carolina meet their obligation to provide full educational opportunities for their children?\" In conducting the study, the commission consulted experts, conducted research and visited a number of schools.</p>\n<p>[10]  A survey of the Halifax County schools prepared in September, 1968, by a seven-member committee under the supervision of the Division of School Planning in the North Carolina Department of Public Instruction and the direction of Dr. J. L. Pierce, Director.</p>\n<p>[11]  The Profile of Significant Factors in Education in North Carolina, a ranking of school administrative units prepared in July, 1968, by the Statistical Services Division of the North Carolina Department of Public Instruction, shows that the Halifax system, the Tryon City system (smallest unit in the state), and the Tyrrell County system (small rural agricultural county) rank, in relation to the 166 units in the state and in the following categories, as follows:\n</p>\n<p></p>\n<pre>\n                                                  <i>Tryon</i>     <i>Tyrrell</i>     <i>Halifax</i>\n1. % of classroom teachers with graduate            59         98         120\n   certificates, Table 1, p. 1\n2. % of professional staff paid entirely            54         87         135\n   from local funds, Table 4, p. 13\n3. % of classroom teachers with maximum             14          5          84\n   experience for pay purposes,\n   Table 5, p. 17\n4. % of classroom teachers with no prior           160         38          12\n   experience, Table 6, p. 21\n5. % of high school graduates entering               4        134         162\n   college, Table 7, p. 25\n6. % of h. s. grads, entering trade, business       86         63         123\n   or other schools, Table 8, p. 29\n7. Pupil to staff ratio, Table 14, p. 49            31         69         138\n8. Per pupil expenditures of local funds,           48        109         125\n   Table 24, p. 89\n</pre>\n<p>[12]  Although there is authority for admitting the newspaper articles to show legislative intent where there are no other reports made contemporaneously with the passage of the act, e. g., United States v. Louisiana, 225 F.Supp. 353, 375 n. 59 (E.D.La., 1963) (three-judge court), this Court has chosen to limit the admissability of the articles as stated.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">65</span></span> (1970)</b></center>\n<center><h1>UNITED STATES of America, (Original), Plaintiff,<br>\nv.<br>\nHALIFAX COUNTY BOARD OF EDUCATION, a body corporate, Ferd L. Harrison, as Mayor of the Town of Scotland Neck, J. A. Andrews, F. G. Shearin, Frank B. Shields and J. I. Walston, Members of the Board of Commissioners of the Town of Scotland Neck, and the Town of Scotland Neck, a public body corporate, (Original) Defendants,<br>\nand<br>\nThe Scotland Neck City Board of Education, a body corporate, (Additional) Defendant,<br>\nand<br>\nMaryetta Richardson and her infant children, Montenia, Timmie, Charlotte and Jimmy Richardson (Haliwa Indians), on behalf of several other hundred citizens and residents of Halifax County and Warren County, North Carolina, (Additional) Defendants,<br>\nand<br>\nRobert Morgan, Attorney General of North Carolina in behalf of the State of North Carolina, (Additional) Defendant,<br>\nand<br>\nPattie Black Cotton, Edward M. Francis, and others, (Additional) Plaintiffs,<br>\nand<br>\nMr. Henry Overman, Superintendent of Halifax County Schools, the Board of Commissioners of Halifax County, Scotland Neck City Board of Education, Franklin B. Bailey, Superintendent of Scotland Neck City Schools, Littleton-Lake Gaston School District and Russell N. Manning, Superintendent of Littleton-Lake Gaston School District, and the North Carolina State Board of Education, and Dr. Craig Phillips, North Carolina State Superintendent of Public Instruction, (Additional) Defendants.</h1></center>\n<center>No. 1128-Civ.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Wilson Division.</b></p></center>\n<center>May 23, 1970.</center>\n<p>Charles K. Howard, Jr., Atty., Dept. of Justice, Washington, D. C., Warren H. Coolidge, U. S. Atty., Raleigh, N. C., for the United States.</p>\n<p>W. Lunsford Crew, of Crew &amp; Moseley, Roanoke Rapids, N. C., for Halifax County Bd. of Education.</p>\n<p>C. Kitchin Josey, Scotland Neck, N. C., Walton K. Joyner, Raleigh, N. C., for The Scotland Neck City Bd. of Education.</p>\n<p><span class=\"star-pagination\">*66</span> William A. Creech, Raleigh, N. C., for Maryetta Richardson.</p>\n<p>Ralph Moody, Deputy Atty. Gen., Dept. of Justice, Raleigh, N. C., for Robert Morgan.</p>\n<p>James R. Walker, Jr., Weldon, N. C., Samuel S. Mitchell, Raleigh, N. C., for Pattie Black Cotton and others.</p>\n<p>William S. McLean, of McLean, Stacy, Henry &amp; McLean, Lumberton, N. C., for Littleton-Lake Gaston School District.</p>\n<p>Robert Morgan, Atty. Gen. of N. C., Raleigh, N. C., for North Carolina State Bd. of Education and Dr. Craig Phillips.</p>\n<p>Rom B. Parker, of Parker &amp; Dickens, Enfield, N. C., for Bd. of County Commissioners of Halifax County.</p>\n<p></p>\n<h2>OPINION and ORDER</h2>\n<p>LARKINS, District Judge.</p>\n<p></p>\n<h2>SUMMARY</h2>\n<p>The subject of this opinion and one of the primary issues in this case is the constitutionality of Chapter 31 of the North Carolina Session Laws of 1969,<sup>[1]</sup> a local act which carved out of the Halifax County, North Carolina, school system a separate administrative unit for the operation of the public schools in Scotland Neck, a town with a population of approximately 3000 located in the southeastern section of Halifax County. The plaintiff contends that the act is unconstitutional and that its implementation should be permanently enjoined because the act is inconsistent with the State's duty under the Equal Protection Clause of the Fourteenth Amendment to dismantle its dual school system. Defendants Scotland Neck City Board of Education and the State of North Carolina contend that the act is not violative of the Fourteenth Amendment to the United States Constitution as interpreted by the Supreme Court of the United States.</p>\n<p>This controversy came before the court upon the filing of plaintiff's complaint on June 16, 1969, attacking the constitutionality of Chapter 31 of the Session Laws of 1969 and seeking to require the Halifax County Board of Education to desegregate its school system. Following a three-day hearing on plaintiff's motion for a preliminary injunction in Raleigh, North Carolina, this court, on August 25, 1969, entered a Memorandum Opinion and Order enjoining the Scotland Neck City Board of Education additional defendants and its officers and agents, etc., from taking any further action pursuant to the provisions of Chapter 31 pending a final determination on the merits of the constitutional questions raised by plaintiff's challenge of the act.</p>\n<p>On October 30, 1969, this Court allowed certain named Haliwa Indians to intervene and on November 3, 1969, this court entered an Order allowing Robert B. Morgan, Attorney General of North Carolina, to intervene as a defendant on behalf of the State of North Carolina.</p>\n<p>On January 9, 1970 the court allowed the motion for leave to intervene on behalf of Pattie Black Cotton, Edward M. Francis and others, and ordered additional defendants named therein to plead within 20 days.</p>\n<p><span class=\"star-pagination\">*67</span> This court scheduled a hearing on the merits of the constitutionality of Chapter 31 and similar questions in the case of Turner et al. v. Warren County Board of Education et al., Raleigh Division, for Wednesday, December 17, 1969. A trial on the merits in this case and the Turner et al. v. Warren County Board of Education et al. case was conducted by this court on December 17 and 18, 1969. Following the trial, this court carefully considered the transcripts, exhibits, briefs, depositions and arguments of counsel; and, now being fully advised in the premises, the court makes the following Findings of Fact and Conclusions of Law.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Scotland Neck, a small town with a present population of approximately 3000 is located in the southeastern corner of Halifax County, a rural and agricultural region of North Carolina which has a predominantly black population. The population of the town itself is approximately 50% white and 50% black.</p>\n<p>The schools within the corporate limits of Scotland Neck were operated as a city administrative unit until 1936 at which time they became part of the Halifax County unit pursuant to a procedure authorized by the General Statutes of North Carolina.<sup>[2]</sup> The construction of the elementary school in 1903 and the high school in 1923 was financed entirely by local funds.</p>\n<p>Following the consolidation with Halifax County in 1936, the schools of Scotland Neck were operated as part of a dual school system, completely segregated, until 1965, at which time the Halifax County Board of Education adopted a freedom-of-choice plan for the assignment of pupils. The county maintained the freedom-of-choice assignment plan for the next three years during which a few black students attended formerly all-white schools and no white students attended formerly all-black schools. For example, during the 1967-68 school year, all of the white students and 97% of the black students attended schools previously maintained for their own races. In that year, 10 of the 450 teachers in 18 schools were assigned across racial lines. About 35 black students attended the Scotland Neck schools during the 1967-68 school year.</p>\n<p>On July 27, 1968, the United States Department of Justice, pursuant to its authority under Title IV of the Civil Rights Act of 1964, sent the Halifax County Board of Education a \"notice letter\" which advised that Halifax County had failed to disestablish its dual school system and that additional steps should be taken for the Board to be in compliance with the United States Supreme Court's decision in Green v. County School Board of New Kent County, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968). Negotiations ensued between the attorneys for the Justice Department and the Halifax County School Board, and a tentative agreement was reached whereby the Board would disestablish the dual school system by the commencement of the 1969-70 school year and would implement certain intermediate steps at the beginning of the 1968-69 school year. The Justice Department agreed to withhold suit in consideration of the promises made by the Board.</p>\n<p>The negotiations and the Board's promise to desegregate its schools were well-publicized in the local press. The newspaper in Scotland Neck reported on August 9, 1968, that the county had been ordered to end its dual school system and that there were several forms of grade organization, such as zoning or pairing of schools, which would be more effective than the freedom-of-choice plan as a means of converting to a unitary non-racial school system. The portion of the agreement which affected the Scotland Neck schools, that is, the proposed combining of the seventh and eighth grades of the previously all-black Brawley <span class=\"star-pagination\">*68</span> school, just outside the corporate limits of Scotland Neck, with the all-white junior high, was also publicized in the Scotland Neck newspaper on August 16, 1968.</p>\n<p>On or about July 1, 1968, in anticipation of their obligation to comply with the <i>Green</i> decision, the Halifax County Board of Education asked the North Carolina Department of Public Instruction to conduct a school survey to determine the steps necessary for the Board to meet its desegregation obligations and to recommend \"the most effective organizational patterns for the county schools in order to insure the best education possible for the children.\" The survey, prepared in response to the request, was completed in December 1968. It recommended as an Interim Plan a combination of geographic zoning with grade reorganizations at some schools, including the pairing of the predominantly white Scotland Neck school and the all-black Brawley school with respect to certain grades. The Long Range plan suggested the construction of two new consolidated high schools to be financed by a proposed four million dollar bond issue. The survey also recommended that the county schools be consolidated with the schools in the city units of Roanoke Rapids and Weldon (two city administrative units also located within Halifax County). The Halifax County Board of Education subsequently declined to implement the plan which would have resulted in a majority of black students in 17 of the 18 schools in the Halifax County system.<sup>[3]</sup></p>\n<p>The legislative bill proposing the creation of a separate administrative unit for the schools of Scotland Neck, according to its proponents, was designed in response to Scotland Neck residents' dissatisfaction with the way in which the Halifax County Board of Education had allowed the schools in Scotland Neck to deteriorate. Only one county-wide school bond issue had passed since 1936, and that was in 1957. At that time, the separate units in Roanoke Rapids and Weldon, on a per-pupil basis, received a total of $1,020,000, and Halifax County received $1,980,000 for capital outlay. None of the proceeds of the bond issue was spent on any schools within the corporate limits of Scotland Neck. If the Scotland Neck schools had been operated as a separate unit at that time, the unit would have received approximately $190,000 as its proportionate share of the bond proceeds.</p>\n<p>In 1963, as a result of the latest statewide bond issue, the Halifax County Board of Education received a total of $950,000 as its proportionate share of the proceeds. Mr. W. Henry Overman, Superintendent of the Halifax County schools, testified on deposition that none of this money had been spent or committed for any school within the corporate limits of Scotland Neck. (Overman's Deposition, pp. 184, 187). He also testified that Halifax County has gradually reduced the annual capital outlay tax for the schools from 63 cents per $100 valuation in 1957 to 27.5 cents per $100 valuation in the latest fiscal year. (Overman's Deposition, pp. 204-205).</p>\n<p>In 1963, some of the leaders of Scotland Neck began to formulate plans for the creation of a separate administrative unit for the schools of Scotland Neck but were not able to crystallize these plans into a legislative bill prior to the expiration of the 1963 session of the North Carolina legislature. In 1965, the proponents of a separate administrative unit did formulate a bill which would have provided for a separate unit for the administration of the schools in Scotland Neck and the four surrounding townships and would have provided for <span class=\"star-pagination\">*69</span> a supplemental tax of 25 cents on each $100 valuation throughout the new school district. The bill passed the House of Representatives but was defeated by the Senate, and it was the opinion of many in the Scotland Neck area that the defeat had been caused by the pressure of individuals residing in the townships outside the corporate limits of Scotland Neck</p>\n<p>In 1966, prompted by Mr. Henry Harrison, the only resident of Scotland Neck who was a member of the Halifax County Board of Education, a delegation consisting of Mr. Harrison, Mr. C. M. Moore, chairman of the Halifax County Board of Education, and Mr. Overman, Superintendent of the Halifax County schools, met with Dr. Pearce and some other staff members in the office of the North Carolina Superintendent of Public Instruction, the Division of School Planning, to get approval for the construction of a new high school and gymnasium in Scotland Neck to replace the old high school and the building being used as a combination auditorium and gymnasium. The new facilities would have been completely integrated. The Halifax County Board of Education supported the requested construction for Scotland Neck, but it was not approved by the Division of School Planning. (Overman's Deposition, pp. 178-180).</p>\n<p>In 1968, the leaders of Scotland Neck again began to make plans for the creation of a separate administrative unit for the operation of the Scotland Neck schools. This time they planned to limit the boundaries of the new district to the town limits of Scotland Neck because of the feeling that it was the residents of the area outside Scotland Neck who had contributed to the defeat of the bill in 1965. In November, 1968, a group consisting of Frank Shields, the future chairman of the Scotland Neck City Board of Education, C. Kitchin Josey, Henry Harrison, and Thorne Gregory, the State representative from the area, visited the Tryon City unit, at that time the smallest school unit in the State with 823 students enrolled during the 1968-69 school year. At that time, 974 pupils were attending the schools within the corporate limits of Scotland Neck, and it was expected that, with transfers, any new administrative unit would have approximately the same number of pupils. It was felt that the Tryon City school was superior to any school in Halifax County, ranking 4th out of 160 units in the State in percentage of high school graduates attending college, 31st in pupil-teacher ratio and 12th in library books per pupil. The tax base of Tryon was approximately the same as the tax base of Scotland Neck, and the Tryon unit also had a supplementary tax of 50 cents per $100 valuation. The group received a copy of the Tryon budget and the curriculum and discussed with the Tryon officials the amount of money needed to operate the system. The trip was primarily to study the financial feasibility of creating the separate unit in Scotland Neck (Shields' Deposition, pp. 11-12, 59-60). The Scotland Neck leaders talked to no other professional educators (with the exception of State Superintendent Craig Phillips, who opposed the creation of a new unit) and conducted no other studies before proposing the introduction of a bill in the State legislature. (Henry Harrison's Deposition, pp. 57-9).</p>\n<p>The actual bill creating the separate unit in Scotland Neck was drafted by the North Carolina Attorney General's office and was introduced as House Bill No. 22. After receiving the approval of the House Education Committee, the House Finance Committee and the Senate Finance Committee, the bill passed both houses by a substantial majority and was ratified as Chapter 31 of the North Carolina Session Laws on March 3, 1969.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*70</span> Chapter 31 was a local act which authorized the creation of a separate public school administrative unit to be known as the Scotland Neck City Administrative Unit pending approval by a majority of the voters of Scotland Neck in a special election to be held on April 8, 1969. The act also provided that, upon such approval, a special tax of 50 cents per $100 valuation be levied on property within the corporate limits of Scotland Neck, the school properties within the new system and all funds allocated for the operation of such schools be transferred from the Halifax County Board of Education to the new system and that the Mayor and Board of Commissioners of Scotland Neck be required to appoint a Board of Education to administer the new system.</p>\n<p>Chapter 31 became operative on April 8, 1969, upon the approval of a majority of the voters of Scotland Neck. Of the 1305 registered voters, in a large turnout, 813 voted for approval, and 332 voted against the act. (Ferd Harrison's Deposition, pp. 16-21).</p>\n<p>There was a mixed reaction to the bill by educators and the people of Halifax County. Most of the white leaders of Scotland Neck supported the bill. Mr. W. Henry Overman, Superintendent of the Halifax County Schools, was opposed to the bill. (Henry Harrison's Deposition, p. 12). Negro groups, specifically, one led by a Reverend Deloatche, generally opposed the bill, (Deposition of Aubrey Powell, black member of the Scotland Neck school board, p. 18). Craig Phillips, State Superintendent of Public Instruction and the only professional educator to testify against the bill in the legislature, opposed it on the grounds that it was contrary to the trend of consolidating school districts, (Phillips' Deposition, p. 23), and because the number of students in the unit would be less than the number which he thought should be a minimum for the efficient operation of a school unit. (Phillips' Deposition, pp. 58, 59, 87-88).</p>\n<p>Following approval of the act by the voters of Scotland Neck, the Mayor and Board of Commissioners of the Town appointed a five-member Board of Education. The Board then hired Franklin B. Bailey as superintendent, approximated the student enrollment for the 1969-70 school year and hired teachers. The Board also had a preregistration for students, established a curriculum, set up an athletic program and assigned teachers. At a two-day instruction session for teachers which began on August 18, 1969, the Board announced that new teachers should report on August 26th and that the students should report for the commencement of the school year on August 28th. The supplementary tax of 50 cents per $100 valuation was levied by the Board of Commissioners and the Town Tax Collector was instructed to collect it. (Ferd Harrison's Deposition, p. 22).<sup>[5]</sup></p>\n<p>At a joint meeting of the Halifax County and Scotland Neck school boards in June, the Halifax Board agreed to lease the Junior High School building which was just outside the boundaries of the new district to the Scotland Neck Board for one dollar per year. The Halifax Board has a similar arrangement with the Roanoke Rapids school unit with respect to the Chaloner school. The lease from Halifax County to Scotland Neck was first discussed at a joint meeting of the two boards in April or May. (C. M. Moore's Deposition, pp. 25-26). <span class=\"star-pagination\">*71</span> The lease arrangement amounted to extending the boundaries of the Scotland Neck unit to include approximately 10 additional acres, and the extension was approved by the State Board of Education on June 5, 1969. (Deposition of Franklin B. Bailey, Superintendent of the Scotland Neck system, pp. 19-20, Overman's Deposition, pp. 63-64).</p>\n<p>One controversial aspect of this case is a transfer plan devised by the Scotland Neck Board of Education whereby students would be allowed to transfer into or out of the Scotland Neck unit to and from the Halifax County unit.<sup>[6]</sup> Under the plan a student could transfer into the system if he paid a fee which would compensate for the supplemental tax being paid by the parents of those students residing within the corporate limits of Scotland Neck. One hundred dollars would be charged for the first child in a family; $25 for the next two children; and the rest of the children in a family would be allowed to transfer in free of charge. As of August 25, 1969, 350 whites and 10 blacks had applied for transfer into the Scotland Neck system, and 44 black 11th and 12th graders had applied to transfer out of the Scotland Neck unit to attend the all-black Brawley High School.<sup>[7]</sup> Because of the controversial nature of the transfer plan and the charge that the plan permitted the Scotland Neck system to become a refuge for white students or \"white island,\" counsel for the Scotland Neck Board of Education in its First Further Answer attached to an Amended Answer filed on September 3, 1969, said the Scotland Neck unit, if permitted to operate, would limit its student enrollment to those students residing within the corporate limits of Scotland Neck plus or minus any transfers that may be permitted by law and that would be in accordance with a plan to be approved by this Court.<sup>[8]</sup></p>\n<p>The result of the creation of a separate administrative unit for Scotland Neck was to carve out of the Halifax County unit a smaller school district. Without the transfer system, there are 399 whites and 296 blacks of school age within the corporate limits of Scotland Neck. This does not include the children who would have entered the first grade in the fall of 1969. The Scotland Neck system would have been an integrated system throughout with black students comprising 42.6% of the student enrollment. There is one black member on the five-member school board, and the faculty would also be integrated. The effectuation of the proposed transfer plan would have created approximately the same ratio of white to black students that prevailed during the 1968-69 school year. In 1968-69, 786 whites attended Scotland Neck schools. Of those, 399 resided within the corporate limits and 387 resided outside Scotland Neck. With the transfer system as originally adopted, the net effect would have been to have 759 white students (74%) in the schools of Scotland Neck and 262 black students (26%). The school facilities under the jurisdiction of the new unit will accommodate about 1,000 students.</p>\n<p><span class=\"star-pagination\">*72</span> The effect of the new unit on the other students in the county would be to leave the Halifax County unit with fewer whites in its school system. During the 1968-69 school year, the Halifax unit had a total of 10,655 students, of which 2,357 (22%) were white, 8,196 (77%) were black and 102 (1%) were Indian. The racial composition of the Halifax unit, with the originally proposed transfer system, would be as follows: white, 1,598 (16%); black, 8,186 (83%); Indian, 102 (1%). If the transfer system were not allowed or if a transfer system were devised which assured a larger number of black students in the Scotland Neck unit, the figures and percentages of course would change accordingly. Mr. Overman, Superintendent of the Halifax schools, testified on deposition that the Interim Plan proposed in the 1968 survey prepared for the Halifax County system could still be implemented even if the constitutionality of the Scotland Neck district were upheld. (Overman's Deposition, pp. 144-151). He also testified that Halifax County would still get the same amount of money per pupil from State, Federal and local sources and that the County would have an even better pupil-teacher ratio in certain areas of instruction.</p>\n<p>One of the principal questions in passing on the constitutionality of Chapter 31 relates to the motivation of the proponents and supporters of the Scotland Neck legislation. The plaintiffs contend that the motivation behind the passage of the act was simply a desire to decrease the proportion of black students in the Scotland Neck schools. The defendants submit that the primary reason for the legislation was a desire on the part of the people and leaders of Scotland Neck to increase the quality of education in the Scotland Neck schools. After closely scrutinizing the record and after carefully considering the arguments of counsel, this Court is of the opinion that the following motivating forces were responsible for the design of the legislation creating the separate Scotland Neck school district: (1) the desire to improve the educational level in the Scotland Neck schools, the present conditions in those schools having been brought about by a lengthy history of neglect and discrimination with respect to financial allocations to the Scotland Neck schools by the Halifax County Board of Education; (2) a desire on the part of the leaders of Scotland Neck to preserve a ratio of black to white students in the schools of Scotland Neck that would be acceptable to white parents and thereby prevent the flight of white students to the increasingly popular all-white private schools in the area; (3) a desire on the part of the people of Scotland Neck to control their own schools and be in a position to determine their direction with more finality than if the schools were a part of the Halifax County system. In ascertaining such a subjective factor as motivation and intent, it is of course impossible for this Court to accurately state what proportion each of the above reasons played in the minds of the proponents of the bill, the legislators or the voters of Scotland Neck, but it is sufficient to say that the record amply supports the proposition that each of the three played a significant role in the final passage and implementation of Chapter 31.</p>\n<p>There is lengthy testimony supported by the historical treatment of the Scotland Neck schools by the Halifax County Board of Education to the effect that the primary reason for the new district was that the people of Scotland Neck felt they could have a better education system if they could have a separate school district, levy a supplemental tax upon themselves and exert more local control over the operation of the schools within the corporate limits of the town. Mr. Aubrey Powell, the black member of the new Scotland Neck school board, testified on deposition that he thought the bill originated because the people of Scotland Neck thought it would provide a better education for their children. (Powell's Deposition, pp. 5-6). Mr. Powell said that the question of the private schools was never discussed among the school <span class=\"star-pagination\">*73</span> board of Scotland Neck and that the issue had never been mentioned to him. Dr. Craig Phillips said in his deposition that after discussing the bill with Josey, Harrison and Shields he was convinced that the major point of discussion and the reason for the proposed bill was \"simply, concern about the quality of education for the youngsters involved in Scotland Neck.\" (Phillips' Deposition, p. 15). Mr. Henry Harrison, a strong proponent of the improvement of the Scotland Neck schools, testified that the people of Scotland Neck merely tried to improve the education of all the children, both black and white, and that it was his understanding that under the administration in the new school district, the dual school system would be abolished. (Henry Harrison's Deposition, pp. 40-41). Mr. Overman, Superintendent in Halifax County, in discussing the reasons behind the bill proposed in 1965, said that its purpose was to give the people of Scotland Neck more control over their schools and enable them to have a supplementary local tax. (Overman's Deposition, pp. 172-176). He also cited the decrease in the annual capital expenditure outlay tax from 63 cents to 27.5 cents per $100 valuation. (Overman's Deposition, pp. 204-205).</p>\n<p>The testimony and the candid admissions of counsel also indicate that the desire to preserve an acceptable white ratio in the school system was a factor behind the passage of the act. Mr. Harrison stated that he told the legislature that white children were going to private schools and that something needed to be done to retain the support of the white people for the public schools. (Henry Harrison's Deposition, p. 18). Mr. Shields and Mr. Overman both testified that they felt that integration would encourage the growth of the all-white private schools. (Overman's Deposition, pp. 217-218, Shields' Deposition, pp. 70-71). Mr. C. M. Moore said that it was his opinion that the independent school system would be a better alternative than the private schools. (Moore's Deposition, pp. 18-19). Mr. Shields testified to the same thing and said that most of the adults in Scotland Neck held the same opinion. (Shields' Deposition, pp. 23-26).</p>\n<p>One factor which the plaintiff has attempted to use as proof that the bill will produce an inferior school system and that, therefore, it could not have been put forth for educational reasons is that there is substantial opinion among educators that there are considerable educational advantages to be derived from the greater efficiency and better allocation of resources frequently associated with the operation of school units with larger numbers of pupils. However, the Court feels impelled to consider the points raised by the arguments of counsel for both sides because of the great amount of effort put forth by both sides to show why the proposed school district in Scotland Neck might or might not be better than the Halifax County system out of which it was carved.</p>\n<p>Many educators agree in general principle with the suggestion made in the report of the Governor's Study Commission<sup>[9]</sup> that the merger of administrative units is a desirable thing because it frequently leads to the increased efficiency in the operation of the public schools. Mr. Overman testified that the North Carolina Teacher's Association approves the suggested number of 9,000-10,000 as a desirable pupil population and the suggested minimum of 3,500-4,000 in the size of school units as recommended on page 164 of the study commission's report. (Overman's <span class=\"star-pagination\">*74</span> Deposition, p. 72). Dr. Craig Phillips is also firmly committed to the policy of consolidation and the advisability of reaching a 5,000 student population unit if possible and testified that the number of units in North Carolina has declined from a peak of 177 to the present number of 155. (Phillips' Deposition, pp. 35-36).</p>\n<p>Further argument against the educational advantages of the new district is that the Scotland Neck school board did not actually make any plans to use the additional tax money for teachers' supplements. The only proposed change in salaries was to give the superintendent an $1800.00 per year supplement. There were plans to set up a curriculum study program in the fall of 1969 to determine which courses would be of most benefit to the students in the Scotland Neck system, but the only planned changes in the school curriculum for the 1969-70 school year was the elimination of the music course and some trade courses. (Powell's Deposition, pp. 23-24). There were no studies made prior to the introduction of the bill with respect to the educational advantages of the new district, and there was no actual planning as to how the supplement would be spent although some people assumed it would be spent on teachers' supplements.</p>\n<p>The thing which makes it difficult for this Court to base its conclusions on the quality of education in the new unit is that there is so much conflict in the testimony. For example, Craig Phillips, although endorsing the trend toward mergers of school units, testified that he would ascribe very strongly to the statement on page 29 of the school survey of 1968<sup>[10]</sup> that \"the one best single determinant in the quality program of education is the financial factor. * * *\" He testified that many of the smaller units do turn out a better product than the larger units and that he was aware that units in the 823-2,000 pupil category rank higher in many significant categories than some of the larger units. (Phillips' Deposition, pp. 93-95). This Court also, in examining the rankings of the various schools with respect to many categories, notes that the smaller schools do rank higher in some rather significant categories and that the Halifax County unit ranks near the bottom in a number of the categories.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*75</span> Another factor worthy of mention is the plaintiff's introduction into evidence of several newspaper articles which discuss a supposed motivation for the bill. The articles taken from the <i>Raleigh News and Observer,</i> suggest that racial considerations, and not a concern for better education, motivated the legislation. For example, on February 2, 1969 the newspaper wrote that Halifax County Negroes outnumbered whites, that the reverse existed in Scotland Neck and that Halifax County Negroes had opposed the bill. On February 14, 1969, the paper commented editorially that the bill provided for an \"educational island\" dominated by whites and on February 22, 1969, suggested that if the bill passed, it would encourage other school districts to provide similar legislation. This Court has chosen to admit the newspaper articles for the purpose of showing that they did appear and not for the purpose of showing the truth of the information contained in them.<sup>[12]</sup></p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>Three legal principles are applicable to an analysis of the constitutional issues now before this court. The first is that any federal court should be hesitant to declare a state statute unconstitutional. As stated in Phillips Petroleum Company v. Jones, <span class=\"citation\" data-id=\"2595833\"><a href=\"/opinion/2595833/phillips-petroleum-company-v-jones/\"><span class=\"volume\">147</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">122</span></a></span>, 125 (D.Okl., 1955) (three-judge court):</p>\n<blockquote>\"Federal jurisdiction, though existent, will not be exercised to strike down a state statute unless it is clearly and palpably unconstitutional upon its face, the enforcement of which will cause immediate and irreparable harm to the complainant, as to which there is no legal or administrative remedy. * * *\" [cites omitted]</blockquote>\n<p>There is similar language in numerous other cases, but, for reasons which need not be considered at this time, the principle has not been applied extensively in cases involving race, civil rights or school desegregation; and the principle is therefore of limited relevancy in resolving the questions now under consideration.</p>\n<p>The second applicable principle relates to what the Supreme Court and the lower courts have said about what school boards and state and local school officials must do to guarantee black students their constitutional rights in the area of school desegregation. The relevant cases here would appear to be Brown v. Board of Education (Brown I), <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">347</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">686</span></a></span>, <span class=\"citation\" data-id=\"105221\"><a href=\"/opinion/105221/brown-v-board-of-education/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">873</span></a></span> (1954), Brown v. Board of Education (Brown II), <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">753</span></a></span>, <span class=\"citation\" data-id=\"105312\"><a href=\"/opinion/105312/brown-v-board-of-education/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1083</span></a></span> (1955), Green v. County School Board of New Kent, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"107705\"><a href=\"/opinion/107705/green-v-county-school-board/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">716</span></a></span> (1968), Alexander v. Holmes County Board of Education, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">29</span></a></span>, <span class=\"citation\" data-id=\"107993\"><a href=\"/opinion/107993/alexander-v-holmes-county-bd-of-ed/\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">19</span></a></span> (October 29, 1969). As this Court reads and interprets these relevant opinions, it would seem that the Supreme Court is concerned about establishing school systems which operate and assign their students to a particular school without regard to the student's race or color. Justice Brennan, speaking for the Court in the <i>Green</i> decision said the following:</p>\n<blockquote>\"It was * * * dual systems that 14 years ago Brown I held unconstitutional and a year later Brown II held must be abolished; * * *, 391 U.S. at 435, 88 S.Ct. at 1693, 20 L.Ed.2d at 722.</blockquote>\n<blockquote>and</blockquote>\n<blockquote>\"The transition to a unitary, nonracial system of public education was and is the ultimate end to be brought about; * * *.\" 391 U.S. at 436, 88 S.Ct. at 1693, 20 L.Ed.2d at 722.</blockquote>\n<p><i>Brown II</i> used the phrase \"racially nondiscriminatory school system\" and <i>Green</i> <span class=\"star-pagination\">*76</span> used the phrase \"unitary nonracial school system\" as the description of that which the constitution requires.</p>\n<p>The requirement that school systems must be nonracial was injected with an air of immediacy by the <i>Green</i> decision in May, 1968. An even stronger demand for desegregation <i>now</i> was made in October, 1969, when the Court, in a per curiam opinion, Alexander v. Holmes County Board of Education, stated that the \"all deliberate speed\" standard was no longer applicable and that \"* * * the obligation of every school district is to terminate dual school systems at once and to operate now and hereafter only unitary schools.\" 90 S.Ct. at 29, 24 L.Ed. 2d at 21.</p>\n<p>As of the entry of this Opinion and Order the Supreme Court has failed to give an exact definition of a unitary nonracial school system. Although the Supreme Court has condemned gerrymandering, freedom-of-choice plans, free-transfer plans, and racially identifiable schools, student bodies or faculties which retain the vestiges of the segregated dual system, no case has been brought to the attention of this Court (with the possible exception of a recent Georgia case) which requires any specific ratios of blacks to whites in a classroom, school or school district. Despite newspaper articles and perhaps some district court opinions to the contrary, the Supreme Court has not yet required bussing or population changes to effect particular black-white ratios in the schools. The emphasis of the Court has been on the nature of the school system and how it treats and assigns its students and faculty members. The Supreme Court has not yet concerned itself with the actual numbers of blacks and whites attending school together except where the numbers or percentages reflect that the school system is assigning its students or faculty or making some decisions on the basis of the race of the individuals involved.</p>\n<p>The third legal principle relevant to the analysis of this case is that stated in Gomillion v. Lightfoot, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">339</span></a></span>, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"106127\"><a href=\"/opinion/106127/gomillion-v-lightfoot/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">110</span></a></span> (1960) that \"Acts generally lawful may become unlawful when done to accomplish an unlawful end.\" In that case, the Supreme Court invalidated an Alabama statute which had redefined the boundaries of the City of Tuskegee to reduce the black vote. Legislative manipulation to affect the constitutional rights of blacks has been a familiar practice in several southern states in recent years, two examples being found in Hall v. St. Helena Parish School Board, <span class=\"citation\" data-id=\"1419413\"><a href=\"/opinion/1419413/hall-v-st-helena-parish-school-board/\"><span class=\"volume\">197</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">649</span></a></span> (E.D.La., 1961), and Poindexter v. Louisiana Financial Assistance Commission, <span class=\"citation no-link\"><span class=\"volume\">275</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">833</span></span> (E.D.La., 1967), aff'd, <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">571</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">693</span></span>, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">780</span></span> (1968), two cases by three-judge courts which struck down attempts by the Louisiana legislature to continue a segregated public school system under the guise of assistance payments to private school students.</p>\n<p>Applying this principle to the assignment of pupils, the case of Haney v. County Board of Education of Sevier County, <span class=\"citation\" data-id=\"284783\"><a href=\"/opinion/284783/lela-mae-haney-v-county-board-of-education-of-sevier-county-arkansas/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span> (8th Cir. 1969), becomes relevant. In that case, plaintiffs challenged the existence of an all-black school in one district of the county and an all-white school in a different district of the same county. The district court dismissed the complaint on the grounds that the districts had not been created for the purposes of denying plaintiffs their constitutional rights and were therefore valid. The court of appeals reversed the district court on the grounds that the creation of the districts, in accordance with a statutory reorganization of Arkansas schools in 1948 in accordance with the then-existing Arkansas law, was unconstitutional because the 1948 law required Arkansas schools to be segregated and the boundaries of the school districts were obviously drawn to continue the segregated schools. In this Court's opinion, the holding in the <i>Haney</i> case was simply that the maintenance of segregated schools cannot be justified \"simply because of pre-<i>Brown</i> geographic structuring of school districts.\"</p>\n<p><span class=\"star-pagination\">*77</span> Also demonstrative of the Gomillion principle is the Supreme Court decision in Monroe v. Board of Commissioners of City of Jackson, Tennessee, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">450</span></a></span>, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1700</span></a></span>, <span class=\"citation\" data-id=\"107707\"><a href=\"/opinion/107707/monroe-v-board-of-commrs-of-jackson/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">733</span></a></span> (1968), in which the Supreme Court struck down a free-transfer plan which enabled a child, after first registering at the assigned school in his attendance zone, to transfer to the school of his choice if space were available. The Court objected to the plan on the grounds that it delayed the conversion to a unitary nonracial system where, after three years of operation under the plan, all of the whites remained in the white school and 80% of the blacks remained in the black school.</p>\n<p>Perhaps the two most relevant, but still distinguishable cases are two district court decisions rendered within the last few months in Virginia and Arkansas. In Burleson v. County Board of Election Commissioners of Jefferson County, <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">352</span></span> (E.D.Ark., Jan. 22, 1969), an opinion by District Judge J. Smith Henley, the plaintiffs, residents of the Dollarway School District, challenged the implementation of the results of a local election which would have permitted the Hardin area of the district, a noncontiguous area with a 99%-white student population, to be severed from the district. The court enjoined the implementation of the election on the grounds that severance would impede the Dollarway School Board's efforts to comply with that court's order to integrate the schools and because the Board would have had difficulty in finding white teachers who would teach in the district if blacks greatly outnumbered whites. Also, the district would have lost some operating funds and there were no schools or other facilities in the Hardin area available for the school children in that area.</p>\n<p>The second case is Wright v. County School Board of Greensville County, No. 4263 (E.D.Va., August 8, 1969), a decision by District Judge Robert R. Merhige. In that case, the Greensville County School Board was in the process of carrying out a court-ordered plan of desegregation, and the City Council and other officers of the City of Emporia, on July 9, 1969, convened a special meeting to establish a separate city school system. On July 10th, the mayor sought to buy or lease from the county the school buildings located within the city. At a July 14th meeting, after hearing the mayor express his dissatisfaction with the proposed plan of desegregation for the county, the City Council unanimously decided to instruct the City School Board to take steps to establish a separate school division for the city. On July 23rd, the City Council adopted a resolution requesting the State Board of Education to authorize the creation of a separate school division. The City School Board notified the county board that no city children would attend the county system thereafter and that the city would no longer share the costs of the county system. The plan of operation proposed by the City of Emporia would have afforded those students residing outside of the city the opportunity to attend the city schools on a \"tuition-no transportation\" basis. The members of the City School Board offered no assistance to the county board in the submission of a plan of desegregation to the district court.</p>\n<p>The district court found as a matter of law that the City School Board, as successor to the Greensville County Board, was required to disestablish racial segregation in the school system in accordance with the plan approved by the court. The establishment and operation of a separate school system would have been an impermissible interference and frustration of the court's order.</p>\n<p>Application of the constitutional case law to the issue before this Court, the separation of the Scotland Neck school unit from the larger Halifax County unit, creates a more difficult question than this Court has been able to find in any of the questions presented in the earlier cases. With the transfer system as it was originally proposed, this Court would probably have less difficulty in <span class=\"star-pagination\">*78</span> finding the scheme unconstitutional, because the Scotland Neck school district in view of the economics of the situation, that is, the inability of blacks to afford the transfer fees, would become a refuge or haven for those white students in the county who wished to escape the real or imagined disaster of a substantial black majority in the Halifax County System. Now that the defendant Scotland Neck City Board of Education, in its First Further Answer of September 3, 1969, has agreed to either eliminate the transfer system or adopt a system which would comply with the Board's constitutional obligations, the question has become even more difficult. What this Court is now faced with is assessing the results of the creation of the new unit strictly in terms of the effect it has on the relationship of those students residing within the corporate limits of Scotland Neck and those residing in Halifax County. The creation of the new unit does take some of the white students out of the Halifax County unit and thereby does reduce the proportion of whites in a school system already top-heavy with black students.</p>\n<p>It is apparent that Chapter 31, of the Session Laws of 1969 was enacted with the effect of creating a refuge for white students of the Halifax County School system, and interferes with the desegregation of the Halifax County School system, in accord with the plan adopted by said Board to be implemented on or before June 1, 1970.</p>\n<p>Therefore, this Court's findings of fact that the legislative bill creating the district was at least partially motivated by a desire to stem the flight of white students from the public schools, the Court must find that the act is unconstitutional and in violation of the Equal Protection Clause of the 14th amendment and must enter permanent injunctive relief for the plaintiff.</p>\n<p>Since the record in this case conclusively shows that the Act of the General Assembly creating the Scotland Neck unit in Halifax County serves no State interest and prevents the Halifax County Board of Education from complying with the orders of this court issued in protection of constitutional rights, it is the court's opinion that Chapter 31 of the North Carolina Session Laws of 1969 is unconstitutional. A judgment in accordance with this opinion will be entered by the court.</p>\n<p>BUTLER, Chief Judge, concurs.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiff, in its complaint, also challenged the constitutionality of defendant Halifax County Board of Education's pupil assignment plan on the grounds that the plan failed to establish a unitary non-racial school system as required by the mandate of the United States Supreme Court. Furthermore, the status of the Haliwa Indians in the new arrangement of school systems was raised by a complaint in intervention permitted to be filed by this Court on October 30, 1969, on behalf of the several hundred Haliwa Indians residing in Halifax and Warren Counties. Another third-party complaint in intervention, filed as of January 9, 1970, by order of this Court by two black public school teachers in Halifax County and a number of minor school children residing in the Scotland Neck City School System and the Littleton-Lake Gaston School System, made certain allegations about the treatment of black students and faculty members by the Halifax County Board of Education. None of the questions raised by these additional allegations have yet been ruled on by the Court.</p>\n<p>[2]  Formerly Article 18, Chapter 136, Public Laws 1923, now North Carolina General Statutes §§ 115-74 through 115-78.</p>\n<p>[3]  Mr. Franklin P. Shields, a resident of Scotland Neck and chairman of the Scotland Neck City Board of Education, testified on deposition that he felt public opinion was against the Interim Plan because the people did not generally understand it, because they were generally opposed to change of any kind and because there were administrative difficulties in implementing the plan. (Shields' Deposition, pp. 18-23).</p>\n<p>[4]  The actual title of Chapter 31 was:\n</p>\n<p>AN ACT TO IMPROVE AND PROVIDE PUBLIC SCHOOLS OF A HIGHER STANDARD FOR THE RESIDENTS OF SCOTLAND NECK IN HALIFAX COUNTY. TO ESTABLISH THE SCOTLAND NECK CITY ADMINISTRATIVE UNIT, TO PROVIDE FOR THE ADMINISTRATION OF THE PUBLIC SCHOOLS IN SAID ADMINISTRATIVE UNIT, TO LEVY A SPECIAL TAX FOR THE PUBLIC SCHOOLS OF SAID ADMINISTRATIVE UNIT, ALL OF WHICH SHALL BE SUBJECT TO THE APPROVAL OF THE VOTERS IN A REFERENDUM OR SPECIAL ELECTION.</p>\n<p>[5]  The collection of the tax of course ceased when this Court's preliminary injunction was entered against further implementation of Chapter 31. Much to the credit of the citizens of Scotland Neck, the supporters of the bill have financed this litigation by voluntary donations contributed in response to a solicitation in the <i>Scotland Neck Commonwealth,</i> the local newspaper, on October 10, 1969.</p>\n<p>[6]  Both the Roanoke Rapids and the Weldon city units have similar transfer plans, but, recently, restrictions have been placed on the number of students permitted to transfer from Halifax County into the two systems. (Overman's Deposition, pp. 166-169).</p>\n<p>[7]  Counsel for the Scotland Neck City Board of Education explained that the transfer of these black students in the 11th and 12th grades would be permitted only for the next two years in order to allow the students who had bought class rings, participated in athletics or had been chosen to leadership positions to remain in the all-black Brawley High School.</p>\n<p>[8]  If the school district itself were found to be constitutional, it would not be difficult to fashion an acceptable transfer plan by either limiting transfers in and out such that the black-white ratio would be the same after accepting transfers or by accepting an equal number of blacks and whites. The problem of finding enough black students who could afford the transfer fees might be met by charging the paying transferees a higher fee.</p>\n<p>[9]  The Report of the Governor's Study Commission on the Public School System of North Carolina is a 302-page report prepared by a 17-member commission appointed by Governor Dan K. Moore. The report was submitted December 3, 1968, and was prepared in response to the question \"How best can the people of North Carolina meet their obligation to provide full educational opportunities for their children?\" In conducting the study, the commission consulted experts, conducted research and visited a number of schools.</p>\n<p>[10]  A survey of the Halifax County schools prepared in September, 1968, by a seven-member committee under the supervision of the Division of School Planning in the North Carolina Department of Public Instruction and the direction of Dr. J. L. Pierce, Director.</p>\n<p>[11]  The Profile of Significant Factors in Education in North Carolina, a ranking of school administrative units prepared in July, 1968, by the Statistical Services Division of the North Carolina Department of Public Instruction, shows that the Halifax system, the Tryon City system (smallest unit in the state), and the Tyrrell County system (small rural agricultural county) rank, in relation to the 166 units in the state and in the following categories, as follows:\n</p>\n<p></p>\n<pre>\n                                                  <i>Tryon</i>     <i>Tyrrell</i>     <i>Halifax</i>\n1. % of classroom teachers with graduate            59         98         120\n   certificates, Table 1, p. 1\n2. % of professional staff paid entirely            54         87         135\n   from local funds, Table 4, p. 13\n3. % of classroom teachers with maximum             14          5          84\n   experience for pay purposes,\n   Table 5, p. 17\n4. % of classroom teachers with no prior           160         38          12\n   experience, Table 6, p. 21\n5. % of high school graduates entering               4        134         162\n   college, Table 7, p. 25\n6. % of h. s. grads, entering trade, business       86         63         123\n   or other schools, Table 8, p. 29\n7. Pupil to staff ratio, Table 14, p. 49            31         69         138\n8. Per pupil expenditures of local funds,           48        109         125\n   Table 24, p. 89\n</pre>\n<p>[12]  Although there is authority for admitting the newspaper articles to show legislative intent where there are no other reports made contemporaneously with the passage of the act, e. g., United States v. Louisiana, <span class=\"citation\" data-id=\"1872222\"><a href=\"/opinion/1872222/united-states-v-state-of-louisiana/\"><span class=\"volume\">225</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">353</span></a></span>, 375 n. 59 (E.D.La., 1963) (three-judge court), this Court has chosen to limit the admissability of the articles as stated.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1419413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1872222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2595833/"
  ]
}