{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1474282/",
  "absolute_url": "/opinion/1474282/patsy-aiken-designs-inc-v-baby-togs-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1474282/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:24:19.398821Z",
  "date_modified": "2016-04-27T02:04:34.250058Z",
  "type": "010combined",
  "sha1": "fa797e1aa22dc3a0ba47ac425f5dab29a8110025",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>701 F.Supp. 108 (1988)</b></center>\n<center><h1>PATSY AIKEN DESIGNS, INC., Plaintiff,<br>\nv.<br>\nBABY TOGS, INC., and Marshalls Inc., Defendants.</h1></center>\n<center>No. 88-498-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 22, 1988.</center>\n<p>Charles C. Meeker, Adams, McCullough &amp; Beard, Raleigh, N.C., for plaintiff.</p>\n<p>Howard E. Manning, Sr., Manning, Fulton &amp; Skinner, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>Two motions ripe for decision bring this matter before the court. On August 19, 1988 Plaintiff's Motion for Order Compelling Discovery was filed with supporting Memorandum. Defendants filed Memorandum of Law in Opposition to Plaintiff's Motion for Order Compelling Discovery September 16, 1988, to which plaintiff filed Reply September 26, 1988. Defendants' Motion for Summary Judgment was filed September 2, 1988 with Affidavit and supporting Memorandum. Plaintiff filed, with Affidavit, its Memorandum in Opposition to Defendants' Motion for Summary Judgment September 26, 1988, to which defendants filed Reply October 11, 1988. Based on reasoning expressed below, this court grants defendants' summary judgment motion; a disposition determinative of Plaintiff's Motion for Order Compelling Discovery, which is denied without further consideration.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff Patsy Aiken Designs, Inc., a North Carolina corporation engaged in the business of creating, manufacturing and distributing a line of children's garments since 1979, brings this diversity action against defendants Baby Togs, Inc., a New York corporation engaged in the manufacture and distribution of children's garments, and Marshalls, Inc., a Massachusetts corporation which owns and operates a large chain of retail stores, including one in Raleigh, North Carolina, where plaintiff's principal place of business is located. Plaintiff asserts claims for unfair competition, and for unfair trade practices in violation of N.C.G.S. § 75-1.1.</p>\n<p>The undisputed material facts presented to the court show that sometime in 1986 plaintiff began distributing children's garments containing the two designs at issue here, allegedly copied by defendants. These applique designs include (1) a lion caged next to a building with the word \"ZOO\" noted on its roof, and (2) a toy <span class=\"star-pagination\">*109</span> soldier playing a drum while pulling a cannon, followed by another soldier playing a trumpet. Defendants' designs, of similar fabric content and stitching, include (1) a lion caged next to a building nearly identical to plaintiff's with the word \"ZOO\" spelled out above it in balloons, and (2) a toy soldier playing a drum while pulling a cannon.</p>\n<p>Attached to defendants' garments are tags bearing defendant Marshalls' logo. Plaintiff's garments bear necktags indicating their origin. Samples of these garments have been submitted to the court as attachments to the affidavit of Joel Aiken, offered by plaintiff.</p>\n<p>In early 1987 plaintiff obtained federal copyrights for these designs. Sometime in early 1988 plaintiff discovered what it thought were infringing copies of its copyrighted designs on garments being manufactured and sold by defendants. Thereafter, plaintiff dispatched certain \"demand\" letters to defendants, asserting claims for copyright infringement (Blumstein Aff., Exhs. 1 and 2). These letters contained the following language referring to copyright protection of the garments: \"Patsy Aiken Designs registered applique designs with the Copyright Office in early 1987, and notice of those copyrights appears on the necktags of Patsy Aiken garments.\"</p>\n<p>Upon receipt of these letters, defendants ceased any further sales of the garments in question, advising plaintiff it had \"no plan or intention to manufacture, sell or distribute\" the garments in the future (Blumstein Aff., Exh. 3). Defendants soon followed with another communication (Blumstein Aff., Exh. 4), reading as follows:</p>\n<blockquote>Enclosed herewith is a copy of a piece of apparel apparently manufactured by Patsy Aiken Designs which bears an applique design corresponding to Exhibit A of your letter of May 5, 1988 to the President of Baby Togs. I have in my possession the actual piece of apparel from which the enclosed copy was prepared. The necktag of this garment does not appear to contain any copyright notice.</blockquote>\n<p>Plaintiff responded by letter (Blumstein Aff., Exh. 5), acknowledging that it had checked its records and determined that some of plaintiff's garments had been shipped without copyright notice. Plaintiff added that:</p>\n<blockquote>Although we are of the opinion that the extent of the distribution without notice is sufficiently small so as not to affect the validity of the copyright, we do understand that your client may now have a defense of innocent infringement.</blockquote>\n<blockquote>While we understand that your client may have the above defense, we nonetheless believe that unfair competition and unfair trade practices claims remain unaffected. Indeed, misappropriation of a small company's work product by a large company is unethical at common law without regard to statutory violations.</blockquote>\n<p>Soon after sending the above letter, plaintiff filed Complaint, alleging the aforementioned state law claims but not any federal claim of copyright infringement. Defendants filed Answer, denying plaintiff's material allegations and asserting that plaintiff's claims are preempted by federal copyright laws. Defendants' Motion for Summary Judgment, made pursuant to Rule 56, F.R.Civ.P., and based upon the above assertion, soon followed. It is this motion which the court considers below, finding its disposition to be determinative of Plaintiff's Motion for Order Compelling Discovery.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>Summary judgment is appropriate whenever the pleadings, affidavits, and other materials show there is no genuine issue of material fact and the movant is entitled to judgment as a matter of law. <i>Celotex Corporation v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). In other words, summary judgment is appropriate when there is no genuine dispute as to the material facts of the case; that is, when the evidence is such that no reasonable jury could return a verdict for the nonmoving party. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed. 2d 202 (1986).</p>\n<p><span class=\"star-pagination\">*110</span> This motion causes the court to consider the difficult area of preemption under federal copyright law. The Copyright Act of 1976 provides that:</p>\n<blockquote>On or after January 1, 1978, all legal or equitable rights that are equivalent to any of the exclusive rights within the general scope of copyright, as specified by section 106 in works of authorship that are fixed in a tangible medium of expression and come within the subject matter of copyright as specified by sections 102 and 103, whether created before or after that date and whether published or unpublished, are governed exclusively by this title. Thereafter, no person is entitled to any such right or equivalent right in any such work under the common law or statutes of any State.</blockquote>\n<p>17 U.S.C. § 301(a).</p>\n<p>As at least one court has succinctly stated the effect of § 301:</p>\n<blockquote>Under § 301, federal preemption takes hold once three conditions are met: the work is the type of work protected by the copyright laws; the right asserted is equivalent to a right protected by federal copyright law; and the January 1, 1978 cutoff date is met. When these three conditions converge, the state law right of action is preempted.</blockquote>\n<p><i>Mayer v. Josiah Wedgwood &amp; Sons, Ltd.,</i> 601 F.Supp. 1523, 1531 (S.D.N.Y.1985). In <i>Mayer,</i> a case involving the alleged copying of an uncopyrighted snowflake design, the court noted that:</p>\n<blockquote>A state law action covering `subject matter that does not come within the subject matter of copyright as defined by sections 102 and 103 ...' is not preempted by § 301. 17 U.S.C. § 301(b)(1). In general terms, that subject matter is `original works of authorship fixed in any tangible medium of expression,' 17 U.S. C. § 102(a), including `compilations and derivative works,' 17 U.S.C. § 103(a). Section 102(a) lists several examples of protectible works, among which is `pictorial, graphic and sculptural works.' 17 U.S.C. § 102(a)(5).</blockquote>\n<p>601 F.Supp. at 1532.</p>\n<p>Two Supreme Court decisions, decided before the enactment of the Copyright Act of 1976 but of clear decisional value today, shed much light on this difficult area of preemption. As the Court held in <i>Sears, Roebuck &amp; Co. v. Stiffel Co.,</i> \"a State may not, when the article is unpatented and uncopyrighted, prohibit the copying of the article itself or award damages for such copying,\" 376 U.S. 225, 84 S.Ct. 784, 11 L.Ed.2d 661 (1964). The Court restated that proposition in <i>Compco Corp. v. Day-Brite Lighting,</i> decided the same day, where it held that \"when an article is unprotected by a patent or a copyright, state law may not forbid others to copy that article.\" 376 U.S. 234, 84 S.Ct. 779, 11 L.Ed.2d 669 (1964).</p>\n<p>Hence, in order to escape preemption under 17 U.S.C. § 301, a state law claim of unfair competition must include some qualitatively different \"extra element\" besides copying. <i>Mayer,</i> 601 F.Supp. at 1535. A cause of action containing this extra element is not equivalent to any of the exclusive rights within the general scope of copyright within the meaning of § 301, and is therefore not preempted.</p>\n<p>The court in <i>Mayer,</i> relying on Nimmer's treatise, stated the classic test for preemption:</p>\n<blockquote>[A] right which is equivalent to copyright is one which is infringed by the mere act of reproduction, performance, distribution or display ... If under state law the act of reproduction, performance, distribution or display, ... will <i>in itself</i> infringe the state created right, then such right is preempted. But if other elements are required, in addition to or instead of, the acts of reproduction, performance, distribution or display, in order to constitute a state created cause of action, then the right does not lie `within the general scope of copyright,' and there is no preemption.</blockquote>\n<p><i>Id.</i> quoting 1 M. Nimmer, <i>The Law of Copyright</i> § 1.01[B][3] at 1-11-12 (1984) (emphasis in original).</p>\n<p>Plaintiff's designs are clearly within the subject matter of the copyright laws; indeed, plaintiff sought and obtained copyrights for the designs at issue. It is clear <span class=\"star-pagination\">*111</span> from the facts presented above that plaintiff's attorney initially considered bringing a claim of copyright infringement against defendants until learning, through correspondence with defendants and a check of plaintiff's own records, that certain of its garments were distributed and sold without copyright notice. For the purposes of this action, it is apparent that plaintiff abandoned the idea of bringing a claim of copyright infringement in favor of asserting the state law claims at issue here.</p>\n<p>Plaintiff's \"First Claim for Relief\" states in sum that defendants have engaged in unfair competition through misappropriation of plaintiff's works. By placing copies of plaintiff's works on defendants' garments, this claim states that defendants have caused consumer confusion and mistake as to the source of their garments. Plaintiff's \"Second Claim for Relief\" seeks treble damages under N.C.G.S. § 75-1.1 for the unfair and deceptive acts or practices of defendants' copying. In sum, this claim asserts that defendants' alleged copying has caused consumer confusion and is an attempt to trade upon plaintiff's good will in violation of the applicable state statute.</p>\n<p>The court now turns its attention towards whether plaintiff's claims state that \"extra element\" necessary to survive preemption. In so doing, this court finds, after considering whether plaintiff's claims are equivalent to those protected by federal copyright law, that plaintiff fails to make its claims go beyond that of copyright. As discussed below, plaintiff's claims are preempted under the Copyright Act.</p>\n<p>Both of plaintiff's state law claims are predicated upon defendants having supposedly copied plaintiff's \"colorful designs.\" Plaintiff's \"First Claim for Relief\" merely substitutes the word \"misappropriated\" for the word \"copied.\" Plaintiff's \"Second Claim for Relief\" seeks damages under N.C.G.S. § 75-1.1 under a fraud theory because of the alleged \"confusion\" to consumers caused by the copying of plaintiff's designs.<sup>[1]</sup></p>\n<p>Federal courts have repeatedly held that state law claims for \"misappropriation\" or \"unfair trade practices,\" seeking protection against copying, are preempted by the Copyright Act of 1976, 17 U.S.C. § 301. <i>E.g., </i><i>Towle Mfg. Co. v. Godinger Silver Art Co., Ltd.,</i> 612 F.Supp. 986, 993 (S.D.N. Y.1985); <i>Durham Industries, Inc. v. Tomy Corp.,</i> 630 F.2d 905, 919 (2d Cir.1980); <i>Walker v. Time-Life Films, Inc.,</i> 615 F.Supp. 430 (S.D.N.Y.1985), <i>aff'd,</i> 784 F.2d 44 (2d Cir.), <i>cert. denied,</i> 476 U.S. 1159, 106 S.Ct. 2278, 90 L.Ed.2d 721 (1986); <i>Ronald Litoff, Ltd. v. American Express Co.,</i> 621 F.Supp. 981, 986 (S.D.N.Y.1985); <i>Ehat v. Tanner,</i> 780 F.2d 876, 878 (10th Cir.1985), <i>cert. denied,</i> 479 U.S. 820, 107 S.Ct. 86, 93 L.Ed.2d 39 (1986).</p>\n<p>Plaintiff's allegation that defendants' copying caused consumer confusion is not sufficient to support a state law claim for copying. Claims of unfair competition based only on the sale of copies, and no other act, do not contain this extra element, and are, therefore, preempted. <i>Mayer,</i> 601 F.Supp. at 1535. The Supreme Court holdings noted above also make it clear that federal law preempts state law claims based on confusion caused by a federally protected act of copying. <i>Sears,</i> 376 U.S. at 232, 84 S.Ct. at 789; <i>Compco,</i> 376 U.S. at 237, 84 S.Ct. at 781-82.</p>\n<p>As the Court noted, the federal copyright and patent laws do not preempt the fraudulent tort of \"palming off\"  an attempt to fool consumers into thinking that one's product is made by someone else by mislabeling that product. <i>Compco,</i> 376 U.S. at 238, 84 S.Ct. at 782. However, palming off requires an affirmative act of misrepresentation <span class=\"star-pagination\">*112</span> in addition to copying  for example, the use of another's trademark, <i>see </i><i>Polo Fashions, Inc. v. Craftex, Inc.,</i> 816 F.2d 145 (4th Cir.1987), or a false representation that one's products are actually the product of another, <i>see </i><i>Harrington Mfg. Co., Inc. v. Powell Mfg. Co.,</i> 38 N.C.App. 393, 248 S.E.2d 739, 746 (1978). Plaintiff has alleged no acts of misrepresentation by defendants \"other than by an inference arising from the mere act of copying.\" <i>Compco,</i> 376 U.S. at 239, 84 S.Ct. at 783 (Harlan, J., concurring).</p>\n<p>Apart from the allegation that defendants copied plaintiff's designs, plaintiff has stated no allegations that suggest defendants engaged in any other conduct which could amount to an effort to palm off their garments as those of plaintiff's. The court is not persuaded by the affidavit of Joel Aiken, Secretary and Treasurer of Patsy Aiken Designs, Inc., submitted by plaintiff to support its claims asserted here.</p>\n<p>As stated earlier, even if plaintiff could prove that likelihood of confusion exists, its claims would still be preempted. It is nonetheless worth noting that evidence shows the garments were clearly labeled with \"Marshalls\" tags, despite Aiken's assertion that the garments sold by Marshalls were not labeled. Clear labeling has been held to preclude a claim of likelihood of confusion as a matter of law. <i>Durham Industries,</i> 630 F.2d at 918. It is also worth noting that while Aiken's affidavit states that confusion is likely in this case, nowhere does it state that anyone has confused defendants' garments with plaintiff's.</p>\n<p>Plaintiff's claims are based simply on that confusion which arises from the mere act of copying, and nothing else. As such, plaintiff's claims are preempted by the Copyright Act. 17 U.S.C. § 301.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing, defendants Baby Togs, Inc., and Marshalls, Inc.'s Motion for Summary Judgment, made pursuant to Rule 56, F.R.Civ.P., is granted. Plaintiff's Motion for Order Compelling Discovery is accordingly denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  N.C.G.S. § 75-1.1 is a broadly worded statute that prohibits \"unfair or deceptive acts or practices in or affecting commerce.\" The North Carolina Supreme Court has held that § 75-1.1 does not apply where there exists a \"pervasive\" federal regulatory scheme. <i>Skinner v. E.F. Hutton &amp; Co., Inc.,</i> 314 N.C. 267, 333 S.E.2d 236, 241 (1985); <i>see </i><i>Bache Halsey Stuart, Inc. v. Hunsucker,</i> 38 N.C.App. 414, 248 S.E.2d 567 (1978), <i>cert. denied,</i> 296 N.C. 583, 254 S.E.2d 32 (1979). The Fourth Circuit has also observed that \"the presence of other federal or state statutory schemes may limit the scope of § 75-1.1.\" <i>Lindner v. Durham Hosiery Mills, Inc.,</i> 761 F.2d 162, 167 (4th Cir.1985).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">701</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">108</span></span> (1988)</b></center>\n<center><h1>PATSY AIKEN DESIGNS, INC., Plaintiff,<br>\nv.<br>\nBABY TOGS, INC., and Marshalls Inc., Defendants.</h1></center>\n<center>No. 88-498-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 22, 1988.</center>\n<p>Charles C. Meeker, Adams, McCullough &amp; Beard, Raleigh, N.C., for plaintiff.</p>\n<p>Howard E. Manning, Sr., Manning, Fulton &amp; Skinner, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>Two motions ripe for decision bring this matter before the court. On August 19, 1988 Plaintiff's Motion for Order Compelling Discovery was filed with supporting Memorandum. Defendants filed Memorandum of Law in Opposition to Plaintiff's Motion for Order Compelling Discovery September 16, 1988, to which plaintiff filed Reply September 26, 1988. Defendants' Motion for Summary Judgment was filed September 2, 1988 with Affidavit and supporting Memorandum. Plaintiff filed, with Affidavit, its Memorandum in Opposition to Defendants' Motion for Summary Judgment September 26, 1988, to which defendants filed Reply October 11, 1988. Based on reasoning expressed below, this court grants defendants' summary judgment motion; a disposition determinative of Plaintiff's Motion for Order Compelling Discovery, which is denied without further consideration.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff Patsy Aiken Designs, Inc., a North Carolina corporation engaged in the business of creating, manufacturing and distributing a line of children's garments since 1979, brings this diversity action against defendants Baby Togs, Inc., a New York corporation engaged in the manufacture and distribution of children's garments, and Marshalls, Inc., a Massachusetts corporation which owns and operates a large chain of retail stores, including one in Raleigh, North Carolina, where plaintiff's principal place of business is located. Plaintiff asserts claims for unfair competition, and for unfair trade practices in violation of N.C.G.S. § 75-1.1.</p>\n<p>The undisputed material facts presented to the court show that sometime in 1986 plaintiff began distributing children's garments containing the two designs at issue here, allegedly copied by defendants. These applique designs include (1) a lion caged next to a building with the word \"ZOO\" noted on its roof, and (2) a toy <span class=\"star-pagination\">*109</span> soldier playing a drum while pulling a cannon, followed by another soldier playing a trumpet. Defendants' designs, of similar fabric content and stitching, include (1) a lion caged next to a building nearly identical to plaintiff's with the word \"ZOO\" spelled out above it in balloons, and (2) a toy soldier playing a drum while pulling a cannon.</p>\n<p>Attached to defendants' garments are tags bearing defendant Marshalls' logo. Plaintiff's garments bear necktags indicating their origin. Samples of these garments have been submitted to the court as attachments to the affidavit of Joel Aiken, offered by plaintiff.</p>\n<p>In early 1987 plaintiff obtained federal copyrights for these designs. Sometime in early 1988 plaintiff discovered what it thought were infringing copies of its copyrighted designs on garments being manufactured and sold by defendants. Thereafter, plaintiff dispatched certain \"demand\" letters to defendants, asserting claims for copyright infringement (Blumstein Aff., Exhs. 1 and 2). These letters contained the following language referring to copyright protection of the garments: \"Patsy Aiken Designs registered applique designs with the Copyright Office in early 1987, and notice of those copyrights appears on the necktags of Patsy Aiken garments.\"</p>\n<p>Upon receipt of these letters, defendants ceased any further sales of the garments in question, advising plaintiff it had \"no plan or intention to manufacture, sell or distribute\" the garments in the future (Blumstein Aff., Exh. 3). Defendants soon followed with another communication (Blumstein Aff., Exh. 4), reading as follows:</p>\n<blockquote>Enclosed herewith is a copy of a piece of apparel apparently manufactured by Patsy Aiken Designs which bears an applique design corresponding to Exhibit A of your letter of May 5, 1988 to the President of Baby Togs. I have in my possession the actual piece of apparel from which the enclosed copy was prepared. The necktag of this garment does not appear to contain any copyright notice.</blockquote>\n<p>Plaintiff responded by letter (Blumstein Aff., Exh. 5), acknowledging that it had checked its records and determined that some of plaintiff's garments had been shipped without copyright notice. Plaintiff added that:</p>\n<blockquote>Although we are of the opinion that the extent of the distribution without notice is sufficiently small so as not to affect the validity of the copyright, we do understand that your client may now have a defense of innocent infringement.</blockquote>\n<blockquote>While we understand that your client may have the above defense, we nonetheless believe that unfair competition and unfair trade practices claims remain unaffected. Indeed, misappropriation of a small company's work product by a large company is unethical at common law without regard to statutory violations.</blockquote>\n<p>Soon after sending the above letter, plaintiff filed Complaint, alleging the aforementioned state law claims but not any federal claim of copyright infringement. Defendants filed Answer, denying plaintiff's material allegations and asserting that plaintiff's claims are preempted by federal copyright laws. Defendants' Motion for Summary Judgment, made pursuant to Rule 56, F.R.Civ.P., and based upon the above assertion, soon followed. It is this motion which the court considers below, finding its disposition to be determinative of Plaintiff's Motion for Order Compelling Discovery.</p>\n<p></p>\n<h2>COURT'S DISCUSSION</h2>\n<p>Summary judgment is appropriate whenever the pleadings, affidavits, and other materials show there is no genuine issue of material fact and the movant is entitled to judgment as a matter of law. <i>Celotex Corporation v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). In other words, summary judgment is appropriate when there is no genuine dispute as to the material facts of the case; that is, when the evidence is such that no reasonable jury could return a verdict for the nonmoving party. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p><span class=\"star-pagination\">*110</span> This motion causes the court to consider the difficult area of preemption under federal copyright law. The Copyright Act of 1976 provides that:</p>\n<blockquote>On or after January 1, 1978, all legal or equitable rights that are equivalent to any of the exclusive rights within the general scope of copyright, as specified by section 106 in works of authorship that are fixed in a tangible medium of expression and come within the subject matter of copyright as specified by sections 102 and 103, whether created before or after that date and whether published or unpublished, are governed exclusively by this title. Thereafter, no person is entitled to any such right or equivalent right in any such work under the common law or statutes of any State.</blockquote>\n<p>17 U.S.C. § 301(a).</p>\n<p>As at least one court has succinctly stated the effect of § 301:</p>\n<blockquote>Under § 301, federal preemption takes hold once three conditions are met: the work is the type of work protected by the copyright laws; the right asserted is equivalent to a right protected by federal copyright law; and the January 1, 1978 cutoff date is met. When these three conditions converge, the state law right of action is preempted.</blockquote>\n<p><i>Mayer v. Josiah Wedgwood &amp; Sons, Ltd.,</i> <span class=\"citation\" data-id=\"1734702\"><a href=\"/opinion/1734702/mayer-v-josiah-wedgwood-sons-ltd/\"><span class=\"volume\">601</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1523</span></a></span>, 1531 (S.D.N.Y.1985). In <i>Mayer,</i> a case involving the alleged copying of an uncopyrighted snowflake design, the court noted that:</p>\n<blockquote>A state law action covering `subject matter that does not come within the subject matter of copyright as defined by sections 102 and 103 ...' is not preempted by § 301. 17 U.S.C. § 301(b)(1). In general terms, that subject matter is `original works of authorship fixed in any tangible medium of expression,' 17 U.S. C. § 102(a), including `compilations and derivative works,' 17 U.S.C. § 103(a). Section 102(a) lists several examples of protectible works, among which is `pictorial, graphic and sculptural works.' 17 U.S.C. § 102(a)(5).</blockquote>\n<p>601 F.Supp. at 1532.</p>\n<p>Two Supreme Court decisions, decided before the enactment of the Copyright Act of 1976 but of clear decisional value today, shed much light on this difficult area of preemption. As the Court held in <i>Sears, Roebuck &amp; Co. v. Stiffel Co.,</i> \"a State may not, when the article is unpatented and uncopyrighted, prohibit the copying of the article itself or award damages for such copying,\" <span class=\"citation\" data-id=\"106757\"><a href=\"/opinion/106757/sears-roebuck-co-v-stiffel-co/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, <span class=\"citation\" data-id=\"106757\"><a href=\"/opinion/106757/sears-roebuck-co-v-stiffel-co/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">784</span></a></span>, <span class=\"citation\" data-id=\"106757\"><a href=\"/opinion/106757/sears-roebuck-co-v-stiffel-co/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">661</span></a></span> (1964). The Court restated that proposition in <i>Compco Corp. v. Day-Brite Lighting,</i> decided the same day, where it held that \"when an article is unprotected by a patent or a copyright, state law may not forbid others to copy that article.\" <span class=\"citation\" data-id=\"106758\"><a href=\"/opinion/106758/compco-corp-v-day-brite-lighting-inc/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, <span class=\"citation\" data-id=\"106758\"><a href=\"/opinion/106758/compco-corp-v-day-brite-lighting-inc/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">779</span></a></span>, <span class=\"citation\" data-id=\"106758\"><a href=\"/opinion/106758/compco-corp-v-day-brite-lighting-inc/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1964).</p>\n<p>Hence, in order to escape preemption under 17 U.S.C. § 301, a state law claim of unfair competition must include some qualitatively different \"extra element\" besides copying. <i>Mayer,</i> 601 F.Supp. at 1535. A cause of action containing this extra element is not equivalent to any of the exclusive rights within the general scope of copyright within the meaning of § 301, and is therefore not preempted.</p>\n<p>The court in <i>Mayer,</i> relying on Nimmer's treatise, stated the classic test for preemption:</p>\n<blockquote>[A] right which is equivalent to copyright is one which is infringed by the mere act of reproduction, performance, distribution or display ... If under state law the act of reproduction, performance, distribution or display, ... will <i>in itself</i> infringe the state created right, then such right is preempted. But if other elements are required, in addition to or instead of, the acts of reproduction, performance, distribution or display, in order to constitute a state created cause of action, then the right does not lie `within the general scope of copyright,' and there is no preemption.</blockquote>\n<p><i>Id.</i> quoting 1 M. Nimmer, <i>The Law of Copyright</i> § 1.01[B][3] at 1-11-12 (1984) (emphasis in original).</p>\n<p>Plaintiff's designs are clearly within the subject matter of the copyright laws; indeed, plaintiff sought and obtained copyrights for the designs at issue. It is clear <span class=\"star-pagination\">*111</span> from the facts presented above that plaintiff's attorney initially considered bringing a claim of copyright infringement against defendants until learning, through correspondence with defendants and a check of plaintiff's own records, that certain of its garments were distributed and sold without copyright notice. For the purposes of this action, it is apparent that plaintiff abandoned the idea of bringing a claim of copyright infringement in favor of asserting the state law claims at issue here.</p>\n<p>Plaintiff's \"First Claim for Relief\" states in sum that defendants have engaged in unfair competition through misappropriation of plaintiff's works. By placing copies of plaintiff's works on defendants' garments, this claim states that defendants have caused consumer confusion and mistake as to the source of their garments. Plaintiff's \"Second Claim for Relief\" seeks treble damages under N.C.G.S. § 75-1.1 for the unfair and deceptive acts or practices of defendants' copying. In sum, this claim asserts that defendants' alleged copying has caused consumer confusion and is an attempt to trade upon plaintiff's good will in violation of the applicable state statute.</p>\n<p>The court now turns its attention towards whether plaintiff's claims state that \"extra element\" necessary to survive preemption. In so doing, this court finds, after considering whether plaintiff's claims are equivalent to those protected by federal copyright law, that plaintiff fails to make its claims go beyond that of copyright. As discussed below, plaintiff's claims are preempted under the Copyright Act.</p>\n<p>Both of plaintiff's state law claims are predicated upon defendants having supposedly copied plaintiff's \"colorful designs.\" Plaintiff's \"First Claim for Relief\" merely substitutes the word \"misappropriated\" for the word \"copied.\" Plaintiff's \"Second Claim for Relief\" seeks damages under N.C.G.S. § 75-1.1 under a fraud theory because of the alleged \"confusion\" to consumers caused by the copying of plaintiff's designs.<sup>[1]</sup></p>\n<p>Federal courts have repeatedly held that state law claims for \"misappropriation\" or \"unfair trade practices,\" seeking protection against copying, are preempted by the Copyright Act of 1976, 17 U.S.C. § 301. <i>E.g., </i><i>Towle Mfg. Co. v. Godinger Silver Art Co., Ltd.,</i> <span class=\"citation\" data-id=\"1575489\"><a href=\"/opinion/1575489/towle-mfg-co-v-godinger-silver-art-co-ltd/\"><span class=\"volume\">612</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">986</span></a></span>, 993 (S.D.N. Y.1985); <i>Durham Industries, Inc. v. Tomy Corp.,</i> <span class=\"citation\" data-id=\"382194\"><a href=\"/opinion/382194/durham-industries-inc-v-tomy-corporation/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">905</span></a></span>, 919 (2d Cir.1980); <i>Walker v. Time-Life Films, Inc.,</i> <span class=\"citation\" data-id=\"1515188\"><a href=\"/opinion/1515188/walker-v-time-life-films-inc/\"><span class=\"volume\">615</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">430</span></a></span> (S.D.N.Y.1985), <i>aff'd,</i> <span class=\"citation\" data-id=\"465042\"><a href=\"/opinion/465042/thomas-walker-v-time-life-films-inc-david-susskind-gill-champion/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">44</span></a></span> (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1159</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2278</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">721</span></span> (1986); <i>Ronald Litoff, Ltd. v. American Express Co.,</i> <span class=\"citation\" data-id=\"1368416\"><a href=\"/opinion/1368416/ronald-litoff-ltd-v-american-exp-co/\"><span class=\"volume\">621</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">981</span></a></span>, 986 (S.D.N.Y.1985); <i>Ehat v. Tanner,</i> <span class=\"citation\" data-id=\"462726\"><a href=\"/opinion/462726/andrew-f-ehat-v-jerald-tanner-and-sandra-tanner-dba-modern-microfilm/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">876</span></a></span>, 878 (10th Cir.1985), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">820</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">86</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">39</span></span> (1986).</p>\n<p>Plaintiff's allegation that defendants' copying caused consumer confusion is not sufficient to support a state law claim for copying. Claims of unfair competition based only on the sale of copies, and no other act, do not contain this extra element, and are, therefore, preempted. <i>Mayer,</i> 601 F.Supp. at 1535. The Supreme Court holdings noted above also make it clear that federal law preempts state law claims based on confusion caused by a federally protected act of copying. <i>Sears,</i> 376 U.S. at 232, 84 S.Ct. at 789; <i>Compco,</i> 376 U.S. at 237, 84 S.Ct. at 781-82.</p>\n<p>As the Court noted, the federal copyright and patent laws do not preempt the fraudulent tort of \"palming off\"  an attempt to fool consumers into thinking that one's product is made by someone else by mislabeling that product. <i>Compco,</i> 376 U.S. at 238, 84 S.Ct. at 782. However, palming off requires an affirmative act of misrepresentation <span class=\"star-pagination\">*112</span> in addition to copying  for example, the use of another's trademark, <i>see </i><i>Polo Fashions, Inc. v. Craftex, Inc.,</i> <span class=\"citation\" data-id=\"486557\"><a href=\"/opinion/486557/polo-fashions-inc-v-craftex-inc-and-bobby-oneal-and-keith-oneal/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">145</span></a></span> (4th Cir.1987), or a false representation that one's products are actually the product of another, <i>see </i><i>Harrington Mfg. Co., Inc. v. Powell Mfg. Co.,</i> 38 N.C.App. 393, <span class=\"citation\" data-id=\"1213487\"><a href=\"/opinion/1213487/harrington-mfg-co-inc-v-powell-mfg-co/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">739</span></a></span>, 746 (1978). Plaintiff has alleged no acts of misrepresentation by defendants \"other than by an inference arising from the mere act of copying.\" <i>Compco,</i> 376 U.S. at 239, 84 S.Ct. at 783 (Harlan, J., concurring).</p>\n<p>Apart from the allegation that defendants copied plaintiff's designs, plaintiff has stated no allegations that suggest defendants engaged in any other conduct which could amount to an effort to palm off their garments as those of plaintiff's. The court is not persuaded by the affidavit of Joel Aiken, Secretary and Treasurer of Patsy Aiken Designs, Inc., submitted by plaintiff to support its claims asserted here.</p>\n<p>As stated earlier, even if plaintiff could prove that likelihood of confusion exists, its claims would still be preempted. It is nonetheless worth noting that evidence shows the garments were clearly labeled with \"Marshalls\" tags, despite Aiken's assertion that the garments sold by Marshalls were not labeled. Clear labeling has been held to preclude a claim of likelihood of confusion as a matter of law. <i>Durham Industries,</i> 630 F.2d at 918. It is also worth noting that while Aiken's affidavit states that confusion is likely in this case, nowhere does it state that anyone has confused defendants' garments with plaintiff's.</p>\n<p>Plaintiff's claims are based simply on that confusion which arises from the mere act of copying, and nothing else. As such, plaintiff's claims are preempted by the Copyright Act. 17 U.S.C. § 301.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Based on the foregoing, defendants Baby Togs, Inc., and Marshalls, Inc.'s Motion for Summary Judgment, made pursuant to Rule 56, F.R.Civ.P., is granted. Plaintiff's Motion for Order Compelling Discovery is accordingly denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  N.C.G.S. § 75-1.1 is a broadly worded statute that prohibits \"unfair or deceptive acts or practices in or affecting commerce.\" The North Carolina Supreme Court has held that § 75-1.1 does not apply where there exists a \"pervasive\" federal regulatory scheme. <i>Skinner v. E.F. Hutton &amp; Co., Inc.,</i> <span class=\"citation\" data-id=\"1313662\"><a href=\"/opinion/1313662/skinner-v-ef-hutton-co-inc/\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">267</span></a></span>, <span class=\"citation\" data-id=\"1313662\"><a href=\"/opinion/1313662/skinner-v-ef-hutton-co-inc/\"><span class=\"volume\">333</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">236</span></a></span>, 241 (1985); <i>see </i><i>Bache Halsey Stuart, Inc. v. Hunsucker,</i> 38 N.C.App. 414, <span class=\"citation\" data-id=\"1213087\"><a href=\"/opinion/1213087/bache-halsey-stuart-inc-v-hunsucker/\"><span class=\"volume\">248</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">567</span></a></span> (1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">583</span></span>, <span class=\"citation\" data-id=\"1331935\"><a href=\"/opinion/1331935/bache-halsey-stuart-inc-v-hunsucker/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">32</span></a></span> (1979). The Fourth Circuit has also observed that \"the presence of other federal or state statutory schemes may limit the scope of § 75-1.1.\" <i>Lindner v. Durham Hosiery Mills, Inc.,</i> <span class=\"citation\" data-id=\"451707\"><a href=\"/opinion/451707/kurt-j-lindner-edith-lindner-st-joseph-hospital-of-kirkwood-admiral/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 167 (4th Cir.1985).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1213487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1313662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1368416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1515188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1575489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1734702/"
  ]
}