{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1476408/",
  "absolute_url": "/opinion/1476408/pellegrin-v-national-union-fire-ins-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1476408/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:24:52.675065Z",
  "date_modified": "2016-04-27T00:18:04.953562Z",
  "type": "010combined",
  "sha1": "6928ec26a3dca9340448a1fe03b27c498c2978c3",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>598 F.Supp.2d 724 (2009)</b></center>\n<center><h1>Jerry PELLEGRIN, Guardian Ad Litem for Mark Pellegrin, Plaintiff,<br>\nv.<br>\nNATIONAL UNION FIRE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 5:08-CV-349-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 18, 2009.</center>\n<p><span class=\"star-pagination\">*725</span> Douglas B. Abrams, Margaret S. Abrams, Abrams &amp; Abrams, P.A., Raleigh, NC, for Plaintiff.</p>\n<p>Gregory G. Holland, James G. Exum, Jr., Leslie Cooper Harrell, Smith Moore Leatherwood, LLP, Greensboro, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE William BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiff's and Defendant's Joint Motion for Approval of Settlement, Establishing Trust, Directing Disbursement of Settlement Proceeds. Specifically, this Court reviews the fees to be paid to Plaintiffs counsel. Plaintiffs and Defendant's Joint Motion is GRANTED to the extent that the amended Settlement Agreement conforms with the Court's Order herein.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On December 31, 2005, Mark Pellegrin was struck by an automobile driven by Kelly Joe McKiernan. As a result of the severe injuries he suffered, Mark Pellegrin will be incompetent for the remainder of his life. At the time of the accident, Mr. McKiernan was driving a vehicle leased by <span class=\"star-pagination\">*726</span> KCI Technologies, Inc. (\"KCI\"), his employer. Mr. McKiernan admitted that he was intoxicated at the time of the accident and was ultimately charged with Driving under the Influence. (<i>Pellegrin v. McKiernan,</i> 07-CVS-11416, Pl.'s Ex. 8 at 18, Dep. of Kelly Joe McKiernan, May 27, 2008).</p>\n<p>National Union Fire Insurance Company of Pittsburgh, PA (\"National Union\") provided the Commercial Automobile policy to KCI. Under the terms of that policy, National Union provided automobile insurance to KCI and its employees so long as the those employees had permission to use KCI's vehicles. In turn, KCI only granted permission to its employees to use its vehicles under certain conditions: (1) company vehicles were only to be used when employees were traveling to and from a job assignment and only for company business, (2) employees could not drive a company vehicle when that employee's ability was impaired due to alcoholic beverages, prescribed medication, or any other reason, and (3) employees could not operate company vehicles for their personal use. (<i>Pellegrin v. McKiernan, 07-CVS-11416,</i> Pl.'s Ex. 7, Disclaimer of Coverage to Kelly Joe McKiernan, May 27, 2008).</p>\n<p>The terms of the Commercial Automobile policy provided that National Union would not be liable for amounts in excess of $1 million. (<i>Pellegrin v. McKiernan, 07-CVS-11416,</i> Pl.'s Ex. 5, Insurance Policy혰Business Policy, May 27, 2008). In addition, National Union also provided a Commercial Umbrella Liability Policy to KCI. The terms of the umbrella policy provided that National Union's limit of insurance would be $20 million. (<i>Pellegrin v. McKiernan, 07-CVS-11416,</i> Pl.'s Ex. 6, Insurance Policy혰Umbrella/Excess Policy, May 27, 2008). In sum, National Union's total liability under the two policies amounted to $21 million.</p>\n<p>Jerry Pellegrin, Mark Pellegrin's father and guardian ad litem, retained St. Martin, Williams &amp; Bourque (\"Louisiana Counsel\") and Abrams &amp; Abrams, P.A. (\"North Carolina Counsel\" and, together with Louisiana Counsel, \"Plaintiff's Counsel\"). Mr. Pellegrin filed a complaint on July 19, 2007 in Wake County Superior Court against Mr. McKiernan for injuries Mark Pellegrin suffered as a result of the accident. Plaintiff's Counsel did not name National Union as a co-defendant in the state court action.</p>\n<p>On September 7, 2007, American International Group, Inc., (\"AIG\"), the authorized claim representative for National Union, issued a disclaimer letter (\"Disclaimer Letter\") to Mr. McKiernan, informing Mr. McKiernan that their investigation had concluded that at the time of the incident, Mr. McKiernan was not operating the vehicle within the scope of his employment with KCI. (<i>Pellegrin v. McKiernan, 07-CVS-11416,</i> Pl.'s Ex. 7, Disclaimer of Coverage to Kelly Joe McKiernan, May 27, 2008). The Disclaimer Letter stated that the investigation had revealed that at the time of the incident, Mr. McKiernan was intoxicated, using the vehicle for personal use, and not operating the vehicle for company business. <i>Id.</i> The letter stated that, as a result, Mr. McKiernan \"would not be entitled to coverage under Commercial Automobile policy CA 826-10-30 issued to KCI Technologies by National Union Fire Insurance Company of Pittsburgh, PA[,]\" and that National Union \"will not indemnify [Mr. McKiernan] for any verdict, judgment or settlement\" in the suit brought by Jerry Pellegrin against him. <i>Id.</i> If a court were to uphold this disclaimer of liability, it would render Mr. McKiernan an uninsured motorist. Plaintiffs Counsel received the Disclaimer Letter before presenting their case in Wake County Superior Court.</p>\n<p>On May 27, 2008, Plaintiffs Counsel presented evidence to the Wake County Superior Court in an uncontested bench trial to <span class=\"star-pagination\">*727</span> decide the issue of liability. Mr. McKiernan did not attend. During these proceedings, no attorneys opposed the evidence presented by Plaintiffs Counsel and no attorneys presented contradictory evidence or evidence that would support mitigation of the damages Plaintiffs Counsel sought. The proceedings, which lasted approximately sixteen minutes, consisted of little more than Plaintiffs Counsel entering into evidence twenty-four exhibits in summary fashion and providing the court with a version of the facts that omitted any mention of Mr. McKiernan's intoxication, offering brief explanations of the damages Plaintiff sought, and submitting a proposed judgment awarding damages of $75 million, which the court received, signed and issued. (Trial Tr. Vol. 1, 2-9, May 27, 2008).</p>\n<p>On June 12, 2008, Mr. Pellegrin filed a lawsuit against National Union in Wake County Superior Court seeking that National Union pay its limits of liability based on the state court judgment against Mr. McKiernan. As stated above, National Union's total liability under its policies with KCI equaled $21 million. On July 18, 2008, National Union removed the suit to United States District Court for the Eastern District of North Carolina. However, despite an absolute defense against liability based upon the reasons set forth in the Disclaimer Letter, namely Mr. McKiernan's admissions regarding his intoxication at the time of the incident and the terms of the Commercial Automobile policy, National Union chose to engage in early mediation and settled the case for $18 million on August 28, 2008, without raising a single defense in court or contesting the matter in any significant manner. Plaintiffs Counsel and Defendant's Counsel later indicated that settlement proceedings were accelerated because of concerns over the solvency of AIG, National Union's parent.<sup>[1]</sup> (Hr'g Tr. 3, October 7, 2008).</p>\n<p>In short, the record provides that National Union did not, at any time, contest the issue of liability, deny coverage, or oppose Mr. Pellegrin's claims in a trial court. Further, Plaintiffs Counsel did not, at any time, take part in an adversarial proceeding in a trial court.</p>\n<p>On October 3, 2008, the parties filed a Joint Motion for Approval of Settlement, Establishing Trust, and Directing Disbursement of Settlement Proceeds. On October 7, 2008, this Court held a hearing on the motion.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Pursuant to Local Rule 17.1(c), \"the court shall approve or fix the amount of the fee to be paid to counsel for the minor or incompetent parties and make appropriate provision for the payment thereof.\" Accordingly, this Court must determine the reasonableness of the fees to be paid to Plaintiffs Counsel pursuant to the terms of the proposed settlement agreement.</p>\n<p>In determining reasonableness of attorneys' fees, district courts in the Fourth Circuit are to consider and make detailed findings with regard to the twelve factors: (1) the time and labor expended; (2) the novelty and difficulty of the questions raised; (3) the skill required to properly perform the legal services rendered; (4) the attorney's opportunity costs in pressing the instant litigation; (5) the customary fee for like work; (6) the attorney's expectations at the outset of the litigation; (7) the time limitations imposed <span class=\"star-pagination\">*728</span> by the client or circumstances; (8) the amount in controversy and the results obtained; (9) the experience, reputation and ability of the attorney; (10) the undesirability of the case within the legal community in which the suit arose; (11) the nature and length of the professional relationship between attorney and client; and (12) attorneys' fees awards in similar cases. <i>Barber v. Kimbrell's,</i> 577 F.2d 216, 226 (4th Cir.1978); <i>Allen v. United States,</i> 606 F.2d 432, 436 (4th Cir.1979)(court must fix reasonable fee awards by considering each relevant <i>Barber</i> factor); <i>see </i><i>Nigh v. Koons Buick Pontiac GMC, Inc.,</i> 478 F.3d 183, 189 (4th Cir.2007)(court found that, although not all the <i>Barber</i> factors seem particularly well-suited to the facts of this case, the district court did not abuse its discretion by calculating the reasonable fees using the factors for guidance).</p>\n<p>In considering the <i>Barber</i> factors as they relate to the instant case, this Court focuses on all twelve and weighs each of them separately. Specifically, the Court will comment on factors (1), (3), (5), (6) and (12). <i>Bergstrom v. Dalkon Shield Claimants Trust (In re A.H. Robins Co.),</i> 86 F.3d 364, 376 (4th Cir.1996)(district court under no obligation to go through those factors that do not fit)(citing <i>EEOC v. Service News Co.,</i> 898 F.2d 958, 965 (4th Cir.1990)).</p>\n<p>To start, this Court considers the attorney's expectations at the outset of the litigation. The Court is aware that Mr. Pellegrin and Plaintiff's Counsel have entered into a contingency agreement. However, \"[b]ecause contingency fee agreements are of special concern to the courts and are not to be enforced on the same basis as are ordinary commercial contracts, courts have the power to monitor such contracts either through rule-making or on an Ad hoc basis. Canon 13 of the Canons of Professional Ethics, promulgated by the American Bar Association, recognizes that an attorney is free to enter into such arrangements. The Canon, however, qualifies the right with the proviso that they are subject to the `supervision of the courts, as to (their) reasonableness.'\" <i>Allen v. United States,</i> 606 F.2d 432, 435 (4th Cir.1979). Courts have exercised their supervisory role in cases involving contingency agreements in order \"to protect those unable to bargain equally with their attorneys and who, as a result, are especially vulnerable to overreaching.\" <i>Id.</i> at 435 (citing <i>Schlesinger v. Teitelbaum,</i> 475 F.2d 137, 141 (3rd Cir.1973)). Moreover, courts have exercised this supervisory role whenever a contingent fee agreement yields an unreasonable fee. <i>Id.</i> at 435 (citing <i>In Re Michaelson,</i> 511 F.2d 882, 888 (9th Cir.1975)). Accordingly, this Court must consider the other relevant <i>Barber</i> factors in order to determine the reasonableness of the contingency fee requested by Plaintiff's Counsel.</p>\n<p>The Court next considers the time and labor expended by Plaintiff's Counsel in the course of both the state and federal suits. Plaintiff's Counsel have failed to provide any records to demonstrate the time and labor expended in prosecuting Mr. Pellegrin's claims. In making similar determinations regarding the fee to be paid to the counsel of an incompetent or minor, other courts have noted the significance of contemporaneous time records, explaining \"that without contemporaneous time records, generated by counsel to the plaintiffs, no accurate determination could be made on the appropriateness of the amount of time expended by counsel on particular litigation tasks, and the Court would be unable to evaluate properly whether the settlement proposed is reasonable and serves Plaintiffs best interests.\" <i>Mateo v. United States,</i> 2008 WL 3166974, 2008 U.S. Dist. LEXIS 59216 (August 6, 2008); <i>Cruz v. Local Union No. 3 of Int'l Bhd. of Electrical Workers,</i> <span class=\"star-pagination\">*729</span> 34 F.3d 1148, 1160 (2d Cir.1994)(When records providing, at a minimum, detailed descriptions of the litigation-related tasks performed, the legal personnel involved, as well as the dates and hours worked are absent, the Court can neither assess the reasonableness of proposed attorney fees accurately, nor determine what a reasonable client might be willing to pay). While an attorney who represents a client on a contingency fee basis may not maintain contemporaneous time records, the absence of such records frustrates a court in its effort to evaluate the fairness and reasonableness of a proposed settlement, including legal fees, when an infant's or incompetent's claim is compromised. <i>Monaghan v. SZS 33 Assocs., L.P.,</i> 154 F.R.D. 78, 84-85 (S.D.N.Y.1994).</p>\n<p>Further, the United States Supreme Court, in explaining the burden counsel bear when seeking fees in other circumstances, has stated that \"[t]he party seeking an award of fees should submit evidence supporting the hours worked and rates claimed.\" <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 433, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983). Similarly, other courts have stated, \"`the burden is on counsel to keep and present records from which the court may determine the nature of the work done, the need for it, and the amount of time reasonably required; where adequate contemporaneous records have not been kept the court should not award the full amount requested.'\" <i>F.H. Krear &amp; Co. v. Nineteen Named Trs.,</i> 810 F.2d 1250, 1265 (2d Cir.1987).</p>\n<p>As stated above, in this case, Plaintiff's Counsel has failed to provide contemporaneous records as to the number of hours actually put towards the representation of this case. At the October 7, 2008 hearing, the Court asked: \"How much time do you have in hours, you and your associate counsel, in the case? Can you give me that information?\" (Hr'g Tr. 13, October 7, 2008). It was the Court that initiated the inquiry as to how many actual hours Plaintiffs Counsel spent in this representation. In response, Mr. Abrams, on behalf of Plaintiff's Counsel, said: \"In our firm, we only do contingency fee work, so we do not keep hourly work.\" The Court responded: \"So give me an estimate. You have a thousand hours in, you think?\" <i>Id.</i> Mr. Abrams, as Plaintiffs Counsel, answering the question, said: \"I would think our firm alone has a thousand hours.\" <i>Id.</i> This initial inquiry by the Court in no way established that a thousand hours of work had been performed. The initial inquiry could have just as easily begun with whether Plaintiffs Counsel had performed a hundred hours or ten thousand hours of work in the case. Plaintiffs Counsel had no basis to identify that number. That number represented nothing more than pure speculation on the part of the Court and Plaintiffs Counsel in their discussion. Continuing, the Court then said: \"What's the other lawyers have; another 500?\" meaning another 500 hours. <i>Id.</i> And, at that point, Mr. Abrams, on behalf of Plaintiff, said: \"I feel sure he has at least a thousand hours. He worked equally hard.\" (Hr'g Tr. 14, October 7, 2008). Likewise, this approximation by Plaintiffs Counsel represented pure speculation and had no basis beyond the Court's initial use of the figure \"a thousand hours.\" The amount of hours actually put towards this action could have just as likely been a fraction or a multiple of one thousand. Again, to date, no contemporaneous time records have been provided to the Court, although the Court gave counsel opportunity to do so.</p>\n<p>In the absence of such records, courts have determined whether a proposed attorney fee is reasonable by evaluating \"what a reasonable paying client would be willing to pay for the legal services, in other words, the appropriate market rate <span class=\"star-pagination\">*730</span> for counsel over the course of the number of hours appropriately worked.\" <i>Moreno v. Empire City Subway Co.,</i> 2008 WL 793605, *2, 2008 U.S. Dist. LEXIS 96636, *2 (S.D.N.Y. Mar. 26, 2008)(citing <i>Torres v. City of New York,</i> 2008 WL 419306, *1, No. 2008 U.S. Dist. LEXIS 11027, *1 (S.D.N.Y. Feb. 14, 2008)) (internal quotations omitted). This is so even in a circumstance where, as here, the incompetent's father has agreed to the amount requested for legal fees and costs, since such agreements when made by guardians are only advisory. It remains the fact that a court must determine and fix the amount of the attorney's fee. Local Rule 17.1.</p>\n<p>In determining the reasonableness of the fee, the Court next considers the skill required to properly perform the legal services rendered. At the October 7, 2008 hearing, Plaintiffs Counsel advised the Court orally of various litigation tasks they maintained had been performed by their law firms, such as: (1) investigating the facts pertinent to Plaintiffs claim(s); (2) drafting pleadings; (3) evaluating medical records; (4) trying an unopposed bench trial on the issue of liability in Superior Court of North Carolina; (5) engaging in mediation with National Union. In addition, the record provides Plaintiffs Counsel took part in approximately two and half hours of undefended depositions, whereby the only other attorney present, if any, represented the witness. Further, The path of litigation involved in this action clearly demonstrates the uncontested nature of the suit. Plaintiffs Counsel filed suit in Superior Court and promptly received an uncontested judgment. Plaintiffs Counsel then promptly filed suit in Superior Court against the National Union. National Union removed the action to this Court and immediately entered settlement negotiations, producing a mediated settlement of $18 million in case where a total exposure of $21 million existed. The uncontested nature of this action strongly implies that Plaintiffs Counsel did not expend a great deal of time in the handling of this case and that a fee in the amount Plaintiffs Counsel seeks would be an unjustified windfall. Without more to support a finding to the contrary, this Court cannot conclude that the skills necessary to perform the legal services rendered by Plaintiffs Counsel were especially time-consuming, enduring or unique.</p>\n<p>Lastly, the Court considers the customary fee for such work and attorney fees for in similar cases. Since Plaintiffs Counsel failed to provide contemporaneous time records to the Court, from which the Court may evaluate the reasonableness of the attorneys' fees sought, the Court must evaluate the reasonableness of their fee request by determining the appropriate market rate for counsel over the course of the number of hours appropriately worked. In doing so, this Court bases its calculation on a market rate of $300/hour, which this Court recognizes as a high hourly rate for a similarly-situated lawyer in North Carolina. According to Plaintiffs Counsel, North Carolina Counsel and Louisiana Counsel each logged at least 1000 hours during the course of this action. (Hr'g Tr. 13-14, October 7, 2008). This Court views this figure with great skepticism given the lack of diligence needed to achieve such an outcome in the face of Defendant's inexplicable failure to contest the issue of liability during any stage of the litigation. Assuming <i>arguendo,</i> however, that the approximations provided by Plaintiffs Counsel are credible and true, the aggregate billable hour total would be 2000 hours. Multiplying this figure with the market rate of $300/hour, the Court arrives at a fee of $600,000.00. In addition, Plaintiffs Counsel stated they incurred costs of $35,000 in bringing this action. (Hr'g Tr. 9, October 7, 2008). Adding this figure to the legal fee calculated by the Court, the Court arrives at a sum of $635,000. Plaintiffs <span class=\"star-pagination\">*731</span> Counsel seek \"compensation\" in the amount of $6,000,000.00, which is one-third of the settlement amount. The proposed legal fee of $6,000,000.00 would be unconscionable in light of the work performed and the lack of adversity in pursuing this claim.<sup>[2]</sup> The fee and costs shall not exceed $635,000.00. This sum shall be deducted from the settlement amount and paid to Plaintiff's Counsel.</p>\n<p>Accordingly, based on its analysis of the relevant <i>Barber</i> factors, its understanding that contingency fees must be reasonable, and its understanding of the requirements of Local Rule 17.1(c), this Court allows fees and costs to be paid to Plaintiff's Counsel in the amount of $635,000.00.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, insofar as the Settlement Agreement is amended with respect to the fees to be paid to Plaintiffs Counsel, this Court GRANTS Plaintiffs and Defendant's Joint Motion for Approval of Settlement, Establishing Trust, and Directing Disbursement of Settlement Proceeds.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On September 17, 2008, the Federal Reserve extended an $85 billion dollar loan to AIG, representing the largest government takeover stemming from the current credit crisis, in order to allow for the Federal Reserve to unwind AIG's business in an orderly manner.</p>\n<p>[2]  Affidavits from Louisiana and North Carolina lawyers provided by Plaintiff's Counsel attesting to the fairness and appropriateness of the proposed legal fee were based on the premise that this case presented a \"substantial contest over insurance coverage\" and \"complicated medical,\" \"scientific/engineering\" and \"legal issues.\" (Britt Aff. 2, 4); (Byrd Aff. 2); (Comerford Aff. 2, 4); (Maxwell Aff. 2); (Kleinpcter Aff. 2, 4); (Ncuner Aff. 2, 4); (Stanley Aff. 2, 3). Plaintiff's Counsel has made no showing that such issues were present in this action beyond conclusory statements regarding their own efforts.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">598</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">724</span></span> (2009)</b></center>\n<center><h1>Jerry PELLEGRIN, Guardian Ad Litem for Mark Pellegrin, Plaintiff,<br>\nv.<br>\nNATIONAL UNION FIRE INSURANCE COMPANY, Defendant.</h1></center>\n<center>No. 5:08-CV-349-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 18, 2009.</center>\n<p><span class=\"star-pagination\">*725</span> Douglas B. Abrams, Margaret S. Abrams, Abrams &amp; Abrams, P.A., Raleigh, NC, for Plaintiff.</p>\n<p>Gregory G. Holland, James G. Exum, Jr., Leslie Cooper Harrell, Smith Moore Leatherwood, LLP, Greensboro, NC, for Defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE William BOYLE, District Judge.</p>\n<p>This matter is before the Court on Plaintiff's and Defendant's Joint Motion for Approval of Settlement, Establishing Trust, Directing Disbursement of Settlement Proceeds. Specifically, this Court reviews the fees to be paid to Plaintiffs counsel. Plaintiffs and Defendant's Joint Motion is GRANTED to the extent that the amended Settlement Agreement conforms with the Court's Order herein.</p>\n<p></p>\n<h2><i>BACKGROUND</i></h2>\n<p>On December 31, 2005, Mark Pellegrin was struck by an automobile driven by Kelly Joe McKiernan. As a result of the severe injuries he suffered, Mark Pellegrin will be incompetent for the remainder of his life. At the time of the accident, Mr. McKiernan was driving a vehicle leased by <span class=\"star-pagination\">*726</span> KCI Technologies, Inc. (\"KCI\"), his employer. Mr. McKiernan admitted that he was intoxicated at the time of the accident and was ultimately charged with Driving under the Influence. (<i>Pellegrin v. McKiernan,</i> 07-CVS-11416, Pl.'s Ex. 8 at 18, Dep. of Kelly Joe McKiernan, May 27, 2008).</p>\n<p>National Union Fire Insurance Company of Pittsburgh, PA (\"National Union\") provided the Commercial Automobile policy to KCI. Under the terms of that policy, National Union provided automobile insurance to KCI and its employees so long as the those employees had permission to use KCI's vehicles. In turn, KCI only granted permission to its employees to use its vehicles under certain conditions: (1) company vehicles were only to be used when employees were traveling to and from a job assignment and only for company business, (2) employees could not drive a company vehicle when that employee's ability was impaired due to alcoholic beverages, prescribed medication, or any other reason, and (3) employees could not operate company vehicles for their personal use. (<i>Pellegrin v. McKiernan, 07-CVS-11416,</i> Pl.'s Ex. 7, Disclaimer of Coverage to Kelly Joe McKiernan, May 27, 2008).</p>\n<p>The terms of the Commercial Automobile policy provided that National Union would not be liable for amounts in excess of $1 million. (<i>Pellegrin v. McKiernan, 07-CVS-11416,</i> Pl.'s Ex. 5, Insurance Policy혰Business Policy, May 27, 2008). In addition, National Union also provided a Commercial Umbrella Liability Policy to KCI. The terms of the umbrella policy provided that National Union's limit of insurance would be $20 million. (<i>Pellegrin v. McKiernan, 07-CVS-11416,</i> Pl.'s Ex. 6, Insurance Policy혰Umbrella/Excess Policy, May 27, 2008). In sum, National Union's total liability under the two policies amounted to $21 million.</p>\n<p>Jerry Pellegrin, Mark Pellegrin's father and guardian ad litem, retained St. Martin, Williams &amp; Bourque (\"Louisiana Counsel\") and Abrams &amp; Abrams, P.A. (\"North Carolina Counsel\" and, together with Louisiana Counsel, \"Plaintiff's Counsel\"). Mr. Pellegrin filed a complaint on July 19, 2007 in Wake County Superior Court against Mr. McKiernan for injuries Mark Pellegrin suffered as a result of the accident. Plaintiff's Counsel did not name National Union as a co-defendant in the state court action.</p>\n<p>On September 7, 2007, American International Group, Inc., (\"AIG\"), the authorized claim representative for National Union, issued a disclaimer letter (\"Disclaimer Letter\") to Mr. McKiernan, informing Mr. McKiernan that their investigation had concluded that at the time of the incident, Mr. McKiernan was not operating the vehicle within the scope of his employment with KCI. (<i>Pellegrin v. McKiernan, 07-CVS-11416,</i> Pl.'s Ex. 7, Disclaimer of Coverage to Kelly Joe McKiernan, May 27, 2008). The Disclaimer Letter stated that the investigation had revealed that at the time of the incident, Mr. McKiernan was intoxicated, using the vehicle for personal use, and not operating the vehicle for company business. <i>Id.</i> The letter stated that, as a result, Mr. McKiernan \"would not be entitled to coverage under Commercial Automobile policy CA 826-10-30 issued to KCI Technologies by National Union Fire Insurance Company of Pittsburgh, PA[,]\" and that National Union \"will not indemnify [Mr. McKiernan] for any verdict, judgment or settlement\" in the suit brought by Jerry Pellegrin against him. <i>Id.</i> If a court were to uphold this disclaimer of liability, it would render Mr. McKiernan an uninsured motorist. Plaintiffs Counsel received the Disclaimer Letter before presenting their case in Wake County Superior Court.</p>\n<p>On May 27, 2008, Plaintiffs Counsel presented evidence to the Wake County Superior Court in an uncontested bench trial to <span class=\"star-pagination\">*727</span> decide the issue of liability. Mr. McKiernan did not attend. During these proceedings, no attorneys opposed the evidence presented by Plaintiffs Counsel and no attorneys presented contradictory evidence or evidence that would support mitigation of the damages Plaintiffs Counsel sought. The proceedings, which lasted approximately sixteen minutes, consisted of little more than Plaintiffs Counsel entering into evidence twenty-four exhibits in summary fashion and providing the court with a version of the facts that omitted any mention of Mr. McKiernan's intoxication, offering brief explanations of the damages Plaintiff sought, and submitting a proposed judgment awarding damages of $75 million, which the court received, signed and issued. (Trial Tr. Vol. 1, 2-9, May 27, 2008).</p>\n<p>On June 12, 2008, Mr. Pellegrin filed a lawsuit against National Union in Wake County Superior Court seeking that National Union pay its limits of liability based on the state court judgment against Mr. McKiernan. As stated above, National Union's total liability under its policies with KCI equaled $21 million. On July 18, 2008, National Union removed the suit to United States District Court for the Eastern District of North Carolina. However, despite an absolute defense against liability based upon the reasons set forth in the Disclaimer Letter, namely Mr. McKiernan's admissions regarding his intoxication at the time of the incident and the terms of the Commercial Automobile policy, National Union chose to engage in early mediation and settled the case for $18 million on August 28, 2008, without raising a single defense in court or contesting the matter in any significant manner. Plaintiffs Counsel and Defendant's Counsel later indicated that settlement proceedings were accelerated because of concerns over the solvency of AIG, National Union's parent.<sup>[1]</sup> (Hr'g Tr. 3, October 7, 2008).</p>\n<p>In short, the record provides that National Union did not, at any time, contest the issue of liability, deny coverage, or oppose Mr. Pellegrin's claims in a trial court. Further, Plaintiffs Counsel did not, at any time, take part in an adversarial proceeding in a trial court.</p>\n<p>On October 3, 2008, the parties filed a Joint Motion for Approval of Settlement, Establishing Trust, and Directing Disbursement of Settlement Proceeds. On October 7, 2008, this Court held a hearing on the motion.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>Pursuant to Local Rule 17.1(c), \"the court shall approve or fix the amount of the fee to be paid to counsel for the minor or incompetent parties and make appropriate provision for the payment thereof.\" Accordingly, this Court must determine the reasonableness of the fees to be paid to Plaintiffs Counsel pursuant to the terms of the proposed settlement agreement.</p>\n<p>In determining reasonableness of attorneys' fees, district courts in the Fourth Circuit are to consider and make detailed findings with regard to the twelve factors: (1) the time and labor expended; (2) the novelty and difficulty of the questions raised; (3) the skill required to properly perform the legal services rendered; (4) the attorney's opportunity costs in pressing the instant litigation; (5) the customary fee for like work; (6) the attorney's expectations at the outset of the litigation; (7) the time limitations imposed <span class=\"star-pagination\">*728</span> by the client or circumstances; (8) the amount in controversy and the results obtained; (9) the experience, reputation and ability of the attorney; (10) the undesirability of the case within the legal community in which the suit arose; (11) the nature and length of the professional relationship between attorney and client; and (12) attorneys' fees awards in similar cases. <i>Barber v. Kimbrell's,</i> <span class=\"citation\" data-id=\"356128\"><a href=\"/opinion/356128/polly-ann-barber-v-kimbrells-inc-and-furniture-distributors-inc/\"><span class=\"volume\">577</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">216</span></a></span>, 226 (4th Cir.1978); <i>Allen v. United States,</i> <span class=\"citation\" data-id=\"370288\"><a href=\"/opinion/370288/raleigh-h-allen-iii-v-united-states-of-america-james-a-carini-v/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">432</span></a></span>, 436 (4th Cir.1979)(court must fix reasonable fee awards by considering each relevant <i>Barber</i> factor); <i>see </i><i>Nigh v. Koons Buick Pontiac GMC, Inc.,</i> <span class=\"citation\" data-id=\"796956\"><a href=\"/opinion/796956/bradley-nigh-v-koons-buick-pontiac-gmc-incorporated-and-household/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 189 (4th Cir.2007)(court found that, although not all the <i>Barber</i> factors seem particularly well-suited to the facts of this case, the district court did not abuse its discretion by calculating the reasonable fees using the factors for guidance).</p>\n<p>In considering the <i>Barber</i> factors as they relate to the instant case, this Court focuses on all twelve and weighs each of them separately. Specifically, the Court will comment on factors (1), (3), (5), (6) and (12). <i>Bergstrom v. Dalkon Shield Claimants Trust (In re A.H. Robins Co.),</i> <span class=\"citation\" data-id=\"719740\"><a href=\"/opinion/719740/in-re-ah-robins-company-incorporated-debtor-paul-w-bergstrom-a/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">364</span></a></span>, 376 (4th Cir.1996)(district court under no obligation to go through those factors that do not fit)(citing <i>EEOC v. Service News Co.,</i> <span class=\"citation\" data-id=\"538498\"><a href=\"/opinion/538498/equal-employment-opportunity-commission-v-service-news-company/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">958</span></a></span>, 965 (4th Cir.1990)).</p>\n<p>To start, this Court considers the attorney's expectations at the outset of the litigation. The Court is aware that Mr. Pellegrin and Plaintiff's Counsel have entered into a contingency agreement. However, \"[b]ecause contingency fee agreements are of special concern to the courts and are not to be enforced on the same basis as are ordinary commercial contracts, courts have the power to monitor such contracts either through rule-making or on an Ad hoc basis. Canon 13 of the Canons of Professional Ethics, promulgated by the American Bar Association, recognizes that an attorney is free to enter into such arrangements. The Canon, however, qualifies the right with the proviso that they are subject to the `supervision of the courts, as to (their) reasonableness.'\" <i>Allen v. United States,</i> <span class=\"citation\" data-id=\"370288\"><a href=\"/opinion/370288/raleigh-h-allen-iii-v-united-states-of-america-james-a-carini-v/\"><span class=\"volume\">606</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">432</span></a></span>, 435 (4th Cir.1979). Courts have exercised their supervisory role in cases involving contingency agreements in order \"to protect those unable to bargain equally with their attorneys and who, as a result, are especially vulnerable to overreaching.\" <i>Id.</i> at 435 (citing <i>Schlesinger v. Teitelbaum,</i> <span class=\"citation\" data-id=\"309431\"><a href=\"/opinion/309431/hymen-schlesinger-and-david-a-hensler-v-hon-hubert-teitelbaum-united/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span>, 141 (3rd Cir.1973)). Moreover, courts have exercised this supervisory role whenever a contingent fee agreement yields an unreasonable fee. <i>Id.</i> at 435 (citing <i>In Re Michaelson,</i> <span class=\"citation\" data-id=\"325576\"><a href=\"/opinion/325576/in-re-grand-jury-appearance-of-alvin-s-michaelson-esquire/\"><span class=\"volume\">511</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">882</span></a></span>, 888 (9th Cir.1975)). Accordingly, this Court must consider the other relevant <i>Barber</i> factors in order to determine the reasonableness of the contingency fee requested by Plaintiff's Counsel.</p>\n<p>The Court next considers the time and labor expended by Plaintiff's Counsel in the course of both the state and federal suits. Plaintiff's Counsel have failed to provide any records to demonstrate the time and labor expended in prosecuting Mr. Pellegrin's claims. In making similar determinations regarding the fee to be paid to the counsel of an incompetent or minor, other courts have noted the significance of contemporaneous time records, explaining \"that without contemporaneous time records, generated by counsel to the plaintiffs, no accurate determination could be made on the appropriateness of the amount of time expended by counsel on particular litigation tasks, and the Court would be unable to evaluate properly whether the settlement proposed is reasonable and serves Plaintiffs best interests.\" <i>Mateo v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">3166974</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">59216</span></span> (August 6, 2008); <i>Cruz v. Local Union No. 3 of Int'l Bhd. of Electrical Workers,</i> <span class=\"star-pagination\">*729</span> <span class=\"citation\" data-id=\"677793\"><a href=\"/opinion/677793/socorro-cruz-agripina-torres-delza-perez-leonie-abellard-marie-lucienne/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1160 (2d Cir.1994)(When records providing, at a minimum, detailed descriptions of the litigation-related tasks performed, the legal personnel involved, as well as the dates and hours worked are absent, the Court can neither assess the reasonableness of proposed attorney fees accurately, nor determine what a reasonable client might be willing to pay). While an attorney who represents a client on a contingency fee basis may not maintain contemporaneous time records, the absence of such records frustrates a court in its effort to evaluate the fairness and reasonableness of a proposed settlement, including legal fees, when an infant's or incompetent's claim is compromised. <i>Monaghan v. SZS 33 Assocs., L.P.,</i> <span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">78</span></span>, 84-85 (S.D.N.Y.1994).</p>\n<p>Further, the United States Supreme Court, in explaining the burden counsel bear when seeking fees in other circumstances, has stated that \"[t]he party seeking an award of fees should submit evidence supporting the hours worked and rates claimed.\" <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983). Similarly, other courts have stated, \"`the burden is on counsel to keep and present records from which the court may determine the nature of the work done, the need for it, and the amount of time reasonably required; where adequate contemporaneous records have not been kept the court should not award the full amount requested.'\" <i>F.H. Krear &amp; Co. v. Nineteen Named Trs.,</i> <span class=\"citation\" data-id=\"482811\"><a href=\"/opinion/482811/fh-krear-co-v-nineteen-named-trustees-as-trustees-of-local-69/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1250</span></a></span>, 1265 (2d Cir.1987).</p>\n<p>As stated above, in this case, Plaintiff's Counsel has failed to provide contemporaneous records as to the number of hours actually put towards the representation of this case. At the October 7, 2008 hearing, the Court asked: \"How much time do you have in hours, you and your associate counsel, in the case? Can you give me that information?\" (Hr'g Tr. 13, October 7, 2008). It was the Court that initiated the inquiry as to how many actual hours Plaintiffs Counsel spent in this representation. In response, Mr. Abrams, on behalf of Plaintiff's Counsel, said: \"In our firm, we only do contingency fee work, so we do not keep hourly work.\" The Court responded: \"So give me an estimate. You have a thousand hours in, you think?\" <i>Id.</i> Mr. Abrams, as Plaintiffs Counsel, answering the question, said: \"I would think our firm alone has a thousand hours.\" <i>Id.</i> This initial inquiry by the Court in no way established that a thousand hours of work had been performed. The initial inquiry could have just as easily begun with whether Plaintiffs Counsel had performed a hundred hours or ten thousand hours of work in the case. Plaintiffs Counsel had no basis to identify that number. That number represented nothing more than pure speculation on the part of the Court and Plaintiffs Counsel in their discussion. Continuing, the Court then said: \"What's the other lawyers have; another 500?\" meaning another 500 hours. <i>Id.</i> And, at that point, Mr. Abrams, on behalf of Plaintiff, said: \"I feel sure he has at least a thousand hours. He worked equally hard.\" (Hr'g Tr. 14, October 7, 2008). Likewise, this approximation by Plaintiffs Counsel represented pure speculation and had no basis beyond the Court's initial use of the figure \"a thousand hours.\" The amount of hours actually put towards this action could have just as likely been a fraction or a multiple of one thousand. Again, to date, no contemporaneous time records have been provided to the Court, although the Court gave counsel opportunity to do so.</p>\n<p>In the absence of such records, courts have determined whether a proposed attorney fee is reasonable by evaluating \"what a reasonable paying client would be willing to pay for the legal services, in other words, the appropriate market rate <span class=\"star-pagination\">*730</span> for counsel over the course of the number of hours appropriately worked.\" <i>Moreno v. Empire City Subway Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">793605</span></span>, *2, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">96636</span></span>, *2 (S.D.N.Y. Mar. 26, 2008)(citing <i>Torres v. City of New York,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">419306</span></span>, *1, No. <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">11027</span></span>, *1 (S.D.N.Y. Feb. 14, 2008)) (internal quotations omitted). This is so even in a circumstance where, as here, the incompetent's father has agreed to the amount requested for legal fees and costs, since such agreements when made by guardians are only advisory. It remains the fact that a court must determine and fix the amount of the attorney's fee. Local Rule 17.1.</p>\n<p>In determining the reasonableness of the fee, the Court next considers the skill required to properly perform the legal services rendered. At the October 7, 2008 hearing, Plaintiffs Counsel advised the Court orally of various litigation tasks they maintained had been performed by their law firms, such as: (1) investigating the facts pertinent to Plaintiffs claim(s); (2) drafting pleadings; (3) evaluating medical records; (4) trying an unopposed bench trial on the issue of liability in Superior Court of North Carolina; (5) engaging in mediation with National Union. In addition, the record provides Plaintiffs Counsel took part in approximately two and half hours of undefended depositions, whereby the only other attorney present, if any, represented the witness. Further, The path of litigation involved in this action clearly demonstrates the uncontested nature of the suit. Plaintiffs Counsel filed suit in Superior Court and promptly received an uncontested judgment. Plaintiffs Counsel then promptly filed suit in Superior Court against the National Union. National Union removed the action to this Court and immediately entered settlement negotiations, producing a mediated settlement of $18 million in case where a total exposure of $21 million existed. The uncontested nature of this action strongly implies that Plaintiffs Counsel did not expend a great deal of time in the handling of this case and that a fee in the amount Plaintiffs Counsel seeks would be an unjustified windfall. Without more to support a finding to the contrary, this Court cannot conclude that the skills necessary to perform the legal services rendered by Plaintiffs Counsel were especially time-consuming, enduring or unique.</p>\n<p>Lastly, the Court considers the customary fee for such work and attorney fees for in similar cases. Since Plaintiffs Counsel failed to provide contemporaneous time records to the Court, from which the Court may evaluate the reasonableness of the attorneys' fees sought, the Court must evaluate the reasonableness of their fee request by determining the appropriate market rate for counsel over the course of the number of hours appropriately worked. In doing so, this Court bases its calculation on a market rate of $300/hour, which this Court recognizes as a high hourly rate for a similarly-situated lawyer in North Carolina. According to Plaintiffs Counsel, North Carolina Counsel and Louisiana Counsel each logged at least 1000 hours during the course of this action. (Hr'g Tr. 13-14, October 7, 2008). This Court views this figure with great skepticism given the lack of diligence needed to achieve such an outcome in the face of Defendant's inexplicable failure to contest the issue of liability during any stage of the litigation. Assuming <i>arguendo,</i> however, that the approximations provided by Plaintiffs Counsel are credible and true, the aggregate billable hour total would be 2000 hours. Multiplying this figure with the market rate of $300/hour, the Court arrives at a fee of $600,000.00. In addition, Plaintiffs Counsel stated they incurred costs of $35,000 in bringing this action. (Hr'g Tr. 9, October 7, 2008). Adding this figure to the legal fee calculated by the Court, the Court arrives at a sum of $635,000. Plaintiffs <span class=\"star-pagination\">*731</span> Counsel seek \"compensation\" in the amount of $6,000,000.00, which is one-third of the settlement amount. The proposed legal fee of $6,000,000.00 would be unconscionable in light of the work performed and the lack of adversity in pursuing this claim.<sup>[2]</sup> The fee and costs shall not exceed $635,000.00. This sum shall be deducted from the settlement amount and paid to Plaintiff's Counsel.</p>\n<p>Accordingly, based on its analysis of the relevant <i>Barber</i> factors, its understanding that contingency fees must be reasonable, and its understanding of the requirements of Local Rule 17.1(c), this Court allows fees and costs to be paid to Plaintiff's Counsel in the amount of $635,000.00.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Accordingly, insofar as the Settlement Agreement is amended with respect to the fees to be paid to Plaintiffs Counsel, this Court GRANTS Plaintiffs and Defendant's Joint Motion for Approval of Settlement, Establishing Trust, and Directing Disbursement of Settlement Proceeds.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On September 17, 2008, the Federal Reserve extended an $85 billion dollar loan to AIG, representing the largest government takeover stemming from the current credit crisis, in order to allow for the Federal Reserve to unwind AIG's business in an orderly manner.</p>\n<p>[2]  Affidavits from Louisiana and North Carolina lawyers provided by Plaintiff's Counsel attesting to the fairness and appropriateness of the proposed legal fee were based on the premise that this case presented a \"substantial contest over insurance coverage\" and \"complicated medical,\" \"scientific/engineering\" and \"legal issues.\" (Britt Aff. 2, 4); (Byrd Aff. 2); (Comerford Aff. 2, 4); (Maxwell Aff. 2); (Kleinpcter Aff. 2, 4); (Ncuner Aff. 2, 4); (Stanley Aff. 2, 3). Plaintiff's Counsel has made no showing that such issues were present in this action beyond conclusory statements regarding their own efforts.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/309431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/325576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/356128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796956/"
  ]
}