{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1476530/",
  "absolute_url": "/opinion/1476530/united-states-v-1816-acres-of-land/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1476530/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:24:54.695381Z",
  "date_modified": "2016-04-26T23:48:21.920053Z",
  "type": "010combined",
  "sha1": "d1fc79d92dd1dc97ee25bd0434d28691bd69eeda",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>598 F.Supp. 282 (1984)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n18.16 ACRES OF LAND, MORE OR LESS, SITUATE IN GRANVILLE COUNTY, STATE OF NORTH CAROLINA, and Charles R. Wellons, et al., and Unknown Owners, Defendants.</h1></center>\n<center>No. 83-330-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 29, 1984.</center>\n<p><span class=\"star-pagination\">*283</span> James S. Perry, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Rudolph L. Edwards, Durham, N.C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*284</span> ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>The plaintiff in this case, the United States of America, filed a complaint in condemnation and a declaration of taking against defendant Charles R. Wellons for the purpose of condemning 18.16 acres of land located in Granville County, North Carolina, and which belonged to the defendant. The complaint and declaration, along with a notice of condemnation, were filed pursuant to 40 U.S.C. § 258a (1976) and Rule 71A of the Federal Rules of Civil Procedure. Defendant Wellons alleges that the government should be estopped from condemning the entire 18.16 acre tract of land described above and, in the alternative, alleges that the government's proposed compensation amount is not an accurate and just valuation of the contested property. Pursuant to this court's order of March 14, 1984, the issue of governmental estoppel was tried separately from and prior to a jury trial on the issue of just compensation. Thus, the only issue presently before this court is whether the government should be estopped from condemning the defendant's entire 18.16 acre tract of land located in Granville County, North Carolina.</p>\n<p>On 30 August, 1984 a trial was held before the court sitting without a jury. From the evidence presented, the court makes the following</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. On July 8, 1980, Charles R. Wellons was informed by letter of the pending government acquisition of Tract 1553 for the Falls Lake Project. Tract 1553 contained 18.16 acres of undeveloped property which was owned by Mr. Wellons. The letter was signed by S.L. Hill, Realty Specialist for the Army Corps of Engineers. This tract was a partial acquisition leaving a severed area comprising 15.51 acres.</p>\n<p>2. Wellons and Hill met on August 6, 1980, to discuss the acquisition of Tract 1553. The discussion included the estate to be acquired in fee simple and the highest and best use for the land as determined by appraisal. Wellons inquired at this meeting whether it was necessary to take the entire tract.</p>\n<p>3. Hill again met Wellons at the latter's office on November 6, 1980. They proceeded to the site of Tract 1553 and walked the boundary line. Wellons was still not satisfied with the acquisition limits and requested that Hill move the acquisition line downhill so that he could retain a 2.83 acre portion in the southeast corner of the tract.</p>\n<p>4. On November 13, 1980, Wellons received a letter from Hill denying the former's request for acreage reduction. In the letter, Hill explained that the acquisition line had been approved by the appropriate approving authority, in this case the Division Engineer, South Atlantic Division of the Corps of Engineers. Hill stated that the proposed project boundary lines across the 18.16 acre tract were established under contract and that the tract fell within the limiting criteria specified in that contract. Hill also stated that he had discussed the request with the Corps' North Carolina Real Estate Officer, Charles M. Wash, and that Wash indicated that changes in the acquisition line were not warranted. Other evidence established that the acquisition criteria for the Falls Lake Project is 364 feet in elevation plus 300 linear feet or 369 feet in elevation, whichever encompasses the greater amount of land.</p>\n<p>5. Wellons met with Wash on January 27, 1981, at the Corps' North Carolina Area Real Estate Office in Cary, North Carolina. Wash at that time was head of this Office. He was responsible for all real estate activities in the State of North Carolina, including appraisal, acquisition, management and disposal sections.</p>\n<p>The purpose of this meeting was to analyze Wellons' request for a change in the acquisition line thereby reducing the acreage to be acquired by approximately 2.83 acres. Wash agreed that he would recommend Wellons' request for an acreage reduction. <span class=\"star-pagination\">*285</span> Wash went on to explain that any changes in acquisition lines must be approved by the Division Engineer in the Corps' Savannah District Office. Wash indicated that a revised tract map would be prepared in his North Carolina Real Estate Office, and that this map would be submitted to Savannah for approval. Wash also told Wellons that if the recommendation for changes in the acquisition line was approved and finalized, the boundary lines would be changed on the ground.</p>\n<p>Wellons requested that he be given a copy of the recommended tract map as soon as it became available. Wash agreed to this request.</p>\n<p>6. Wash in fact never recommended the deletion of the 2.83 acres from Tract 1553, and no revised tract map was ever sent to the Division Engineer in Savannah, Georgia. Wellons was unaware of Wash's failure to submit the revised tract map to Savannah for approval.</p>\n<p>7. In late February, 1981, Wellons visited Tract 1553 to determine whether the acquisition line had been changed as per Wash's recommendation. (See paragraph 6 above.) Wellons could not determine whether any changes had been made in the acquisition line. He then called Wash who stated that the acquisition line change had been staked on the ground from the southernmost concrete monument 400 feet northeast to an iron pin. Wellons returned to Tract 1553 following his conversation with Wash. Wellons found the iron pin at the location Wash had described in their conversation.</p>\n<p>8. On March 31, 1981, the Corps prepared a tract map revision which deleted approximately 2.83 acres from the 18.16 acre tract. The tract map revision reflected the relocation of acquisition line markers on the ground. (See paragraph 7 above.) In accordance with Wellons' request, a copy of this proposed revision along with a legal description of the property was submitted to Wellons. Additionally, an offer to sell the remaining 15.33 acres was attached to the revised tract map. A metes and bounds description was also attached to the offer to sell and the revised tract map. The acquisition line described in this metes and bounds description was in accordance with the revised line recently established by the iron pin placement. After receiving these documents, Wellons believed that the Division Engineer in Savannah had approved Wash's recommendation for changes in the acquisition line of Tract 1553.</p>\n<p>9. On May 8, 1981, Wellons met with C.B. Hinesley of C.B.H., Inc., at Tract 1553. Hinesley agreed to clear stump, remove all wood, burn all brush and remove dirt on the 2.83 acre tract for a total price of $22,000.00. Wellons also agreed to provide some of his own equipment and men in order to complete the project by December, 1981. This agreement between Wellons and Hinesley was confirmed in writing on May 15, 1981. C.B.H., Inc. began work at the tract site in late May, 1981. Wellons supplied men and equipment to assist the crew from C.B.H., Inc.</p>\n<p>10. Wellons met with Wash at Tract 1553 during the summer of 1981. A short time prior to the meeting, the Falls Lake Project reservoir manager informed Wash that land was being cleared and regraded on Tract 1553. Wash himself observed the regrading work being performed on the tract during his meeting with Wellons. Wash did not comment to Wellons about the work while on the site of Tract 1553. Wash also failed to inform Wellons that the latter's request for changes in the acquisition line had not been submitted to Savannah for approval.</p>\n<p>11. C.B.H., Inc. completed work on Tract 1553 on or about December 1, 1981. Wellons paid the firm a total of $22,000.00 for the work performed on the tract.</p>\n<p>12. On February 1, 1982, a letter signed by S.L. Hill was mailed to Wellons advising him of a revision to the original appraisal. Hill stated in the letter that the government would take the entire 18.16 acre tract.</p>\n<p>13. On February 10, 1982, Hill confirmed that the government taking would comprise the entire 18.16 acre tract.</p>\n<p><span class=\"star-pagination\">*286</span> 14. The last meeting between Wash and Wellons took place on the site of Tract 1553 on March 11, 1982. Wash informed Wellons that the price offered by the government for the 15.33 acre tract would be $3,000.00 per acre and that the government also wished to purchase additional acreage near Wellons' personal residence. Wellons informed Wash that he could not convey the additional acreage because he no longer owned it and that he would not accept the $3,000.00 per acre figure for the 15.33 acre tract.</p>\n<p>15. On July 21, 1982, the government revised its tract map to reflect condemnation of the entire 18.16 acre tract.</p>\n<p>16. On September 22, 1982, Secretary of the Army John O. Marsh, Jr., signed a declaration of taking encompassing the entire 18.16 acre tract.</p>\n<p></p>\n<h2>APPLICABLE LAW</h2>\n<p>The issue presently before the court is whether defendant Charles Wellons has successfully established an affirmative defense of estoppel against the United States of America, thereby preventing the latter from condemning and taking his entire 18.16 acre tract. Because estoppel is an affirmative defense, Wellons has the burden of proving by a preponderance of the evidence that the government should be estopped. <i>See</i> Fed.R.Civ.P. 8(c).</p>\n<p>The court will resolve the governmental estoppel issue by first determining if defendant Wellons has established a <i>traditional</i> estoppel defense, i.e., a defense capable of estopping a private party. Only if the defendant has established a traditional estoppel defense can this court consider whether the United States of America may be estopped. Both the United States Supreme Court and the Fourth Circuit have adopted this methodology for analyzing and deciding issues involving governmental estoppel. <i>See </i><i>Heckler v. Community Health Services of Crawford County,</i> ___ U.S. ___, 104 S.Ct. 2218, 2224, 81 L.Ed.2d 42 (1984) (private party prevented from estopping government due to failure to even meet traditional elements of estoppel); <i>West Augusta Development Corp. v. Giuffrida,</i> 717 F.2d 139, 140-41 (4th Cir.1983) (plaintiff precluded from estopping government because of failure to meet traditional threshold requirement of detrimental reliance). For reasons given hereafter, the court finds that defendant Wellons has successfully established a defense of traditional estoppel but has failed to establish a defense of estoppel against the federal government.</p>\n<p></p>\n<h2>A. <i>Traditional Elements of Estoppel</i>\n</h2>\n<p>Equitable estoppel is a substantive rule founded in equity which lacks a standard definition. This lack of a hard-and-fast definition promotes a flexible application of the estoppel doctrine in varied factual settings. <i>See </i><i>Community Health Services,</i> 104 S.Ct. at 2223 (1984). However, a party must specifically establish four elements in order to raise and sustain a defense of estoppel. A party claiming estoppel against a private party must establish that: (1) the party to be estopped knew the true facts; (2) the party to be estopped intended for his conduct to be acted upon or acted in such a way that the party asserting estoppel had a right to believe that it was intended; (3) the party claiming estoppel was ignorant of the true facts; and (4) the misconduct was relied upon to the detriment of the party seeking estoppel. <i>See, e.g., </i><i>United States v. Ruby Co.,</i> 588 F.2d 697 (9th Cir.1978); III J. Pomeroy, <i>Equity Jurisprudence</i> § 805, at 191-92 (S. Symons ed. 1941).</p>\n<p>The court now analyzes the facts before it to determine whether the party seeking estoppel, defendant Charles Wellons, has established these four elements of a traditional estoppel defense. The evidence presented in this case indicates that the party to be estopped, the United States of America, knew the true facts regarding the condemnation and taking of Wellons' 18.16 acre tract. Charles Wash knew that no change in an acquisition line could be finalized without the approval of the Division Engineer in Savannah. By failing to submit the proposed acquisition line <span class=\"star-pagination\">*287</span> changes, Wash knew that Wellons' request for acreage reduction could not be approved. Therefore, the Government did indeed have knowledge of the true facts in this case, i.e., that Wellons' entire 18.16 acre tract would be taken.</p>\n<p>Second, defendant Wellons has successfully established that the government, through the conduct of its agent Wash, intended for its conduct to be acted upon or acted in such a way that Wellons had a right to believe such conduct was so intended. The element of intent involves the notion of a misleading communication, either through conduct or silence. D. Dobbs, <i>Handbook on Remedies,</i> § 2.3, at 42 (1973). However, equitable estoppel is not treated like actionable fraud. Thus, there is no requirement of scienter, i.e., an intent to deceive. <i>Id.</i> The party to be estopped must merely intend that his conduct be acted upon, or reasonably expect that his conduct be relied upon by the party seeking estoppel. <i>Id.</i></p>\n<p>The evidence reveals that a misrepresentation occurred through both conduct and silence. Wash promised Wellons that he would submit to Savannah a recommendation for an acreage reduction in the government taking. Wash told Wellons that changes in the acquisition line would be manifested by relocation of the iron pin boundary markers on Tract 1553. Wash later personally informed Wellons that these markers had been relocated. Wash also observed Wellons regrading 2.83 acres of Tract 1553 in 1981, yet failed to inform the latter that Savannah had not approved the proposed elimination of that 2.83 acres from the government taking. Wash's silence in this regard constitutes a misleading communication. Wash intended that Wellons rely upon his assurances that the recommended changes were being submitted to Savannah. Wash also intended that Wellons rely upon the subsequent relocation of boundary markers as proof that Savannah had approved Wash's recommendation.</p>\n<p>Third, defendant Wellons has also established by a preponderance of the evidence that he was ignorant of the true facts in the case at bar. It is true that Wash told Wellons that the Division Engineer in Savannah had to approve the recommended acreage reduction before the recommendation would be final. However, Wash also told Wellons that the boundary markers would be relocated only following Savannah's approval of the recommended changes. When Wellons called Wash to ascertain the status of the recommendation, he was informed that these markers had indeed been relocated. Yet Wash failed to inform Wellons that he had not submitted the recommendation to Savannah for approval. Consequently, Wellons did not know, nor should he have known, that Savannah failed to approve the proposed acreage reduction. He was ignorant of the true facts in this case, i.e., that the government never intended to delete a 2.83 acre tract from its proposed taking.</p>\n<p>Moreover, Wellons could not have ascertained the true facts in this case by referring to the applicable federal statutes or regulations. Wash had assured defendant Wellons that the recommended acreage reduction was being submitted to Savannah in accordance with governing Army regulations. An independent review of these regulations would merely have revealed that the Division Engineer in Savannah did indeed need to approve any change in acquisition lines. 32 C.F.R. § 644.7(c) (1983). <i>See also</i> 32 C.F.R. §§ 644.81-87. Since Wash assured Wellons that this approval was being sought, the latter did not know that Wash failed to submit the proposed acreage reduction to Savannah for approval.</p>\n<p>The facts in this case are markedly different from those found in the recent <i>Community Health Services</i> decision. <i>See</i> 104 S.Ct. at 2226. In that case, the party seeking estoppel failed to establish that defense in part because it did not familiarize itself with the pertinent statutory law and agency regulations. <i>Id.</i> The Supreme Court noted that the party seeking estoppel could have ascertained the true facts by reviewing the applicable agency regulations. <span class=\"star-pagination\">*288</span> Such a review in this case would have been of little value to Wellons.</p>\n<p>The last element of any estoppel defense is a showing that the party seeking estoppel reasonably relied on another party's misleading communication to his detriment. Wellons' reliance on Wash's conduct and silence in this case was reasonable. Wellons regraded the 2.83 acre portion of his 18.16 acre tract only after receiving assurances from Wash that the Division Engineer in Savannah would receive and probably approve the recommended acreage reduction. Moreover, Wellons relied on the relocation of the iron pin boundary markers in deciding to regrade and stump the 2.83 acre tract. Wash had assured Wellons that these markers would be moved only if Savannah approved the proposed acreage reduction. Finally, Wash personally observed C.B.H., Inc. regrading the 2.83 acre tract yet failed to inform Wellons that he had not submitted the recommended acreage reduction to Savannah. Wellons reasonably interpreted Wash's silence as constituting tacit approval of both the recommended acreage reduction and the regrading work being done by C.B.H., Inc.</p>\n<p>Wellons' reliance was detrimental. The evidence clearly indicates that Wellons spent $22,000.00 on the stumping and regrading of the 2.83 acre portion of Tract 1553.</p>\n<p></p>\n<h2>B. <i>Governmental Estoppel</i>\n</h2>\n<p>Having determined that defendant Wellons has established the elements of a traditional estoppel defense, the court must now determine: (1) whether a private party can estop the United States from condemning and taking land, and (2) whether Wellons has satisfied the criteria for establishing a governmental estoppel defense, assuming such a defense is available to Wellons.</p>\n<p>The Supreme Court has meticulously avoided the question of whether the government may ever be estopped. In those cases in which the Court has considered the question of governmental estoppel, it has held that the facts alleged did not establish a defense of estoppel against the government. <i>See </i><i>Community Health Services,</i> 104 S.Ct. 2218 (1984); <i>Schweiker v. Hansen,</i> 450 U.S. 785, 101 S.Ct. 1468, 67 L.Ed.2d 685 (1981); <i>Immigration and Naturalization Service v. Hibi,</i> 414 U.S. 5, 94 S.Ct. 19, 38 L.Ed.2d 7 (1973); <i>Montana v. Kennedy,</i> 366 U.S. 308, 81 S.Ct. 1336, 6 L.Ed.2d 313 (1961). However, the language found in recent Supreme Court and circuit court opinions clearly indicates that the United States may in theory be estopped. <i>See </i><i>Community Health Services,</i> 104 S.Ct. at 2226; <i>Hansen,</i> 450 U.S. at 788-90, 101 S.Ct. at 1470-71; <i>Giuffrida,</i> 717 F.2d at 140-41.</p>\n<p></p>\n<h2>1. <i>Affirmative Misconduct</i>\n</h2>\n<p>The Supreme Court has indicated in dicta that if the United States may be estopped at all, the party seeking estoppel must show that the traditional elements of estoppel are present <i>and</i> that the government has engaged in affirmative misconduct. <i>Hansen,</i> 450 U.S. at 788-90, 101 S.Ct. at 1470-71; <i>Hibi,</i> 414 U.S. at 8-9, 94 S.Ct. at 21-22; <i>Kennedy,</i> 366 U.S. at 314-15, 81 S.Ct. at 1340-41. Both parties to this action have urged the court to apply an \"affirmative misconduct\" standard to resolve the estoppel issue raised in this case. However, the court need not concern itself with the issue of affirmative misconduct because estopping the United States in this case would violate a fundamental tenet of our system of government, i.e., the separation of powers doctrine.</p>\n<p></p>\n<h2>2. <i>The Separation of Powers Doctrine</i>\n</h2>\n<p>Important separation of powers questions arise when a party cites a government representative's unauthorized conduct as the basis for its estoppel defense. <i>See</i> Note, <i>Equitable Estoppel of the Government,</i> 79 Colum.L.Rev. 552, 562-63, 565-67 (1979). Using the unauthorized actions of a government representative as the basis for estopping the government effectively circumvents a statutory or regulatory mandate, and can effectively waive a statutory or regulatory requirement. <i>Id.</i> <span class=\"star-pagination\">*289</span> Such a circumvention or waiver is particularly apt to occur when dealing with statutory or regulatory schemes which do not give an agency any discretion in exercising authority delegated to it by the legislative or executive branches. <i>Id.</i> at 565.</p>\n<p>While the courts have the power to require the other branches of government to conform to their respective regulations and statutes, our tripartite system of government does not provide the judiciary with the power to rewrite those regulations and statutes. Since a circumvention of a federal statute or regulation constitutes a rewriting of the same (even if only a limited rewriting), courts have long held that a government agent needs <i>actual</i> authority in order to raise the possibility of governmental estoppel. <i>Federal Crop Insurance Corp. v. Merrill,</i> 332 U.S. 380, 68 S.Ct. 1, 92 L.Ed. 10 (1947); <i>Urban Data Systems v. United States,</i> 699 F.2d 1147 (Fed.Cir. 1983); <i>Goldberg v. Weinberger,</i> 546 F.2d 477 (2d Cir.1976), <i>cert. denied,</i> 431 U.S. 937, 97 S.Ct. 2648, 53 L.Ed.2d 255 (1977). While our nation's citizens certainly are entitled to decent and reliable treatment by their government, the citizenry is under a duty to ascertain whether the governmental agents with whom it deals are acting within their lawful authority. <i>Community Health Services,</i> 104 S.Ct. at 2225-26 (citizens may not rely on government agent's conduct which runs contrary to law); <i>Merrill,</i> 332 U.S. at 384, 68 S.Ct. at 3 (\"[a]nyone entering into an arrangement with the Government takes the risk of having accurately ascertained that he who purports to act for the Government stays within the bounds of his authority.\").</p>\n<p>Federal regulations clearly indicate that Wash lacked actual authority to finalize changes in acquisition lines. 32 C.F.R. § 644.7 in pertinent part reads: \"The Division Engineer is authorized to approve final acquisition lines, but shall not delegate this responsibility to District Engineers.\" As Wash was not a Division Engineer in the Corps, he simply lacked actual authority to approve any changes in Tract 1553's acquisition line. Moreover, this regulation is mandatorythe Division Engineer in Savannah could not authorize Wash to approve alterations in existing acquisition lines. Therefore, Wash's relocation of the iron pin boundary markers was clearly unauthorized; the Division Engineer in Savannah did not receive, much less approve, Wash's recommended change in Tract 1553's acquisition line.</p>\n<p>Estopping the Government in this case would effectively finalize Tract 1553's acquisition line without the Division Engineer's approval. Such a result directly contravenes a federal regulation issued by the executive branch, <i>i.e.,</i> 32 C.F.R. § 644.7. Since defendant Wellons has not challenged the validity or constitutionality of either 32 C.F.R. § 644.7 or its authorizing statute, the court considers the regulation to be validly authorized and properly issued. Consequently, the court is asked to grant relief, in the form of estoppel, which would directly contravene a federal regulation validly authorized and properly issued by the legislative and executive branches, respectively.</p>\n<p>Constitutional limitations on this court's authority, as articulated in the separation of powers doctrine, prevent it from granting the requested relief. Judicial respect for congressional and executive intent within our constitutional system of allocated powers underlies judicial restrictions on the application of promissory estoppel against federal entities. <i>See </i><i>McCauley v. Thygerson,</i> 732 F.2d 978 (D.C. Cir.1984); Note, <i>Equitable Estoppel of the Government,</i> 79 Colum.L.Rev. 552, 565-67 (1979). In this case the court must refrain from interfering with co-equal branches of the sovereign which are discharging a validly authorized and promulgated regulation.</p>\n<p>If the court were to make an order in contravention to the authorized acquisition line for Tract 1553, such an order would constitute an unconstitutional intervention by the judicial branch in the proper discharge of a duty validly apportioned to the executive branch by the legislative branch of the sovereign. In short, judicial circumvention <span class=\"star-pagination\">*290</span> of 32 C.F.R. § 644.7 would amount to an unconstitutional infringement on the power of co-equal branches of our government and would constitute a violation of the separation of powers doctrine.</p>\n<p>Consequently, Wash's unauthorized conduct is not a basis on which to estop the government. Although Wellons has successfully established a traditional estoppel defense, the separation of powers doctrine prevents the court from estopping the government in this case.</p>\n<p>This discussion of pertinent legal principles leads the court to draw the following</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The court has jurisdiction over this action pursuant to 40 U.S.C. § 258a (1976).</p>\n<p>2. Defendant Charles R. Wellons has successfully established a traditional estoppel defense in that he has proven:</p>\n<p>(a) That the government, through its agent Charles M. Wash, knew the true facts in the case at bar, i.e., that Wellons' proposed acreage reduction would not be approved;</p>\n<p>(b) That the government, through its agent Wash, intended for its conduct to be acted upon by Wellons;</p>\n<p>(c) That he, Charles Wellons, was ignorant of the true facts in this case, and</p>\n<p>(d) That he, Charles Wellons, reasonably relied on the government agent's (Wash) misconduct to his detriment.</p>\n<p>3. An agent of the United States must be acting within his actual authority if his conduct is to provide the basis for estopping the government.</p>\n<p>4. Wash did not possess the authority to approve any changes in Tract 1553's acquisition line.</p>\n<p>5. Wash was not acting with actual authority when he relocated the iron pin boundary markers on Tract 1553.</p>\n<p>6. Wash was not acting within his actual authority when, during an on-site visit at Tract 1553 in the summer of 1981, he failed to inform Wellons that the Division Engineer had not approved the proposed changes in Tract 1553's acquisition line.</p>\n<p>7. The separation of powers doctrine prevents Wellons from using Wash's unauthorized conduct as a basis on which to estop the government.</p>\n<p>8. Therefore Wellons' reliance on Wash's unauthorized conduct, as summarized in paragraphs six and seven, supra, is an insufficient basis for estopping the United States.</p>\n<p>9. The United States is not to be estopped from condemning and taking the entire 18.16 acre tract comprising Tract 1553.</p>\n<p>AND IT IS SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">598</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">282</span></span> (1984)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\n18.16 ACRES OF LAND, MORE OR LESS, SITUATE IN GRANVILLE COUNTY, STATE OF NORTH CAROLINA, and Charles R. Wellons, et al., and Unknown Owners, Defendants.</h1></center>\n<center>No. 83-330-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 29, 1984.</center>\n<p><span class=\"star-pagination\">*283</span> James S. Perry, Asst. U.S. Atty., Raleigh, N.C., for plaintiff.</p>\n<p>Rudolph L. Edwards, Durham, N.C., for defendants.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*284</span> ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>The plaintiff in this case, the United States of America, filed a complaint in condemnation and a declaration of taking against defendant Charles R. Wellons for the purpose of condemning 18.16 acres of land located in Granville County, North Carolina, and which belonged to the defendant. The complaint and declaration, along with a notice of condemnation, were filed pursuant to 40 U.S.C. § 258a (1976) and Rule 71A of the Federal Rules of Civil Procedure. Defendant Wellons alleges that the government should be estopped from condemning the entire 18.16 acre tract of land described above and, in the alternative, alleges that the government's proposed compensation amount is not an accurate and just valuation of the contested property. Pursuant to this court's order of March 14, 1984, the issue of governmental estoppel was tried separately from and prior to a jury trial on the issue of just compensation. Thus, the only issue presently before this court is whether the government should be estopped from condemning the defendant's entire 18.16 acre tract of land located in Granville County, North Carolina.</p>\n<p>On 30 August, 1984 a trial was held before the court sitting without a jury. From the evidence presented, the court makes the following</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>1. On July 8, 1980, Charles R. Wellons was informed by letter of the pending government acquisition of Tract 1553 for the Falls Lake Project. Tract 1553 contained 18.16 acres of undeveloped property which was owned by Mr. Wellons. The letter was signed by S.L. Hill, Realty Specialist for the Army Corps of Engineers. This tract was a partial acquisition leaving a severed area comprising 15.51 acres.</p>\n<p>2. Wellons and Hill met on August 6, 1980, to discuss the acquisition of Tract 1553. The discussion included the estate to be acquired in fee simple and the highest and best use for the land as determined by appraisal. Wellons inquired at this meeting whether it was necessary to take the entire tract.</p>\n<p>3. Hill again met Wellons at the latter's office on November 6, 1980. They proceeded to the site of Tract 1553 and walked the boundary line. Wellons was still not satisfied with the acquisition limits and requested that Hill move the acquisition line downhill so that he could retain a 2.83 acre portion in the southeast corner of the tract.</p>\n<p>4. On November 13, 1980, Wellons received a letter from Hill denying the former's request for acreage reduction. In the letter, Hill explained that the acquisition line had been approved by the appropriate approving authority, in this case the Division Engineer, South Atlantic Division of the Corps of Engineers. Hill stated that the proposed project boundary lines across the 18.16 acre tract were established under contract and that the tract fell within the limiting criteria specified in that contract. Hill also stated that he had discussed the request with the Corps' North Carolina Real Estate Officer, Charles M. Wash, and that Wash indicated that changes in the acquisition line were not warranted. Other evidence established that the acquisition criteria for the Falls Lake Project is 364 feet in elevation plus 300 linear feet or 369 feet in elevation, whichever encompasses the greater amount of land.</p>\n<p>5. Wellons met with Wash on January 27, 1981, at the Corps' North Carolina Area Real Estate Office in Cary, North Carolina. Wash at that time was head of this Office. He was responsible for all real estate activities in the State of North Carolina, including appraisal, acquisition, management and disposal sections.</p>\n<p>The purpose of this meeting was to analyze Wellons' request for a change in the acquisition line thereby reducing the acreage to be acquired by approximately 2.83 acres. Wash agreed that he would recommend Wellons' request for an acreage reduction. <span class=\"star-pagination\">*285</span> Wash went on to explain that any changes in acquisition lines must be approved by the Division Engineer in the Corps' Savannah District Office. Wash indicated that a revised tract map would be prepared in his North Carolina Real Estate Office, and that this map would be submitted to Savannah for approval. Wash also told Wellons that if the recommendation for changes in the acquisition line was approved and finalized, the boundary lines would be changed on the ground.</p>\n<p>Wellons requested that he be given a copy of the recommended tract map as soon as it became available. Wash agreed to this request.</p>\n<p>6. Wash in fact never recommended the deletion of the 2.83 acres from Tract 1553, and no revised tract map was ever sent to the Division Engineer in Savannah, Georgia. Wellons was unaware of Wash's failure to submit the revised tract map to Savannah for approval.</p>\n<p>7. In late February, 1981, Wellons visited Tract 1553 to determine whether the acquisition line had been changed as per Wash's recommendation. (See paragraph 6 above.) Wellons could not determine whether any changes had been made in the acquisition line. He then called Wash who stated that the acquisition line change had been staked on the ground from the southernmost concrete monument 400 feet northeast to an iron pin. Wellons returned to Tract 1553 following his conversation with Wash. Wellons found the iron pin at the location Wash had described in their conversation.</p>\n<p>8. On March 31, 1981, the Corps prepared a tract map revision which deleted approximately 2.83 acres from the 18.16 acre tract. The tract map revision reflected the relocation of acquisition line markers on the ground. (See paragraph 7 above.) In accordance with Wellons' request, a copy of this proposed revision along with a legal description of the property was submitted to Wellons. Additionally, an offer to sell the remaining 15.33 acres was attached to the revised tract map. A metes and bounds description was also attached to the offer to sell and the revised tract map. The acquisition line described in this metes and bounds description was in accordance with the revised line recently established by the iron pin placement. After receiving these documents, Wellons believed that the Division Engineer in Savannah had approved Wash's recommendation for changes in the acquisition line of Tract 1553.</p>\n<p>9. On May 8, 1981, Wellons met with C.B. Hinesley of C.B.H., Inc., at Tract 1553. Hinesley agreed to clear stump, remove all wood, burn all brush and remove dirt on the 2.83 acre tract for a total price of $22,000.00. Wellons also agreed to provide some of his own equipment and men in order to complete the project by December, 1981. This agreement between Wellons and Hinesley was confirmed in writing on May 15, 1981. C.B.H., Inc. began work at the tract site in late May, 1981. Wellons supplied men and equipment to assist the crew from C.B.H., Inc.</p>\n<p>10. Wellons met with Wash at Tract 1553 during the summer of 1981. A short time prior to the meeting, the Falls Lake Project reservoir manager informed Wash that land was being cleared and regraded on Tract 1553. Wash himself observed the regrading work being performed on the tract during his meeting with Wellons. Wash did not comment to Wellons about the work while on the site of Tract 1553. Wash also failed to inform Wellons that the latter's request for changes in the acquisition line had not been submitted to Savannah for approval.</p>\n<p>11. C.B.H., Inc. completed work on Tract 1553 on or about December 1, 1981. Wellons paid the firm a total of $22,000.00 for the work performed on the tract.</p>\n<p>12. On February 1, 1982, a letter signed by S.L. Hill was mailed to Wellons advising him of a revision to the original appraisal. Hill stated in the letter that the government would take the entire 18.16 acre tract.</p>\n<p>13. On February 10, 1982, Hill confirmed that the government taking would comprise the entire 18.16 acre tract.</p>\n<p><span class=\"star-pagination\">*286</span> 14. The last meeting between Wash and Wellons took place on the site of Tract 1553 on March 11, 1982. Wash informed Wellons that the price offered by the government for the 15.33 acre tract would be $3,000.00 per acre and that the government also wished to purchase additional acreage near Wellons' personal residence. Wellons informed Wash that he could not convey the additional acreage because he no longer owned it and that he would not accept the $3,000.00 per acre figure for the 15.33 acre tract.</p>\n<p>15. On July 21, 1982, the government revised its tract map to reflect condemnation of the entire 18.16 acre tract.</p>\n<p>16. On September 22, 1982, Secretary of the Army John O. Marsh, Jr., signed a declaration of taking encompassing the entire 18.16 acre tract.</p>\n<p></p>\n<h2>APPLICABLE LAW</h2>\n<p>The issue presently before the court is whether defendant Charles Wellons has successfully established an affirmative defense of estoppel against the United States of America, thereby preventing the latter from condemning and taking his entire 18.16 acre tract. Because estoppel is an affirmative defense, Wellons has the burden of proving by a preponderance of the evidence that the government should be estopped. <i>See</i> Fed.R.Civ.P. 8(c).</p>\n<p>The court will resolve the governmental estoppel issue by first determining if defendant Wellons has established a <i>traditional</i> estoppel defense, i.e., a defense capable of estopping a private party. Only if the defendant has established a traditional estoppel defense can this court consider whether the United States of America may be estopped. Both the United States Supreme Court and the Fourth Circuit have adopted this methodology for analyzing and deciding issues involving governmental estoppel. <i>See </i><i>Heckler v. Community Health Services of Crawford County,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2218</span></a></span>, 2224, <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">42</span></a></span> (1984) (private party prevented from estopping government due to failure to even meet traditional elements of estoppel); <i>West Augusta Development Corp. v. Giuffrida,</i> <span class=\"citation\" data-id=\"424784\"><a href=\"/opinion/424784/west-augusta-development-corporation-a-corporation-v-louis-o-giuffrida/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">139</span></a></span>, 140-41 (4th Cir.1983) (plaintiff precluded from estopping government because of failure to meet traditional threshold requirement of detrimental reliance). For reasons given hereafter, the court finds that defendant Wellons has successfully established a defense of traditional estoppel but has failed to establish a defense of estoppel against the federal government.</p>\n<p></p>\n<h2>A. <i>Traditional Elements of Estoppel</i>\n</h2>\n<p>Equitable estoppel is a substantive rule founded in equity which lacks a standard definition. This lack of a hard-and-fast definition promotes a flexible application of the estoppel doctrine in varied factual settings. <i>See </i><i>Community Health Services,</i> 104 S.Ct. at 2223 (1984). However, a party must specifically establish four elements in order to raise and sustain a defense of estoppel. A party claiming estoppel against a private party must establish that: (1) the party to be estopped knew the true facts; (2) the party to be estopped intended for his conduct to be acted upon or acted in such a way that the party asserting estoppel had a right to believe that it was intended; (3) the party claiming estoppel was ignorant of the true facts; and (4) the misconduct was relied upon to the detriment of the party seeking estoppel. <i>See, e.g., </i><i>United States v. Ruby Co.,</i> <span class=\"citation\" data-id=\"361336\"><a href=\"/opinion/361336/united-states-v-ruby-company-a-utah-corporation/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span></a></span> (9th Cir.1978); III J. Pomeroy, <i>Equity Jurisprudence</i> § 805, at 191-92 (S. Symons ed. 1941).</p>\n<p>The court now analyzes the facts before it to determine whether the party seeking estoppel, defendant Charles Wellons, has established these four elements of a traditional estoppel defense. The evidence presented in this case indicates that the party to be estopped, the United States of America, knew the true facts regarding the condemnation and taking of Wellons' 18.16 acre tract. Charles Wash knew that no change in an acquisition line could be finalized without the approval of the Division Engineer in Savannah. By failing to submit the proposed acquisition line <span class=\"star-pagination\">*287</span> changes, Wash knew that Wellons' request for acreage reduction could not be approved. Therefore, the Government did indeed have knowledge of the true facts in this case, i.e., that Wellons' entire 18.16 acre tract would be taken.</p>\n<p>Second, defendant Wellons has successfully established that the government, through the conduct of its agent Wash, intended for its conduct to be acted upon or acted in such a way that Wellons had a right to believe such conduct was so intended. The element of intent involves the notion of a misleading communication, either through conduct or silence. D. Dobbs, <i>Handbook on Remedies,</i> § 2.3, at 42 (1973). However, equitable estoppel is not treated like actionable fraud. Thus, there is no requirement of scienter, i.e., an intent to deceive. <i>Id.</i> The party to be estopped must merely intend that his conduct be acted upon, or reasonably expect that his conduct be relied upon by the party seeking estoppel. <i>Id.</i></p>\n<p>The evidence reveals that a misrepresentation occurred through both conduct and silence. Wash promised Wellons that he would submit to Savannah a recommendation for an acreage reduction in the government taking. Wash told Wellons that changes in the acquisition line would be manifested by relocation of the iron pin boundary markers on Tract 1553. Wash later personally informed Wellons that these markers had been relocated. Wash also observed Wellons regrading 2.83 acres of Tract 1553 in 1981, yet failed to inform the latter that Savannah had not approved the proposed elimination of that 2.83 acres from the government taking. Wash's silence in this regard constitutes a misleading communication. Wash intended that Wellons rely upon his assurances that the recommended changes were being submitted to Savannah. Wash also intended that Wellons rely upon the subsequent relocation of boundary markers as proof that Savannah had approved Wash's recommendation.</p>\n<p>Third, defendant Wellons has also established by a preponderance of the evidence that he was ignorant of the true facts in the case at bar. It is true that Wash told Wellons that the Division Engineer in Savannah had to approve the recommended acreage reduction before the recommendation would be final. However, Wash also told Wellons that the boundary markers would be relocated only following Savannah's approval of the recommended changes. When Wellons called Wash to ascertain the status of the recommendation, he was informed that these markers had indeed been relocated. Yet Wash failed to inform Wellons that he had not submitted the recommendation to Savannah for approval. Consequently, Wellons did not know, nor should he have known, that Savannah failed to approve the proposed acreage reduction. He was ignorant of the true facts in this case, i.e., that the government never intended to delete a 2.83 acre tract from its proposed taking.</p>\n<p>Moreover, Wellons could not have ascertained the true facts in this case by referring to the applicable federal statutes or regulations. Wash had assured defendant Wellons that the recommended acreage reduction was being submitted to Savannah in accordance with governing Army regulations. An independent review of these regulations would merely have revealed that the Division Engineer in Savannah did indeed need to approve any change in acquisition lines. 32 C.F.R. § 644.7(c) (1983). <i>See also</i> 32 C.F.R. §§ 644.81-87. Since Wash assured Wellons that this approval was being sought, the latter did not know that Wash failed to submit the proposed acreage reduction to Savannah for approval.</p>\n<p>The facts in this case are markedly different from those found in the recent <i>Community Health Services</i> decision. <i>See</i> 104 S.Ct. at 2226. In that case, the party seeking estoppel failed to establish that defense in part because it did not familiarize itself with the pertinent statutory law and agency regulations. <i>Id.</i> The Supreme Court noted that the party seeking estoppel could have ascertained the true facts by reviewing the applicable agency regulations. <span class=\"star-pagination\">*288</span> Such a review in this case would have been of little value to Wellons.</p>\n<p>The last element of any estoppel defense is a showing that the party seeking estoppel reasonably relied on another party's misleading communication to his detriment. Wellons' reliance on Wash's conduct and silence in this case was reasonable. Wellons regraded the 2.83 acre portion of his 18.16 acre tract only after receiving assurances from Wash that the Division Engineer in Savannah would receive and probably approve the recommended acreage reduction. Moreover, Wellons relied on the relocation of the iron pin boundary markers in deciding to regrade and stump the 2.83 acre tract. Wash had assured Wellons that these markers would be moved only if Savannah approved the proposed acreage reduction. Finally, Wash personally observed C.B.H., Inc. regrading the 2.83 acre tract yet failed to inform Wellons that he had not submitted the recommended acreage reduction to Savannah. Wellons reasonably interpreted Wash's silence as constituting tacit approval of both the recommended acreage reduction and the regrading work being done by C.B.H., Inc.</p>\n<p>Wellons' reliance was detrimental. The evidence clearly indicates that Wellons spent $22,000.00 on the stumping and regrading of the 2.83 acre portion of Tract 1553.</p>\n<p></p>\n<h2>B. <i>Governmental Estoppel</i>\n</h2>\n<p>Having determined that defendant Wellons has established the elements of a traditional estoppel defense, the court must now determine: (1) whether a private party can estop the United States from condemning and taking land, and (2) whether Wellons has satisfied the criteria for establishing a governmental estoppel defense, assuming such a defense is available to Wellons.</p>\n<p>The Supreme Court has meticulously avoided the question of whether the government may ever be estopped. In those cases in which the Court has considered the question of governmental estoppel, it has held that the facts alleged did not establish a defense of estoppel against the government. <i>See </i><i>Community Health Services,</i> <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2218</span></a></span> (1984); <i>Schweiker v. Hansen,</i> <span class=\"citation\" data-id=\"110443\"><a href=\"/opinion/110443/schweiker-v-hansen/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">785</span></a></span>, <span class=\"citation\" data-id=\"110443\"><a href=\"/opinion/110443/schweiker-v-hansen/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1468</span></a></span>, <span class=\"citation\" data-id=\"110443\"><a href=\"/opinion/110443/schweiker-v-hansen/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">685</span></a></span> (1981); <i>Immigration and Naturalization Service v. Hibi,</i> <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">19</span></a></span>, <span class=\"citation\" data-id=\"108872\"><a href=\"/opinion/108872/ins-v-hibi/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">7</span></a></span> (1973); <i>Montana v. Kennedy,</i> <span class=\"citation\" data-id=\"106242\"><a href=\"/opinion/106242/montana-v-kennedy/\"><span class=\"volume\">366</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, <span class=\"citation\" data-id=\"106242\"><a href=\"/opinion/106242/montana-v-kennedy/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1336</span></a></span>, <span class=\"citation\" data-id=\"106242\"><a href=\"/opinion/106242/montana-v-kennedy/\"><span class=\"volume\">6</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1961). However, the language found in recent Supreme Court and circuit court opinions clearly indicates that the United States may in theory be estopped. <i>See </i><i>Community Health Services,</i> 104 S.Ct. at 2226; <i>Hansen,</i> 450 U.S. at 788-90, 101 S.Ct. at 1470-71; <i>Giuffrida,</i> 717 F.2d at 140-41.</p>\n<p></p>\n<h2>1. <i>Affirmative Misconduct</i>\n</h2>\n<p>The Supreme Court has indicated in dicta that if the United States may be estopped at all, the party seeking estoppel must show that the traditional elements of estoppel are present <i>and</i> that the government has engaged in affirmative misconduct. <i>Hansen,</i> 450 U.S. at 788-90, 101 S.Ct. at 1470-71; <i>Hibi,</i> 414 U.S. at 8-9, 94 S.Ct. at 21-22; <i>Kennedy,</i> 366 U.S. at 314-15, 81 S.Ct. at 1340-41. Both parties to this action have urged the court to apply an \"affirmative misconduct\" standard to resolve the estoppel issue raised in this case. However, the court need not concern itself with the issue of affirmative misconduct because estopping the United States in this case would violate a fundamental tenet of our system of government, i.e., the separation of powers doctrine.</p>\n<p></p>\n<h2>2. <i>The Separation of Powers Doctrine</i>\n</h2>\n<p>Important separation of powers questions arise when a party cites a government representative's unauthorized conduct as the basis for its estoppel defense. <i>See</i> Note, <i>Equitable Estoppel of the Government,</i> 79 Colum.L.Rev. 552, 562-63, 565-67 (1979). Using the unauthorized actions of a government representative as the basis for estopping the government effectively circumvents a statutory or regulatory mandate, and can effectively waive a statutory or regulatory requirement. <i>Id.</i> <span class=\"star-pagination\">*289</span> Such a circumvention or waiver is particularly apt to occur when dealing with statutory or regulatory schemes which do not give an agency any discretion in exercising authority delegated to it by the legislative or executive branches. <i>Id.</i> at 565.</p>\n<p>While the courts have the power to require the other branches of government to conform to their respective regulations and statutes, our tripartite system of government does not provide the judiciary with the power to rewrite those regulations and statutes. Since a circumvention of a federal statute or regulation constitutes a rewriting of the same (even if only a limited rewriting), courts have long held that a government agent needs <i>actual</i> authority in order to raise the possibility of governmental estoppel. <i>Federal Crop Insurance Corp. v. Merrill,</i> <span class=\"citation\" data-id=\"104471\"><a href=\"/opinion/104471/federal-crop-ins-corp-v-merrill/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, <span class=\"citation\" data-id=\"104471\"><a href=\"/opinion/104471/federal-crop-ins-corp-v-merrill/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"104471\"><a href=\"/opinion/104471/federal-crop-ins-corp-v-merrill/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">10</span></a></span> (1947); <i>Urban Data Systems v. United States,</i> <span class=\"citation\" data-id=\"414232\"><a href=\"/opinion/414232/urban-data-systems-inc-v-the-united-states/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span> (Fed.Cir. 1983); <i>Goldberg v. Weinberger,</i> <span class=\"citation\" data-id=\"341338\"><a href=\"/opinion/341338/lillian-goldberg-v-caspar-weinberger-secretary-of-health-education-and/\"><span class=\"volume\">546</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">477</span></a></span> (2d Cir.1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">937</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2648</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">255</span></span> (1977). While our nation's citizens certainly are entitled to decent and reliable treatment by their government, the citizenry is under a duty to ascertain whether the governmental agents with whom it deals are acting within their lawful authority. <i>Community Health Services,</i> 104 S.Ct. at 2225-26 (citizens may not rely on government agent's conduct which runs contrary to law); <i>Merrill,</i> 332 U.S. at 384, 68 S.Ct. at 3 (\"[a]nyone entering into an arrangement with the Government takes the risk of having accurately ascertained that he who purports to act for the Government stays within the bounds of his authority.\").</p>\n<p>Federal regulations clearly indicate that Wash lacked actual authority to finalize changes in acquisition lines. 32 C.F.R. § 644.7 in pertinent part reads: \"The Division Engineer is authorized to approve final acquisition lines, but shall not delegate this responsibility to District Engineers.\" As Wash was not a Division Engineer in the Corps, he simply lacked actual authority to approve any changes in Tract 1553's acquisition line. Moreover, this regulation is mandatorythe Division Engineer in Savannah could not authorize Wash to approve alterations in existing acquisition lines. Therefore, Wash's relocation of the iron pin boundary markers was clearly unauthorized; the Division Engineer in Savannah did not receive, much less approve, Wash's recommended change in Tract 1553's acquisition line.</p>\n<p>Estopping the Government in this case would effectively finalize Tract 1553's acquisition line without the Division Engineer's approval. Such a result directly contravenes a federal regulation issued by the executive branch, <i>i.e.,</i> 32 C.F.R. § 644.7. Since defendant Wellons has not challenged the validity or constitutionality of either 32 C.F.R. § 644.7 or its authorizing statute, the court considers the regulation to be validly authorized and properly issued. Consequently, the court is asked to grant relief, in the form of estoppel, which would directly contravene a federal regulation validly authorized and properly issued by the legislative and executive branches, respectively.</p>\n<p>Constitutional limitations on this court's authority, as articulated in the separation of powers doctrine, prevent it from granting the requested relief. Judicial respect for congressional and executive intent within our constitutional system of allocated powers underlies judicial restrictions on the application of promissory estoppel against federal entities. <i>See </i><i>McCauley v. Thygerson,</i> <span class=\"citation\" data-id=\"434882\"><a href=\"/opinion/434882/michael-r-mccauley-v-kenneth-j-thygerson-president-federal-home-loan/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span> (D.C. Cir.1984); Note, <i>Equitable Estoppel of the Government,</i> 79 Colum.L.Rev. 552, 565-67 (1979). In this case the court must refrain from interfering with co-equal branches of the sovereign which are discharging a validly authorized and promulgated regulation.</p>\n<p>If the court were to make an order in contravention to the authorized acquisition line for Tract 1553, such an order would constitute an unconstitutional intervention by the judicial branch in the proper discharge of a duty validly apportioned to the executive branch by the legislative branch of the sovereign. In short, judicial circumvention <span class=\"star-pagination\">*290</span> of 32 C.F.R. § 644.7 would amount to an unconstitutional infringement on the power of co-equal branches of our government and would constitute a violation of the separation of powers doctrine.</p>\n<p>Consequently, Wash's unauthorized conduct is not a basis on which to estop the government. Although Wellons has successfully established a traditional estoppel defense, the separation of powers doctrine prevents the court from estopping the government in this case.</p>\n<p>This discussion of pertinent legal principles leads the court to draw the following</p>\n<p></p>\n<h2>CONCLUSIONS OF LAW</h2>\n<p>1. The court has jurisdiction over this action pursuant to 40 U.S.C. § 258a (1976).</p>\n<p>2. Defendant Charles R. Wellons has successfully established a traditional estoppel defense in that he has proven:</p>\n<p>(a) That the government, through its agent Charles M. Wash, knew the true facts in the case at bar, i.e., that Wellons' proposed acreage reduction would not be approved;</p>\n<p>(b) That the government, through its agent Wash, intended for its conduct to be acted upon by Wellons;</p>\n<p>(c) That he, Charles Wellons, was ignorant of the true facts in this case, and</p>\n<p>(d) That he, Charles Wellons, reasonably relied on the government agent's (Wash) misconduct to his detriment.</p>\n<p>3. An agent of the United States must be acting within his actual authority if his conduct is to provide the basis for estopping the government.</p>\n<p>4. Wash did not possess the authority to approve any changes in Tract 1553's acquisition line.</p>\n<p>5. Wash was not acting with actual authority when he relocated the iron pin boundary markers on Tract 1553.</p>\n<p>6. Wash was not acting within his actual authority when, during an on-site visit at Tract 1553 in the summer of 1981, he failed to inform Wellons that the Division Engineer had not approved the proposed changes in Tract 1553's acquisition line.</p>\n<p>7. The separation of powers doctrine prevents Wellons from using Wash's unauthorized conduct as a basis on which to estop the government.</p>\n<p>8. Therefore Wellons' reliance on Wash's unauthorized conduct, as summarized in paragraphs six and seven, supra, is an insufficient basis for estopping the United States.</p>\n<p>9. The United States is not to be estopped from condemning and taking the entire 18.16 acre tract comprising Tract 1553.</p>\n<p>AND IT IS SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/361336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434882/"
  ]
}