{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1477284/",
  "absolute_url": "/opinion/1477284/riddick-v-sutton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1477284/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:25:05.834729Z",
  "date_modified": "2016-04-26T23:08:04.832339Z",
  "type": "010combined",
  "sha1": "9ebebdb9f05b3c98d29d0c7c91320b1e1d1b505c",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>794 F.Supp. 169 (1992)</b></center>\n<center><h1>William RIDDICK, Plaintiff,<br>\nv.<br>\nErnest SUTTON, et al., Defendants.</h1></center>\n<center>No. 91-207-CRT-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 8, 1992.</center>\n<p>James Phillip Griffin, Jr., Raleigh, N.C., for plaintiff.</p>\n<p>Sylvia Thibaut, N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, a state inmate housed at Currituck Correctional Center (CCC), a prison facility for males in Maple, North Carolina, brings this action pursuant to 42 U.S.C. § 1983 against Ernest Sutton, superintendent of CCC, as well as Tammy Hibbert, Sarah Johnson, Laura Simons, Debra Nuesmeyer and Della Shope, who are female correctional officers at CCC. Defendants were sued in their individual and official capacities. Plaintiff alleges that his constitutional right to privacy and freedom from cruel and unusual punishment are being violated by the female officers viewing him in a state of undress while he is using the shower or toilet facilities at the prison. As relief, plaintiff seeks monetary damages and injunctive relief in the form of reassignment of the prison guards' duty assignments. The matter is presently before the court on plaintiff's objections to the memorandum and recommendation filed on April 7, 1992 by Magistrate Judge Charles K. McCotter, Jr., which recommended that defendants' motion for summary judgment be granted as to all claims.</p>\n<p>CCC is a medium security facility that employs sixty correctional officers. The prison operates twenty-four hours a day on three shifts and the correctional officers are split between these three shifts. All but two of the duty posts of the correctional <span class=\"star-pagination\">*170</span> officers at the facility involve the possibility of one of the officers viewing an inmate nude or partially nude. All correctional officers  male and female  are expected to be able to perform at any duty post on any shift. However, female officers do not perform strip searches of inmates. All other duty assignments are performed by male and female officers alike.</p>\n<p>Correctional officers are required to make regular patrols of the dormitories, including regular checks of the bathroom and shower areas for security purposes, mainly to guard against sexual assaults and other types of prohibited activity.</p>\n<p>Each dormitory at CCC houses approximately fifty-eight inmates. The bathroom areas within the dormitories include a shower area, which is separated from the main bathroom area by a wall. In order to inspect the shower area the officer has to step inside the bathroom and look around the wall. Each shower area has a window which faces the hallway between the dormitories. There are four toilets and urinals in each bathroom. The bottom six panels of the windows in the shower were painted over so that one could see an inmate only from the waist up by looking in the window. \"Cafe-type\" doors have been installed in the doorways leading into the bathroom. These doors are thirty inches tall and twenty-seven inches wide and swing open from one side. The doors are solid and made of wood.</p>\n<p>Both parties agree that during their patrols of the dormitories and checks of the bathroom areas, female correctional officers may occasionally observe an inmate either partially or totally nude while the inmate is availing himself of the shower or toilet facilities. Such eye contact constitutes merely a quick glance to insure that no illegal activity is taking place. Inmates are permitted to cover themselves with a towel or newspaper when a female correctional officer is present while they are seated on the toilet or drying off and dressing in the shower area.</p>\n<p>Defendants moved for summary judgment, contending that these random checks by correctional officers serve the legitimate penological objectives of insuring security and employing women as correctional officers in compliance with the dictates of Title VII of the 1964 Civil Rights Act, notwithstanding the slight encroachments on inmates' right to privacy. Plaintiff, conversely, challenges the constitutionality of the surveillance by the female officers, arguing that such acts violate his right to privacy and constitute cruel and unusual punishment.</p>\n<p>Magistrate Judge McCotter's recommendation, which concluded that defendants' motion for summary judgment be granted, made four findings: (1) that the damages claims against the defendants in their official capacities be dismissed; (2) that plaintiff's right to privacy had not been violated; (3) that plaintiff's rights under the Eighth Amendment had not been violated; (4) that even if a violation of plaintiff's constitutional rights were to be found the damages claims against the defendants in their individual capacities should be dismissed under the doctrine of qualified immunity.</p>\n<p>Plaintiff has filed several objections to Magistrate Judge McCotter's recommendation, essentially arguing that the entire recommendation be rejected by this court. Defendants filed one objection, agreeing with Magistrate Judge McCotter's conclusions but seeking a clarification as to whether a substantive due process standard of review is applicable in this case. After an independent and thorough review of the portions of the record relating to the magistrate judge's memorandum, and all objections thereto, the court concludes that the magistrate judge's conclusions are correct and in accordance with law. However, the court believes that further discussion of plaintiff's right to privacy claim is appropriate.</p>\n<p>On a motion for summary judgment a court must grant the motion if the pleadings, depositions, affidavits, interrogatory answers and admissions show that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. <i>Celotex Corporation v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 <span class=\"star-pagination\">*171</span> L.Ed.2d 265 (1986). When a proper summary judgment motion is made, the non-moving party must offer specific facts which indicate that there is a genuine issue to be resolved at trial. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). The facts and inferences to be drawn from the facts must be viewed in the light most favorable to the non-moving party. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991).</p>\n<p>Prisoners do not lose all of their constitutional rights upon conviction and incarceration. <i>Bell v. Wolfish,</i> 441 U.S. 520, 545, 99 S.Ct. 1861, 1877, 60 L.Ed.2d 447 (1979). However, these rights may be curtailed in furtherance of the legitimate goals of the correctional institution, including the need to maintain internal security. <i>Hudson v. Palmer,</i> 468 U.S. 517, 524, 104 S.Ct. 3194, 3199, 82 L.Ed.2d 393 (1984). Furthermore, courts must give great deference to decisions relating to the administration of the facility that are made by prison officials. <i>Bell, supra,</i> 441 U.S. at 547, 99 S.Ct. at 1878.</p>\n<p>The initial inquiry must be whether plaintiff does in fact have a constitutional right to privacy in not being viewed nude or partially nude by female correctional guards. In <i>Lee v. Downs,</i> 641 F.2d 1117 (4th Cir.1981), the Fourth Circuit held that such a right does exist, stating the following:</p>\n<blockquote>\"Most people ... have a special sense of privacy in their genitals, and involuntary exposure of them in the presence of people of the other sex may be especially demeaning and humiliating. When not reasonably necessary, that sort of degradation is not to be visited upon those confined in our prisons.\"</blockquote>\n<p><i>Id.</i> at 1119.</p>\n<p>The United States Supreme Court has held that \"when a prison regulation impinges on inmates' constitutional rights, the regulation is valid if it is reasonably related to legitimate penological interests.\" <i>Turner v. Safley,</i> 482 U.S. 78, 89, 107 S.Ct. 2254, 2261, 96 L.Ed.2d 64 (1987). In <i>Turner</i> the Supreme Court articulated four factors relevant in making this determination: (1) whether a valid rational connection exists between the prison regulation and the legitimate governmental interest offered to justify it; (2) whether alternative means of exercising the right exist that remain open to inmates; (3) the likely impact that accommodation of the alleged constitutional right would have on the guards, other inmates, and the allocation of prison resources; (4) the absence of ready alternatives. <i>Id.</i> at 89-90, 107 S.Ct. at 2261-62.</p>\n<p>In applying this test the presence of easy alternatives that would protect the asserted constitutional right can serve as evidence that the contested regulation is unreasonable. <i>O'Lone v. Estate of Shabazz,</i> 482 U.S. 342, 349 n. 2, 107 S.Ct. 2400, 2405 n. 2, 96 L.Ed.2d 282 (1987); <i>Lane v. Griffin,</i> 834 F.2d 403, 406 (4th Cir.1987). Furthermore, prison officials are not required to adopt the \"least restrictive alternative\" in attempting to accommodate the rights of inmates. <i>Turner, supra,</i> 482 U.S. at 90-91, 107 S.Ct. at 2262.</p>\n<p>Plaintiff disputes the applicability of the <i>Turner</i> analysis to the present case arguing that the test is better applied in cases where the inmate is seeking to assert a positive right rather than seeking to be free from the infliction of a particular wrong. However, courts have used the <i>Turner</i> test in cases involving facts similar to those in the present case.<sup>[1]</sup></p>\n<p><i>Michenfelder v. Sumner,</i> 860 F.2d 328 (9th Cir.1988), involved a claim by an inmate that his privacy rights were being infringed by female correctional officers who frequently observed strip searches of male inmates. In applying the four <i>Turner</i> factors the Ninth Circuit recognized the <span class=\"star-pagination\">*172</span> security interest in placing staff members most efficiently within the facility as well as the prison's valid interest in hiring women for positions as guards. <i>Id.</i> 482 U.S. at 334, 107 S.Ct. at 2396. The court held that the placement of female guards in positions that afford them occasional glances at nude male inmates does not impermissibly intrude on the privacy rights of those inmates as long as the observations are reasonably related to the demands of prison administration. <i>Id. See, e.g., </i><i>Grummett v. Rushen,</i> 779 F.2d 491, 494-95 (9th Cir. 1985).</p>\n<p>The court also noted that in regard to the third <i>Turner</i> factor, a rule mandating that male guards replace female guards during strip searches or the banning of female guards from a room containing video screens monitoring inmate activity would occasion the displacement of guards throughout the facility. <i>Michenfelder, supra,</i> 860 F.2d at 334. Finally, the Ninth Circuit praised the prison's allocation of duties among its male and female guards as \"a reasonable attempt to accommodate prisoners' privacy concerns consistent with internal security needs and equal employment concerns.\" <i>Id.</i></p>\n<p>The Eighth Circuit came to a similar conclusion in <i>Timm v. Gunter,</i> 917 F.2d 1093 (8th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, 111 S.Ct. 2807, 115 L.Ed.2d 979 (1991). In <i>Timm</i> the court rejected a claim brought by prisoners at an all-male state penitentiary alleging that their privacy rights had been infringed by being viewed nude or partially nude by female guards. The <i>Timm</i> court applied the four <i>Turner</i> factors in reaching its decision, noting that the ability of the inmates to cover themselves with a towel while dressing or using the toilet was sufficient to minimize any intrusions on their privacy. <i>Id.</i> at 1102. At least two other courts have reached the same result. <i>See </i><i>Spychala v. Rushen,</i> 877 F.2d 64 (9th Cir.1989); <i>Rodriguez v. Kincheloe,</i> 763 F.Supp. 463 (E.D.Wash.1991).</p>\n<p>In <i>Csizmadia v. Fauver,</i> 746 F.Supp. 483 (D.N.J.1990), the district court denied summary judgment on a similar claim, holding that genuine material facts remained in dispute. <i>Id.</i> at 490. The court stated that there was conflicting evidence as to the number of complaints that had been received from male inmates and the effects that the viewings by female officers had on the tension level among the inmates. <i>Id.</i> at 491.</p>\n<p>After a careful and deliberate review of the record in the case sub judice the court concludes that application of the <i>Turner</i> analysis mandates the granting of summary judgment for the defendants. First, there is clearly a rational relationship between the practice of surveillance of prisoners in the bathroom and shower areas by correctional guards of both sexes and the twin goals of maintaining internal security and equal employment hiring.</p>\n<p>Second, alternative means exist for inmates to maintain their privacy. The evidence shows that inmates are permitted to take a towel with them into the shower which they may use to cover themselves when a female guard is approaching the shower area. Similarly, inmates are allowed to bring a newspaper with them when they are using the toilet which can be used to prevent exposure of their genitals to guards.</p>\n<p>Third, the removal of female guards from the bathroom and shower areas would disturb the orderly operation of the facility. Defendant Sutton, superintendent of CCC, testified that the placement of female guards only in those duty posts that would involve no chance of ever observing an inmate nude or partially nude could easily bring about shortages of staff members thereby compromising security. Affidavit of Sutton at 2. Furthermore, he testified that female guards would be unlikely to receive promotions without experience manning all duty stations. Affidavit of Sutton at 2.</p>\n<p>Fourth, the record reflects that CCC has made a good faith effort to identify and implement possible alternatives that minimize the intrusions on the inmates' privacy. The bottom panels of the shower windows were painted over and cafe-type doors were added to the bathroom areas. The record is barren as to readily available alternatives <span class=\"star-pagination\">*173</span> that would offer absolute protection of the privacy interests of inmates without undermining the facility's legitimate interest in maintaining security and administrative efficiency or the equal employment rights of women applying for positions as guards.</p>\n<p>Furthermore, the record shows that female guards have never maintained anything other than a professional demeanor during those instances in which they had occasion to view a nude or partially nude inmate. In sum, the court believes that the infringement of plaintiff's right to privacy was de minimis and reasonably related to a legitimate penological interest.</p>\n<p>The court emphasizes that its holding in this case is not meant to confer judicial approval on flagrant violations of the privacy rights of inmates. Indeed, it is certainly possibly to contemplate factual scenarios involving the viewing of male inmates by female guards that would fail the <i>Turner</i> test and thus violate the Constitution. However, in the present case CCC has provided mechanisms that enable an inmate to retain his privacy and personal sense of modesty to the extent feasible without compromising the security of the prison or creating a subterfuge by which a prison could engage in sexually discriminatory hiring practices.</p>\n<p>Accordingly, for the foregoing reasons Magistrate Judge McCotter's recommendations are hereby adopted by the court, and the action is dismissed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Fourth Circuit has not had occasion to address the effect of <i>Turner</i> on a right to privacy case involving an inmate. However, the Fourth Circuit has conducted a <i>Turner</i> inquiry in cases involving prison regulations allegedly infringing on access to the courts and freedom of expression, <i>see </i><i>United States v. Stotts,</i> 925 F.2d 83 (4th Cir.1991), as well as the right to free exercise of religion, <i>see </i><i>Ali v. Dixon,</i> 912 F.2d 86 (4th Cir.1990).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">794</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">169</span></span> (1992)</b></center>\n<center><h1>William RIDDICK, Plaintiff,<br>\nv.<br>\nErnest SUTTON, et al., Defendants.</h1></center>\n<center>No. 91-207-CRT-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>May 8, 1992.</center>\n<p>James Phillip Griffin, Jr., Raleigh, N.C., for plaintiff.</p>\n<p>Sylvia Thibaut, N.C. Dept. of Justice, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, a state inmate housed at Currituck Correctional Center (CCC), a prison facility for males in Maple, North Carolina, brings this action pursuant to 42 U.S.C. § 1983 against Ernest Sutton, superintendent of CCC, as well as Tammy Hibbert, Sarah Johnson, Laura Simons, Debra Nuesmeyer and Della Shope, who are female correctional officers at CCC. Defendants were sued in their individual and official capacities. Plaintiff alleges that his constitutional right to privacy and freedom from cruel and unusual punishment are being violated by the female officers viewing him in a state of undress while he is using the shower or toilet facilities at the prison. As relief, plaintiff seeks monetary damages and injunctive relief in the form of reassignment of the prison guards' duty assignments. The matter is presently before the court on plaintiff's objections to the memorandum and recommendation filed on April 7, 1992 by Magistrate Judge Charles K. McCotter, Jr., which recommended that defendants' motion for summary judgment be granted as to all claims.</p>\n<p>CCC is a medium security facility that employs sixty correctional officers. The prison operates twenty-four hours a day on three shifts and the correctional officers are split between these three shifts. All but two of the duty posts of the correctional <span class=\"star-pagination\">*170</span> officers at the facility involve the possibility of one of the officers viewing an inmate nude or partially nude. All correctional officers  male and female  are expected to be able to perform at any duty post on any shift. However, female officers do not perform strip searches of inmates. All other duty assignments are performed by male and female officers alike.</p>\n<p>Correctional officers are required to make regular patrols of the dormitories, including regular checks of the bathroom and shower areas for security purposes, mainly to guard against sexual assaults and other types of prohibited activity.</p>\n<p>Each dormitory at CCC houses approximately fifty-eight inmates. The bathroom areas within the dormitories include a shower area, which is separated from the main bathroom area by a wall. In order to inspect the shower area the officer has to step inside the bathroom and look around the wall. Each shower area has a window which faces the hallway between the dormitories. There are four toilets and urinals in each bathroom. The bottom six panels of the windows in the shower were painted over so that one could see an inmate only from the waist up by looking in the window. \"Cafe-type\" doors have been installed in the doorways leading into the bathroom. These doors are thirty inches tall and twenty-seven inches wide and swing open from one side. The doors are solid and made of wood.</p>\n<p>Both parties agree that during their patrols of the dormitories and checks of the bathroom areas, female correctional officers may occasionally observe an inmate either partially or totally nude while the inmate is availing himself of the shower or toilet facilities. Such eye contact constitutes merely a quick glance to insure that no illegal activity is taking place. Inmates are permitted to cover themselves with a towel or newspaper when a female correctional officer is present while they are seated on the toilet or drying off and dressing in the shower area.</p>\n<p>Defendants moved for summary judgment, contending that these random checks by correctional officers serve the legitimate penological objectives of insuring security and employing women as correctional officers in compliance with the dictates of Title VII of the 1964 Civil Rights Act, notwithstanding the slight encroachments on inmates' right to privacy. Plaintiff, conversely, challenges the constitutionality of the surveillance by the female officers, arguing that such acts violate his right to privacy and constitute cruel and unusual punishment.</p>\n<p>Magistrate Judge McCotter's recommendation, which concluded that defendants' motion for summary judgment be granted, made four findings: (1) that the damages claims against the defendants in their official capacities be dismissed; (2) that plaintiff's right to privacy had not been violated; (3) that plaintiff's rights under the Eighth Amendment had not been violated; (4) that even if a violation of plaintiff's constitutional rights were to be found the damages claims against the defendants in their individual capacities should be dismissed under the doctrine of qualified immunity.</p>\n<p>Plaintiff has filed several objections to Magistrate Judge McCotter's recommendation, essentially arguing that the entire recommendation be rejected by this court. Defendants filed one objection, agreeing with Magistrate Judge McCotter's conclusions but seeking a clarification as to whether a substantive due process standard of review is applicable in this case. After an independent and thorough review of the portions of the record relating to the magistrate judge's memorandum, and all objections thereto, the court concludes that the magistrate judge's conclusions are correct and in accordance with law. However, the court believes that further discussion of plaintiff's right to privacy claim is appropriate.</p>\n<p>On a motion for summary judgment a court must grant the motion if the pleadings, depositions, affidavits, interrogatory answers and admissions show that there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law. <i>Celotex Corporation v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 91 <span class=\"star-pagination\">*171</span> L.Ed.2d 265 (1986). When a proper summary judgment motion is made, the non-moving party must offer specific facts which indicate that there is a genuine issue to be resolved at trial. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The facts and inferences to be drawn from the facts must be viewed in the light most favorable to the non-moving party. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991).</p>\n<p>Prisoners do not lose all of their constitutional rights upon conviction and incarceration. <i>Bell v. Wolfish,</i> <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, 545, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1861</span></a></span>, 1877, <span class=\"citation\" data-id=\"110075\"><a href=\"/opinion/110075/bell-v-wolfish/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">447</span></a></span> (1979). However, these rights may be curtailed in furtherance of the legitimate goals of the correctional institution, including the need to maintain internal security. <i>Hudson v. Palmer,</i> <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">517</span></a></span>, 524, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3194</span></a></span>, 3199, <span class=\"citation\" data-id=\"111252\"><a href=\"/opinion/111252/hudson-v-palmer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">393</span></a></span> (1984). Furthermore, courts must give great deference to decisions relating to the administration of the facility that are made by prison officials. <i>Bell, supra,</i> 441 U.S. at 547, 99 S.Ct. at 1878.</p>\n<p>The initial inquiry must be whether plaintiff does in fact have a constitutional right to privacy in not being viewed nude or partially nude by female correctional guards. In <i>Lee v. Downs,</i> <span class=\"citation\" data-id=\"387378\"><a href=\"/opinion/387378/debra-lee-v-ann-downs-superintendent-correctional-center-for-women/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span> (4th Cir.1981), the Fourth Circuit held that such a right does exist, stating the following:</p>\n<blockquote>\"Most people ... have a special sense of privacy in their genitals, and involuntary exposure of them in the presence of people of the other sex may be especially demeaning and humiliating. When not reasonably necessary, that sort of degradation is not to be visited upon those confined in our prisons.\"</blockquote>\n<p><i>Id.</i> at 1119.</p>\n<p>The United States Supreme Court has held that \"when a prison regulation impinges on inmates' constitutional rights, the regulation is valid if it is reasonably related to legitimate penological interests.\" <i>Turner v. Safley,</i> <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 89, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2254</span></a></span>, 2261, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">64</span></a></span> (1987). In <i>Turner</i> the Supreme Court articulated four factors relevant in making this determination: (1) whether a valid rational connection exists between the prison regulation and the legitimate governmental interest offered to justify it; (2) whether alternative means of exercising the right exist that remain open to inmates; (3) the likely impact that accommodation of the alleged constitutional right would have on the guards, other inmates, and the allocation of prison resources; (4) the absence of ready alternatives. <i>Id.</i> at 89-90, 107 S.Ct. at 2261-62.</p>\n<p>In applying this test the presence of easy alternatives that would protect the asserted constitutional right can serve as evidence that the contested regulation is unreasonable. <i>O'Lone v. Estate of Shabazz,</i> <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 349 n. 2, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2400</span></a></span>, 2405 n. 2, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">282</span></a></span> (1987); <i>Lane v. Griffin,</i> <span class=\"citation\" data-id=\"498151\"><a href=\"/opinion/498151/lloyd-steven-lane-v-jh-griffin-and-muhammad-nubee-chaplain-rae/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">403</span></a></span>, 406 (4th Cir.1987). Furthermore, prison officials are not required to adopt the \"least restrictive alternative\" in attempting to accommodate the rights of inmates. <i>Turner, supra,</i> 482 U.S. at 90-91, 107 S.Ct. at 2262.</p>\n<p>Plaintiff disputes the applicability of the <i>Turner</i> analysis to the present case arguing that the test is better applied in cases where the inmate is seeking to assert a positive right rather than seeking to be free from the infliction of a particular wrong. However, courts have used the <i>Turner</i> test in cases involving facts similar to those in the present case.<sup>[1]</sup></p>\n<p><i>Michenfelder v. Sumner,</i> <span class=\"citation\" data-id=\"513325\"><a href=\"/opinion/513325/robert-michenfelder-v-george-sumner-lieutenant-koon-co-horn-co-leslie/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">328</span></a></span> (9th Cir.1988), involved a claim by an inmate that his privacy rights were being infringed by female correctional officers who frequently observed strip searches of male inmates. In applying the four <i>Turner</i> factors the Ninth Circuit recognized the <span class=\"star-pagination\">*172</span> security interest in placing staff members most efficiently within the facility as well as the prison's valid interest in hiring women for positions as guards. <i>Id.</i> 482 U.S. at 334, 107 S.Ct. at 2396. The court held that the placement of female guards in positions that afford them occasional glances at nude male inmates does not impermissibly intrude on the privacy rights of those inmates as long as the observations are reasonably related to the demands of prison administration. <i>Id. See, e.g., </i><i>Grummett v. Rushen,</i> <span class=\"citation\" data-id=\"462348\"><a href=\"/opinion/462348/george-grummett-john-weichman-richard-johnson-individually-and-on-behalf/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">491</span></a></span>, 494-95 (9th Cir. 1985).</p>\n<p>The court also noted that in regard to the third <i>Turner</i> factor, a rule mandating that male guards replace female guards during strip searches or the banning of female guards from a room containing video screens monitoring inmate activity would occasion the displacement of guards throughout the facility. <i>Michenfelder, supra,</i> 860 F.2d at 334. Finally, the Ninth Circuit praised the prison's allocation of duties among its male and female guards as \"a reasonable attempt to accommodate prisoners' privacy concerns consistent with internal security needs and equal employment concerns.\" <i>Id.</i></p>\n<p>The Eighth Circuit came to a similar conclusion in <i>Timm v. Gunter,</i> <span class=\"citation\" data-id=\"550715\"><a href=\"/opinion/550715/54-fair-emplpraccas-317-55-empl-prac-dec-p-40405-james-l-timm/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></a></span> (8th Cir.1990), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2807</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">979</span></span> (1991). In <i>Timm</i> the court rejected a claim brought by prisoners at an all-male state penitentiary alleging that their privacy rights had been infringed by being viewed nude or partially nude by female guards. The <i>Timm</i> court applied the four <i>Turner</i> factors in reaching its decision, noting that the ability of the inmates to cover themselves with a towel while dressing or using the toilet was sufficient to minimize any intrusions on their privacy. <i>Id.</i> at 1102. At least two other courts have reached the same result. <i>See </i><i>Spychala v. Rushen,</i> <span class=\"citation no-link\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></span> (9th Cir.1989); <i>Rodriguez v. Kincheloe,</i> <span class=\"citation\" data-id=\"1585753\"><a href=\"/opinion/1585753/rodriguez-v-kincheloe/\"><span class=\"volume\">763</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">463</span></a></span> (E.D.Wash.1991).</p>\n<p>In <i>Csizmadia v. Fauver,</i> <span class=\"citation\" data-id=\"1757087\"><a href=\"/opinion/1757087/csizmadia-v-fauver/\"><span class=\"volume\">746</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">483</span></a></span> (D.N.J.1990), the district court denied summary judgment on a similar claim, holding that genuine material facts remained in dispute. <i>Id.</i> at 490. The court stated that there was conflicting evidence as to the number of complaints that had been received from male inmates and the effects that the viewings by female officers had on the tension level among the inmates. <i>Id.</i> at 491.</p>\n<p>After a careful and deliberate review of the record in the case sub judice the court concludes that application of the <i>Turner</i> analysis mandates the granting of summary judgment for the defendants. First, there is clearly a rational relationship between the practice of surveillance of prisoners in the bathroom and shower areas by correctional guards of both sexes and the twin goals of maintaining internal security and equal employment hiring.</p>\n<p>Second, alternative means exist for inmates to maintain their privacy. The evidence shows that inmates are permitted to take a towel with them into the shower which they may use to cover themselves when a female guard is approaching the shower area. Similarly, inmates are allowed to bring a newspaper with them when they are using the toilet which can be used to prevent exposure of their genitals to guards.</p>\n<p>Third, the removal of female guards from the bathroom and shower areas would disturb the orderly operation of the facility. Defendant Sutton, superintendent of CCC, testified that the placement of female guards only in those duty posts that would involve no chance of ever observing an inmate nude or partially nude could easily bring about shortages of staff members thereby compromising security. Affidavit of Sutton at 2. Furthermore, he testified that female guards would be unlikely to receive promotions without experience manning all duty stations. Affidavit of Sutton at 2.</p>\n<p>Fourth, the record reflects that CCC has made a good faith effort to identify and implement possible alternatives that minimize the intrusions on the inmates' privacy. The bottom panels of the shower windows were painted over and cafe-type doors were added to the bathroom areas. The record is barren as to readily available alternatives <span class=\"star-pagination\">*173</span> that would offer absolute protection of the privacy interests of inmates without undermining the facility's legitimate interest in maintaining security and administrative efficiency or the equal employment rights of women applying for positions as guards.</p>\n<p>Furthermore, the record shows that female guards have never maintained anything other than a professional demeanor during those instances in which they had occasion to view a nude or partially nude inmate. In sum, the court believes that the infringement of plaintiff's right to privacy was de minimis and reasonably related to a legitimate penological interest.</p>\n<p>The court emphasizes that its holding in this case is not meant to confer judicial approval on flagrant violations of the privacy rights of inmates. Indeed, it is certainly possibly to contemplate factual scenarios involving the viewing of male inmates by female guards that would fail the <i>Turner</i> test and thus violate the Constitution. However, in the present case CCC has provided mechanisms that enable an inmate to retain his privacy and personal sense of modesty to the extent feasible without compromising the security of the prison or creating a subterfuge by which a prison could engage in sexually discriminatory hiring practices.</p>\n<p>Accordingly, for the foregoing reasons Magistrate Judge McCotter's recommendations are hereby adopted by the court, and the action is dismissed.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  The Fourth Circuit has not had occasion to address the effect of <i>Turner</i> on a right to privacy case involving an inmate. However, the Fourth Circuit has conducted a <i>Turner</i> inquiry in cases involving prison regulations allegedly infringing on access to the courts and freedom of expression, <i>see </i><i>United States v. Stotts,</i> <span class=\"citation\" data-id=\"555488\"><a href=\"/opinion/555488/united-states-v-michael-jeffrey-stotts-iii-edwin-meese-norman-a-carlson/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span> (4th Cir.1991), as well as the right to free exercise of religion, <i>see </i><i>Ali v. Dixon,</i> <span class=\"citation\" data-id=\"546995\"><a href=\"/opinion/546995/rabah-muhammad-ali-aka-robert-lee-thacker-v-gary-t-dixon-gene-t/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">86</span></a></span> (4th Cir.1990).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555488/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1585753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1757087/"
  ]
}