{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1479876/",
  "absolute_url": "/opinion/1479876/young-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1479876/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:25:47.286037Z",
  "date_modified": "2016-04-26T21:25:08.723770Z",
  "type": "010combined",
  "sha1": "3e1ba6af4efeca0a316e43cd15ccae261df9c404",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>747 F.Supp. 305 (1990)</b></center>\n<center><h1>Norman YOUNG, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>Nos. 90-28-CIV-3, 86-63-01-CR-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>July 9, 1990.</center>\n<p><span class=\"star-pagination\">*306</span> Thomas P. Swaim, Asst. U.S. Atty., Civ. Div., E.D.N.C., Raleigh, N.C., for U.S.</p>\n<p>Norman Young, pro se.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Petitioner, who is incarcerated at the Federal Correctional Institution at Butner, North Carolina, has filed a motion under Title 28 U.S.C. § 2255,<sup>[1]</sup> seeking to vacate, set aside, or correct his sentence. For the reasons set forth herein, petitioner's action is DISMISSED.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>On August 26, 1986, petitioner was charged in a four count indictment with violating 21 U.S.C. §§ 841(a)(1), 846, 952, and 960(a)(1); 31 U.S.C. §§ 5316 and 5322; 18 U.S.C. § 1952(a); 21 U.S.C. § 843(b) and 18 U.S.C. § 2. Petitioner entered into a plea agreement with the government. Petitioner subsequently pled guilty to Counts 3 and 4 of the indictment, involving interstate travel in aid of racketeering and use of a communication facility in furtherance of a felony. Counts 1 and 2, relating to heroin drug trafficking charges and to the illegal exportation of currency, were dismissed. On July 27, 1987, he was sentenced to five years imprisonment on Count 3, and four years imprisonment and a fine of $25,000.00 on Count 4.</p>\n<p>On November 4, 1987, after serving 7 months in prison, petitioner received his initial parole board hearing. At the conclusion of the hearing, the examiner panel recommended that petitioner \"continue to expiration\" based on the panel's finding that petitioner's offense had a severity category rating of 8, and a guideline range of 120+ months.</p>\n<p>Petitioner's category 8 rating was apparently adopted from his pre-hearing assessment report, which stated that based on the <span class=\"star-pagination\">*307</span> presentence report, petitioner's offense involved interstate travel in aid of racketeering, use of a communication facility in furtherance of a felony, and aiding and abetting in the delivery of more than three kilograms of pure heroin. In considering petitioner's involvement in heroin, the panel stated that \"we do think the subject should be held accountable for the actions in the conspiracy related to this 8,900 grams of pure heroin and there is some reference that he has been involved prior to that.\"</p>\n<p>The Parole Commission concurred with the panel's assessment, and pursuant to a Notice of Action, dated November 30, 1987, ordered petitioner to \"continue to expiration.\"</p>\n<p>On January 13, 1988, petitioner subsequently appealed this decision to the Commission's National Appeals Board raising the claims that (1) the application of the parole guidelines was incorrect because it was based on erroneous information; (2) the Commission did not follow correct procedures in deciding his case because the Commission considered information regarding petitioner's involvement with drugs, when in fact petitioner was \"never found guilty of any drug charges\"; (3) he had not been given proper credit for time in custody; and (4) his salient factor score had been incorrectly computed. After considering petitioner's claims, the National Appeals Board affirmed the prior Commission decision on March 17, 1988.</p>\n<p>Petitioner received a statutory interim hearing on February 7, 1990, at which the examiner panel recommended that there be no change in the prior Commission decision. The Parole Commission adopted the panel's recommendation and in a Notice of Action, dated February 2, 1990, ordered no change in the prior Commission decision to continue petitioner to expiration. Petitioner did not seek an administrative appeal from this decision.</p>\n<p>In his application for habeas corpus relief, petitioner claims that the Parole Commission breached the terms of his plea agreement, which he entered into with the government, by considering information relating to Counts 1 and 2, both of which were dismissed by the court at the time of sentencing. Petitioner contends that he pled guilty to Counts 3 and 4 of the indictment because he was promised by the government prosecutor that he would not be tried or punished for Counts 1 and 2. Petitioner argues that because the United States Attorney and the Parole Commission are agents of the government they are bound by government promises, in this case, promises made by the prosecutor. In summary, defendant argues that dismissed Counts 1 and 2 are the only counts which indicate defendant's involvement in heroin and the Parole Commission's reliance on this information to enhance petitioner's parole guidelines is a breach of the plea agreement \"in which the prosecutor promised the petitioner that Counts 1 and 2 would be dismissed as they applied to petitioner.\"</p>\n<p>The plea agreement, filed in open court on April 13, 1987, states in pertinent part:</p>\n<blockquote>1. This Memorandum of Plea Agreement constitutes the full and complete record of the plea agreement in this matter. There are no other terms of this agreement in addition to or different from the terms contained herein.</blockquote>\n<blockquote>2. The defendant agrees as follows:</blockquote>\n<blockquote>(a) The defendant shall enter a plea of guilty to Counts Three and Four of the Indictment herein.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>3. The Government agrees as follows:</blockquote>\n<blockquote>(a) That upon acceptance by the Court of the defendant's plea of guilty to Counts Three and Four, the Government will not oppose defendant's motion to dismiss the remaining counts of the Indictment as they apply to this defendant (Counts One and Two).</blockquote>\n<blockquote>(b) The Government will recommend that the defendant receive a sentence of six and one-half years imprisonment. Also, the Government reserves the right to present evidence of the offenses charged and to offer evidence and argument in rebuttal, and to respond to any motions <span class=\"star-pagination\">*308</span> filed by the defendant pursuant to Rule 35(b), Federal Rules of Criminal Procedure.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A.</h2>\n<p>The government argues that this action should be dismissed for lack of subject matter jurisdiction on the grounds that petitioner has failed to exhaust his administrative remedies. A person seeking judicial review of agency action (including parole decisions) must first have exhausted available appeals within the agency. <i>See </i><i>McKart v. United States,</i> 395 U.S. 185, 194-95, 89 S.Ct. 1657, 1662-63, 23 L.Ed.2d 194 (1969); <i>see also</i> 28 C.F.R. § 2.26 (governing appeal procedures for administrative remedies under the United States Parole Commission). Exhaustion of administrative remedies has not been accomplished, however, where an individual presents certain claims on administrative appeal and seeks judicial review on other claims. <i>See generally, </i><i>Rose v. Lundy,</i> 455 U.S. 509, 102 S.Ct. 1198, 71 L.Ed.2d 379 (1982); <i>Citizens Against Refineries Effects v. EPA,</i> 643 F.2d 178, 182 (4th Cir. 1981). The government contends that the issue raised by petitioner in the present action (i.e. whether the Parole Commission violated the terms of petitioner's plea agreement by considering information pertaining to dismissed Counts 1 and 2 in calculating petitioner's parole guideline range) was not raised by petitioner in his administrative appeal. Consequently, the government asserts that petitioner deliberately bypassed his administrative remedies and he should now be barred from asserting his present claim.</p>\n<p>The court disagrees with the government's characterization that the claims raised by petitioner in his January 13, 1988 appeal are unrelated to the instant litigation. While petitioner did not present the legal theory of breach of the plea agreement at the administrative level, the substance of his second claim at the administrative level is the same as the substance of his claim presently before the court. Viewing petitioner's claims in this light, the court finds that petitioner has exhausted his administrative remedies on appeal and that his claim is properly before this court.</p>\n<p></p>\n<h2>B.</h2>\n<p>Nevertheless, petitioner's habeas corpus action must be dismissed on its merits. The party claiming a violation of the terms of the plea agreement has the burden of persuasion to show, by a preponderance of the evidence, that the other party has breached the agreement. <i>See </i><i>United States v. Verrusio,</i> 803 F.2d 885, 891 (7th Cir.1986); <i>United States ex rel. Goldberg v. Warden,</i> 622 F.2d 60, 64-65 (3d Cir. 1980).</p>\n<p>Petitioner makes the following assertions:</p>\n<p>(a) The Parole Commission improperly used information in Counts One and Two, which \"the United States Attorney, sentencing court, and petitioner's attorney said would never be used against him [`as it applies to him']\";</p>\n<p>(b) The Parole Commission used \"information the prosecutor promised would not be used against him as it applied to him (Count One and Count Two)\";</p>\n<p>(c) Petitioner was promised by the prosecutor that he would never be tried or punished for Counts One and Two.</p>\n<p>Petitioner's assertions raise four legal issues, specifically (1) whether the express terms of the plea agreement prohibit the Parole Commission from using the information in dismissed Counts 1 and 2; (2) whether the prosecutor made a promise to petitioner other than the plea agreement that the information in Counts 1 and 2 would never be used against him; (3) whether petitioner misunderstood the import of the dismissal of Counts 1 and 2 (i.e. assumed the information related thereto would never be used against him); and (4) whether the Parole Commission has authority to consider the information relating to dismissed Counts 1 and 2. The court addresses these issues seriatim.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*309</span> 1.</h2>\n<p>The express terms of the plea agreement do not purport to bind the Parole Commission, or in any way stipulate that the Commission may not consider all of the evidence in the presentence investigation report in arriving at an appropriate release date. Nor does the government's agreement not to oppose defendant's motion to dismiss Counts 1 and 2 of the Indictment purport to bind the government, or in any way stipulate, that all of the evidence in the presentence investigation report, including the evidence pertaining to Counts 1 and 2, may not be considered either at sentencing or at a later date. Petitioner fails to meet his burden of showing that the Commission violated the express terms of his plea agreement.</p>\n<p></p>\n<h2>2.</h2>\n<p>To the extent that petitioner asserts that an oral promise by the prosecutor exists outside of the record of the plea agreement, petitioner bears a heavy burden in showing the same. <i>See </i><i>United States v. Hauring,</i> 790 F.2d 1570, 1571 (11th Cir. 1986). Petitioner's plea agreement contains an integration, or exclusionary, clause which states: \"This Memorandum of Plea Agreement constitutes the full and complete record of the plea agreement in this matter. There are no other terms of this agreement in addition to or different from the terms contained herein.\"</p>\n<blockquote>Plea negotiations involve the same give and take involved in any contractual agreement. The final memorialization of those negotiations best informs the court of the agreements the parties have reached, especially when it contains an exclusionary clause like the one [recited above]. Only where the language of the agreement is ambiguous, ... does the court consider parol evidence.<sup>[2]</sup> ....</blockquote>\n<p><i>Raulerson v. United States,</i> 901 F.2d 1009 (11th Cir.1990); <i>See also </i><i>Hartman v. Blankenship,</i> 825 F.2d 26, 29 (4th Cir.1987) (parol evidence, or extrinsic evidence, is inadmissible to vary the terms of unambiguous agreement) (citing <i>United States v. Harvey,</i> 791 F.2d 294, 300 (4th Cir.1986)).</p>\n<p>The presence of the integration clause in the plea agreement indicates an intent by the parties to have this writing constitute the final expression of their agreement. Having carefully reviewed the plea agreement, the court finds that the plea agreement is not ambiguous in its terms. <i>See </i><i>Harvey,</i> 791 F.2d at 300-01 (whether plea agreement is ambiguous is legal question). Consequently, the alleged parol evidence (i.e., the alleged oral promise by the U.S. Attorney not to allow the dismissed counts to be used against petitioner in the future) is inadmissible to vary the terms of the agreement.<sup>[3]</sup> Petitioner thus fails to carry his burden in showing that <span class=\"star-pagination\">*310</span> terms of the plea agreement exist outside of the written record of the agreement.</p>\n<p></p>\n<h2>3.</h2>\n<p>Additionally, to the degree that petitioner attempts to assert that he misunderstood the import of his plea agreement as to the dismissal of Counts 1 and 2 due to statements made by the court or promises made by the government, petitioner's assertion is without merit. The record of the arraignment proceedings on April 13, 1990, shows that the court expressly admonished petitioner that \"if you are imprisoned as a result of your guilty plea, the Parole Commissioner, when deciding to place you on parole, will take into account the entire indictment even if you are pleading guilty to less than all counts in the indictment.\"</p>\n<p>The court subsequently directed questions to petitioner, in pertinent part, as follows:</p>\n<blockquote>Court  Has anyone threatened you or anyone else forced you in any way to plead guilty?</blockquote>\n<blockquote>Petitioner  No sir.</blockquote>\n<blockquote>[Court reads plea agreement into the record.]</blockquote>\n<blockquote>Court  Is that the sum and substance of the plea agreement that you have executed?</blockquote>\n<blockquote>Petitioner  Yes, sir.</blockquote>\n<blockquote>Court  Has anyone made any promise other than the plea agreement that induced you to plead guilty?</blockquote>\n<blockquote>Petitioner  None.</blockquote>\n<blockquote>Court  Is there any other information or advice that you want before you enter a plea?</blockquote>\n<blockquote>Petitioner  No, sir.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>Court  Has anyone made any prediction, prophecy, or promise to you as to what your sentence will be?</blockquote>\n<blockquote>Petitioner  No, sir....</blockquote>\n<p>(Transcript of Record of Arraignment Proceedings held on April 4, 1987).</p>\n<p>The court's dialogue with petitioner indicates no misunderstanding or confusion by petitioner regarding his plea agreement or the effects of his plea of guilty to Counts 3 and 4 and the effect of the dismissal as to Counts 1 and 2.<sup>[4]</sup> Consequently, the court does not find any merit in the assertion that petitioner misunderstood, or mistakenly assumed, the effect of the dismissal of Counts 1 and 2.<sup>[5]</sup></p>\n<p></p>\n<h2>4.</h2>\n<p>To the extent that petitioner asserts that the Commission acted arbitrarily and capriciously and violated his constitutional right to due process of law by considering the dismissed counts, this contention does not entitle him to relief. The Parole Commission has the authority to consider information other than the charges for which an individual pleads guilty. <i>Augustine v. Brewer,</i> 821 F.2d 365 (7th Cir.1987); <i>Perry v. U.S. Parole Commission,</i> 831 F.2d 811 (8th Cir.1987); <i>Peak v. Petrovsky,</i> 734 F.2d 402 (8th Cir.1984); <i>Robinson v. Hadden,</i> 723 F.2d 59 (10th Cir.1983); <i>Page v. U.S. Parole Commission,</i> 651 F.2d 1083 (5th Cir.1981).</p>\n<p>The presentence report revealed that petitioner had been under investigation by federal authorities for his involvement in heroin trafficking at least since November 9, 1983, when a Dr. Chantrasook, who was arrested with 8,900 grams of pure cocaine, implicated petitioner in heroin trafficking. The report recited incidents occurring in May of 1984 through <span class=\"star-pagination\">*311</span> October of 1984 relating to defendant's involvement in heroin trafficking. The presentence report noted that except for the 8,900 grams seized from Chantrasook, the total amount and purity of heroin involved was incalculable. The Commission properly utilized this information in denying petitioner's parole. Accordingly, the court finds that the Commission acted within its statutory authority to consider petitioner's total offense behavior. Title 18 U.S.C. § 4206.</p>\n<p>For these reasons, respondent's motion to dismiss is GRANTED and petitioner's habeas corpus action is DISMISSED.<sup>[6]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although respondent does not contest the propriety of petitioner's challenge to his sentence under § 2255, 28 U.S.C. § 2241 may in fact be the proper vehicle for petitioner's attack since a challenge to a Parole Commission decision or other challenge to the execution of a sentence arises under § 2241 in the district court with jurisdiction over the prisoner. <i>See </i><i>Chatman-Bey v. Thornburgh,</i> 864 F.2d 804 (D.C.Cir. (1988). The resolution of this issue is not practically significant in this case, however, since under either § 2255 or § 2241, this court is the court of proper jurisdiction.</p>\n<p>[2]  As a way of explanation to petitioner, parol evidence is oral, or verbal evidence. In reference to contracts, or other writings, such as plea agreements, parol evidence is evidence outside of, or extraneous to, the written agreement. Black's Law Dictionary 1006 (5th Ed. 1979). The parol evidence rule seeks to preserve the integrity of the written agreement by refusing to allow the contracting parties to attempt to alter their written contract by the use of contemporaneous oral declarations. Under this rule, when parties put their agreement into a writing, which is intended to be the final expression of the parties, any or all parts of the transaction prior to or contemporaneous with the writing are superseded and made legally ineffective by the writing. In other words, the written agreement is the exclusive source of the parties' rights and obligations with respect to the particular transaction. Oral negotiations or agreements made prior to, or contemporaneous with, the written agreement, cannot be used to alter or modify the writing in the absence of mistake or fraud. <i>See</i> Black's Law Dictionary at 1006; <i>see also </i><i>Rowe v. Rowe,</i> 305 N.C. 177, 185, 287 S.E.2d 840, 845 (1982). Prior or contemporaneous evidence may only be admitted to clarify an ambiguity in a totally integrated written contract. <i>Root v. Insurance Co.,</i> 272 N.C. 580, 158 S.E.2d 829 (1968).</p>\n<p>[3]  Even if the court were to find the plea ambiguous in some way, petitioner's statement in response to the court's question at his arraignment that no other promises other than the plea agreement induced him to plead guilty and that the plea agreement as read into the record by the court is the sum and substance of his agreement weighs against the likelihood of petitioner's being able to show the existence of a promise by the prosecutor outside of the plea agreement. <i>See</i> text <i>infra</i> for citation and reference to the record at the arraignment proceeding.</p>\n<p>[4]  Nor is there any indication that petitioner pled guilty under duress.</p>\n<p>[5]  In this respect, petitioner fails to \"surmount the `imposing barrier of finality inherent in the arraignment record itself,'\" by failing to show that his plea was, on account of \"`misunderstanding, duress, or misrepresentation by others,' so involuntary as to make it `a constitutionally inadequate basis for imprisonment.'\" <i>See </i><i>Hartman,</i> 825 F.2d at 29 (quoting <i>Blackledge v. Allison,</i> 431 U.S. 63, 74-75, 97 S.Ct. 1621, 1629-1630, 52 L.Ed.2d 136 (1977)).\n</p>\n<p>Even if the government had misled petitioner and petitioner had plausibly misunderstood the plea agreement, an agreement regarding the effect of the dismissal of Counts 1 and 2 was never agreed upon with specificity and cannot be enforced. <i>See</i> Discussion in text <i>supra</i> regarding parol evidence; <i>see also </i><i>In re Grand Jury Proceedings,</i> 819 F.2d 984, 987 (11th Cir. 1987).</p>\n<p>[6]  The court does not interpret petitioner's action as one raising any issues with regard to the accuracy of the presentence report and therefore does not address the same.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">305</span></span> (1990)</b></center>\n<center><h1>Norman YOUNG, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>Nos. 90-28-CIV-3, 86-63-01-CR-3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Fayetteville Division.</b></p></center>\n<center>July 9, 1990.</center>\n<p><span class=\"star-pagination\">*306</span> Thomas P. Swaim, Asst. U.S. Atty., Civ. Div., E.D.N.C., Raleigh, N.C., for U.S.</p>\n<p>Norman Young, pro se.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, District Judge.</p>\n<p>Petitioner, who is incarcerated at the Federal Correctional Institution at Butner, North Carolina, has filed a motion under Title 28 U.S.C. § 2255,<sup>[1]</sup> seeking to vacate, set aside, or correct his sentence. For the reasons set forth herein, petitioner's action is DISMISSED.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>On August 26, 1986, petitioner was charged in a four count indictment with violating 21 U.S.C. §§ 841(a)(1), 846, 952, and 960(a)(1); 31 U.S.C. §§ 5316 and 5322; 18 U.S.C. § 1952(a); 21 U.S.C. § 843(b) and 18 U.S.C. § 2. Petitioner entered into a plea agreement with the government. Petitioner subsequently pled guilty to Counts 3 and 4 of the indictment, involving interstate travel in aid of racketeering and use of a communication facility in furtherance of a felony. Counts 1 and 2, relating to heroin drug trafficking charges and to the illegal exportation of currency, were dismissed. On July 27, 1987, he was sentenced to five years imprisonment on Count 3, and four years imprisonment and a fine of $25,000.00 on Count 4.</p>\n<p>On November 4, 1987, after serving 7 months in prison, petitioner received his initial parole board hearing. At the conclusion of the hearing, the examiner panel recommended that petitioner \"continue to expiration\" based on the panel's finding that petitioner's offense had a severity category rating of 8, and a guideline range of 120+ months.</p>\n<p>Petitioner's category 8 rating was apparently adopted from his pre-hearing assessment report, which stated that based on the <span class=\"star-pagination\">*307</span> presentence report, petitioner's offense involved interstate travel in aid of racketeering, use of a communication facility in furtherance of a felony, and aiding and abetting in the delivery of more than three kilograms of pure heroin. In considering petitioner's involvement in heroin, the panel stated that \"we do think the subject should be held accountable for the actions in the conspiracy related to this 8,900 grams of pure heroin and there is some reference that he has been involved prior to that.\"</p>\n<p>The Parole Commission concurred with the panel's assessment, and pursuant to a Notice of Action, dated November 30, 1987, ordered petitioner to \"continue to expiration.\"</p>\n<p>On January 13, 1988, petitioner subsequently appealed this decision to the Commission's National Appeals Board raising the claims that (1) the application of the parole guidelines was incorrect because it was based on erroneous information; (2) the Commission did not follow correct procedures in deciding his case because the Commission considered information regarding petitioner's involvement with drugs, when in fact petitioner was \"never found guilty of any drug charges\"; (3) he had not been given proper credit for time in custody; and (4) his salient factor score had been incorrectly computed. After considering petitioner's claims, the National Appeals Board affirmed the prior Commission decision on March 17, 1988.</p>\n<p>Petitioner received a statutory interim hearing on February 7, 1990, at which the examiner panel recommended that there be no change in the prior Commission decision. The Parole Commission adopted the panel's recommendation and in a Notice of Action, dated February 2, 1990, ordered no change in the prior Commission decision to continue petitioner to expiration. Petitioner did not seek an administrative appeal from this decision.</p>\n<p>In his application for habeas corpus relief, petitioner claims that the Parole Commission breached the terms of his plea agreement, which he entered into with the government, by considering information relating to Counts 1 and 2, both of which were dismissed by the court at the time of sentencing. Petitioner contends that he pled guilty to Counts 3 and 4 of the indictment because he was promised by the government prosecutor that he would not be tried or punished for Counts 1 and 2. Petitioner argues that because the United States Attorney and the Parole Commission are agents of the government they are bound by government promises, in this case, promises made by the prosecutor. In summary, defendant argues that dismissed Counts 1 and 2 are the only counts which indicate defendant's involvement in heroin and the Parole Commission's reliance on this information to enhance petitioner's parole guidelines is a breach of the plea agreement \"in which the prosecutor promised the petitioner that Counts 1 and 2 would be dismissed as they applied to petitioner.\"</p>\n<p>The plea agreement, filed in open court on April 13, 1987, states in pertinent part:</p>\n<blockquote>1. This Memorandum of Plea Agreement constitutes the full and complete record of the plea agreement in this matter. There are no other terms of this agreement in addition to or different from the terms contained herein.</blockquote>\n<blockquote>2. The defendant agrees as follows:</blockquote>\n<blockquote>(a) The defendant shall enter a plea of guilty to Counts Three and Four of the Indictment herein.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>3. The Government agrees as follows:</blockquote>\n<blockquote>(a) That upon acceptance by the Court of the defendant's plea of guilty to Counts Three and Four, the Government will not oppose defendant's motion to dismiss the remaining counts of the Indictment as they apply to this defendant (Counts One and Two).</blockquote>\n<blockquote>(b) The Government will recommend that the defendant receive a sentence of six and one-half years imprisonment. Also, the Government reserves the right to present evidence of the offenses charged and to offer evidence and argument in rebuttal, and to respond to any motions <span class=\"star-pagination\">*308</span> filed by the defendant pursuant to Rule 35(b), Federal Rules of Criminal Procedure.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>A.</h2>\n<p>The government argues that this action should be dismissed for lack of subject matter jurisdiction on the grounds that petitioner has failed to exhaust his administrative remedies. A person seeking judicial review of agency action (including parole decisions) must first have exhausted available appeals within the agency. <i>See </i><i>McKart v. United States,</i> <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 194-95, <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, 1662-63, <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">194</span></a></span> (1969); <i>see also</i> 28 C.F.R. § 2.26 (governing appeal procedures for administrative remedies under the United States Parole Commission). Exhaustion of administrative remedies has not been accomplished, however, where an individual presents certain claims on administrative appeal and seeks judicial review on other claims. <i>See generally, </i><i>Rose v. Lundy,</i> <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">509</span></a></span>, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1198</span></a></span>, <span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></a></span> (1982); <i>Citizens Against Refineries Effects v. EPA,</i> <span class=\"citation\" data-id=\"388087\"><a href=\"/opinion/388087/citizens-against-the-refinerys-effects-inc-and-chesapeake-bay/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">178</span></a></span>, 182 (4th Cir. 1981). The government contends that the issue raised by petitioner in the present action (i.e. whether the Parole Commission violated the terms of petitioner's plea agreement by considering information pertaining to dismissed Counts 1 and 2 in calculating petitioner's parole guideline range) was not raised by petitioner in his administrative appeal. Consequently, the government asserts that petitioner deliberately bypassed his administrative remedies and he should now be barred from asserting his present claim.</p>\n<p>The court disagrees with the government's characterization that the claims raised by petitioner in his January 13, 1988 appeal are unrelated to the instant litigation. While petitioner did not present the legal theory of breach of the plea agreement at the administrative level, the substance of his second claim at the administrative level is the same as the substance of his claim presently before the court. Viewing petitioner's claims in this light, the court finds that petitioner has exhausted his administrative remedies on appeal and that his claim is properly before this court.</p>\n<p></p>\n<h2>B.</h2>\n<p>Nevertheless, petitioner's habeas corpus action must be dismissed on its merits. The party claiming a violation of the terms of the plea agreement has the burden of persuasion to show, by a preponderance of the evidence, that the other party has breached the agreement. <i>See </i><i>United States v. Verrusio,</i> <span class=\"citation\" data-id=\"478391\"><a href=\"/opinion/478391/united-states-v-george-m-verrusio/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></a></span>, 891 (7th Cir.1986); <i>United States ex rel. Goldberg v. Warden,</i> <span class=\"citation\" data-id=\"378230\"><a href=\"/opinion/378230/united-states-of-america-ex-rel-david-frank-goldberg-v-warden-allenwood/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 64-65 (3d Cir. 1980).</p>\n<p>Petitioner makes the following assertions:</p>\n<p>(a) The Parole Commission improperly used information in Counts One and Two, which \"the United States Attorney, sentencing court, and petitioner's attorney said would never be used against him [`as it applies to him']\";</p>\n<p>(b) The Parole Commission used \"information the prosecutor promised would not be used against him as it applied to him (Count One and Count Two)\";</p>\n<p>(c) Petitioner was promised by the prosecutor that he would never be tried or punished for Counts One and Two.</p>\n<p>Petitioner's assertions raise four legal issues, specifically (1) whether the express terms of the plea agreement prohibit the Parole Commission from using the information in dismissed Counts 1 and 2; (2) whether the prosecutor made a promise to petitioner other than the plea agreement that the information in Counts 1 and 2 would never be used against him; (3) whether petitioner misunderstood the import of the dismissal of Counts 1 and 2 (i.e. assumed the information related thereto would never be used against him); and (4) whether the Parole Commission has authority to consider the information relating to dismissed Counts 1 and 2. The court addresses these issues seriatim.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*309</span> 1.</h2>\n<p>The express terms of the plea agreement do not purport to bind the Parole Commission, or in any way stipulate that the Commission may not consider all of the evidence in the presentence investigation report in arriving at an appropriate release date. Nor does the government's agreement not to oppose defendant's motion to dismiss Counts 1 and 2 of the Indictment purport to bind the government, or in any way stipulate, that all of the evidence in the presentence investigation report, including the evidence pertaining to Counts 1 and 2, may not be considered either at sentencing or at a later date. Petitioner fails to meet his burden of showing that the Commission violated the express terms of his plea agreement.</p>\n<p></p>\n<h2>2.</h2>\n<p>To the extent that petitioner asserts that an oral promise by the prosecutor exists outside of the record of the plea agreement, petitioner bears a heavy burden in showing the same. <i>See </i><i>United States v. Hauring,</i> <span class=\"citation\" data-id=\"470096\"><a href=\"/opinion/470096/united-states-v-robert-g-hauring/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1570</span></a></span>, 1571 (11th Cir. 1986). Petitioner's plea agreement contains an integration, or exclusionary, clause which states: \"This Memorandum of Plea Agreement constitutes the full and complete record of the plea agreement in this matter. There are no other terms of this agreement in addition to or different from the terms contained herein.\"</p>\n<blockquote>Plea negotiations involve the same give and take involved in any contractual agreement. The final memorialization of those negotiations best informs the court of the agreements the parties have reached, especially when it contains an exclusionary clause like the one [recited above]. Only where the language of the agreement is ambiguous, ... does the court consider parol evidence.<sup>[2]</sup> ....</blockquote>\n<p><i>Raulerson v. United States,</i> <span class=\"citation\" data-id=\"540148\"><a href=\"/opinion/540148/donald-raulerson-v-united-states/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1009</span></a></span> (11th Cir.1990); <i>See also </i><i>Hartman v. Blankenship,</i> <span class=\"citation\" data-id=\"492057\"><a href=\"/opinion/492057/cecil-mayo-hartman-v-wd-blankenship-attorney-general-of-the-state-of/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span>, 29 (4th Cir.1987) (parol evidence, or extrinsic evidence, is inadmissible to vary the terms of unambiguous agreement) (citing <i>United States v. Harvey,</i> <span class=\"citation\" data-id=\"470300\"><a href=\"/opinion/470300/united-states-v-michael-lee-harvey/\"><span class=\"volume\">791</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">294</span></a></span>, 300 (4th Cir.1986)).</p>\n<p>The presence of the integration clause in the plea agreement indicates an intent by the parties to have this writing constitute the final expression of their agreement. Having carefully reviewed the plea agreement, the court finds that the plea agreement is not ambiguous in its terms. <i>See </i><i>Harvey,</i> 791 F.2d at 300-01 (whether plea agreement is ambiguous is legal question). Consequently, the alleged parol evidence (i.e., the alleged oral promise by the U.S. Attorney not to allow the dismissed counts to be used against petitioner in the future) is inadmissible to vary the terms of the agreement.<sup>[3]</sup> Petitioner thus fails to carry his burden in showing that <span class=\"star-pagination\">*310</span> terms of the plea agreement exist outside of the written record of the agreement.</p>\n<p></p>\n<h2>3.</h2>\n<p>Additionally, to the degree that petitioner attempts to assert that he misunderstood the import of his plea agreement as to the dismissal of Counts 1 and 2 due to statements made by the court or promises made by the government, petitioner's assertion is without merit. The record of the arraignment proceedings on April 13, 1990, shows that the court expressly admonished petitioner that \"if you are imprisoned as a result of your guilty plea, the Parole Commissioner, when deciding to place you on parole, will take into account the entire indictment even if you are pleading guilty to less than all counts in the indictment.\"</p>\n<p>The court subsequently directed questions to petitioner, in pertinent part, as follows:</p>\n<blockquote>Court  Has anyone threatened you or anyone else forced you in any way to plead guilty?</blockquote>\n<blockquote>Petitioner  No sir.</blockquote>\n<blockquote>[Court reads plea agreement into the record.]</blockquote>\n<blockquote>Court  Is that the sum and substance of the plea agreement that you have executed?</blockquote>\n<blockquote>Petitioner  Yes, sir.</blockquote>\n<blockquote>Court  Has anyone made any promise other than the plea agreement that induced you to plead guilty?</blockquote>\n<blockquote>Petitioner  None.</blockquote>\n<blockquote>Court  Is there any other information or advice that you want before you enter a plea?</blockquote>\n<blockquote>Petitioner  No, sir.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>Court  Has anyone made any prediction, prophecy, or promise to you as to what your sentence will be?</blockquote>\n<blockquote>Petitioner  No, sir....</blockquote>\n<p>(Transcript of Record of Arraignment Proceedings held on April 4, 1987).</p>\n<p>The court's dialogue with petitioner indicates no misunderstanding or confusion by petitioner regarding his plea agreement or the effects of his plea of guilty to Counts 3 and 4 and the effect of the dismissal as to Counts 1 and 2.<sup>[4]</sup> Consequently, the court does not find any merit in the assertion that petitioner misunderstood, or mistakenly assumed, the effect of the dismissal of Counts 1 and 2.<sup>[5]</sup></p>\n<p></p>\n<h2>4.</h2>\n<p>To the extent that petitioner asserts that the Commission acted arbitrarily and capriciously and violated his constitutional right to due process of law by considering the dismissed counts, this contention does not entitle him to relief. The Parole Commission has the authority to consider information other than the charges for which an individual pleads guilty. <i>Augustine v. Brewer,</i> <span class=\"citation\" data-id=\"490007\"><a href=\"/opinion/490007/richard-augustine-v-roderick-brewer/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">365</span></a></span> (7th Cir.1987); <i>Perry v. U.S. Parole Commission,</i> <span class=\"citation\" data-id=\"496262\"><a href=\"/opinion/496262/eugene-perry-v-us-parole-commission-dudley-blevins-warden/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">811</span></a></span> (8th Cir.1987); <i>Peak v. Petrovsky,</i> <span class=\"citation\" data-id=\"435851\"><a href=\"/opinion/435851/benjamin-peak-v-joseph-s-petrovsky-warden-united-states-medical-center/\"><span class=\"volume\">734</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">402</span></a></span> (8th Cir.1984); <i>Robinson v. Hadden,</i> <span class=\"citation\" data-id=\"428429\"><a href=\"/opinion/428429/leon-robinson-v-john-t-hadden-and-the-united-states-parole-commission/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span> (10th Cir.1983); <i>Page v. U.S. Parole Commission,</i> <span class=\"citation\" data-id=\"391397\"><a href=\"/opinion/391397/felix-m-page-v-united-states-parole-commission-john-w-allman/\"><span class=\"volume\">651</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1083</span></a></span> (5th Cir.1981).</p>\n<p>The presentence report revealed that petitioner had been under investigation by federal authorities for his involvement in heroin trafficking at least since November 9, 1983, when a Dr. Chantrasook, who was arrested with 8,900 grams of pure cocaine, implicated petitioner in heroin trafficking. The report recited incidents occurring in May of 1984 through <span class=\"star-pagination\">*311</span> October of 1984 relating to defendant's involvement in heroin trafficking. The presentence report noted that except for the 8,900 grams seized from Chantrasook, the total amount and purity of heroin involved was incalculable. The Commission properly utilized this information in denying petitioner's parole. Accordingly, the court finds that the Commission acted within its statutory authority to consider petitioner's total offense behavior. Title 18 U.S.C. § 4206.</p>\n<p>For these reasons, respondent's motion to dismiss is GRANTED and petitioner's habeas corpus action is DISMISSED.<sup>[6]</sup></p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although respondent does not contest the propriety of petitioner's challenge to his sentence under § 2255, 28 U.S.C. § 2241 may in fact be the proper vehicle for petitioner's attack since a challenge to a Parole Commission decision or other challenge to the execution of a sentence arises under § 2241 in the district court with jurisdiction over the prisoner. <i>See </i><i>Chatman-Bey v. Thornburgh,</i> <span class=\"citation\" data-id=\"516400\"><a href=\"/opinion/516400/wilton-chatman-bey-v-richard-thornburgh-attorney-general-of-the-united/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span> (D.C.Cir. (1988). The resolution of this issue is not practically significant in this case, however, since under either § 2255 or § 2241, this court is the court of proper jurisdiction.</p>\n<p>[2]  As a way of explanation to petitioner, parol evidence is oral, or verbal evidence. In reference to contracts, or other writings, such as plea agreements, parol evidence is evidence outside of, or extraneous to, the written agreement. Black's Law Dictionary 1006 (5th Ed. 1979). The parol evidence rule seeks to preserve the integrity of the written agreement by refusing to allow the contracting parties to attempt to alter their written contract by the use of contemporaneous oral declarations. Under this rule, when parties put their agreement into a writing, which is intended to be the final expression of the parties, any or all parts of the transaction prior to or contemporaneous with the writing are superseded and made legally ineffective by the writing. In other words, the written agreement is the exclusive source of the parties' rights and obligations with respect to the particular transaction. Oral negotiations or agreements made prior to, or contemporaneous with, the written agreement, cannot be used to alter or modify the writing in the absence of mistake or fraud. <i>See</i> Black's Law Dictionary at 1006; <i>see also </i><i>Rowe v. Rowe,</i> <span class=\"citation no-link\"><span class=\"volume\">305</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">177</span></span>, 185, <span class=\"citation\" data-id=\"1266914\"><a href=\"/opinion/1266914/rowe-v-rowe/\"><span class=\"volume\">287</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">840</span></a></span>, 845 (1982). Prior or contemporaneous evidence may only be admitted to clarify an ambiguity in a totally integrated written contract. <i>Root v. Insurance Co.,</i> <span class=\"citation\" data-id=\"1203961\"><a href=\"/opinion/1203961/root-v-allstate-insurance-company/\"><span class=\"volume\">272</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">580</span></a></span>, <span class=\"citation\" data-id=\"1203961\"><a href=\"/opinion/1203961/root-v-allstate-insurance-company/\"><span class=\"volume\">158</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">829</span></a></span> (1968).</p>\n<p>[3]  Even if the court were to find the plea ambiguous in some way, petitioner's statement in response to the court's question at his arraignment that no other promises other than the plea agreement induced him to plead guilty and that the plea agreement as read into the record by the court is the sum and substance of his agreement weighs against the likelihood of petitioner's being able to show the existence of a promise by the prosecutor outside of the plea agreement. <i>See</i> text <i>infra</i> for citation and reference to the record at the arraignment proceeding.</p>\n<p>[4]  Nor is there any indication that petitioner pled guilty under duress.</p>\n<p>[5]  In this respect, petitioner fails to \"surmount the `imposing barrier of finality inherent in the arraignment record itself,'\" by failing to show that his plea was, on account of \"`misunderstanding, duress, or misrepresentation by others,' so involuntary as to make it `a constitutionally inadequate basis for imprisonment.'\" <i>See </i><i>Hartman,</i> 825 F.2d at 29 (quoting <i>Blackledge v. Allison,</i> <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 74-75, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1621</span></a></span>, 1629-1630, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1977)).\n</p>\n<p>Even if the government had misled petitioner and petitioner had plausibly misunderstood the plea agreement, an agreement regarding the effect of the dismissal of Counts 1 and 2 was never agreed upon with specificity and cannot be enforced. <i>See</i> Discussion in text <i>supra</i> regarding parol evidence; <i>see also </i><i>In re Grand Jury Proceedings,</i> <span class=\"citation\" data-id=\"488833\"><a href=\"/opinion/488833/in-re-grand-jury-proceedings-appeal-of-ronald-anthony-perdue-witness/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span>, 987 (11th Cir. 1987).</p>\n<p>[6]  The court does not interpret petitioner's action as one raising any issues with regard to the accuracy of the presentence report and therefore does not address the same.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470096/",
    "http://www.courtlistener.com/api/rest/v3/opinions/470300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490007/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1203961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1266914/"
  ]
}