{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1479772/",
  "absolute_url": "/opinion/1479772/united-states-v-mccarty/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1479772/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:25:45.522268Z",
  "date_modified": "2016-04-27T00:40:16.684097Z",
  "type": "010combined",
  "sha1": "2ed341a1002465d899ebf4ef1badf7a68415c799",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>747 F.Supp. 311 (1990)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nWallace McCARTY, Defendant.</h1></center>\n<center>No. 90-98-HC-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 1, 1990.</center>\n<p>Eileen G. Coffey, U.S. Atty.'s Office, Raleigh, N.C., for plaintiff.</p>\n<p>Jeffrey Lee Starkweather, Federal Public Defender, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This matter is before the court on defendant Wallace McCarty's motion to dismiss a mental commitment petition brought by the United States. McCarty argues that this court lacks jurisdiction over him under 18 U.S.C. § 4245. This motion has been fully briefed by both parties and is now ready for decision. Based upon the discussion below, the court finds that McCarty is not subject to the court's jurisdiction under § 4245, but that his competence may be adjudicated under 18 U.S.C. § 4241.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On 29 October 1975, Wallace McCarty was convicted of Assault during a Bank Robbery and was sentenced to 20 years imprisonment. He was paroled to the District of Maryland on 1 June 1979, with a <span class=\"star-pagination\">*312</span> full term date of 26 August 1995. On 10 March 1981, the United States Parole Commission issued a parole violator's warrant, which was executed against McCarty on 8 April 1983. A parole revocation hearing was held which resulted in McCarty being reparoled to the District of Maryland with a new full term date of 2 July 1999.</p>\n<p>On 2 October 1989, a second parole violator's warrant was issued by the United States Parole Commission, based on McCarty's 1 September 1989 Breaking and Entering conviction in Maryland. This warrant was amended on 23 January 1990 to include an additional charge of Assault by Threat, and was executed on 15 November 1989.</p>\n<p>Despite several attempts, the Parole Commission has been unable to complete McCarty's parole revocation hearing. The most recent effort to revoke McCarty's parole was made on 4 May 1990. This hearing was suspended due to testimony that McCarty was not competent to proceed. Based upon this testimony, Ray Essex, the Hearing Examiner, recommended that McCarty's parole revocation hearing be continued for one year, or until McCarty recovers sufficiently to participate in a hearing.<sup>[1]</sup> The Parole Commission concurred with this recommendation, and issued a Notice of Action on 25 May 1990. (Exhibit 2 attached to Plaintiff's Reply to Defendant's Response).</p>\n<p>On 16 February 1990, while the parole proceedings were pending, the United States filed the Motion to Determine Present Mental Condition of Imprisoned Person pursuant to 18 U.S.C. § 4245 which is the subject of this order. In its motion, the United States requested the court to determine whether McCarty is presently suffering from a mental disease or defect for the treatment of which he is in need of custody for care or treatment in a suitable facility. On 18 April 1990, a hearing was held on this motion. At this hearing, McCarty's counsel orally moved to dismiss the motion on the ground that the court lacked jurisdiction over him. The court continued the hearing, and requested that the parties brief the question of the court's jurisdiction.</p>\n<p></p>\n<h2>18 U.S.C. § 4245</h2>\n<p>The first issue before the court is whether defendant McCarty is subject to the court's jurisdiction under 18 U.S.C. § 4245. The pertinent section of this statute reads:</p>\n<blockquote>If a person serving a sentence of imprisonment objects either in writing or through his attorney to being transferred to a suitable facility for care or treatment, an attorney for the Government, at the request of the director of the facility in which the person is imprisoned, may file a motion with the court for the district in which the facility is located for a hearing on the present mental condition of the person. The court shall grant the motion if there is reasonable cause to believe that the person may presently be suffering from a mental disease or defect for the treatment of which he is in need of custody for care or treatment in a suitable facility. A motion filed under this subsection shall stay the transfer of the person pending completion of procedures contained in this section.</blockquote>\n<p>18 U.S.C. § 4245(a).</p>\n<p>Defendant McCarty has challenged the applicability of this section to him on the ground that he is not \"serving a sentence of imprisonment.\" This challenge does not require the court to address the substantive issue whether McCarty presently suffers from a mental disease or defect.</p>\n<p>McCarty comes to the court in an unusual position. He is a parolee held on a parole violator's warrant. His parole has not been formally revoked, and the Parole Commission has determined that he is incompetent to proceed with a parole revocation hearing. Despite the government's efforts, McCarty remains a parolee, and must be treated as would any other parolee in like circumstances.</p>\n<p>The Supreme Court has held that the condition of being a parolee is \"very different <span class=\"star-pagination\">*313</span> from that of confinement in a prison.\" <i>Morrissey v. Brewer,</i> 408 U.S. 471, 482, 92 S.Ct. 2593, 2601, 33 L.Ed.2d 484 (1972).</p>\n<blockquote>The parolee has relied on at least an implicit promise that parole will be revoked only if he fails to live up to the parole conditions. In many cases, the parolee faces lengthy incarceration if his parole is revoked. We see, therefore, that the liberty of a parolee, although indeterminate, includes many of the core values of unqualified liberty and its termination inflicts a \"grievous loss\" on the parolee and often on others.</blockquote>\n<p><i>Id.</i> Based upon this reasoning, the Supreme Court held that the liberty interest of a parolee is sufficiently substantial to be protected by the Due Process Clause. Consequently, a parolee facing revocation of his parole must be afforded due process before he is returned to the status of prisoner.</p>\n<p>By its terms, 18 U.S.C. § 4245 applies only to persons serving a sentence of imprisonment. The statute offers no further definition of this class of persons. However, legislative history repeatedly refers to the subjects of the statute as \"incarcerat[ed] in a penal institution,\" as \"inmate[s] of a Federal penal institution,\" and as \"serving a sentence in a Federal facility.\" S.Rep. No. 225, 98th Cong., 2d Sess., <i>reprinted in</i> 1984 U.S.Code Cong. &amp; Admin. News 3182, at 3429, 3430 (hereinafter S.Rep. No. 225). These references strongly suggest that § 4245 is intended to afford procedural safeguards to prisoners who are serving a sentence by incarceration in a Federal penal institution. This conclusion is supported by the Eighth Circuit's recent dictum that, pursuant to § 4245, \"a prisoner who is serving in a federal facility may not be transferred to a mental hospital without the prisoner's consent or a court order.\" <i>United States v. Watson,</i> 893 F.2d 970, <i>vacated on other grounds sub nom., </i><i>United States v. Holmes,</i> 900 F.2d 1322 (8th Cir.1990).</p>\n<p>This analysis of § 4245 is strengthened by the fact that the parole regulations expressly provide a procedure for conducting mental competency proceedings for parolees. Under the applicable regulation, a parolee found incompetent to participate in a revocation hearing may be transferred to a Bureau of Prisons facility for further examination. 28 C.F.R. § 2.8 (1989). The record before the court indicates that McCarty has been found incompetent under § 2.8, and is presently being held pursuant to that section.</p>\n<p>The court's analysis of § 4245 leads it to conclude that this statute is applicable only to persons serving a sentence through incarceration in a federal facility. McCarty, a parolee whose parole has not yet been revoked, does not fall into this class of persons. Accordingly, the court finds that defendant Wallace McCarty is not subject to the court's jurisdiction under 18 U.S.C. § 4245.</p>\n<p></p>\n<h2><i>18 U.S.C. § 4241</i></h2>\n<p>The United States has raised the possibility that the court may have jurisdiction over McCarty under 18 U.S.C. § 4241. If so, the court may proceed to determine McCarty's competence under that statute, and, if necessary, refer him for treatment. This question is not mooted by the Parole Commission's determination that McCarty is incompetent for purposes of 28 C.F.R. § 2.8 because that regulation only authorizes the transfer of a parolee for \"further examination.\" It does not permit the treatment of a parolee found to be incompetent.</p>\n<p>Chapter 313 of Title 18 of the United States Code grants the power to determine the competency of criminal offenders to the federal district courts. This chapter was extensively rewritten in 1984, and the legislative history indicates that Congress intended this chapter to provide for the treatment of criminal offenders during all phases of the criminal justice process.</p>\n<p>To this end, 18 U.S.C. §§ 4241-4246 track the progress of defendants through the adjudicative and correctional systems. Section 4241 provides for a determination whether a criminal defendant is competent to stand trial. Section 4242 authorizes the court to determine whether a defendant was incompetent at the time of the offense. Sections 4243, 4244, and 4245 provide for the hospitalization of persons found not <span class=\"star-pagination\">*314</span> guilty by reason of insanity, of convicted persons suffering from a mental disease or defect, and of imprisoned persons suffering from a mental disease or defect. Lastly, § 4246 provides for the hospitalization of a person due for release but suffering from a mental disease or defect.</p>\n<p>Because of the comprehensive nature of these statutes, the court finds that Congress intended chapter 313 of Title 18 to allow the federal district courts to assess the competence of all persons within the criminal justice system. Thus, the question becomes which statute within this system should apply to Wallace McCarty. For the reasons given below, the court concludes that the class of persons covered by § 4241 is most analogous to a parolee found incompetent to have his parole revoked.</p>\n<p>Section 4241 deals with the determination of a defendant's mental competence to stand trial. The subjects of this statute, like Wallace McCarty, are persons whose competence becomes suspect while they are detained on a provisional basis. Also like McCarty, the ultimate validity of their detention, based upon their guilt or innocence, has not been adjudicated.</p>\n<p>This section has been extended beyond its express application in at least one published decision. <i>See </i><i>United States v. Baker,</i> 807 F.2d 1315 (6th Cir.1986). In <i>Baker,</i> the district court determined that the defendant was incompetent to participate in a probation revocation proceeding, and committed him to the custody of the Attorney General for treatment pursuant to 18 U.S.C. § 4241(d). On appeal, the Sixth Circuit approved the initial commitment of Baker pursuant to § 4241, but held that this commitment was valid only up to a period of four months. Thereafter, Baker's commitment could be continued only through § 4246.<sup>[2]</sup></p>\n<p>Like the court in <i>Baker,</i> this court determines that 18 U.S.C. § 4241 is the statute most analogous to the situation at hand. Because of the similarities between a detainee held prior to trial and a parolee held pending revocation of his parole, § 4241 is the appropriate vehicle under which to assess McCarty's competency.</p>\n<p>The United States has not filed a formal motion to proceed under § 4241. However, the court has the power to bring this motion <i>sua sponte.</i> Indeed, the legislative history states that,</p>\n<blockquote>it is mandatory [under § 4241] that the court order a hearing if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or defect rendering him mentally incompetent to the extent that he is unable to understand the nature and the consequences of the proceedings against him or to assist properly in his defense.</blockquote>\n<p>S.Rep. No. 225, 1984 U.S.Code Cong. &amp; Admin.News at 3416.</p>\n<p>Based upon the evidence contained in the record, the court finds that there is reasonable cause to believe that Wallace McCarty may presently be suffering from a mental disease or defect rendering him incompetent to understand the nature and the consequences of the parole revocation proceedings pending against him. Accordingly, this § 4245 proceeding is converted to a proceeding under 18 U.S.C. § 4241, and a hearing on this motion is ordered to be scheduled as soon as practicable for all parties.</p>\n<h2>NOTES</h2>\n<p>[1]  These facts are taken from the Affidavit of Ray Essex, filed with the court as Exhibit 1 to Plaintiff's Brief in Support of the Court's Jurisdiction.</p>\n<p>[2]  The Sixth Circuit vacated the order of commitment, finding that Baker was not given adequate notice of the claims which he faced at the § 4246 hearing.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">311</span></span> (1990)</b></center>\n<center><h1>UNITED STATES of America, Plaintiff,<br>\nv.<br>\nWallace McCARTY, Defendant.</h1></center>\n<center>No. 90-98-HC-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 1, 1990.</center>\n<p>Eileen G. Coffey, U.S. Atty.'s Office, Raleigh, N.C., for plaintiff.</p>\n<p>Jeffrey Lee Starkweather, Federal Public Defender, Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This matter is before the court on defendant Wallace McCarty's motion to dismiss a mental commitment petition brought by the United States. McCarty argues that this court lacks jurisdiction over him under 18 U.S.C. § 4245. This motion has been fully briefed by both parties and is now ready for decision. Based upon the discussion below, the court finds that McCarty is not subject to the court's jurisdiction under § 4245, but that his competence may be adjudicated under 18 U.S.C. § 4241.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>On 29 October 1975, Wallace McCarty was convicted of Assault during a Bank Robbery and was sentenced to 20 years imprisonment. He was paroled to the District of Maryland on 1 June 1979, with a <span class=\"star-pagination\">*312</span> full term date of 26 August 1995. On 10 March 1981, the United States Parole Commission issued a parole violator's warrant, which was executed against McCarty on 8 April 1983. A parole revocation hearing was held which resulted in McCarty being reparoled to the District of Maryland with a new full term date of 2 July 1999.</p>\n<p>On 2 October 1989, a second parole violator's warrant was issued by the United States Parole Commission, based on McCarty's 1 September 1989 Breaking and Entering conviction in Maryland. This warrant was amended on 23 January 1990 to include an additional charge of Assault by Threat, and was executed on 15 November 1989.</p>\n<p>Despite several attempts, the Parole Commission has been unable to complete McCarty's parole revocation hearing. The most recent effort to revoke McCarty's parole was made on 4 May 1990. This hearing was suspended due to testimony that McCarty was not competent to proceed. Based upon this testimony, Ray Essex, the Hearing Examiner, recommended that McCarty's parole revocation hearing be continued for one year, or until McCarty recovers sufficiently to participate in a hearing.<sup>[1]</sup> The Parole Commission concurred with this recommendation, and issued a Notice of Action on 25 May 1990. (Exhibit 2 attached to Plaintiff's Reply to Defendant's Response).</p>\n<p>On 16 February 1990, while the parole proceedings were pending, the United States filed the Motion to Determine Present Mental Condition of Imprisoned Person pursuant to 18 U.S.C. § 4245 which is the subject of this order. In its motion, the United States requested the court to determine whether McCarty is presently suffering from a mental disease or defect for the treatment of which he is in need of custody for care or treatment in a suitable facility. On 18 April 1990, a hearing was held on this motion. At this hearing, McCarty's counsel orally moved to dismiss the motion on the ground that the court lacked jurisdiction over him. The court continued the hearing, and requested that the parties brief the question of the court's jurisdiction.</p>\n<p></p>\n<h2>18 U.S.C. § 4245</h2>\n<p>The first issue before the court is whether defendant McCarty is subject to the court's jurisdiction under 18 U.S.C. § 4245. The pertinent section of this statute reads:</p>\n<blockquote>If a person serving a sentence of imprisonment objects either in writing or through his attorney to being transferred to a suitable facility for care or treatment, an attorney for the Government, at the request of the director of the facility in which the person is imprisoned, may file a motion with the court for the district in which the facility is located for a hearing on the present mental condition of the person. The court shall grant the motion if there is reasonable cause to believe that the person may presently be suffering from a mental disease or defect for the treatment of which he is in need of custody for care or treatment in a suitable facility. A motion filed under this subsection shall stay the transfer of the person pending completion of procedures contained in this section.</blockquote>\n<p>18 U.S.C. § 4245(a).</p>\n<p>Defendant McCarty has challenged the applicability of this section to him on the ground that he is not \"serving a sentence of imprisonment.\" This challenge does not require the court to address the substantive issue whether McCarty presently suffers from a mental disease or defect.</p>\n<p>McCarty comes to the court in an unusual position. He is a parolee held on a parole violator's warrant. His parole has not been formally revoked, and the Parole Commission has determined that he is incompetent to proceed with a parole revocation hearing. Despite the government's efforts, McCarty remains a parolee, and must be treated as would any other parolee in like circumstances.</p>\n<p>The Supreme Court has held that the condition of being a parolee is \"very different <span class=\"star-pagination\">*313</span> from that of confinement in a prison.\" <i>Morrissey v. Brewer,</i> <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 482, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2593</span></a></span>, 2601, <span class=\"citation\" data-id=\"108606\"><a href=\"/opinion/108606/morrissey-v-brewer/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">484</span></a></span> (1972).</p>\n<blockquote>The parolee has relied on at least an implicit promise that parole will be revoked only if he fails to live up to the parole conditions. In many cases, the parolee faces lengthy incarceration if his parole is revoked. We see, therefore, that the liberty of a parolee, although indeterminate, includes many of the core values of unqualified liberty and its termination inflicts a \"grievous loss\" on the parolee and often on others.</blockquote>\n<p><i>Id.</i> Based upon this reasoning, the Supreme Court held that the liberty interest of a parolee is sufficiently substantial to be protected by the Due Process Clause. Consequently, a parolee facing revocation of his parole must be afforded due process before he is returned to the status of prisoner.</p>\n<p>By its terms, 18 U.S.C. § 4245 applies only to persons serving a sentence of imprisonment. The statute offers no further definition of this class of persons. However, legislative history repeatedly refers to the subjects of the statute as \"incarcerat[ed] in a penal institution,\" as \"inmate[s] of a Federal penal institution,\" and as \"serving a sentence in a Federal facility.\" S.Rep. No. 225, 98th Cong., 2d Sess., <i>reprinted in</i> 1984 U.S.Code Cong. &amp; Admin. News 3182, at 3429, 3430 (hereinafter S.Rep. No. 225). These references strongly suggest that § 4245 is intended to afford procedural safeguards to prisoners who are serving a sentence by incarceration in a Federal penal institution. This conclusion is supported by the Eighth Circuit's recent dictum that, pursuant to § 4245, \"a prisoner who is serving in a federal facility may not be transferred to a mental hospital without the prisoner's consent or a court order.\" <i>United States v. Watson,</i> <span class=\"citation\" data-id=\"534862\"><a href=\"/opinion/534862/united-states-v-gale-watson-united-states-of-america-v-jackson-holmes/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">970</span></a></span>, <i>vacated on other grounds sub nom., </i><i>United States v. Holmes,</i> <span class=\"citation no-link\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></span> (8th Cir.1990).</p>\n<p>This analysis of § 4245 is strengthened by the fact that the parole regulations expressly provide a procedure for conducting mental competency proceedings for parolees. Under the applicable regulation, a parolee found incompetent to participate in a revocation hearing may be transferred to a Bureau of Prisons facility for further examination. 28 C.F.R. § 2.8 (1989). The record before the court indicates that McCarty has been found incompetent under § 2.8, and is presently being held pursuant to that section.</p>\n<p>The court's analysis of § 4245 leads it to conclude that this statute is applicable only to persons serving a sentence through incarceration in a federal facility. McCarty, a parolee whose parole has not yet been revoked, does not fall into this class of persons. Accordingly, the court finds that defendant Wallace McCarty is not subject to the court's jurisdiction under 18 U.S.C. § 4245.</p>\n<p></p>\n<h2><i>18 U.S.C. § 4241</i></h2>\n<p>The United States has raised the possibility that the court may have jurisdiction over McCarty under 18 U.S.C. § 4241. If so, the court may proceed to determine McCarty's competence under that statute, and, if necessary, refer him for treatment. This question is not mooted by the Parole Commission's determination that McCarty is incompetent for purposes of 28 C.F.R. § 2.8 because that regulation only authorizes the transfer of a parolee for \"further examination.\" It does not permit the treatment of a parolee found to be incompetent.</p>\n<p>Chapter 313 of Title 18 of the United States Code grants the power to determine the competency of criminal offenders to the federal district courts. This chapter was extensively rewritten in 1984, and the legislative history indicates that Congress intended this chapter to provide for the treatment of criminal offenders during all phases of the criminal justice process.</p>\n<p>To this end, 18 U.S.C. §§ 4241-4246 track the progress of defendants through the adjudicative and correctional systems. Section 4241 provides for a determination whether a criminal defendant is competent to stand trial. Section 4242 authorizes the court to determine whether a defendant was incompetent at the time of the offense. Sections 4243, 4244, and 4245 provide for the hospitalization of persons found not <span class=\"star-pagination\">*314</span> guilty by reason of insanity, of convicted persons suffering from a mental disease or defect, and of imprisoned persons suffering from a mental disease or defect. Lastly, § 4246 provides for the hospitalization of a person due for release but suffering from a mental disease or defect.</p>\n<p>Because of the comprehensive nature of these statutes, the court finds that Congress intended chapter 313 of Title 18 to allow the federal district courts to assess the competence of all persons within the criminal justice system. Thus, the question becomes which statute within this system should apply to Wallace McCarty. For the reasons given below, the court concludes that the class of persons covered by § 4241 is most analogous to a parolee found incompetent to have his parole revoked.</p>\n<p>Section 4241 deals with the determination of a defendant's mental competence to stand trial. The subjects of this statute, like Wallace McCarty, are persons whose competence becomes suspect while they are detained on a provisional basis. Also like McCarty, the ultimate validity of their detention, based upon their guilt or innocence, has not been adjudicated.</p>\n<p>This section has been extended beyond its express application in at least one published decision. <i>See </i><i>United States v. Baker,</i> <span class=\"citation\" data-id=\"480761\"><a href=\"/opinion/480761/united-states-v-robert-junior-baker/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1315</span></a></span> (6th Cir.1986). In <i>Baker,</i> the district court determined that the defendant was incompetent to participate in a probation revocation proceeding, and committed him to the custody of the Attorney General for treatment pursuant to 18 U.S.C. § 4241(d). On appeal, the Sixth Circuit approved the initial commitment of Baker pursuant to § 4241, but held that this commitment was valid only up to a period of four months. Thereafter, Baker's commitment could be continued only through § 4246.<sup>[2]</sup></p>\n<p>Like the court in <i>Baker,</i> this court determines that 18 U.S.C. § 4241 is the statute most analogous to the situation at hand. Because of the similarities between a detainee held prior to trial and a parolee held pending revocation of his parole, § 4241 is the appropriate vehicle under which to assess McCarty's competency.</p>\n<p>The United States has not filed a formal motion to proceed under § 4241. However, the court has the power to bring this motion <i>sua sponte.</i> Indeed, the legislative history states that,</p>\n<blockquote>it is mandatory [under § 4241] that the court order a hearing if there is reasonable cause to believe that the defendant may presently be suffering from a mental disease or defect rendering him mentally incompetent to the extent that he is unable to understand the nature and the consequences of the proceedings against him or to assist properly in his defense.</blockquote>\n<p>S.Rep. No. 225, 1984 U.S.Code Cong. &amp; Admin.News at 3416.</p>\n<p>Based upon the evidence contained in the record, the court finds that there is reasonable cause to believe that Wallace McCarty may presently be suffering from a mental disease or defect rendering him incompetent to understand the nature and the consequences of the parole revocation proceedings pending against him. Accordingly, this § 4245 proceeding is converted to a proceeding under 18 U.S.C. § 4241, and a hearing on this motion is ordered to be scheduled as soon as practicable for all parties.</p>\n<h2>NOTES</h2>\n<p>[1]  These facts are taken from the Affidavit of Ray Essex, filed with the court as Exhibit 1 to Plaintiff's Brief in Support of the Court's Jurisdiction.</p>\n<p>[2]  The Sixth Circuit vacated the order of commitment, finding that Baker was not given adequate notice of the claims which he faced at the § 4246 hearing.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534862/"
  ]
}