{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1481476/",
  "absolute_url": "/opinion/1481476/bryant-v-williams/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1481476/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:26:10.328615Z",
  "date_modified": "2016-02-29T13:34:57.830255Z",
  "type": "010combined",
  "sha1": "290aad512dd840e6a18979bd037f366c1e0f1ccb",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>16 F.2d 159 (1926)</b></center>\n<center><h1>BRYANT<br>\nv.<br>\nWILLIAMS.</h1></center>\n<center><p><b>District Court, E. D. North Carolina.</b></p></center>\n<center>October 8, 1926.</center>\n<p><span class=\"star-pagination\">*160</span> Bryan &amp; Campbell, of Wilmington, N. C., for complainant.</p>\n<p>Rodgers &amp; Rodgers and J. O. Carr, all of Wilmington, N. C., for defendant.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This suit was commenced in the superior court of New Hanover county, N. C., and was removed by defendant to this court. The purpose of the suit is to recover certain notes, with collections thereon, held by defendant as receiver, and two grounds are asserted for the relief prayed: First, that the notes were obtained by the bank when it was hopelessly insolvent to the knowledge of its officers; and, second, that the notes were taken by the bank under an agreement that they were to be charged back to the account of complainant if not paid at maturity, that they were not so paid, and that at the time of the failure of the bank complainant had to his credit deposits largely in excess of the amount of the notes.</p>\n<p>The material facts, as established by the evidence, are as follows:</p>\n<p>The bank was closed by the Comptroller of the Currency on December 30, 1922, and shortly thereafter the defendant, as receiver, was placed in charge of its affairs. Among the assets which came into his hands were the notes in controversy, one in the sum of $350.18, executed by L. H. Vollers, one in the sum of $200, executed by Edward McL. Wilson, and two in the sum of $157 and $180, respectively, executed by L. C. Kure. All of them were payable to complainant, and were indorsed by him and discounted by the bank. The $180 note was discounted on December 12, 1922, and the others on November 27, 1922. All of the notes matured on dates subsequent to the closing of the bank, and none of them was paid at maturity.</p>\n<p>The complainant had two deposit accounts with the bank, a savings account and a commercial checking account. When the notes were discounted, complainant was credited on his commercial checking account with the face of the notes less the discount, and prior to the closing of the bank had checked out the amounts for which he had been so credited. At the time the bank closed he had to his credit in the commercial checking account something over $800, all of which, under the doctrine of Clayton's Case, 1 Mer. 572, represented deposits made after the discount of the notes. Of this balance, complainant has recovered $400 in another suit at this term, on the ground that it was a deposit made after the bank had closed its doors on December 29th. In his savings account, complainant had a balance to his credit exceeding $15,000.</p>\n<p>It was the custom of the bank, in dealing with its customers, to charge against a depositor's balance any notes discounted for him which were not paid at maturity by the makers, and the notes in question were discounted with the general understanding and implied agreement, growing out of this custom of the bank, that, if they were not paid by the makers at maturity, the bank might charge them back against the deposit account of complainant. In addition to this, the deposit slip upon which the notes were credited to account of complainant had printed on its face, \"All items credited are subject to payment.\"</p>\n<p>It is not necessary to go into the evidence offered to sustain the allegations as to the hopeless insolvency of the bank and the knowledge thereof by its officers, for it is conclusively established that complainant received from the bank full value for all of the notes in controversy, and consequently no basis remains for recovering them on the ground of fraud. As complainant actually received from the bank what it agreed to pay for the notes, it could make no possible difference to him whether the bank was solvent or insolvent at the time.</p>\n<p>This leaves but one question in the case: Is complainant entitled to have the notes returned to him and charged to his savings account, because of the custom of the bank to charge back notes not paid at maturity and the implied agreement that the notes in controversy might be so charged back? I think not. Complainant relies upon a line of cases, of which In re Jarmulowsky (C. C. A. 2d) 249 F. 319, 161 C. C. A. 327, L. R. A. 1918E, 634, is typical, which hold that where one deposits negotiable paper with a bank for collection, and the bank fails before collecting same, the owner of the paper may reclaim it from the receiver, even though it may have been credited to him on the books of the bank. In my opinion, those cases have no application here. They proceed upon the theory that the bank is a mere agent for <span class=\"star-pagination\">*161</span> collection, and has no title either to the paper or its proceeds until the money is collected thereon, and that, where the agency is terminated by the failure of the bank before collection is effected, the real owner of the paper is entitled to reclaim his property whereever he can find it.</p>\n<p>In the case at bar, however, there can be no question that the title to the paper passed to the bank. There was no indorsement for collection, or express or implied agreement that the paper should not be drawn against until collection, as in the cases relied on. On the contrary, it was delivered to the bank with an unqualified indorsement, and not only did complainant receive immediate credit, but he drew against this credit, thus receiving cash for the paper. Under such circumstances it is well settled that the bank was the owner of the paper, and not a mere agent for collection. City of Douglas v. Federal Reserve Bank (decided June 1, 1926) 46 S. Ct. 554, 70 L. Ed. 1051; St. Louis &amp; S. F. Ry. v. Johnston, 133 U. S. 566, 10 S. Ct. 390, 33 L. Ed. 683; Id. (C. C.) 27 F. 243; Standard Trust Co. v. Com. Nat. Bank (C. C. A. 4th) 240 F. 303, 153 C. C. A. 229; 7 C. J. 718; Dreilling v. First National Bank, 43 Kan. 197, 23 P. 94, 19 Am. St. Rep. 126; Union Electric Steel Co. v. Imperial Bank (C. C. A. 3d) 286 F. 857; Willard Mfg. Co. v. G. H. Tierney &amp; Co., 133 N. C. 630, 45 S. E. 1026.</p>\n<p>The contention of complainant is that the reservation on the part of the bank of the right to charge back the notes to his account, if not paid at maturity, constituted it a mere agent for collection, and I am cited to certain decisions of the Supreme Court of North Carolina as supporting this contention. None of these cases, I think, is in point here.</p>\n<p>Manufacturers' Finance Co. v. Amazon Cotton Mills Co., 187 N. C. 233, 121 S. E. 439, involved the question as to whether plaintiff in that case was the bona fide holder for value of a note upon which it had sued, or merely an agent for collection, and the court held that an agreement that the holder should charge the note back to the account of the payee, together with other evidence in the case, was sufficient to take the case to the jury on that question.</p>\n<p>Temple v. La Berge, 184 N. C. 254, 114 S. E. 166, involved drafts sent through banks for collection, the only question being whether the bank with which the drafts had been deposited had acquired title to them. The drafts had not been indorsed to that bank, and it was held that the right to charge the drafts back to the account of the drawer constituted the discounting bank a mere agent for collection.</p>\n<p>The decisions in both of the foregoing cases were grounded upon the decision in Worth v. International Sugar Feed Co., 172 N. C. 342, 90 S. E. 295, where the rule as applied in North Carolina, with its limitations and qualifications, is well stated by the late Judge Allen, as follows:</p>\n<p>\"The other position taken by the plaintiff, that the bank is not a purchaser for value because the drawer had at all times a considerable amount to his credit, is supported by authority [citing cases], and other cases hold to the contrary, that, if an unqualified credit is given, it is as if money was paid, and is a purchase [citing cases]. Still others, which in our opinion are supported by the better reason, hold that crediting to the account of the drawer or indorser, with the right to check on the account, is evidence of a purchase for value, without regard to the state of the account, <i>and that the real determinative question is as to the intention of the parties, to be determined as a fact</i> [citing cases].</p>\n<p>\"Was it the mutual understanding and intention that the title should pass unconditionally to the bank, with no right to charge back, except by reason of the indorsement, or was it the intention of the parties that the title should only pass conditionally, and that credit should be given temporarily for the convenience of the parties, with the right arising by express or implied agreement to charge back? If the first, the bank would be a purchaser for value and the owner; and, if the second, it would be an agent for collection. In passing upon the question of the intention of the parties, it is competent to consider the course of dealing, the rate of discount, the state of the account, and other relevant circumstances.\"</p>\n<p>If I were to apply the North Carolina rule, as stated by Judge Allen, I would have no hesitation in holding that the title to the paper in question passed to the bank. It certainly was not the intention of the parties \"that the title should only pass conditionally, and that credit should be given temporarily for the convenience of the parties.\" Such a conclusion might be reached with respect to checks and drafts sent through banks for collection and credited to the account of the drawer, but certainly not as to promissory notes discounted months before maturity, the proceeds of which were drawn out and used by the indorser for whom they were discounted. Every one familiar with business practice knows that in such case the <span class=\"star-pagination\">*162</span> parties intend that the bank shall become, not a mere agent for the collection of such paper, but the purchaser and holder thereof in the ordinary course of banking business.</p>\n<p>But the rule which I must apply is not the rule applied by the courts of the state, but that applied by the federal courts. Brooklyn City &amp; N. R. Co. v. National Bank, 102 U. S. 14, 26 L. Ed. 61; In re Jarmulowsky, supra. And under the federal decisions, there can be no question that an agreement giving the right to charge back does not constitute a bank which discounts paper a mere agent for collection. City of Douglass v. Federal Reserve Bank, supra; Union Electric Steel Co. v. Imperial Bank, supra.</p>\n<p>I do not think that the custom of charging back paper not paid at maturity, or the implied agreement arising therefrom that it might be so charged back, imposed any duty upon the bank. On the contrary, the custom of charging back was a mere summary method of collection, which the bank exercised against customers for whom it had discounted paper upon their indorsement. The right of a bank to charge back paper under such circumstances is well settled. 7 C. J. 657; First Nat. Bank v. Peltz, 176 Pa. 513, 35 A. 218, 36 L. R. A. 832, 53 Am. St. Rep. 686. And I think it would be an unreasonable interpretation of this custom, and of the implied agreement arising therefrom, to hold that it gave to the one who had indorsed the paper to the bank and received full value therefor the right to demand that the bank surrender it, if not paid at maturity.</p>\n<p>The very right which the bank acquired by the purchase of the paper was the right to collect it from the maker according to its tenor; and it certainly could not have been intended that, by customarily pursuing a summary method of collection, the bank should forfeit its right to proceed on the paper against the one primarily liable, and should be required to charge it to the one secondarily liable. Certainly no court should hold that such result was intended in the absence of proof clear, cogent, and convincing.</p>\n<p>I find no authority holding that it is the duty of the bank in a case such as this to charge back the paper to its customer. On the contrary, it is well settled that it is the duty of the bank to charge back dishonored paper against a deposit account only where the depositor is the one primarily liable upon the paper, and then it is done for the protection of those secondarily liable. 7 C. J. pp. 657 and 658; Mechanics' Bank v. Seitz, 150 Pa. 632, 24 A. 356, 30 Am. St. Rep. 853; First National Bank v. Peltz, supra. This rule is stated in the case last cited, as follows:</p>\n<p>\"While a bank which is the holder of a note, and has on deposit at the time of maturity a sum to the credit of any party liable to it on the note sufficient to pay it, and not previously appropriated by the depositor to be held for a different purpose, may apply the deposit to the payment of the note, yet it is not in general bound to do so. The cases where the right becomes a duty on the part of the bank rest on the special equity of the party, usually the indorser, to have the payment enforced against the <i>depositor as the one primarily liable.\"</i> (Italics mine.)</p>\n<p>It will be noted that the case at bar is not an action by the receiver to recover against complainant as indorser of the notes. If it were such a case, a very different question would be presented, viz., whether complainant has the right to set off his deposit in the bank against his liability as indorser. While there is authority for the proposition that where the receiver seeks to enforce the liability of an indorser, the indorser has the right to set off a deposit balance, whether the one primarily liable on the instrument be solvent or not (Curtis v. Davidson, 215 N. Y. 395, 109 N. E. 481), the general rule is that such right of offset does not exist if the principal debtor is solvent. Morse on Banks and Banking (5th Ed.) vol. 1, p. 633; Davis v. Industrial Mfg. Co., 114 N. C. 321, 19 S. E. 371, 23 L. R. A. 322; Edmonson v. Thomasson, 112 Va. 326, 71 S. E. 536, Ann. Cas. 1913A, 1301, and note. As said by Chancellor Walworth in the case of Middle District Bank, 9 Cow. (N. Y.) 414, 1 Paige, 584, 19 Am. Dec. 452:</p>\n<p>\"If the real debtor is unable to pay, and the receiver is compelled to resort to the indorser, who is eventually to be the loser, he has the same equitable claim to offset bills which he had at the time the bank stopped payment. But no such offset should be allowed to an indorser where he is indemnified by the real debtor, or where the latter can be compelled to pay.\"</p>\n<p>But there can be no question that, where the depositor proceeds in equity against the receiver to have his deposit balance set off against liability on notes upon which he is merely an indorser, the burden is upon him to show \"that equitably such relief may be given him by showing that he will have no recourse against the maker of the note.\" 7 C. J. 747; Curtis v. Davidson, supra. As stated, the receiver is not seeking to enforce the liability of complainant as indorser of the notes; and complainant has not shown, nor does he contend, that the makers of the <span class=\"star-pagination\">*163</span> notes are insolvent, or that the notes cannot be collected from them. On the contrary, he is seeking the recovery of collections made by the receiver on the notes, and of the notes themselves, in order that he may collect the balance due on them.</p>\n<p>In the view which I take of the case, it is unnecessary to consider any distinctions between the savings account and the commercial checking account. For the reasons stated, complainant is not entitled to the notes in controversy, and decree will be entered for defendant accordingly.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">159</span></span> (1926)</b></center>\n<center><h1>BRYANT<br>\nv.<br>\nWILLIAMS.</h1></center>\n<center><p><b>District Court, E. D. North Carolina.</b></p></center>\n<center>October 8, 1926.</center>\n<p><span class=\"star-pagination\">*160</span> Bryan &amp; Campbell, of Wilmington, N. C., for complainant.</p>\n<p>Rodgers &amp; Rodgers and J. O. Carr, all of Wilmington, N. C., for defendant.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This suit was commenced in the superior court of New Hanover county, N. C., and was removed by defendant to this court. The purpose of the suit is to recover certain notes, with collections thereon, held by defendant as receiver, and two grounds are asserted for the relief prayed: First, that the notes were obtained by the bank when it was hopelessly insolvent to the knowledge of its officers; and, second, that the notes were taken by the bank under an agreement that they were to be charged back to the account of complainant if not paid at maturity, that they were not so paid, and that at the time of the failure of the bank complainant had to his credit deposits largely in excess of the amount of the notes.</p>\n<p>The material facts, as established by the evidence, are as follows:</p>\n<p>The bank was closed by the Comptroller of the Currency on December 30, 1922, and shortly thereafter the defendant, as receiver, was placed in charge of its affairs. Among the assets which came into his hands were the notes in controversy, one in the sum of $350.18, executed by L. H. Vollers, one in the sum of $200, executed by Edward McL. Wilson, and two in the sum of $157 and $180, respectively, executed by L. C. Kure. All of them were payable to complainant, and were indorsed by him and discounted by the bank. The $180 note was discounted on December 12, 1922, and the others on November 27, 1922. All of the notes matured on dates subsequent to the closing of the bank, and none of them was paid at maturity.</p>\n<p>The complainant had two deposit accounts with the bank, a savings account and a commercial checking account. When the notes were discounted, complainant was credited on his commercial checking account with the face of the notes less the discount, and prior to the closing of the bank had checked out the amounts for which he had been so credited. At the time the bank closed he had to his credit in the commercial checking account something over $800, all of which, under the doctrine of Clayton's Case, 1 Mer. 572, represented deposits made after the discount of the notes. Of this balance, complainant has recovered $400 in another suit at this term, on the ground that it was a deposit made after the bank had closed its doors on December 29th. In his savings account, complainant had a balance to his credit exceeding $15,000.</p>\n<p>It was the custom of the bank, in dealing with its customers, to charge against a depositor's balance any notes discounted for him which were not paid at maturity by the makers, and the notes in question were discounted with the general understanding and implied agreement, growing out of this custom of the bank, that, if they were not paid by the makers at maturity, the bank might charge them back against the deposit account of complainant. In addition to this, the deposit slip upon which the notes were credited to account of complainant had printed on its face, \"All items credited are subject to payment.\"</p>\n<p>It is not necessary to go into the evidence offered to sustain the allegations as to the hopeless insolvency of the bank and the knowledge thereof by its officers, for it is conclusively established that complainant received from the bank full value for all of the notes in controversy, and consequently no basis remains for recovering them on the ground of fraud. As complainant actually received from the bank what it agreed to pay for the notes, it could make no possible difference to him whether the bank was solvent or insolvent at the time.</p>\n<p>This leaves but one question in the case: Is complainant entitled to have the notes returned to him and charged to his savings account, because of the custom of the bank to charge back notes not paid at maturity and the implied agreement that the notes in controversy might be so charged back? I think not. Complainant relies upon a line of cases, of which In re Jarmulowsky (C. C. A. 2d) <span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">F.</span> <span class=\"page\">319</span></span>, 161 C. C. A. 327, L. R. A. 1918E, 634, is typical, which hold that where one deposits negotiable paper with a bank for collection, and the bank fails before collecting same, the owner of the paper may reclaim it from the receiver, even though it may have been credited to him on the books of the bank. In my opinion, those cases have no application here. They proceed upon the theory that the bank is a mere agent for <span class=\"star-pagination\">*161</span> collection, and has no title either to the paper or its proceeds until the money is collected thereon, and that, where the agency is terminated by the failure of the bank before collection is effected, the real owner of the paper is entitled to reclaim his property whereever he can find it.</p>\n<p>In the case at bar, however, there can be no question that the title to the paper passed to the bank. There was no indorsement for collection, or express or implied agreement that the paper should not be drawn against until collection, as in the cases relied on. On the contrary, it was delivered to the bank with an unqualified indorsement, and not only did complainant receive immediate credit, but he drew against this credit, thus receiving cash for the paper. Under such circumstances it is well settled that the bank was the owner of the paper, and not a mere agent for collection. City of Douglas v. Federal Reserve Bank (decided June 1, 1926) <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">554</span></span>, 70 L. Ed. 1051; St. Louis &amp; S. F. Ry. v. Johnston, <span class=\"citation\" data-id=\"92692\"><a href=\"/opinion/92692/st-louis-san-francisco-r-co-v-johnston/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">566</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">390</span></span>, 33 L. Ed. 683; Id. (C. C.) 27 F. 243; Standard Trust Co. v. Com. Nat. Bank (C. C. A. 4th) <span class=\"citation no-link\"><span class=\"volume\">240</span> <span class=\"reporter\">F.</span> <span class=\"page\">303</span></span>, 153 C. C. A. 229; 7 C. J. 718; Dreilling v. First National Bank, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">197</span></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">P.</span> <span class=\"page\">94</span></span>, 19 Am. St. Rep. 126; Union Electric Steel Co. v. Imperial Bank (C. C. A. 3d) 286 F. 857; Willard Mfg. Co. v. G. H. Tierney &amp; Co., 133 N. C. 630, 45 S. E. 1026.</p>\n<p>The contention of complainant is that the reservation on the part of the bank of the right to charge back the notes to his account, if not paid at maturity, constituted it a mere agent for collection, and I am cited to certain decisions of the Supreme Court of North Carolina as supporting this contention. None of these cases, I think, is in point here.</p>\n<p>Manufacturers' Finance Co. v. Amazon Cotton Mills Co., 187 N. C. 233, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">439</span></span>, involved the question as to whether plaintiff in that case was the bona fide holder for value of a note upon which it had sued, or merely an agent for collection, and the court held that an agreement that the holder should charge the note back to the account of the payee, together with other evidence in the case, was sufficient to take the case to the jury on that question.</p>\n<p>Temple v. La Berge, 184 N. C. 254, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">166</span></span>, involved drafts sent through banks for collection, the only question being whether the bank with which the drafts had been deposited had acquired title to them. The drafts had not been indorsed to that bank, and it was held that the right to charge the drafts back to the account of the drawer constituted the discounting bank a mere agent for collection.</p>\n<p>The decisions in both of the foregoing cases were grounded upon the decision in Worth v. International Sugar Feed Co., 172 N. C. 342, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">295</span></span>, where the rule as applied in North Carolina, with its limitations and qualifications, is well stated by the late Judge Allen, as follows:</p>\n<p>\"The other position taken by the plaintiff, that the bank is not a purchaser for value because the drawer had at all times a considerable amount to his credit, is supported by authority [citing cases], and other cases hold to the contrary, that, if an unqualified credit is given, it is as if money was paid, and is a purchase [citing cases]. Still others, which in our opinion are supported by the better reason, hold that crediting to the account of the drawer or indorser, with the right to check on the account, is evidence of a purchase for value, without regard to the state of the account, <i>and that the real determinative question is as to the intention of the parties, to be determined as a fact</i> [citing cases].</p>\n<p>\"Was it the mutual understanding and intention that the title should pass unconditionally to the bank, with no right to charge back, except by reason of the indorsement, or was it the intention of the parties that the title should only pass conditionally, and that credit should be given temporarily for the convenience of the parties, with the right arising by express or implied agreement to charge back? If the first, the bank would be a purchaser for value and the owner; and, if the second, it would be an agent for collection. In passing upon the question of the intention of the parties, it is competent to consider the course of dealing, the rate of discount, the state of the account, and other relevant circumstances.\"</p>\n<p>If I were to apply the North Carolina rule, as stated by Judge Allen, I would have no hesitation in holding that the title to the paper in question passed to the bank. It certainly was not the intention of the parties \"that the title should only pass conditionally, and that credit should be given temporarily for the convenience of the parties.\" Such a conclusion might be reached with respect to checks and drafts sent through banks for collection and credited to the account of the drawer, but certainly not as to promissory notes discounted months before maturity, the proceeds of which were drawn out and used by the indorser for whom they were discounted. Every one familiar with business practice knows that in such case the <span class=\"star-pagination\">*162</span> parties intend that the bank shall become, not a mere agent for the collection of such paper, but the purchaser and holder thereof in the ordinary course of banking business.</p>\n<p>But the rule which I must apply is not the rule applied by the courts of the state, but that applied by the federal courts. Brooklyn City &amp; N. R. Co. v. National Bank, <span class=\"citation\" data-id=\"90205\"><a href=\"/opinion/90205/railroad-co-v-national-bank/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></a></span>, 26 L. Ed. 61; In re Jarmulowsky, supra. And under the federal decisions, there can be no question that an agreement giving the right to charge back does not constitute a bank which discounts paper a mere agent for collection. City of Douglass v. Federal Reserve Bank, supra; Union Electric Steel Co. v. Imperial Bank, supra.</p>\n<p>I do not think that the custom of charging back paper not paid at maturity, or the implied agreement arising therefrom that it might be so charged back, imposed any duty upon the bank. On the contrary, the custom of charging back was a mere summary method of collection, which the bank exercised against customers for whom it had discounted paper upon their indorsement. The right of a bank to charge back paper under such circumstances is well settled. 7 C. J. 657; First Nat. Bank v. Peltz, <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">513</span></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">A.</span> <span class=\"page\">218</span></span>, 36 L. R. A. 832, 53 Am. St. Rep. 686. And I think it would be an unreasonable interpretation of this custom, and of the implied agreement arising therefrom, to hold that it gave to the one who had indorsed the paper to the bank and received full value therefor the right to demand that the bank surrender it, if not paid at maturity.</p>\n<p>The very right which the bank acquired by the purchase of the paper was the right to collect it from the maker according to its tenor; and it certainly could not have been intended that, by customarily pursuing a summary method of collection, the bank should forfeit its right to proceed on the paper against the one primarily liable, and should be required to charge it to the one secondarily liable. Certainly no court should hold that such result was intended in the absence of proof clear, cogent, and convincing.</p>\n<p>I find no authority holding that it is the duty of the bank in a case such as this to charge back the paper to its customer. On the contrary, it is well settled that it is the duty of the bank to charge back dishonored paper against a deposit account only where the depositor is the one primarily liable upon the paper, and then it is done for the protection of those secondarily liable. 7 C. J. pp. 657 and 658; Mechanics' Bank v. Seitz, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">632</span></span>, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">A.</span> <span class=\"page\">356</span></span>, 30 Am. St. Rep. 853; First National Bank v. Peltz, supra. This rule is stated in the case last cited, as follows:</p>\n<p>\"While a bank which is the holder of a note, and has on deposit at the time of maturity a sum to the credit of any party liable to it on the note sufficient to pay it, and not previously appropriated by the depositor to be held for a different purpose, may apply the deposit to the payment of the note, yet it is not in general bound to do so. The cases where the right becomes a duty on the part of the bank rest on the special equity of the party, usually the indorser, to have the payment enforced against the <i>depositor as the one primarily liable.\"</i> (Italics mine.)</p>\n<p>It will be noted that the case at bar is not an action by the receiver to recover against complainant as indorser of the notes. If it were such a case, a very different question would be presented, viz., whether complainant has the right to set off his deposit in the bank against his liability as indorser. While there is authority for the proposition that where the receiver seeks to enforce the liability of an indorser, the indorser has the right to set off a deposit balance, whether the one primarily liable on the instrument be solvent or not (Curtis v. Davidson, <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">395</span></span>, 109 N. E. 481), the general rule is that such right of offset does not exist if the principal debtor is solvent. Morse on Banks and Banking (5th Ed.) vol. 1, p. 633; Davis v. Industrial Mfg. Co., 114 N. C. 321, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">371</span></span>, 23 L. R. A. 322; Edmonson v. Thomasson, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">Va.</span> <span class=\"page\">326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">536</span></span>, Ann. Cas. 1913A, 1301, and note. As said by Chancellor Walworth in the case of Middle District Bank, 9 Cow. (N. Y.) 414, 1 Paige, 584, 19 Am. Dec. 452:</p>\n<p>\"If the real debtor is unable to pay, and the receiver is compelled to resort to the indorser, who is eventually to be the loser, he has the same equitable claim to offset bills which he had at the time the bank stopped payment. But no such offset should be allowed to an indorser where he is indemnified by the real debtor, or where the latter can be compelled to pay.\"</p>\n<p>But there can be no question that, where the depositor proceeds in equity against the receiver to have his deposit balance set off against liability on notes upon which he is merely an indorser, the burden is upon him to show \"that equitably such relief may be given him by showing that he will have no recourse against the maker of the note.\" 7 C. J. 747; Curtis v. Davidson, supra. As stated, the receiver is not seeking to enforce the liability of complainant as indorser of the notes; and complainant has not shown, nor does he contend, that the makers of the <span class=\"star-pagination\">*163</span> notes are insolvent, or that the notes cannot be collected from them. On the contrary, he is seeking the recovery of collections made by the receiver on the notes, and of the notes themselves, in order that he may collect the balance due on them.</p>\n<p>In the view which I take of the case, it is unnecessary to consider any distinctions between the savings account and the commercial checking account. For the reasons stated, complainant is not entitled to the notes in controversy, and decree will be entered for defendant accordingly.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/90205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92692/"
  ]
}