{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1483404/",
  "absolute_url": "/opinion/1483404/greaves-v-state-bd-of-elections-of-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1483404/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:26:41.664009Z",
  "date_modified": "2016-04-26T21:13:00.215275Z",
  "type": "010combined",
  "sha1": "d09894fd6cc28c6a9445e8486f2075d44acde176",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>508 F.Supp. 78 (1980)</b></center>\n<center><h1>Percy L. GREAVES, Thornton M. Long and Owens H. Browne<br>\nv.<br>\nSTATE BOARD OF ELECTIONS OF NORTH CAROLINA, R. Kenneth Babb, Mrs. Ruth Semashko, Dr. Sydney Barnwell, Mrs. Charles L. Herring, and John L. Stickley.</h1></center>\n<center>No. 80-526-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 9, 1980.</center>\n<p><span class=\"star-pagination\">*79</span> Jerry W. Leonard, Raleigh, N. C., for plaintiffs.</p>\n<p>James Wallace, Jr., Deputy Atty. Gen., N. C. Dept. of Justice, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This action is before the court on the parties' cross motions for summary judgment. Plaintiffs seek a declaration that certain provisions of the election laws of North Carolina relating to independent candidates are unconstitutional and an injunction prohibiting enforcement of those laws. The facts are not in dispute and the case is ripe for disposition.<sup>[1]</sup> The court having found that plaintiffs are entitled to relief, their motion for declaratory and injunctive relief is granted.</p>\n<p>Plaintiff Percy L. Greaves is a resident of New York who sought a position on the North Carolina ballot as an independent candidate for President in the November 4, 1980 general election. Plaintiff Owens H. Browne, a resident and qualified voter of North Carolina, sought to be a Presidential Elector for Greaves. Plaintiff Thornton M. Long is a resident of North Carolina who desired to vote for Greaves in the general election. The defendant State Board of <span class=\"star-pagination\">*80</span> Elections of North Carolina (\"the Board\") is responsible for administering statewide elections in North Carolina. The individual defendants constitute the duly appointed Chairman and members of the Board.</p>\n<p>Access to the ballot for independent candidates for the office of President is governed in North Carolina by G.S. § 163-122. This statutory provision which limits independent candidacies to persons who file nominating petitions signed by qualified voters equal in numbers to 10% of those who voted for Governor in the last gubernatorial election. The nominating petitions must be filed on the last Friday in April before the general election.<sup>[2]</sup> In 1980 this scheme required independent candidates to produce over 166,000 signatures by April 25, 1980. <i>Anderson v. Babb,</i> 632 F.2d 300, at 303 (4th Cir., 1980).</p>\n<p>It appears from the complaint that representatives of Greaves submitted a timely petition seeking to nominate him as an independent candidate for President and plaintiff Long as an elector for Greaves. The petition did not have the number of signatures required by G.S. § 163-122; and for that reason defendants refused to take possession of the petition and did not put Greaves' name on the general election ballot. Before the election Greaves sought in this court and was denied a temporary restraining order to require defendants to put his name on the ballot. Greaves now renews his assertion that G.S. § 163-122 unconstitutionally limits access to the ballot.</p>\n<p>It is clear beyond doubt that substantial \"restrictions on access to the ballot burden two distinct and fundamental rights, `the right of individuals to associate for the advancement of political beliefs, and the right of qualified voters, regardless of their political persuasion, to cast their votes effectively.'\" <i>Illinois State Board of Elections v. Socialist Workers Party,</i> 440 U.S. 173, 184, 99 S.Ct. 983, 990, 59 L.Ed.2d 230 (1979) quoting <i>Williams v. Rhodes,</i> 393 U.S. 23, 30, 89 S.Ct. 5, 10, 21 L.Ed.2d 24 (1968). When a state statute classifies voters or candidates in such a fashion as to limit these rights, the state must establish that its classification is necessary to serve a compelling interest, <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i><i>; </i><i>Storer v. Brown,</i> 415 U.S. 724, 736, 94 S.Ct. 1274, 1282, 39 L.Ed.2d 714 (1974); <i>Williams v. Rhodes, supra</i> at 31, 89 S.Ct. at 10-11, and that it is the least drastic means available to achieve the legitimate state interest. <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i> at 185; <i>Lubin v. Panish,</i> 415 U.S. 709, 716, 94 S.Ct. 1315, 1320, 39 L.Ed.2d 714 (1974); <i>Williams v. Rhodes, supra</i> at 31-33, 89 S.Ct. at 10-12. The Fourth Circuit has recently restated these analytical principles as follows:</p>\n<blockquote>In determining the validity of such a restriction, we perceive that we must consider two factors: first, is the restriction necessary to serve a substantial state interest <span class=\"star-pagination\">*81</span> and second, if so, is it unduly burdensome on the right of an independent candidate to gain access to the ballot.</blockquote>\n<p><i>Anderson v. Morris,</i> 636 F.2d 55, at 57 (4th Cir. 1980).</p>\n<p></p>\n<h2>THE SIGNATURE REQUIREMENT</h2>\n<p>Greaves contends that the number of signatures required by G.S. § 163-122 is so high as to unconstitutionally burden his right of access to the ballot and further that this provision discriminates against independent candidates when compared with candidates of political parties. The Board seeks to justify the signature requirement by relying on <i>Storer v. Brown, supra</i><i>,</i> for the proposition that a state may impose such petition requirements as \"a reasonably diligent independent candidate\" can be expected to meet in the context of the state's politics. <i>Storer v. Brown, supra</i> 415 U.S. at 742, 94 S.Ct. at 1285.</p>\n<p>In <i>Storer</i> the court addressed a California requirement that an independent candidate file a petition signed by voters numbering at least 5% of the total votes cast in the state's last general election. The signatures could be obtained only during a 24-day period following the primary and ending 60 days prior to the general election. <i>Storer, supra</i> at 726-27, 94 S.Ct. at 1277-1278. In remanding the case for further factual development, the court noted that a requirement greater than 5% \"would be in excess percentagewise, of anything the Court has approved to date as a precondition to an independent's securing a place on the ballot....\" <i>Id.</i> at 739, 94 S.Ct. at 1283.<sup>[3]</sup> The Court's reference to the \"reasonably diligent independent candidate\" was meant to guide the lower court in resolving a close case, where the state had already demonstrated the important nature of its interest in assuring that a candidate had significant support, and where the extent of the burden on the plaintiff was unclear. This guidance did not in any way abrogate the strict scrutiny standard announced in <i>Williams v. Rhodes</i><i>,</i> and most recently reaffirmed in <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i><i>.</i> More importantly, the present case is not a close one.</p>\n<p>Of the 50 states, 24 require nominating petitions with a fixed number of signatures for an independent candidate for President to gain a place on the ballot. Of these 24, 22 require 10,000 or fewer signatures, one requires 20,000, and one requires 25,000. Twenty-six states require a fixed percentage, either of registered voters or of the number of votes cast in the last election. Of these 26, 20 require less than 5%, 5 require 5%, and North Carolina requires 10%. Appendix to Memorandum in Support of Plaintiff's Motion for Summary Judgment and for Injunctive Relief. North Carolina stands out dramatically among the 50 states in establishing an onerous burden on ballot access; its 10% requirement is twice as high as the next highest state's, and the result that 166,000 signatures must be obtained is more than six times as high as the number required by the highest fixed-number state.</p>\n<p>In <i>Jenness v. Fortson,</i> 403 U.S. 431, 442, 91 S.Ct. 1970, 1976, 29 L.Ed.2d 554 (1971), the Supreme Court upheld a 5% signature requirement as a valid means for the state to insure that candidates possess a modicum of popular support and that voters are not confused by a ballot crowded with obscure candidates. The Court has not upheld a requirement any higher than 5%, and in <i>Storer, supra,</i> remanded a case for further factual development on the question of whether the California 5% requirement operated in fact as a higher percentage because of the exclusion of a substantial number of voters from the pool of potential signers. <i>Id.</i> 415 U.S. at 740, 94 S.Ct. at 1284. Dissenting from the remand on the grounds that the record before the Supreme Court sufficiently established that the California provision actually operated to require 9.5%, Justice Brennan stated that \"a percentage requirement even approaching the range of 9.5% serves no compelling state interest which cannot be served as well by less drastic means... [E]ven conceding <span class=\"star-pagination\">*82</span> the substantiality of its aims, the state has completely failed to demonstrate why means less drastic ... will not achieve its interests.\" <i>Id.</i> at 764-66, 94 S.Ct. at 1295-1296. <i>See also, </i><i>Lendall v. Jernigan,</i> 424 F.Supp. 951 (E.D.Ark.1977), <i>aff'd.,</i> 433 U.S. 901, 97 S.Ct. 2963, 53 L.Ed.2d 1086 (1977) (10% requirement unconstitutional); <i>American Party v. Jernigan,</i> 424 F.Supp. 943 (E.D.Ark.1977) (7% requirement for new parties unconstitutional); <i>Socialist Labor Party v. Rhodes,</i> 318 F.Supp. 1262, 1268, (S.D.Ohio 1970) (7% for new party unconstitutional).</p>\n<p>Looking beyond the specific statute in issue, the court notes that North Carolina grossly discriminates against those who choose to pursue their candidacies as independents rather than by forming a new political party. A group of voters seeking a place on the ballot as a new party must submit petitions signed by only 10,000 voters, less than one sixteenth the number required of an independent candidate. G.S. § 163-96(a)(2). The state has asserted no rational basis, much less any compelling interest, for this disparate treatment. Furthermore, a candidate desiring to run in the North Carolina Presidential Preference Primary must submit only 10,000 signatures. G.S. § 163-213.5. Again, no rational basis has been asserted for the enormous difference.</p>\n<p>Accordingly, that portion of G.S. § 163-122(1) which requires an independent candidate for President to file written petitions signed by qualified voters equal in number to 10% of those who voted for Governor in the last gubernatorial election is declared to be an unconstitutional infringement upon plaintiffs' rights to associate for the advancement of political beliefs, to cast their votes effectively, and to enjoy equal protection under law.</p>\n<p></p>\n<h2>THE FILING DEADLINE</h2>\n<p>Under G.S. § 163-122, an independent candidate's petitions must be submitted to the Board by the last Friday in April before the general election, which in 1980 was April 25. This date was ten days before the state's primary election, held on May 6, and 193 days before the Nov. 4 general election. Greaves contends that this filing deadline unconstitutionally burdened his access to the ballot because, if he was to comply, he would have had to gather signatures well before the issues of the general election had been defined and the other candidates chosen. He further argues that the deadline discriminates against independent candidates because candidates of political parties need not be chosen until several months later.</p>\n<p>It appears from the record, however, that Greaves met the filing deadline. A question of standing is therefore raised, for Greaves must demonstrate some manner in which he was injured by the deadline before this court may consider his claim. The court finds that Greaves does have standing to challenge the filing deadline, because the April 25 deadline curtailed Greaves' ability to collect the required number of signatures. He chose to submit his petition in timely fashion and face rejection for failure to fulfill the 10% requirement; he might instead have continued gathering signatures and submitted an untimely petition containing the required number of signatures, but had he done so the petition would have been rejected as untimely. Thus he was injured not only by the 10% requirement standing alone but also by the conjunctive operation of the two requirements. The injury was direct, not speculative, and is not necessarily cured by this court's declaration that the 10% requirement in itself is unconstitutional.</p>\n<p>Turning to the merits, the court must inquire whether the deadline is necessary to serve any substantial state interests. The Board asserts that the filing deadline is necessary to preserve the integrity of both the direct party primary and the general election ballot, and relies heavily on the ruling in <i>Storer, supra,</i> upholding California's disaffiliation statute which prohibited any candidate who had been affiliated with a political party at any time during the year prior to the preceding primary election from running in a general election as an independent.</p>\n<p><span class=\"star-pagination\">*83</span> In <i>Storer,</i> however, a filing deadline was not in issue. Under the California scheme, an independent candidate for President did not have to submit a declaration of candidacy or nominating petitions until 54 days before the general election. <i>Storer, supra</i> 415 U.S. at 753, 94 S.Ct. at 1290 (quoting Cal. Election Code § 6833). While <i>Storer</i> acknowledges the legitimacy of the Board's asserted interest, the <i>Storer</i> holding sheds little light on the manner in which the filing deadline in G.S. § 163-122 might further that interest.</p>\n<p>Several pertinent factors belie the Board's asserted interest. The first is that North Carolina, like California, has a disaffiliation requirement to protect the integrity of the ballot. Known as the \"sore loser\" provision, G.S. § 163-122 states that \"[a] person whose name appeared on the ballot in a primary election is not eligible to have his name placed on the general election ballot as an unaffiliated candidate for the same office in that year.\" <i>See generally, </i><i>Anderson v. Babb,</i> 632 F.2d 300 (4th Cir. 1980). Because this provision totally prohibits the sore loser from running as an independent, the early filing deadline cannot be said to be \"necessary\" to the accomplishment of the same goal.</p>\n<p>Furthermore, the Board fails to address the special circumstances present in the Presidential election. The Board relies heavily on the fact that the deadline is quite close in time to the primary election, again citing <i>Storer.</i> Presidential candidates and Presidential electors are not, however, chosen in the primary.<sup>[4]</sup> Indeed, the North Carolina Presidential Preference Primary has a relatively small impact, if any, on who the major political parties choose as their candidates during their summer conventions. Candidates may be selected who never entered the North Carolina primary. Thus, as applied to Presidential candidates, the proximity of the filing date and the primary election is irrelevant to the interest of preserving the integrity of the ballot. <i>See </i><i>Anderson v. Morris, supra,</i> at 81-82.</p>\n<p>The court notes again the disparity in treatment of independent and party candidates. New parties must file their petitions for formation of a party by June 1 and must select their candidates by July 1. G.S. §§ 163-96(a), -98. There does not appear to be a deadline for the major parties to select their Presidential candidates, beyond the provision that the ballots be printed and distributed to the county boards of election 60 days before the election.<sup>[5]</sup> The Board has asserted no interest, compelling or otherwise, which justifies this discrimination. The state's interest in insuring the integrity of the ballot is presumably fully served by requiring new parties to choose their candidates by July 1; no reason for imposing substantially more burdensome requirements on independent candidates has been presented.</p>\n<p>In <i>McCarthy v. Kirkpatrick,</i> 420 F.Supp. 366 (W.D.Mo.1976), the court addressed a statutory scheme very similar to North Carolina's. Missouri established no filing deadline for candidates of parties which had received at least 2% of the vote in the preceding election and a July 31 deadline for new parties to select their candidates. An independent candidate faced a deadline of the last Tuesday in April. This provision was challenged by an independent Presidential candidate and declared unconstitutional. The court held that the seven-month period between filing and the election was much more than was necessary to insure the seriousness of the candidacy, and further found that the integrity of the primary election was already fully guaranteed by a disaffiliation provision. Similarly, in <i>Anderson v. Morris, supra</i><i>,</i> the Fourth Circuit very recently affirmed a District Court's ruling that the Maryland early filing date, <span class=\"star-pagination\">*84</span> which imposed comparable discriminatory restrictions on independent Presidential candidates, unconstitutionally burdens those candidates. <i>See also, </i><i>Anderson v. Quinn,</i> 495 F.Supp. 730 (D.Me.1980).</p>\n<p>The court concludes that the filing deadline contained in G.S. § 163-122 does not serve a compelling state interest and is an unconstitutional restriction on plaintiffs' rights to associate for the advancement of political beliefs, to cast their votes effectively, and to enjoy equal protection under law.</p>\n<p>Plaintiffs' motion for summary judgment is granted and it is ordered that the defendants are permanently enjoined from enforcing the 10% signature requirement and the filing deadline contained in G.S. § 163-122(1).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although this action arose during the now-completed 1980 election campaign, it \"is not moot, since the issues properly presented, and their effects on independent candidacies, will persist as the ... statutes are applied in future elections. This is, therefore, a case where the controversy is `capable of repetition, yet evading review.'\" <i>Storer v. Brown,</i> 415 U.S. 724, 737 n.8, 94 S.Ct. 1274, 1282-1283 n.8, 39 L.Ed.2d 714 (1974) (citations omitted).</p>\n<p>[2]  G.S. § 163-122 provides in full:\n</p>\n<p>Unaffiliated candidates nominated by petition. Any qualified voter who seeks to have his name printed on the general election ballot as an unaffiliated candidate shall:</p>\n<p>(1) On or before 12:00 noon on the last Friday in April preceding the general election, file with the appropriate board of elections, State or county, written petitions requesting him to be a candidate for a specified office, signed by qualified voters of the political division in which the office will be voted for equal in number to ten percent (10%) of those who, in the last gubernatorial election in the same political division, voted for Governor.</p>\n<p>(2) At the time of filing the petitions referred to in subdivision (1) of this section, file with the chairman or secretary of the appropriate board of elections his affidavit that he seeks to become an unaffiliated candidate for the office specified and that he does not affiliate with any political party.</p>\n<p>(3) The board of elections shall examine and verify the signatures on the petition and shall certify only the names of signers who are found to be qualified registered voters in the county.</p>\n<p>When the provisions of this section have been complied with, the board of elections with which the petitions and affidavits have been filed shall cause the unaffiliated candidate's name to be printed on the general election ballots in accordance with the provisions of G.S. 163-140.</p>\n<p>A person whose name appeared on the ballot in a primary election is not eligible to have his name placed on the general election ballot as an unaffiliated candidate for the same office in that year.</p>\n<p>[3]  California has since reduced the requirement to 1%. Cal. Election Code § 6831 (West 1976).</p>\n<p>[4]  Presidential electors for party candidates are chosen by the party conventions. G.S. § 163-1(c). No specific provision is made by statute for selection of electors for independent candidates. <i>See generally</i> G.S. §§ 163-208 through -212.</p>\n<p>[5]  G.S. § 163-137(b). A major party is one which received at least 10% of the vote in the last election. G.S. § 163-96(a)(1).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">78</span></span> (1980)</b></center>\n<center><h1>Percy L. GREAVES, Thornton M. Long and Owens H. Browne<br>\nv.<br>\nSTATE BOARD OF ELECTIONS OF NORTH CAROLINA, R. Kenneth Babb, Mrs. Ruth Semashko, Dr. Sydney Barnwell, Mrs. Charles L. Herring, and John L. Stickley.</h1></center>\n<center>No. 80-526-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>December 9, 1980.</center>\n<p><span class=\"star-pagination\">*79</span> Jerry W. Leonard, Raleigh, N. C., for plaintiffs.</p>\n<p>James Wallace, Jr., Deputy Atty. Gen., N. C. Dept. of Justice, Raleigh, N. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, Chief Judge.</p>\n<p>This action is before the court on the parties' cross motions for summary judgment. Plaintiffs seek a declaration that certain provisions of the election laws of North Carolina relating to independent candidates are unconstitutional and an injunction prohibiting enforcement of those laws. The facts are not in dispute and the case is ripe for disposition.<sup>[1]</sup> The court having found that plaintiffs are entitled to relief, their motion for declaratory and injunctive relief is granted.</p>\n<p>Plaintiff Percy L. Greaves is a resident of New York who sought a position on the North Carolina ballot as an independent candidate for President in the November 4, 1980 general election. Plaintiff Owens H. Browne, a resident and qualified voter of North Carolina, sought to be a Presidential Elector for Greaves. Plaintiff Thornton M. Long is a resident of North Carolina who desired to vote for Greaves in the general election. The defendant State Board of <span class=\"star-pagination\">*80</span> Elections of North Carolina (\"the Board\") is responsible for administering statewide elections in North Carolina. The individual defendants constitute the duly appointed Chairman and members of the Board.</p>\n<p>Access to the ballot for independent candidates for the office of President is governed in North Carolina by G.S. § 163-122. This statutory provision which limits independent candidacies to persons who file nominating petitions signed by qualified voters equal in numbers to 10% of those who voted for Governor in the last gubernatorial election. The nominating petitions must be filed on the last Friday in April before the general election.<sup>[2]</sup> In 1980 this scheme required independent candidates to produce over 166,000 signatures by April 25, 1980. <i>Anderson v. Babb,</i> <span class=\"citation\" data-id=\"382771\"><a href=\"/opinion/382771/john-b-anderson-independents-for-anderson-party-of-north-carolina/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span>, at 303 (4th Cir., 1980).</p>\n<p>It appears from the complaint that representatives of Greaves submitted a timely petition seeking to nominate him as an independent candidate for President and plaintiff Long as an elector for Greaves. The petition did not have the number of signatures required by G.S. § 163-122; and for that reason defendants refused to take possession of the petition and did not put Greaves' name on the general election ballot. Before the election Greaves sought in this court and was denied a temporary restraining order to require defendants to put his name on the ballot. Greaves now renews his assertion that G.S. § 163-122 unconstitutionally limits access to the ballot.</p>\n<p>It is clear beyond doubt that substantial \"restrictions on access to the ballot burden two distinct and fundamental rights, `the right of individuals to associate for the advancement of political beliefs, and the right of qualified voters, regardless of their political persuasion, to cast their votes effectively.'\" <i>Illinois State Board of Elections v. Socialist Workers Party,</i> <span class=\"citation\" data-id=\"110023\"><a href=\"/opinion/110023/illinois-bd-of-elections-v-socialist-workers-party/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span>, 184, <span class=\"citation\" data-id=\"110023\"><a href=\"/opinion/110023/illinois-bd-of-elections-v-socialist-workers-party/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">983</span></a></span>, 990, <span class=\"citation\" data-id=\"110023\"><a href=\"/opinion/110023/illinois-bd-of-elections-v-socialist-workers-party/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">230</span></a></span> (1979) quoting <i>Williams v. Rhodes,</i> <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, 30, <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">5</span></a></span>, 10, <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></a></span> (1968). When a state statute classifies voters or candidates in such a fashion as to limit these rights, the state must establish that its classification is necessary to serve a compelling interest, <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i><i>; </i><i>Storer v. Brown,</i> <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span>, 736, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1274</span></a></span>, 1282, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1974); <i>Williams v. Rhodes, supra</i> at 31, 89 S.Ct. at 10-11, and that it is the least drastic means available to achieve the legitimate state interest. <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i> at 185; <i>Lubin v. Panish,</i> <span class=\"citation\" data-id=\"108992\"><a href=\"/opinion/108992/lubin-v-panish/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span>, 716, <span class=\"citation\" data-id=\"108992\"><a href=\"/opinion/108992/lubin-v-panish/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1315</span></a></span>, 1320, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1974); <i>Williams v. Rhodes, supra</i> at 31-33, 89 S.Ct. at 10-12. The Fourth Circuit has recently restated these analytical principles as follows:</p>\n<blockquote>In determining the validity of such a restriction, we perceive that we must consider two factors: first, is the restriction necessary to serve a substantial state interest <span class=\"star-pagination\">*81</span> and second, if so, is it unduly burdensome on the right of an independent candidate to gain access to the ballot.</blockquote>\n<p><i>Anderson v. Morris,</i> <span class=\"citation\" data-id=\"384769\"><a href=\"/opinion/384769/john-b-anderson-d-a-bert-booth-kevin-p-mccleaf-gerald-m-eisenstat-v/\"><span class=\"volume\">636</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, at 57 (4th Cir. 1980).</p>\n<p></p>\n<h2>THE SIGNATURE REQUIREMENT</h2>\n<p>Greaves contends that the number of signatures required by G.S. § 163-122 is so high as to unconstitutionally burden his right of access to the ballot and further that this provision discriminates against independent candidates when compared with candidates of political parties. The Board seeks to justify the signature requirement by relying on <i>Storer v. Brown, supra</i><i>,</i> for the proposition that a state may impose such petition requirements as \"a reasonably diligent independent candidate\" can be expected to meet in the context of the state's politics. <i>Storer v. Brown, supra</i> 415 U.S. at 742, 94 S.Ct. at 1285.</p>\n<p>In <i>Storer</i> the court addressed a California requirement that an independent candidate file a petition signed by voters numbering at least 5% of the total votes cast in the state's last general election. The signatures could be obtained only during a 24-day period following the primary and ending 60 days prior to the general election. <i>Storer, supra</i> at 726-27, 94 S.Ct. at 1277-1278. In remanding the case for further factual development, the court noted that a requirement greater than 5% \"would be in excess percentagewise, of anything the Court has approved to date as a precondition to an independent's securing a place on the ballot....\" <i>Id.</i> at 739, 94 S.Ct. at 1283.<sup>[3]</sup> The Court's reference to the \"reasonably diligent independent candidate\" was meant to guide the lower court in resolving a close case, where the state had already demonstrated the important nature of its interest in assuring that a candidate had significant support, and where the extent of the burden on the plaintiff was unclear. This guidance did not in any way abrogate the strict scrutiny standard announced in <i>Williams v. Rhodes</i><i>,</i> and most recently reaffirmed in <i>Illinois State Board of Elections v. Socialist Workers Party, supra</i><i>.</i> More importantly, the present case is not a close one.</p>\n<p>Of the 50 states, 24 require nominating petitions with a fixed number of signatures for an independent candidate for President to gain a place on the ballot. Of these 24, 22 require 10,000 or fewer signatures, one requires 20,000, and one requires 25,000. Twenty-six states require a fixed percentage, either of registered voters or of the number of votes cast in the last election. Of these 26, 20 require less than 5%, 5 require 5%, and North Carolina requires 10%. Appendix to Memorandum in Support of Plaintiff's Motion for Summary Judgment and for Injunctive Relief. North Carolina stands out dramatically among the 50 states in establishing an onerous burden on ballot access; its 10% requirement is twice as high as the next highest state's, and the result that 166,000 signatures must be obtained is more than six times as high as the number required by the highest fixed-number state.</p>\n<p>In <i>Jenness v. Fortson,</i> <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, 442, <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, 1976, <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">554</span></a></span> (1971), the Supreme Court upheld a 5% signature requirement as a valid means for the state to insure that candidates possess a modicum of popular support and that voters are not confused by a ballot crowded with obscure candidates. The Court has not upheld a requirement any higher than 5%, and in <i>Storer, supra,</i> remanded a case for further factual development on the question of whether the California 5% requirement operated in fact as a higher percentage because of the exclusion of a substantial number of voters from the pool of potential signers. <i>Id.</i> 415 U.S. at 740, 94 S.Ct. at 1284. Dissenting from the remand on the grounds that the record before the Supreme Court sufficiently established that the California provision actually operated to require 9.5%, Justice Brennan stated that \"a percentage requirement even approaching the range of 9.5% serves no compelling state interest which cannot be served as well by less drastic means... [E]ven conceding <span class=\"star-pagination\">*82</span> the substantiality of its aims, the state has completely failed to demonstrate why means less drastic ... will not achieve its interests.\" <i>Id.</i> at 764-66, 94 S.Ct. at 1295-1296. <i>See also, </i><i>Lendall v. Jernigan,</i> <span class=\"citation\" data-id=\"1444749\"><a href=\"/opinion/1444749/lendall-v-jernigan/\"><span class=\"volume\">424</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">951</span></a></span> (E.D.Ark.1977), <i>aff'd.,</i> <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">901</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2963</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1086</span></span> (1977) (10% requirement unconstitutional); <i>American Party v. Jernigan,</i> <span class=\"citation\" data-id=\"1444558\"><a href=\"/opinion/1444558/american-party-v-jernigan/\"><span class=\"volume\">424</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">943</span></a></span> (E.D.Ark.1977) (7% requirement for new parties unconstitutional); <i>Socialist Labor Party v. Rhodes,</i> <span class=\"citation\" data-id=\"1480910\"><a href=\"/opinion/1480910/socialist-labor-party-v-rhodes/\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1262</span></a></span>, 1268, (S.D.Ohio 1970) (7% for new party unconstitutional).</p>\n<p>Looking beyond the specific statute in issue, the court notes that North Carolina grossly discriminates against those who choose to pursue their candidacies as independents rather than by forming a new political party. A group of voters seeking a place on the ballot as a new party must submit petitions signed by only 10,000 voters, less than one sixteenth the number required of an independent candidate. G.S. § 163-96(a)(2). The state has asserted no rational basis, much less any compelling interest, for this disparate treatment. Furthermore, a candidate desiring to run in the North Carolina Presidential Preference Primary must submit only 10,000 signatures. G.S. § 163-213.5. Again, no rational basis has been asserted for the enormous difference.</p>\n<p>Accordingly, that portion of G.S. § 163-122(1) which requires an independent candidate for President to file written petitions signed by qualified voters equal in number to 10% of those who voted for Governor in the last gubernatorial election is declared to be an unconstitutional infringement upon plaintiffs' rights to associate for the advancement of political beliefs, to cast their votes effectively, and to enjoy equal protection under law.</p>\n<p></p>\n<h2>THE FILING DEADLINE</h2>\n<p>Under G.S. § 163-122, an independent candidate's petitions must be submitted to the Board by the last Friday in April before the general election, which in 1980 was April 25. This date was ten days before the state's primary election, held on May 6, and 193 days before the Nov. 4 general election. Greaves contends that this filing deadline unconstitutionally burdened his access to the ballot because, if he was to comply, he would have had to gather signatures well before the issues of the general election had been defined and the other candidates chosen. He further argues that the deadline discriminates against independent candidates because candidates of political parties need not be chosen until several months later.</p>\n<p>It appears from the record, however, that Greaves met the filing deadline. A question of standing is therefore raised, for Greaves must demonstrate some manner in which he was injured by the deadline before this court may consider his claim. The court finds that Greaves does have standing to challenge the filing deadline, because the April 25 deadline curtailed Greaves' ability to collect the required number of signatures. He chose to submit his petition in timely fashion and face rejection for failure to fulfill the 10% requirement; he might instead have continued gathering signatures and submitted an untimely petition containing the required number of signatures, but had he done so the petition would have been rejected as untimely. Thus he was injured not only by the 10% requirement standing alone but also by the conjunctive operation of the two requirements. The injury was direct, not speculative, and is not necessarily cured by this court's declaration that the 10% requirement in itself is unconstitutional.</p>\n<p>Turning to the merits, the court must inquire whether the deadline is necessary to serve any substantial state interests. The Board asserts that the filing deadline is necessary to preserve the integrity of both the direct party primary and the general election ballot, and relies heavily on the ruling in <i>Storer, supra,</i> upholding California's disaffiliation statute which prohibited any candidate who had been affiliated with a political party at any time during the year prior to the preceding primary election from running in a general election as an independent.</p>\n<p><span class=\"star-pagination\">*83</span> In <i>Storer,</i> however, a filing deadline was not in issue. Under the California scheme, an independent candidate for President did not have to submit a declaration of candidacy or nominating petitions until 54 days before the general election. <i>Storer, supra</i> 415 U.S. at 753, 94 S.Ct. at 1290 (quoting Cal. Election Code § 6833). While <i>Storer</i> acknowledges the legitimacy of the Board's asserted interest, the <i>Storer</i> holding sheds little light on the manner in which the filing deadline in G.S. § 163-122 might further that interest.</p>\n<p>Several pertinent factors belie the Board's asserted interest. The first is that North Carolina, like California, has a disaffiliation requirement to protect the integrity of the ballot. Known as the \"sore loser\" provision, G.S. § 163-122 states that \"[a] person whose name appeared on the ballot in a primary election is not eligible to have his name placed on the general election ballot as an unaffiliated candidate for the same office in that year.\" <i>See generally, </i><i>Anderson v. Babb,</i> <span class=\"citation\" data-id=\"382771\"><a href=\"/opinion/382771/john-b-anderson-independents-for-anderson-party-of-north-carolina/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">300</span></a></span> (4th Cir. 1980). Because this provision totally prohibits the sore loser from running as an independent, the early filing deadline cannot be said to be \"necessary\" to the accomplishment of the same goal.</p>\n<p>Furthermore, the Board fails to address the special circumstances present in the Presidential election. The Board relies heavily on the fact that the deadline is quite close in time to the primary election, again citing <i>Storer.</i> Presidential candidates and Presidential electors are not, however, chosen in the primary.<sup>[4]</sup> Indeed, the North Carolina Presidential Preference Primary has a relatively small impact, if any, on who the major political parties choose as their candidates during their summer conventions. Candidates may be selected who never entered the North Carolina primary. Thus, as applied to Presidential candidates, the proximity of the filing date and the primary election is irrelevant to the interest of preserving the integrity of the ballot. <i>See </i><i>Anderson v. Morris, supra,</i> at 81-82.</p>\n<p>The court notes again the disparity in treatment of independent and party candidates. New parties must file their petitions for formation of a party by June 1 and must select their candidates by July 1. G.S. §§ 163-96(a), -98. There does not appear to be a deadline for the major parties to select their Presidential candidates, beyond the provision that the ballots be printed and distributed to the county boards of election 60 days before the election.<sup>[5]</sup> The Board has asserted no interest, compelling or otherwise, which justifies this discrimination. The state's interest in insuring the integrity of the ballot is presumably fully served by requiring new parties to choose their candidates by July 1; no reason for imposing substantially more burdensome requirements on independent candidates has been presented.</p>\n<p>In <i>McCarthy v. Kirkpatrick,</i> <span class=\"citation\" data-id=\"1738947\"><a href=\"/opinion/1738947/mccarthy-v-kirkpatrick/\"><span class=\"volume\">420</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">366</span></a></span> (W.D.Mo.1976), the court addressed a statutory scheme very similar to North Carolina's. Missouri established no filing deadline for candidates of parties which had received at least 2% of the vote in the preceding election and a July 31 deadline for new parties to select their candidates. An independent candidate faced a deadline of the last Tuesday in April. This provision was challenged by an independent Presidential candidate and declared unconstitutional. The court held that the seven-month period between filing and the election was much more than was necessary to insure the seriousness of the candidacy, and further found that the integrity of the primary election was already fully guaranteed by a disaffiliation provision. Similarly, in <i>Anderson v. Morris, supra</i><i>,</i> the Fourth Circuit very recently affirmed a District Court's ruling that the Maryland early filing date, <span class=\"star-pagination\">*84</span> which imposed comparable discriminatory restrictions on independent Presidential candidates, unconstitutionally burdens those candidates. <i>See also, </i><i>Anderson v. Quinn,</i> <span class=\"citation\" data-id=\"2008022\"><a href=\"/opinion/2008022/anderson-v-quinn/\"><span class=\"volume\">495</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">730</span></a></span> (D.Me.1980).</p>\n<p>The court concludes that the filing deadline contained in G.S. § 163-122 does not serve a compelling state interest and is an unconstitutional restriction on plaintiffs' rights to associate for the advancement of political beliefs, to cast their votes effectively, and to enjoy equal protection under law.</p>\n<p>Plaintiffs' motion for summary judgment is granted and it is ordered that the defendants are permanently enjoined from enforcing the 10% signature requirement and the filing deadline contained in G.S. § 163-122(1).</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Although this action arose during the now-completed 1980 election campaign, it \"is not moot, since the issues properly presented, and their effects on independent candidacies, will persist as the ... statutes are applied in future elections. This is, therefore, a case where the controversy is `capable of repetition, yet evading review.'\" <i>Storer v. Brown,</i> <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">724</span></a></span>, 737 n.8, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1274</span></a></span>, 1282-1283 n.8, <span class=\"citation\" data-id=\"108993\"><a href=\"/opinion/108993/storer-v-brown/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1974) (citations omitted).</p>\n<p>[2]  G.S. § 163-122 provides in full:\n</p>\n<p>Unaffiliated candidates nominated by petition. Any qualified voter who seeks to have his name printed on the general election ballot as an unaffiliated candidate shall:</p>\n<p>(1) On or before 12:00 noon on the last Friday in April preceding the general election, file with the appropriate board of elections, State or county, written petitions requesting him to be a candidate for a specified office, signed by qualified voters of the political division in which the office will be voted for equal in number to ten percent (10%) of those who, in the last gubernatorial election in the same political division, voted for Governor.</p>\n<p>(2) At the time of filing the petitions referred to in subdivision (1) of this section, file with the chairman or secretary of the appropriate board of elections his affidavit that he seeks to become an unaffiliated candidate for the office specified and that he does not affiliate with any political party.</p>\n<p>(3) The board of elections shall examine and verify the signatures on the petition and shall certify only the names of signers who are found to be qualified registered voters in the county.</p>\n<p>When the provisions of this section have been complied with, the board of elections with which the petitions and affidavits have been filed shall cause the unaffiliated candidate's name to be printed on the general election ballots in accordance with the provisions of G.S. 163-140.</p>\n<p>A person whose name appeared on the ballot in a primary election is not eligible to have his name placed on the general election ballot as an unaffiliated candidate for the same office in that year.</p>\n<p>[3]  California has since reduced the requirement to 1%. Cal. Election Code § 6831 (West 1976).</p>\n<p>[4]  Presidential electors for party candidates are chosen by the party conventions. G.S. § 163-1(c). No specific provision is made by statute for selection of electors for independent candidates. <i>See generally</i> G.S. §§ 163-208 through -212.</p>\n<p>[5]  G.S. § 163-137(b). A major party is one which received at least 10% of the vote in the last election. G.S. § 163-96(a)(1).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/384769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1444558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1444749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1480910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1738947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2008022/"
  ]
}