{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1486656/",
  "absolute_url": "/opinion/1486656/bell-arthur-water-corp-v-greenville-utilities-comn/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1486656/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:27:17.301911Z",
  "date_modified": "2016-04-27T01:35:39.753081Z",
  "type": "010combined",
  "sha1": "a947907cfcb4acb630f63738e8b87600adf7673e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>972 F.Supp. 951 (1997)</b></center>\n<center><h1>BELL ARTHUR WATER CORPORATION, and Daniel R. Glickman, Secretary of the United States Department of Agriculture, Plaintiffs,<br>\nv.<br>\nGREENVILLE UTILITIES COMMISSION, City of Greenville, N.C., and Ironwood Development, Inc., Defendants.</h1></center>\n<center>No. 4:95-CV-122-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>July 25, 1997.</center>\n<p><span class=\"star-pagination\">*952</span> <span class=\"star-pagination\">*953</span> <span class=\"star-pagination\">*954</span> W. H. Watson, Speight, Watson &amp; Brewer, Greenville, NC, for Bell Arthur Water Corp.</p>\n<p>R. A. Renfer, Jr., Asst. U.S. Atty., Office of U.S. Atty., Raleigh, NC, for Daniel R. Glickman.</p>\n<p>Phillip R. Dixon, William J. Little, III, Dixon, Doub &amp; Conner, Greenville, NC, for Greenville Utilities Com'n.</p>\n<p>Phillip R. Dixon, Dixon, Doub &amp; Conner, Greenville, NC, Robert W. Oast, Jr., City of Greenville, Greenville, NC, David A. Holec, Greenville, NC, for City of Greenville, NC.</p>\n<p>Phillip R. Dixon, Dixon, Doub &amp; Conner, Greenville, NC, Danny D. McNally, Greenville, NC, D. Michael Strickland, Gaylord, Singleton &amp; McNally, Greenville, NC, Thomas M. Caddell, Shuford &amp; Caddell, Salisbury, NC, for Ironwood Development, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on several motions: (1) Plaintiff Bell Arthur Water Corporation's motion for summary judgment; (2) Defendant Greenville Utilities Commission's motion for summary judgment; (3) Defendant City of Greenville's motion for summary judgment; (4) Plaintiff Daniel R. Glickman's motion on behalf of the United States Dept. of Agriculture to dismiss it as a party; (5) Plaintiff Bell Arthur's motion to file an over-length brief supplementing its opposition to Glickman's motion to dismiss; and (6) Plaintiff Bell Arthur's motion for a more definite statement. BAWC seeks a declaratory judgment and permanent injunction based on defendants' alleged violation of 7 U.S.C. § 1926(b). BAWC also seeks redress pursuant to 42 U.S.C. § 1983 and attorney's fees pursuant to 42 U.S.C. § 1988. All issues have been thoroughly briefed by the parties. In addition, the court held a summary judgment hearing in this matter on April 30, 1997. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff Bell Arthur Water Corporation (\"BAWC\") is a non-profit water corporation established in 1970 to provide water to areas encompassing portions of Pitt County, North Carolina. Some or all of BAWC's facilities have been financed through federally-subsidized loans obtained from the Farmers Home Administration (\"FmHA\").<sup>[1]</sup> Defendant Greenville Utilities Commission (\"GUC\") is a municipal water utility commission established by defendant City of Greenville, North Carolina, (\"City\"). The present dispute concerns water service to an area in Pitt County (\"the Ironwood area\") developed by defendant Ironwood Development, Inc. (\"Developer\") and recently annexed by the City of Greenville.</p>\n<p>The Developer is a corporation which plans to develop Ironwood, an area consisting of approximately 940 acres and projected to be a residential subdivision with two golf courses. The Ironwood Area was annexed into the City of Greenville on January 12, <span class=\"star-pagination\">*955</span> 1995, pursuant to a voluntary annexation petition by the Developer. A dispute has arisen between the parties as to whether BAWC or GUC is entitled to provide water service to Ironwood.</p>\n<p>The Developer originally requested water service from BAWC in May of 1995. On May 22, 1995, BAWC provided Developer with a Letter of Commitment to enable Developer to obtain financing from its bank. In this letter, BAWC stated unequivocally that it would provide all the water needs for Ironwood. <i>See</i> BAWC's Folio, Ex. 60. On August 15, 1995, Ironwood's Vice President, Doug Parker, sent a letter to BAWC rescinding Ironwood's prior water service request of May 1995. Thereafter, Developer requested GUC to supply its water needs, and GUC constructed a 12\" water main to supply Ironwood with water and sewer.</p>\n<p>BAWC contends that the Ironwood area was annexed by the City as part of an agreement with Developer. The City purportedly agreed to annex the Ironwood area and provide water and sewer service to the area in exchange for Developer's conveyance of a public golf course to the City. Compl. §§ 15-16. BAWC alleges it has made service available to an area called the \"Bruce-Renston\" area, which includes Ironwood, since 1979 when the Pitt County Board of Commissioners (the \"Board\") reaffirmed by resolution the Board's prior approval of BAWC's plan to extend water service to the area. Because BAWC is a non-profit corporation funded by the FmHA, BAWC asserts the City's actions in annexing the Ironwood area and requiring Developer to obtain water and sewer service from GUC violate 7 U.S.C. § 1926(b). BAWC also alleges that GUC is competing with it by providing water service to Ironwood in violation of § 1926(b).</p>\n<p>BAWC made a motion to join as a party plaintiff, Daniel R. Glickman, Secretary of the United States Department of Agriculture (the \"Secretary\"), pursuant to Rule 19 of the Federal Rules of Civil Procedure. Initially, the United States, having determined that an important issue of federal supremacy existed, joined in BAWC's request. On July 1, 1996, this court granted BAWC's motion after determining that the Secretary had an interest in this litigation as BAWC's rents, revenues, facilities, etc., were pledged as security for a federal loan granted by the Secretary.</p>\n<p>On January 14, 1997, Plaintiff Glickman moved for dismissal of the United States from the action. The Secretary stated that \"after extensive discovery and coordination with all involved parties, it has become undeniably apparent to the United States that federal law's pre-emption right is not in question and further, no lien claimed by the United States will be impaired or diminished by any decision in this case.\" Pl. Glickman's Mem. in Supp. of Mot. to Dismiss. On February 4, 1997, BAWC filed a memorandum in opposition to the Secretary's motion to dismiss and has subsequently filed a motion for leave to supplement its memorandum in opposition to the Secretary's motion to dismiss.</p>\n<p>On April 30, 1997, the court held a summary judgment hearing at the United States Courthouse in Greenville. All parties were represented and were afforded the opportunity to present their respective positions on the § 1926(b) claim.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I.</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <span class=\"star-pagination\">*956</span> <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p></p>\n<h2>II.</h2>\n<p>Section 1926(b) is part of the Consolidated Farm and Rural Development Act, 7 U.S.C. § 1921, <i>et seq.</i> (\"the Act\"). The Act authorizes the Secretary of Agriculture to make and insure loans to non-profit corporations for a variety of enumerated purposes, including the \"conservation, development, use, and control of water.\" 7 U.S.C. § 1926(a)(1). Title 7 U.S.C. § 1926(b) of the Act provides, in pertinent part,</p>\n<blockquote>[t]he service provided or made available through any such association shall not be curtailed or limited by inclusion of the area served by such association within the boundaries of any municipal corporation or other public body, or by the granting of any private franchise for similar service within such area during the term of such loan....</blockquote>\n<p>BAWC contends it is an association protected by § 1926(b). BAWC further alleges that defendants' actions in annexing the Ironwood area and requiring Developer to obtain water and sewer from GUC are a violation of § 1926(b) that entitles it to relief.</p>\n<p>As an initial matter, defendants contend that the protection afforded by § 1926(b) does not extend to the disputed Ironwood area because BAWC paid off its loan to the FmHA in 1987. BAWC agrees that in order for it to secure protection under the statute, its indebtedness to the FmHA must be continuous. However, BAWC argues that it participated in a congressionally authorized \"buy-out\" program which, in effect, continued its protections even though the FmHA debt may technically have been \"satisfied\" or \"paid in full.\"</p>\n<p>BAWC states that at the time it was established in 1970 pursuant to N.C. Gen.Stat. Ch. 55A, it borrowed money from the FmHA to fund its water system. In 1979, BAWC sought FmHA funds for its proposed Bruce-Renston Extension, a portion of which included water lines along North Carolina Highway 43. This water line lies within and adjacent to the present Ironwood area. As discussed below, BAWC paid off its entire indebtedness to the FmHA in 1989. In 1993, BAWC initiated a new loan with FmHA by borrowing $1,797,000 to fund its \"Otter Creek\" project. In October of 1995, GUC completed installation of its water lines that run parallel to BAWC's water lines along Highway 43 through which GUC plans to provide water to the residents of the Ironwood area. This competing water line by GUC forms the basis of BAWC's § 1926(b) action.</p>\n<p>Sometime in early 1989, BAWC participated in what it terms \"the Congressionally mandated Buy-Out pursuant to the 1987 ACA, § 1001(f) [Right of First Refusal] and § 1001(g) [Extension of 7 U.S.C. § 1926(b) protection] which subsections amended 1986 OBRA.\" Pl.'s Prologue to Statement of Undisputed Material Facts, p. 7. BAWC supports this argument in its \"Legislative Folio on 1986 Omnibus Reconciliation Budget Act (`OBRA'), Section 1001, as amended by Agricultural Credit Act of 1987 (`ACA')\" [hereinafter Folio], an extensive review of the legislative history surrounding both OBRA and ACA amendments as it pertains to Section 1001 Sale of Rural Development Notes.</p>\n<p>The Omnibus Budget Reconciliation Act of 1986 (\"OBRA\") required the FmHA to sell some of its notes and other obligations as part of a Congressional attempt to reduce the federal deficit. Pub.L. 99-509, § 1001, 100 Stat. 1874, as amended Pub.L. 100-233, Title VIII, § 803, 101 Stat. 1714 (1988). In <span class=\"star-pagination\">*957</span> 1987, Congress amended OBRA by enacting the Agriculture Credit Act (\"ACA\"). ACA amended section 1001 of OBRA by adding subsections (f) and (g), which state, in relevant part:</p>\n<blockquote>(f)(1) In general.  Before conducting a sale of a portfolio of notes or other obligations under this section, the Secretary of Agriculture shall </blockquote>\n<blockquote>(a) determine whether the issuer of any unsold note or other obligation desires to purchase the note or other obligation; and</blockquote>\n<blockquote>(B) if so, hold open for 30 days, an offer to sell the note or other obligation to the issuer at a price to be determined under paragraph (2).</blockquote>\n<blockquote>(g) Applicability of prohibition on curtailment or limitation of service.  Section 306(b) of the Consolidated Farm and Rural Development Act (7 U.S.C. § 1926(b)) shall be applicable to all notes or other obligations sold or intended to be sold under this section.</blockquote>\n<p>BAWC argues that the protections afforded under § 1926(b) continued to apply to it in full force and effect, even after it paid off its initial 1973 loan to FmHA. Moreover, BAWC claims that if any protection was extinguished as a result of the 1989 pay off of the 1973 loan, new protection was resurrected and should be applied retroactively when BAWC again borrowed government money in 1993 to finance the Otter Creek project. Defendants counter that by paying off the FmHA in 1989, BAWC lost any protection afforded it under § 1926(b). In addition, defendants contend that any protection to which BAWC is entitled as a result of its 1993 loan is limited solely to the prevention of any curtailment of activity in the Otter Creek project. Therefore, as an initial matter the court must first address what protection, if any, BAWC is afforded both before and after its 1993 FmHA loan.</p>\n<p>Subsequent to the summary judgment hearing before this court, another district court was faced with a similar factual scenario to that of the instant matter. In <i>Rural Water System # 1 v. City of Sioux Center</i> (N.D.Iowa 1997), the plaintiff, <i>Rural Water System # 1 (\"RWS\"),</i> sued the City of Sioux Center (\"the City\"), alleging that the City violated § 1926(b) by annexing and providing water to portions of RWS's asserted service area. The City claimed that RWS could not assert the protections of § 1926(b) because when RWS paid off its FmHA loan, the protection of its service area lapsed. Since the annexation occurred during a period when RWS owed no money to the FmHA, the City moved for summary judgment on this issue.</p>\n<p>After an intensive, exhaustive review of the parties, pleadings, the legislative history and statutory construction of § 1926(b), and the amendments under OBRA and ACA, the Northern District of Iowa, in a well-reasoned opinion, found that RWS lost the protection of § 1926(b) when it participated in the Buy-Out option in 1988. RWS did not dispute that it was not indebted to the United States between September 22, 1988, and July 1, 1992. In 1992 and again in 1995, RWS borrowed from the FmHA, securing the loans with liens on its water facilities. The City annexed the disputed area in 1989 and included areas that RWS had either previously supplied water to or had \"laid pipes in the ground\" within or adjacent to. Subsequent to RWS's later loans, the City then annexed additional property in 1995.</p>\n<p>RWS contended that it was still entitled to the protection of § 1926(b) during the period from 1988 to 1992, despite having paid off its FmHA loans, by virtue of OBRA and ACA amendments. Specifically, RWS argued, as does BAWC, that \"if the note is selected, the note is protected.\" In other words, RWS submitted that the same protection which would have continued had the Secretary sold a protected note or bond to a third party or issuer, likewise continued if the association itself were the debtor, rather than some third party, who repurchased and paid off its own note. The district court disagreed with RWS's proposition and concluded that:</p>\n<blockquote>the protection of § 1926(b) through subsection (g) does not extend to a party such as RWS # 1 who bought back its notes pursuant to subsection (f), and thereby extinguished them. Consequently, RWS # 1 lost the protections of § 1926(b) when it bought back its notes in 1988 and did not <span class=\"star-pagination\">*958</span> regain any protection of § 1926(b) until RWS # 1 again became indebted to the United States in 1992.</blockquote>\n<p><i>RWS # 1,</i> 967 F.Supp. at 1523.</p>\n<p>The <i>RWS # 1</i> decision is consistent with the only other federal decision to address the issue. In <i>Scioto County Reg'l Water Dist. No. 1 v. Scioto Water, Inc.,</i> 103 F.3d 38 (6th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, 117 S.Ct. 2497, 138 L.Ed.2d 1003 (1997), the Sixth Circuit affirmed the district court, stating that \"when an issuer buys back its own bond and cancels the debt, however, it no longer qualifies as a debtor for § 1926(b) protection. This statutory interpretation is also faithful to one of the main legislative purposes in enacting § 1926(b)  safeguarding Farmers Home Administration loans.\" <i>Id.</i> at 42.</p>\n<p>BAWC argues that the <i>Scioto</i> decision was incorrectly decided and urges the court to follow the reasoning of <i>City of Grand Junction v. Ute Water Conservancy District,</i> 900 P.2d 81 (Colo.1995). In the <i>Grand Junction</i> decision, the Colorado Supreme Court found that subsection (g) extended the protection of § 1926(b) to all notes and bonds sold by the FmHA, including those reacquired by the issuer with no intent to discharge the instrument. <i>Id.</i> at 92. While recognizing the requirement that a water association must be \"continually indebted\" to be entitled to § 1926(b) protection, the Colorado Supreme Court nonetheless held that this continuing indebtedness need not be to the federal government. The court stated that the language in OBRA, and its subsequent amendments under ACA,</p>\n<blockquote>make it clear that the protection provided for rural water districts under § 1926(b) remains even when the FmHA sells a note or bond in its possession to an entity other than the federal government.... Although we agree with the City that the District is no longer obligated to the FmHA under the 1981 revenue bond, we do not agree with the City that the bond is no longer outstanding</blockquote>\n<p><i>Id.</i> at 95 n. 24 (citations omitted). As a result, the Colorado Supreme Court found that the water district did not discharge the bond when it reacquired the bond from the FmHA and therefore, was entitled to continual protection under § 1926(b).</p>\n<p>This court has thoroughly evaluated the reasoning in <i>Scioto, City of Sioux Center,</i> and <i>Grand Junction</i> and is persuaded that the reasoning espoused in the federal decisions reviewing § 1926(b) reflects the most appropriate interpretation of the statute. Initially, <i>Scioto</i> and <i>City of Sioux Center</i> are factually similar to the case <i>sub judice.</i> In both of those cases, as in this one, the original loan to the FmHA was \"paid in full.\" The <i>Grand Junction</i> court explained in some detail that although the issuer repurchased its bond, the evidence, which included uncontradicted expert testimony, indicated that the water district's intent was to reacquire the bond without discharging the underlying debt so that the district could resell the bond in the future. <i>Grand Junction,</i> 900 P.2d at 93.</p>\n<p>The plaintiffs in <i>City of Sioux Center</i> argued, as BAWC argues, that it would have been irrational for them to pay off their FmHA loan and lose the protections under § 1926(b). BAWC asserts that by participating in the buy-out provision of ACA in 1987, it was patriotically doing its duty in \"coming to the rescue of the federal government by providing funds to `purchase' their notes.\" BAWC's Combined Response p. 34. In yet another of BAWC's many colorfully exaggerated retorts, it contends that it would have been \"madness\" to forfeit valuable federal protection merely to secure a discount on its debt. Moreover, \"[i]t would parallel the `Jacob and Esau Story' whereby Jacob feed [sic] Esau in exchange for Esau's birthright.\" <i>Id.</i></p>\n<p>As was the court in <i>City of Sioux Center,</i> this court is unimpressed with BAWC's <i>post hoc</i> rationalizations concerning why it paid off its FmHA loans. The evidence before the court establishes that, in addition to performing a valuable \"patriotic\" duty to the government, BAWC fortuitously received the added benefit of saving a substantial sum of money when it paid off its loan. In the minutes of its annual meeting held on April 17, 1989, BAWC acknowledged that by refinancing with Wachovia Bank and having \"paid in full\" the FmHA loan at a substantially discounted <span class=\"star-pagination\">*959</span> rate, it reduced its debt by $603,855.11 and saved approximately $500,000. GUC's Summ. J. Ex. I p. 349. The district court in <i>City of Sioux Center</i> reasoned that in offering this money-saving incentive for debtors to purchase their own loans, \"there is a rational basis for extending the protection of § 1926(b) to obligations sold by the FmHA to third parties, <i>but not to those purchased by debtors through the buy-out program.\" City of Sioux Center,</i> 967 F.Supp. at 1514 (emphasis added). In like vein, this court disagrees with BAWC that it would have been \"mad\" for BAWC to pay off its FmHA loan and forfeit federal protection when confronted with the opportunity to reduce its debt load by such a considerable amount. Accordingly, the court finds that any protection afforded to BAWC pursuant to § 1926(b) was extinguished when it paid off its FmHA loans in 1987.</p>\n<p></p>\n<h2>III.</h2>\n<p>This does not, however, end the court's inquiry since BAWC reborrowed from the FmHA in 1993 to finance its \"Otter Creek\" project. Although the court disagrees with BAWC's contention that it had continual protection under § 1926(b) from 1987 through 1993, or that some type of \"retroactive\" protection magically emerged when it reborrowed federal funds which would resurrect protection relating back to 1987, BAWC was an \"indebted association\" again beginning in 1993. Therefore, the court must discern to what extent, if any, BAWC has a protectable interest pursuant to § 1926(b) in the disputed Ironwood area in light of its 1993 loan.</p>\n<p>The purpose of § 1926(b) is two-fold: (1) to encourage rural water development by increasing the number of users, thereby decreasing the per-user cost; and (2) to \"safeguard the financial viability of rural associations and FmHA loans.\" <i>CSL Utilities, Inc. v. Jennings Water, Inc.,</i> 16 F.3d 130, 134 (7th Cir.1993). There are three requisite elements to prove a violation of § 1926(b): (1) Plaintiff must be an indebted association pursuant to 7 U.S.C. § 1921, <i>et seq.;</i> (2) plaintiff must show that it has provided or made service available to the contested area; and, (3) a competing utility must curtail or limit service in the area to which claimant is making service available. <i>North Alamo Water Supply Corp. v. City of San Juan,</i> 90 F.3d 910, 915 (5th Cir.1996); <i>Glenpool Util. Services Auth. v. Creek County Rural Water Dist.,</i> 861 F.2d 1211, 1214 (10th Cir.1988). The service area of a water association protected under § 1926(b) is sacrosanct. All of the courts that have reviewed § 1926(b) acknowledge that its provisions should be given a liberal interpretation that protects water associations indebted to the FmHA from municipal encroachment. <i>See </i><i>North Alamo Water Supply Corp. v. City of San Juan,</i> 90 F.3d 910, 915 (5th Cir.1996); <i>Lexington-South Elkhorn Water Dist. v. City of Wilmore,</i> 93 F.3d 230, 235 (6th Cir. 1996); <i>Jennings Water, Inc. v. City of North Vernon,</i> 895 F.2d 311, 315 (7th Cir.1989); <i>Glenpool Util. Services Auth. v. Creek County Rural Water Dist.,</i> 861 F.2d 1211, 1214 (10th Cir.1988); <i>Rural Water System # 1 v. City of Sioux Center,</i> 967 F.Supp. at 1511-12 (N.D.Iowa 1997); <i>Pinehurst Enter., Inc. v. Town of Southern Pines,</i> 690 F.Supp. 444, 451 (M.D.N.C.1988), <i>aff'd,</i> 887 F.2d 1080 (4th Cir.1989).</p>\n<p>The defendants admit that, at least as a result of the 1993 FmHA loan, BAWC is an indebted association under § 1926(b). Moreover, the court's discussion <i>supra</i> indicates that BAWC is entitled to § 1926(b) protection covering an as yet undetermined area. However, defendants argue that the proceeds from the 1993 loan, which is the only indebtedness BAWC currently has with FmHA, were used solely to finance the Otter Creek project and were not used to construct any water lines or facilities connected with Ironwood. Because the Otter Creek project is located at least one mile away from Ironwood, defendants suggest that at most, BAWC is \"indebted\" and entitled to FmHA protection only for the area encompassed by the Otter Creek project. In sum, defendants ask the court to find that the 1993 loan extends protection only to the Otter Creek project, and not to BAWC's water system as a whole.</p>\n<p>BAWC counters that its Otter Creek facilities are not \"stand alone\" facilities capable <span class=\"star-pagination\">*960</span> of generating their own revenue stream. BAWC states that without the connection of the Otter Creek facilities to the rest of BAWC's system, including the pipes running through the Ironwood area, no water could reach the Otter Creek project since the Otter Creek project is but a part of an entire water \"system.\" In addition, BAWC argues that it would be \"foolhardy\" for either FmHA to make a loan or for BAWC to borrow almost $2 million to construct facilities from which no revenue could be generated to repay the debt. Therefore, before the court may address whether BAWC has satisfied the three requirements under § 1926(b), the court must determine whether the 1993 FmHA loan offers § 1926(b) protection solely to the Otter Creek Project. At the point in 1987 when BAWC paid off its FmHA loan, § 1926(b) protection ceased to apply to any of its water facilities. Thus, only if BAWC's entire water system was pledged as security for its 1993 loan could it successfully claim that protection against curtailment applied to the Ironwood area.</p>\n<p>In the early 1990's, BAWC applied to the FmHA for a loan of $1,797,000 to construct water facilities for the Otter Creek Extension. The project contemplated installing three new service lines into three new areas, none of which included extending service to the Ironwood area. The Otter Creek project is located approximately one mile from the Ironwood area. The loan closed, i.e. BAWC regained its federally indebted status, on January 27, 1993. The application by BAWC to FmHA indicated that the proceeds from the loan were to construct the following new facilities in the Otter Creek project:</p>\n<blockquote>a new well and 300,000 gallon elevated tank[] is also proposed. Specifically, the new distribution lines would be made up of 650 linear feet of 10\" [water lines]; 8,350 linear feet of 8\" [water lines]; 117,900 linear feet of 6\" [water lines]; and 2,400 linear feet of 4\" water lines.</blockquote>\n<p>Defs.' Summ. J. Ex. 7. BAWC's application did not mention or request funding for any other part of BAWC's water facilities. In fact, when the application was submitted in 1990, the Ironwood area was undeveloped farm land. The number of new customers estimated to be served with the additional facilities was 312. The security proposed on the application included approximately 4.0 acres, a note for the $1,797,000, and a financing statement for chattel property. The financing statement filed on behalf of the FmHA in both the Pitt County Register of Deeds and the Office of the North Carolina Secretary of State indicates that the financing statement covers:</p>\n<blockquote>All of the rents, revenues, fees, charges, assessments, all income from whatever source derived, accounts receivable, other choses in action of whatever nature and service charges in connection with the operation of the facilities of the Debtor.</blockquote>\n<p>BAWC's Summ. J. Ex. 63.</p>\n<p>This court must accord considerable deference to an agency's reasonable interpretation of a statute that it is charged with administering. <i>Wayne v. Village of Sebring,</i> 36 F.3d 517, 527 (6th Cir.1994) <i>citing, </i><i>Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc.,</i> 467 U.S. 837, 844, 104 S.Ct. 2778, 2782-83, 81 L.Ed.2d 694 (1984). During the summary judgment hearing, a representative from the USDA presented the government's interpretation of § 1926(b) and addressed whether the statute protected more than BAWC's Otter Creek project. When asked by the court whether, in addition to the Otter Creek facilities, the new loan to BAWC was also secured by facilities located in the Ironwood area, Stephen West, Assistant United States Attorney appearing for the USDA, stated that:</p>\n<blockquote>the Federal Government's position is that the loan obligation must be directly related to the service area in question. The fact that a party may have loans from the Government or servicing an entirely different area does not qualify it for protection from all unrelated areas.</blockquote>\n<p>West Tr. at 5. BAWC's application for the Otter Creek project appears to fall squarely within this parameter. BAWC applied for money from FmHA for a specific project, Otter Creek, and used the money expressly for that project. In fact, BAWC was specifically directed to use the loan proceeds solely for construction of the new facilities at Otter <span class=\"star-pagination\">*961</span> Creek.<sup>[2]</sup> The FmHA has never received a request from BAWC for permission to use any of the funds to expand its existing facilities along Highway 43 to serve the Ironwood area. Finally, there is no indication in any of the loan documents pertaining to the Otter Creek project that any of the funds were to be used by BAWC for water service to Ironwood.<sup>[3]</sup> Defs.' Summ. J. Ex. 7 § 17.</p>\n<p>Although the court may envision a circumstance in which a water association's entire water system is appropriately pledged as security to the FmHA, this is not such a case. It may be true, as BAWC contends, that without the pipes running through Ironwood, and for that matter throughout BAWC's entire water system, no water could reach the pipes and facilities one mile away at the Otter Creek project. The same all-or-nothing argument could be advanced by one claiming riparian rights to a stream passing through his property. Those immediate riparian rights may be proper, but the landowner could not claim entitlement to the entire body of water as against upstream or downstream riparian owners simply because a portion of it traverses his property. Even the government, who would most likely urge the court to expansively interpret any security agreement to protect its security interest, has conceded that \"no issue of a violation of federal statute is involved in this case under the factual disputes of the parties.\" Defs.' Summ. J. Ex. P.</p>\n<p>Although the court agrees that the Otter Creek project was never intended to be a \"stand alone island without the larger BAWC system,\" this court cannot, even under the most liberal interpretation of § 1926(b), accept BAWC's argument that a water association's increment enlargement is perpetually indivisible for purposes of applying § 1926(b). Accordingly, defendants' motion for summary judgment as to BAWC's claim for violation of 7 U.S.C. § 1926 is hereby GRANTED.</p>\n<p></p>\n<h2>IV.</h2>\n<p>However, even if the court agreed that viewing BAWC's water system as a singular unit encompassing the Ironwood area triggers the potential applicability of § 1926(b) to the area, the court finds that BAWC has not \"provided\" or \"made service available\" in the Ironwood area and, therefore, is not entitled to § 1926(b) protection. Thus, the court considers, in the alternative, whether the Ironwood area is a protected service area in which BAWC has provided or made service available and in which area defendants have curtailed service by annexing the property and installing competing water lines.</p>\n<p>Section 1926(b) neither defines \"service area,\" nor when a water association has \"provided\" or \"made service available.\" Federal regulations require an association \"[t]o provide adequate service to all persons within the service area who can <i>feasibly and legally be served.\"</i> 7 C.F.R. § 1942.17(n)(2)(vii) (emphasis added). The regulations further provide that a service area is the area \"reasonably expected to be served by the facility being financed by FmHA ...\" 7 C.F.R. § 1942.17(f)(6). Several federal courts have addressed the issue of whether an association has \"provided\" or \"made service available.\" In <i>North Shelby Water Co. v. Shelbyville Mun. Water and Sewer Comm'n,</i> 803 F.Supp. 15 (E.D.Ky.1992), the court, focusing on the physical location of the water distribution lines, recognized what has been termed \"the pipe-in-the-ground\" test for determining whether a water association has \"made service available.\" Although the water association in <i>North Shelby</i> had never actually \"provided\" water service to the disputed area, the court found that it had \"made service available\" to potential customers by virtue of the proximity of the water association's distribution lines to the disputed area. <i>Id.</i> at 22. Additionally, the court held that even though the water association's distribution lines were simply \"adjacent to,\" but not \"within\" that property, the water association had still <span class=\"star-pagination\">*962</span> made service available.<sup>[4]</sup> Moreover, the water association in <i>North Shelby</i> was capable of providing such service within a \"reasonable\" time after application was made for the service. <i>Id.; See also Lexington-South Elkhorn Water District,</i> 93 F.3d 230, 237 (6th Cir.1996) (holding that whether an association has made service available is \"determined based on the existence of facilities on, or in the proximity of, the location to be served\"); <i>Glenpool Util. Services Authority v. Creek County Rural Water Dist. No. 2,</i> 861 F.2d 1211, 1214 (10th Cir.1988) (stating that water association made service available \"by virtue of its line adjacent to the property and its responsibilities to applicants within its territory\").</p>\n<p>The parties do not dispute that BAWC had pipes running through or adjacent to the Ironwood area. The pipes had been in place since the 1979 Bruce-Renston project. However, the court is not persuaded that having pipes in the ground, standing alone, is invariably a sufficient basis to prove that a water association has made service available. <i>See Rural Water System # 1,</i> 967 F.Supp. at 1525-26. BAWC argues that it would be improper for the court to consider, and is irrelevant under § 1926(b), whether it had the \"capacity\" or the physical ability to provide the water requirements to the Ironwood area in deciding if it had provided or made service available. BAWC contends that the only appropriate judicial consideration is the proximity of the water association's lines to the disputed area. However, a review of the undisputed facts sheds light on why the court rejects BAWC's strict interpretation of the statute and relevant cases.</p>\n<p>Between 1979 and 1986, BAWC supplied water to several customers located in the Bruce-Renston area which now encompasses the Ironwood area. Although the exact number of customers BAWC served in the Ironwood area is disputed,<sup>[5]</sup> the only evidence before the court regarding these customers is the past customer billing records submitted by BAWC. These billing records indicate that BAWC provided service to eight customers in the disputed area. However, these eight customers have not purchased water from BAWC for over ten years. The most recent billing was issued to Lester L. Poppe, Jr. on April 1, 1986. BAWC's Summ. J. Ex. 66.</p>\n<p>When construction of the Ironwood area began, the developer initially requested both temporary and permanent water service from BAWC in May of 1995, which BAWC agreed to provide. BAWC's Summ. J. Exs. 26, 56 &amp; 60. BAWC has in place a 6\" water transmission line running through or adjacent to the Ironwood area which the Developer connected to for a temporary water line to service the Developer's construction trailer. Strickland Dep. p. 78. In August of 1995, the Developer notified BAWC that GUC would be providing water service to Ironwood and therefore, it no longer required water service from BAWC. BAWC Summ. J. Ex. 33.</p>\n<p>By BAWC's own admission, a 6\" water line is insufficient to provide water service to the Ironwood area. Although the 6\" line was adequate in 1986 when BAWC serviced eight to twenty customers, the Ironwood development has plans for approximately 850 home lots and two golf courses. BAWC conducted its own hydraulic analysis to determine what additional facilities would be needed to provide service to the Ironwood area. This study indicated that in order to provide adequate household water pressure and fire flow water requirements for the projected growth at Ironwood, BAWC needed to construct a direct 14\" water main to the development. The estimated construction costs for such an expansion total $650,000. Sessoms Dep. p. <span class=\"star-pagination\">*963</span> 36. BAWC admits that it does not have sufficient funds on hand to construct the line, nor has it made application to any lending agencies, including FmHA, for funding to build the line. Strickland Dep. pp. 73 &amp; 79.</p>\n<p>The court does not consider these facts wholly irrelevant in determining whether BAWC has provided or made service available to the Ironwood area. Although the court agrees with the holding in <i>Lexington-South Elkhorn</i> that an association's ability to serve an area is by its very nature predicated on the existence of the association's facilities within or adjacent to the disputed property, in this case, the mere fact that BAWC had its \"pipes-in-the-Ironwood ground\" does not mean that BAWC had the physical ability to service the area. Unlike the facts presented in <i>North Shelby,</i> BAWC is not capable of providing the requisite service \"within a `reasonable' time after application was made for the service,\" nor would it be able to do so with only minor adjustments to the already existing system. <i>North Shelby,</i> 803 F.Supp. at 22. Accordingly, the court deems it necessary and proper, when confronted with the reality that both present and future residents of Ironwood need immediate water service, to consider the water association's physical ability to serve to area.</p>\n<p>Since BAWC presented insufficient evidence to satisfy the second criterion that it has provided or made service available to the contested area, the court need not decide whether its service in the Ironwood area was \"curtailed\" by defendants. In addition, the court need not address defendants' arguments that BAWC had no \"legal right\" to service the Ironwood area since BAWC (1) never received a Certificate of Public Convenience as required under state law, or (2) does not operate as a water or service district as those terms are defined by North Carolina statutes. Because BAWC's § 1926(b) protection extends only to its Otter Creek project and, alternatively, because BAWC has failed to show as a matter of law that it provided or made service available, as those terms have been interpreted, to the Ironwood area, defendants' motion for summary judgment as to BAWC's § 1926(b) claim is hereby GRANTED.</p>\n<p></p>\n<h2>V.</h2>\n<p>BAWC also seeks relief under 42 U.S.C. § 1983 to recover for the alleged violation of § 1926(b) by defendants. In order to state a claim under § 1983, a plaintiff must allege and prove that (1) the defendant has deprived plaintiff of a right secured by the Constitution or laws of the United States and (2) the defendant who deprived plaintiff of this right acted under color of state law. <i>Avery v. County of Burke,</i> 660 F.2d 111, 115 (4th Cir.1981) (citations omitted). BAWC alleges in its complaint that defendants violated § 1926(b), which entitles it to recover damages under § 1983. As indicated by the court in <i>City of Sioux Center,</i> § 1983 is an appropriate \"vehicle\" for BAWC to bring before the court its claim for violation of § 1926(b). <i>Rural Water System # 1 v. City of Sioux Center,</i> 967 F.Supp. at 1504 (citation omitted). However, since the court has concluded that BAWC failed to show a violation of a federal right, i.e. a violation of § 1926(b), defendants' motion for summary judgment as to BAWC's § 1983 claims is hereby GRANTED. Accordingly, BAWC's request for attorney's fees pursuant to 42 U.S.C. § 1988 is DENIED.</p>\n<p></p>\n<h2>VI.</h2>\n<p>The last substantive issue the court must address involves an area known as Frog Level. BAWC currently provides water service to the residents of this area. As part of its initial claim that defendants violated § 1926(b), BAWC included Frog Level as a service area that had been curtailed by defendants' proposal to provide water and sewer to that area. BAWC made application for a preliminary injunction to prevent defendants from providing water service to Frog Level residents. In seeking this injunction, BAWC basically contended that Frog Level was threatened with the same type of encroachment as that visited by defendants on the Ironwood area, and that a preliminary injunction was needed to preserve the status quo while this court decided the rights and liabilities concerning the Ironwood area.</p>\n<p>On June 20, 1996, the court held a hearing to determine whether a preliminary injunction <span class=\"star-pagination\">*964</span> should issue to protect Frog Level from any curtailment by defendants. Subsequent to the hearing, BAWC withdrew its preliminary injunction motion for Frog Level. On July 3, 1996, the court then granted BAWC's motion to amend its complaint pursuant to Rule 15 of the Federal Rules of Civil Procedure. BAWC's amended complaint was filed on that same date and was amended primarily to include additional facts relating to Frog Level. After this amended pleading was filed, the parties began to focus their arguments almost exclusively on the Ironwood area. At the summary judgment hearing, BAWC's counsel, while stating that Frog Level was part of BAWC's water system, agreed that there is no imminent threat or immediate plans by defendants to supply water to the residents of Frog Level. In fact, a compromise agreement was reached between the parties allowing GUC to continue to prepare and install sewer lines in Frog Level. Currently, GUC is providing only sewer service to the residents of Frog Level.</p>\n<p>BAWC was chartered and continues to operate for the purposes of supplying water, not sewer service, to rural sections of Pitt and surrounding counties. Any FmHA indebtedness BAWC presently has, or previously had, was exclusively for its water facilities. Therefore, BAWC cannot claim any protection under § 1926(b) for the Frog Level area since defendants are only providing sewer service to Frog Level. Because any alleged curtailment by defendants in Frog Level is, at most, only threatened, BAWC's claim under § 1926(b) for Frog Level is premature and not ripe for this court's adjudication. Accordingly, defendants' motion for summary judgment as to any of BAWC's claims under § 1926(b) based on defendants' supplying sewer service to the Frog Level area is GRANTED.</p>\n<p></p>\n<h2>VII.</h2>\n<p>There remains for adjudication several non-dispositive motions which the court will address at this time. As the court has dismissed all of BAWC's substantive claims, plaintiff Daniel R. Glickman's motion on behalf of the United States to dismiss it as a party is DENIED as moot, as is BAWC's motion to file an overlength brief supplementing its opposition to Glickman's motion to dismiss.</p>\n<p>On February 4, 1997, BAWC filed a motion captioned \"BAWC's (1) Combined Response to GUC's and City's Motions for Summary Judgment, (2) Request for Judicial Notice Pursuant to F.R.E. 201(d), and (3) Motion for More Definite Statement as to GUC's Summary Judgment Memorandum Pursuant to F.R.C.P. 12(e)(1).\" The court first notes that it had before it sufficient materials to make a dispositive ruling without the need to refer to BAWC's assertion of \"indisputable facts.\" Accordingly, BAWC's request for judicial notice is DENIED as moot. Next, BAWC makes a motion for a more definite statement pursuant to Rule 12(e) of the Federal Rules of Civil Procedure, contending that GUC's motion for summary judgment contained \"a conglomerate mass of unintelligible, irrelevant, immaterial, and unorganized facts ...\" as pertains to the third element of BAWC's claim, namely the curtailment issue. Again, as detailed above, the court found it unnecessary to address the curtailment issue. Therefore, BAWC's motion for a more definite statement is DENIED as moot.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, for the reasons stated herein, defendants' motions for summary judgment as to plaintiff's § 1926(b) claims involving Ironwood and Frog Level and plaintiff's § 1983 claims are hereby GRANTED. BAWC's request for attorney's fees pursuant to 42 U.S.C. § 1988 is DENIED. Plaintiff Daniel R. Glickman's motion to dismiss it as a party is DENIED as moot, as is BAWC's motion to file an overlength brief supplementing its opposition to Glickman's motion to dismiss. Finally, both BAWC's request for judicial notice and its motion for a more definite statement are DENIED as moot. The clerk is directed to close this case.</p>\n<p>This 25th day of July, 1997.</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that the Farmers Home Administration, an agency of the United States Department of Agriculture (\"USDA\"), is now known as the USDA Rural Development. It is the USDA Rural Development that is responsible for processing and administering Rural Utility Service loans for water service. <i>See</i> GUC's Summ. J. Ex. E § 12. For ease of discussion, however, the court will refer only to the Farmers Home Administration.</p>\n<p>[2]  FmHA loan funds may only be used for the project for which the loan was granted. <i>See</i> Defs.' Summ. J. Ex. E § 32.</p>\n<p>[3]  It has also been admitted that none of the real property described in the deed of trust dated January 27, 1993, is located within the Ironwood area. Defs.' Summ. J. Ex. E.</p>\n<p>[4]  The court based its analysis on Kentucky law which requires state-regulated water associations to make \"reasonable\" extensions of its water lines to serve any customer who would apply for service from one of its distribution lines. <i>North Shelby,</i> 803 F.Supp. at 22.</p>\n<p>[5]  BAWC states that it \"has been providing service to 20 pre-existing customers\" around the Ironwood area and some of these customers were actually located within what is now Ironwood. BAWC's Response to Defs.' Mot. for Summ. J. p. 15 § 6.05. Defendants do not dispute that in 1979 or shortly thereafter, BAWC provided service to eight customers in the disputed area. City's Resp. to Pl.'s Mot. for Summ. J. p. 7.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">972</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">951</span></span> (1997)</b></center>\n<center><h1>BELL ARTHUR WATER CORPORATION, and Daniel R. Glickman, Secretary of the United States Department of Agriculture, Plaintiffs,<br>\nv.<br>\nGREENVILLE UTILITIES COMMISSION, City of Greenville, N.C., and Ironwood Development, Inc., Defendants.</h1></center>\n<center>No. 4:95-CV-122-H2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Eastern Division.</b></p></center>\n<center>July 25, 1997.</center>\n<p><span class=\"star-pagination\">*952</span> <span class=\"star-pagination\">*953</span> <span class=\"star-pagination\">*954</span> W. H. Watson, Speight, Watson &amp; Brewer, Greenville, NC, for Bell Arthur Water Corp.</p>\n<p>R. A. Renfer, Jr., Asst. U.S. Atty., Office of U.S. Atty., Raleigh, NC, for Daniel R. Glickman.</p>\n<p>Phillip R. Dixon, William J. Little, III, Dixon, Doub &amp; Conner, Greenville, NC, for Greenville Utilities Com'n.</p>\n<p>Phillip R. Dixon, Dixon, Doub &amp; Conner, Greenville, NC, Robert W. Oast, Jr., City of Greenville, Greenville, NC, David A. Holec, Greenville, NC, for City of Greenville, NC.</p>\n<p>Phillip R. Dixon, Dixon, Doub &amp; Conner, Greenville, NC, Danny D. McNally, Greenville, NC, D. Michael Strickland, Gaylord, Singleton &amp; McNally, Greenville, NC, Thomas M. Caddell, Shuford &amp; Caddell, Salisbury, NC, for Ironwood Development, Inc.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on several motions: (1) Plaintiff Bell Arthur Water Corporation's motion for summary judgment; (2) Defendant Greenville Utilities Commission's motion for summary judgment; (3) Defendant City of Greenville's motion for summary judgment; (4) Plaintiff Daniel R. Glickman's motion on behalf of the United States Dept. of Agriculture to dismiss it as a party; (5) Plaintiff Bell Arthur's motion to file an over-length brief supplementing its opposition to Glickman's motion to dismiss; and (6) Plaintiff Bell Arthur's motion for a more definite statement. BAWC seeks a declaratory judgment and permanent injunction based on defendants' alleged violation of 7 U.S.C. § 1926(b). BAWC also seeks redress pursuant to 42 U.S.C. § 1983 and attorney's fees pursuant to 42 U.S.C. § 1988. All issues have been thoroughly briefed by the parties. In addition, the court held a summary judgment hearing in this matter on April 30, 1997. Therefore, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff Bell Arthur Water Corporation (\"BAWC\") is a non-profit water corporation established in 1970 to provide water to areas encompassing portions of Pitt County, North Carolina. Some or all of BAWC's facilities have been financed through federally-subsidized loans obtained from the Farmers Home Administration (\"FmHA\").<sup>[1]</sup> Defendant Greenville Utilities Commission (\"GUC\") is a municipal water utility commission established by defendant City of Greenville, North Carolina, (\"City\"). The present dispute concerns water service to an area in Pitt County (\"the Ironwood area\") developed by defendant Ironwood Development, Inc. (\"Developer\") and recently annexed by the City of Greenville.</p>\n<p>The Developer is a corporation which plans to develop Ironwood, an area consisting of approximately 940 acres and projected to be a residential subdivision with two golf courses. The Ironwood Area was annexed into the City of Greenville on January 12, <span class=\"star-pagination\">*955</span> 1995, pursuant to a voluntary annexation petition by the Developer. A dispute has arisen between the parties as to whether BAWC or GUC is entitled to provide water service to Ironwood.</p>\n<p>The Developer originally requested water service from BAWC in May of 1995. On May 22, 1995, BAWC provided Developer with a Letter of Commitment to enable Developer to obtain financing from its bank. In this letter, BAWC stated unequivocally that it would provide all the water needs for Ironwood. <i>See</i> BAWC's Folio, Ex. 60. On August 15, 1995, Ironwood's Vice President, Doug Parker, sent a letter to BAWC rescinding Ironwood's prior water service request of May 1995. Thereafter, Developer requested GUC to supply its water needs, and GUC constructed a 12\" water main to supply Ironwood with water and sewer.</p>\n<p>BAWC contends that the Ironwood area was annexed by the City as part of an agreement with Developer. The City purportedly agreed to annex the Ironwood area and provide water and sewer service to the area in exchange for Developer's conveyance of a public golf course to the City. Compl. §§ 15-16. BAWC alleges it has made service available to an area called the \"Bruce-Renston\" area, which includes Ironwood, since 1979 when the Pitt County Board of Commissioners (the \"Board\") reaffirmed by resolution the Board's prior approval of BAWC's plan to extend water service to the area. Because BAWC is a non-profit corporation funded by the FmHA, BAWC asserts the City's actions in annexing the Ironwood area and requiring Developer to obtain water and sewer service from GUC violate 7 U.S.C. § 1926(b). BAWC also alleges that GUC is competing with it by providing water service to Ironwood in violation of § 1926(b).</p>\n<p>BAWC made a motion to join as a party plaintiff, Daniel R. Glickman, Secretary of the United States Department of Agriculture (the \"Secretary\"), pursuant to Rule 19 of the Federal Rules of Civil Procedure. Initially, the United States, having determined that an important issue of federal supremacy existed, joined in BAWC's request. On July 1, 1996, this court granted BAWC's motion after determining that the Secretary had an interest in this litigation as BAWC's rents, revenues, facilities, etc., were pledged as security for a federal loan granted by the Secretary.</p>\n<p>On January 14, 1997, Plaintiff Glickman moved for dismissal of the United States from the action. The Secretary stated that \"after extensive discovery and coordination with all involved parties, it has become undeniably apparent to the United States that federal law's pre-emption right is not in question and further, no lien claimed by the United States will be impaired or diminished by any decision in this case.\" Pl. Glickman's Mem. in Supp. of Mot. to Dismiss. On February 4, 1997, BAWC filed a memorandum in opposition to the Secretary's motion to dismiss and has subsequently filed a motion for leave to supplement its memorandum in opposition to the Secretary's motion to dismiss.</p>\n<p>On April 30, 1997, the court held a summary judgment hearing at the United States Courthouse in Greenville. All parties were represented and were afforded the opportunity to present their respective positions on the § 1926(b) claim.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I.</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <span class=\"star-pagination\">*956</span> <i>Matsushita Elec. Indus. Co. Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p></p>\n<h2>II.</h2>\n<p>Section 1926(b) is part of the Consolidated Farm and Rural Development Act, 7 U.S.C. § 1921, <i>et seq.</i> (\"the Act\"). The Act authorizes the Secretary of Agriculture to make and insure loans to non-profit corporations for a variety of enumerated purposes, including the \"conservation, development, use, and control of water.\" 7 U.S.C. § 1926(a)(1). Title 7 U.S.C. § 1926(b) of the Act provides, in pertinent part,</p>\n<blockquote>[t]he service provided or made available through any such association shall not be curtailed or limited by inclusion of the area served by such association within the boundaries of any municipal corporation or other public body, or by the granting of any private franchise for similar service within such area during the term of such loan....</blockquote>\n<p>BAWC contends it is an association protected by § 1926(b). BAWC further alleges that defendants' actions in annexing the Ironwood area and requiring Developer to obtain water and sewer from GUC are a violation of § 1926(b) that entitles it to relief.</p>\n<p>As an initial matter, defendants contend that the protection afforded by § 1926(b) does not extend to the disputed Ironwood area because BAWC paid off its loan to the FmHA in 1987. BAWC agrees that in order for it to secure protection under the statute, its indebtedness to the FmHA must be continuous. However, BAWC argues that it participated in a congressionally authorized \"buy-out\" program which, in effect, continued its protections even though the FmHA debt may technically have been \"satisfied\" or \"paid in full.\"</p>\n<p>BAWC states that at the time it was established in 1970 pursuant to N.C. Gen.Stat. Ch. 55A, it borrowed money from the FmHA to fund its water system. In 1979, BAWC sought FmHA funds for its proposed Bruce-Renston Extension, a portion of which included water lines along North Carolina Highway 43. This water line lies within and adjacent to the present Ironwood area. As discussed below, BAWC paid off its entire indebtedness to the FmHA in 1989. In 1993, BAWC initiated a new loan with FmHA by borrowing $1,797,000 to fund its \"Otter Creek\" project. In October of 1995, GUC completed installation of its water lines that run parallel to BAWC's water lines along Highway 43 through which GUC plans to provide water to the residents of the Ironwood area. This competing water line by GUC forms the basis of BAWC's § 1926(b) action.</p>\n<p>Sometime in early 1989, BAWC participated in what it terms \"the Congressionally mandated Buy-Out pursuant to the 1987 ACA, § 1001(f) [Right of First Refusal] and § 1001(g) [Extension of 7 U.S.C. § 1926(b) protection] which subsections amended 1986 OBRA.\" Pl.'s Prologue to Statement of Undisputed Material Facts, p. 7. BAWC supports this argument in its \"Legislative Folio on 1986 Omnibus Reconciliation Budget Act (`OBRA'), Section 1001, as amended by Agricultural Credit Act of 1987 (`ACA')\" [hereinafter Folio], an extensive review of the legislative history surrounding both OBRA and ACA amendments as it pertains to Section 1001 Sale of Rural Development Notes.</p>\n<p>The Omnibus Budget Reconciliation Act of 1986 (\"OBRA\") required the FmHA to sell some of its notes and other obligations as part of a Congressional attempt to reduce the federal deficit. Pub.L. 99-509, § 1001, 100 Stat. 1874, as amended Pub.L. 100-233, Title VIII, § 803, 101 Stat. 1714 (1988). In <span class=\"star-pagination\">*957</span> 1987, Congress amended OBRA by enacting the Agriculture Credit Act (\"ACA\"). ACA amended section 1001 of OBRA by adding subsections (f) and (g), which state, in relevant part:</p>\n<blockquote>(f)(1) In general.  Before conducting a sale of a portfolio of notes or other obligations under this section, the Secretary of Agriculture shall </blockquote>\n<blockquote>(a) determine whether the issuer of any unsold note or other obligation desires to purchase the note or other obligation; and</blockquote>\n<blockquote>(B) if so, hold open for 30 days, an offer to sell the note or other obligation to the issuer at a price to be determined under paragraph (2).</blockquote>\n<blockquote>(g) Applicability of prohibition on curtailment or limitation of service.  Section 306(b) of the Consolidated Farm and Rural Development Act (7 U.S.C. § 1926(b)) shall be applicable to all notes or other obligations sold or intended to be sold under this section.</blockquote>\n<p>BAWC argues that the protections afforded under § 1926(b) continued to apply to it in full force and effect, even after it paid off its initial 1973 loan to FmHA. Moreover, BAWC claims that if any protection was extinguished as a result of the 1989 pay off of the 1973 loan, new protection was resurrected and should be applied retroactively when BAWC again borrowed government money in 1993 to finance the Otter Creek project. Defendants counter that by paying off the FmHA in 1989, BAWC lost any protection afforded it under § 1926(b). In addition, defendants contend that any protection to which BAWC is entitled as a result of its 1993 loan is limited solely to the prevention of any curtailment of activity in the Otter Creek project. Therefore, as an initial matter the court must first address what protection, if any, BAWC is afforded both before and after its 1993 FmHA loan.</p>\n<p>Subsequent to the summary judgment hearing before this court, another district court was faced with a similar factual scenario to that of the instant matter. In <i>Rural Water System # 1 v. City of Sioux Center</i> (N.D.Iowa 1997), the plaintiff, <i>Rural Water System # 1 (\"RWS\"),</i> sued the City of Sioux Center (\"the City\"), alleging that the City violated § 1926(b) by annexing and providing water to portions of RWS's asserted service area. The City claimed that RWS could not assert the protections of § 1926(b) because when RWS paid off its FmHA loan, the protection of its service area lapsed. Since the annexation occurred during a period when RWS owed no money to the FmHA, the City moved for summary judgment on this issue.</p>\n<p>After an intensive, exhaustive review of the parties, pleadings, the legislative history and statutory construction of § 1926(b), and the amendments under OBRA and ACA, the Northern District of Iowa, in a well-reasoned opinion, found that RWS lost the protection of § 1926(b) when it participated in the Buy-Out option in 1988. RWS did not dispute that it was not indebted to the United States between September 22, 1988, and July 1, 1992. In 1992 and again in 1995, RWS borrowed from the FmHA, securing the loans with liens on its water facilities. The City annexed the disputed area in 1989 and included areas that RWS had either previously supplied water to or had \"laid pipes in the ground\" within or adjacent to. Subsequent to RWS's later loans, the City then annexed additional property in 1995.</p>\n<p>RWS contended that it was still entitled to the protection of § 1926(b) during the period from 1988 to 1992, despite having paid off its FmHA loans, by virtue of OBRA and ACA amendments. Specifically, RWS argued, as does BAWC, that \"if the note is selected, the note is protected.\" In other words, RWS submitted that the same protection which would have continued had the Secretary sold a protected note or bond to a third party or issuer, likewise continued if the association itself were the debtor, rather than some third party, who repurchased and paid off its own note. The district court disagreed with RWS's proposition and concluded that:</p>\n<blockquote>the protection of § 1926(b) through subsection (g) does not extend to a party such as RWS # 1 who bought back its notes pursuant to subsection (f), and thereby extinguished them. Consequently, RWS # 1 lost the protections of § 1926(b) when it bought back its notes in 1988 and did not <span class=\"star-pagination\">*958</span> regain any protection of § 1926(b) until RWS # 1 again became indebted to the United States in 1992.</blockquote>\n<p><i>RWS # 1,</i> 967 F.Supp. at 1523.</p>\n<p>The <i>RWS # 1</i> decision is consistent with the only other federal decision to address the issue. In <i>Scioto County Reg'l Water Dist. No. 1 v. Scioto Water, Inc.,</i> <span class=\"citation\" data-id=\"731335\"><a href=\"/opinion/731335/scioto-county-regional-water-district-no-1-authority-v-scioto-water/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span> (6th Cir.1996), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></span>, <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1003</span></span> (1997), the Sixth Circuit affirmed the district court, stating that \"when an issuer buys back its own bond and cancels the debt, however, it no longer qualifies as a debtor for § 1926(b) protection. This statutory interpretation is also faithful to one of the main legislative purposes in enacting § 1926(b)  safeguarding Farmers Home Administration loans.\" <i>Id.</i> at 42.</p>\n<p>BAWC argues that the <i>Scioto</i> decision was incorrectly decided and urges the court to follow the reasoning of <i>City of Grand Junction v. Ute Water Conservancy District,</i> <span class=\"citation\" data-id=\"1158519\"><a href=\"/opinion/1158519/grand-junction-v-ute-water-conservancy/\"><span class=\"volume\">900</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">81</span></a></span> (Colo.1995). In the <i>Grand Junction</i> decision, the Colorado Supreme Court found that subsection (g) extended the protection of § 1926(b) to all notes and bonds sold by the FmHA, including those reacquired by the issuer with no intent to discharge the instrument. <i>Id.</i> at 92. While recognizing the requirement that a water association must be \"continually indebted\" to be entitled to § 1926(b) protection, the Colorado Supreme Court nonetheless held that this continuing indebtedness need not be to the federal government. The court stated that the language in OBRA, and its subsequent amendments under ACA,</p>\n<blockquote>make it clear that the protection provided for rural water districts under § 1926(b) remains even when the FmHA sells a note or bond in its possession to an entity other than the federal government.... Although we agree with the City that the District is no longer obligated to the FmHA under the 1981 revenue bond, we do not agree with the City that the bond is no longer outstanding</blockquote>\n<p><i>Id.</i> at 95 n. 24 (citations omitted). As a result, the Colorado Supreme Court found that the water district did not discharge the bond when it reacquired the bond from the FmHA and therefore, was entitled to continual protection under § 1926(b).</p>\n<p>This court has thoroughly evaluated the reasoning in <i>Scioto, City of Sioux Center,</i> and <i>Grand Junction</i> and is persuaded that the reasoning espoused in the federal decisions reviewing § 1926(b) reflects the most appropriate interpretation of the statute. Initially, <i>Scioto</i> and <i>City of Sioux Center</i> are factually similar to the case <i>sub judice.</i> In both of those cases, as in this one, the original loan to the FmHA was \"paid in full.\" The <i>Grand Junction</i> court explained in some detail that although the issuer repurchased its bond, the evidence, which included uncontradicted expert testimony, indicated that the water district's intent was to reacquire the bond without discharging the underlying debt so that the district could resell the bond in the future. <i>Grand Junction,</i> 900 P.2d at 93.</p>\n<p>The plaintiffs in <i>City of Sioux Center</i> argued, as BAWC argues, that it would have been irrational for them to pay off their FmHA loan and lose the protections under § 1926(b). BAWC asserts that by participating in the buy-out provision of ACA in 1987, it was patriotically doing its duty in \"coming to the rescue of the federal government by providing funds to `purchase' their notes.\" BAWC's Combined Response p. 34. In yet another of BAWC's many colorfully exaggerated retorts, it contends that it would have been \"madness\" to forfeit valuable federal protection merely to secure a discount on its debt. Moreover, \"[i]t would parallel the `Jacob and Esau Story' whereby Jacob feed [sic] Esau in exchange for Esau's birthright.\" <i>Id.</i></p>\n<p>As was the court in <i>City of Sioux Center,</i> this court is unimpressed with BAWC's <i>post hoc</i> rationalizations concerning why it paid off its FmHA loans. The evidence before the court establishes that, in addition to performing a valuable \"patriotic\" duty to the government, BAWC fortuitously received the added benefit of saving a substantial sum of money when it paid off its loan. In the minutes of its annual meeting held on April 17, 1989, BAWC acknowledged that by refinancing with Wachovia Bank and having \"paid in full\" the FmHA loan at a substantially discounted <span class=\"star-pagination\">*959</span> rate, it reduced its debt by $603,855.11 and saved approximately $500,000. GUC's Summ. J. Ex. I p. 349. The district court in <i>City of Sioux Center</i> reasoned that in offering this money-saving incentive for debtors to purchase their own loans, \"there is a rational basis for extending the protection of § 1926(b) to obligations sold by the FmHA to third parties, <i>but not to those purchased by debtors through the buy-out program.\" City of Sioux Center,</i> 967 F.Supp. at 1514 (emphasis added). In like vein, this court disagrees with BAWC that it would have been \"mad\" for BAWC to pay off its FmHA loan and forfeit federal protection when confronted with the opportunity to reduce its debt load by such a considerable amount. Accordingly, the court finds that any protection afforded to BAWC pursuant to § 1926(b) was extinguished when it paid off its FmHA loans in 1987.</p>\n<p></p>\n<h2>III.</h2>\n<p>This does not, however, end the court's inquiry since BAWC reborrowed from the FmHA in 1993 to finance its \"Otter Creek\" project. Although the court disagrees with BAWC's contention that it had continual protection under § 1926(b) from 1987 through 1993, or that some type of \"retroactive\" protection magically emerged when it reborrowed federal funds which would resurrect protection relating back to 1987, BAWC was an \"indebted association\" again beginning in 1993. Therefore, the court must discern to what extent, if any, BAWC has a protectable interest pursuant to § 1926(b) in the disputed Ironwood area in light of its 1993 loan.</p>\n<p>The purpose of § 1926(b) is two-fold: (1) to encourage rural water development by increasing the number of users, thereby decreasing the per-user cost; and (2) to \"safeguard the financial viability of rural associations and FmHA loans.\" <i>CSL Utilities, Inc. v. Jennings Water, Inc.,</i> <span class=\"citation\" data-id=\"662486\"><a href=\"/opinion/662486/csl-utilities-incorporated-and-csl-community-association-incorporated-v/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">130</span></a></span>, 134 (7th Cir.1993). There are three requisite elements to prove a violation of § 1926(b): (1) Plaintiff must be an indebted association pursuant to 7 U.S.C. § 1921, <i>et seq.;</i> (2) plaintiff must show that it has provided or made service available to the contested area; and, (3) a competing utility must curtail or limit service in the area to which claimant is making service available. <i>North Alamo Water Supply Corp. v. City of San Juan,</i> <span class=\"citation\" data-id=\"722554\"><a href=\"/opinion/722554/north-alamo-water-supply-corporation-v-city-of-san-juan-texas/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span>, 915 (5th Cir.1996); <i>Glenpool Util. Services Auth. v. Creek County Rural Water Dist.,</i> <span class=\"citation\" data-id=\"514647\"><a href=\"/opinion/514647/glenpool-utility-services-authority-a-utility-trust-v-creek-county-rural/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1214 (10th Cir.1988). The service area of a water association protected under § 1926(b) is sacrosanct. All of the courts that have reviewed § 1926(b) acknowledge that its provisions should be given a liberal interpretation that protects water associations indebted to the FmHA from municipal encroachment. <i>See </i><i>North Alamo Water Supply Corp. v. City of San Juan,</i> <span class=\"citation\" data-id=\"722554\"><a href=\"/opinion/722554/north-alamo-water-supply-corporation-v-city-of-san-juan-texas/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">910</span></a></span>, 915 (5th Cir.1996); <i>Lexington-South Elkhorn Water Dist. v. City of Wilmore,</i> <span class=\"citation\" data-id=\"724893\"><a href=\"/opinion/724893/lexington-south-elkhorn-water-district-v-city-of-wilmore-kentucky/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></a></span>, 235 (6th Cir. 1996); <i>Jennings Water, Inc. v. City of North Vernon,</i> <span class=\"citation\" data-id=\"536079\"><a href=\"/opinion/536079/jennings-water-inc-v-city-of-north-vernon-indiana-and-csl-utilities/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span>, 315 (7th Cir.1989); <i>Glenpool Util. Services Auth. v. Creek County Rural Water Dist.,</i> <span class=\"citation\" data-id=\"514647\"><a href=\"/opinion/514647/glenpool-utility-services-authority-a-utility-trust-v-creek-county-rural/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1214 (10th Cir.1988); <i>Rural Water System # 1 v. City of Sioux Center,</i> 967 F.Supp. at 1511-12 (N.D.Iowa 1997); <i>Pinehurst Enter., Inc. v. Town of Southern Pines,</i> <span class=\"citation\" data-id=\"2358562\"><a href=\"/opinion/2358562/pinehurst-enterprises-v-town-of-southern-pines/\"><span class=\"volume\">690</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">444</span></a></span>, 451 (M.D.N.C.1988), <i>aff'd,</i> <span class=\"citation\" data-id=\"530704\"><a href=\"/opinion/530704/in-re-nash-earl/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1080</span></a></span> (4th Cir.1989).</p>\n<p>The defendants admit that, at least as a result of the 1993 FmHA loan, BAWC is an indebted association under § 1926(b). Moreover, the court's discussion <i>supra</i> indicates that BAWC is entitled to § 1926(b) protection covering an as yet undetermined area. However, defendants argue that the proceeds from the 1993 loan, which is the only indebtedness BAWC currently has with FmHA, were used solely to finance the Otter Creek project and were not used to construct any water lines or facilities connected with Ironwood. Because the Otter Creek project is located at least one mile away from Ironwood, defendants suggest that at most, BAWC is \"indebted\" and entitled to FmHA protection only for the area encompassed by the Otter Creek project. In sum, defendants ask the court to find that the 1993 loan extends protection only to the Otter Creek project, and not to BAWC's water system as a whole.</p>\n<p>BAWC counters that its Otter Creek facilities are not \"stand alone\" facilities capable <span class=\"star-pagination\">*960</span> of generating their own revenue stream. BAWC states that without the connection of the Otter Creek facilities to the rest of BAWC's system, including the pipes running through the Ironwood area, no water could reach the Otter Creek project since the Otter Creek project is but a part of an entire water \"system.\" In addition, BAWC argues that it would be \"foolhardy\" for either FmHA to make a loan or for BAWC to borrow almost $2 million to construct facilities from which no revenue could be generated to repay the debt. Therefore, before the court may address whether BAWC has satisfied the three requirements under § 1926(b), the court must determine whether the 1993 FmHA loan offers § 1926(b) protection solely to the Otter Creek Project. At the point in 1987 when BAWC paid off its FmHA loan, § 1926(b) protection ceased to apply to any of its water facilities. Thus, only if BAWC's entire water system was pledged as security for its 1993 loan could it successfully claim that protection against curtailment applied to the Ironwood area.</p>\n<p>In the early 1990's, BAWC applied to the FmHA for a loan of $1,797,000 to construct water facilities for the Otter Creek Extension. The project contemplated installing three new service lines into three new areas, none of which included extending service to the Ironwood area. The Otter Creek project is located approximately one mile from the Ironwood area. The loan closed, i.e. BAWC regained its federally indebted status, on January 27, 1993. The application by BAWC to FmHA indicated that the proceeds from the loan were to construct the following new facilities in the Otter Creek project:</p>\n<blockquote>a new well and 300,000 gallon elevated tank[] is also proposed. Specifically, the new distribution lines would be made up of 650 linear feet of 10\" [water lines]; 8,350 linear feet of 8\" [water lines]; 117,900 linear feet of 6\" [water lines]; and 2,400 linear feet of 4\" water lines.</blockquote>\n<p>Defs.' Summ. J. Ex. 7. BAWC's application did not mention or request funding for any other part of BAWC's water facilities. In fact, when the application was submitted in 1990, the Ironwood area was undeveloped farm land. The number of new customers estimated to be served with the additional facilities was 312. The security proposed on the application included approximately 4.0 acres, a note for the $1,797,000, and a financing statement for chattel property. The financing statement filed on behalf of the FmHA in both the Pitt County Register of Deeds and the Office of the North Carolina Secretary of State indicates that the financing statement covers:</p>\n<blockquote>All of the rents, revenues, fees, charges, assessments, all income from whatever source derived, accounts receivable, other choses in action of whatever nature and service charges in connection with the operation of the facilities of the Debtor.</blockquote>\n<p>BAWC's Summ. J. Ex. 63.</p>\n<p>This court must accord considerable deference to an agency's reasonable interpretation of a statute that it is charged with administering. <i>Wayne v. Village of Sebring,</i> <span class=\"citation\" data-id=\"678839\"><a href=\"/opinion/678839/mark-e-wayne-carla-l-wayne-roland-l-kendrick-bret-e-smith-brenda-s/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></a></span>, 527 (6th Cir.1994) <i>citing, </i><i>Chevron, U.S.A., Inc. v. Natural Resources Defense Council, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 844, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, 2782-83, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984). During the summary judgment hearing, a representative from the USDA presented the government's interpretation of § 1926(b) and addressed whether the statute protected more than BAWC's Otter Creek project. When asked by the court whether, in addition to the Otter Creek facilities, the new loan to BAWC was also secured by facilities located in the Ironwood area, Stephen West, Assistant United States Attorney appearing for the USDA, stated that:</p>\n<blockquote>the Federal Government's position is that the loan obligation must be directly related to the service area in question. The fact that a party may have loans from the Government or servicing an entirely different area does not qualify it for protection from all unrelated areas.</blockquote>\n<p>West Tr. at 5. BAWC's application for the Otter Creek project appears to fall squarely within this parameter. BAWC applied for money from FmHA for a specific project, Otter Creek, and used the money expressly for that project. In fact, BAWC was specifically directed to use the loan proceeds solely for construction of the new facilities at Otter <span class=\"star-pagination\">*961</span> Creek.<sup>[2]</sup> The FmHA has never received a request from BAWC for permission to use any of the funds to expand its existing facilities along Highway 43 to serve the Ironwood area. Finally, there is no indication in any of the loan documents pertaining to the Otter Creek project that any of the funds were to be used by BAWC for water service to Ironwood.<sup>[3]</sup> Defs.' Summ. J. Ex. 7 § 17.</p>\n<p>Although the court may envision a circumstance in which a water association's entire water system is appropriately pledged as security to the FmHA, this is not such a case. It may be true, as BAWC contends, that without the pipes running through Ironwood, and for that matter throughout BAWC's entire water system, no water could reach the pipes and facilities one mile away at the Otter Creek project. The same all-or-nothing argument could be advanced by one claiming riparian rights to a stream passing through his property. Those immediate riparian rights may be proper, but the landowner could not claim entitlement to the entire body of water as against upstream or downstream riparian owners simply because a portion of it traverses his property. Even the government, who would most likely urge the court to expansively interpret any security agreement to protect its security interest, has conceded that \"no issue of a violation of federal statute is involved in this case under the factual disputes of the parties.\" Defs.' Summ. J. Ex. P.</p>\n<p>Although the court agrees that the Otter Creek project was never intended to be a \"stand alone island without the larger BAWC system,\" this court cannot, even under the most liberal interpretation of § 1926(b), accept BAWC's argument that a water association's increment enlargement is perpetually indivisible for purposes of applying § 1926(b). Accordingly, defendants' motion for summary judgment as to BAWC's claim for violation of 7 U.S.C. § 1926 is hereby GRANTED.</p>\n<p></p>\n<h2>IV.</h2>\n<p>However, even if the court agreed that viewing BAWC's water system as a singular unit encompassing the Ironwood area triggers the potential applicability of § 1926(b) to the area, the court finds that BAWC has not \"provided\" or \"made service available\" in the Ironwood area and, therefore, is not entitled to § 1926(b) protection. Thus, the court considers, in the alternative, whether the Ironwood area is a protected service area in which BAWC has provided or made service available and in which area defendants have curtailed service by annexing the property and installing competing water lines.</p>\n<p>Section 1926(b) neither defines \"service area,\" nor when a water association has \"provided\" or \"made service available.\" Federal regulations require an association \"[t]o provide adequate service to all persons within the service area who can <i>feasibly and legally be served.\"</i> 7 C.F.R. § 1942.17(n)(2)(vii) (emphasis added). The regulations further provide that a service area is the area \"reasonably expected to be served by the facility being financed by FmHA ...\" 7 C.F.R. § 1942.17(f)(6). Several federal courts have addressed the issue of whether an association has \"provided\" or \"made service available.\" In <i>North Shelby Water Co. v. Shelbyville Mun. Water and Sewer Comm'n,</i> <span class=\"citation\" data-id=\"2133311\"><a href=\"/opinion/2133311/north-shelby-water-v-shelbyville-mun-water/\"><span class=\"volume\">803</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">15</span></a></span> (E.D.Ky.1992), the court, focusing on the physical location of the water distribution lines, recognized what has been termed \"the pipe-in-the-ground\" test for determining whether a water association has \"made service available.\" Although the water association in <i>North Shelby</i> had never actually \"provided\" water service to the disputed area, the court found that it had \"made service available\" to potential customers by virtue of the proximity of the water association's distribution lines to the disputed area. <i>Id.</i> at 22. Additionally, the court held that even though the water association's distribution lines were simply \"adjacent to,\" but not \"within\" that property, the water association had still <span class=\"star-pagination\">*962</span> made service available.<sup>[4]</sup> Moreover, the water association in <i>North Shelby</i> was capable of providing such service within a \"reasonable\" time after application was made for the service. <i>Id.; See also Lexington-South Elkhorn Water District,</i> <span class=\"citation\" data-id=\"724893\"><a href=\"/opinion/724893/lexington-south-elkhorn-water-district-v-city-of-wilmore-kentucky/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></a></span>, 237 (6th Cir.1996) (holding that whether an association has made service available is \"determined based on the existence of facilities on, or in the proximity of, the location to be served\"); <i>Glenpool Util. Services Authority v. Creek County Rural Water Dist. No. 2,</i> <span class=\"citation\" data-id=\"514647\"><a href=\"/opinion/514647/glenpool-utility-services-authority-a-utility-trust-v-creek-county-rural/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1211</span></a></span>, 1214 (10th Cir.1988) (stating that water association made service available \"by virtue of its line adjacent to the property and its responsibilities to applicants within its territory\").</p>\n<p>The parties do not dispute that BAWC had pipes running through or adjacent to the Ironwood area. The pipes had been in place since the 1979 Bruce-Renston project. However, the court is not persuaded that having pipes in the ground, standing alone, is invariably a sufficient basis to prove that a water association has made service available. <i>See Rural Water System # 1,</i> 967 F.Supp. at 1525-26. BAWC argues that it would be improper for the court to consider, and is irrelevant under § 1926(b), whether it had the \"capacity\" or the physical ability to provide the water requirements to the Ironwood area in deciding if it had provided or made service available. BAWC contends that the only appropriate judicial consideration is the proximity of the water association's lines to the disputed area. However, a review of the undisputed facts sheds light on why the court rejects BAWC's strict interpretation of the statute and relevant cases.</p>\n<p>Between 1979 and 1986, BAWC supplied water to several customers located in the Bruce-Renston area which now encompasses the Ironwood area. Although the exact number of customers BAWC served in the Ironwood area is disputed,<sup>[5]</sup> the only evidence before the court regarding these customers is the past customer billing records submitted by BAWC. These billing records indicate that BAWC provided service to eight customers in the disputed area. However, these eight customers have not purchased water from BAWC for over ten years. The most recent billing was issued to Lester L. Poppe, Jr. on April 1, 1986. BAWC's Summ. J. Ex. 66.</p>\n<p>When construction of the Ironwood area began, the developer initially requested both temporary and permanent water service from BAWC in May of 1995, which BAWC agreed to provide. BAWC's Summ. J. Exs. 26, 56 &amp; 60. BAWC has in place a 6\" water transmission line running through or adjacent to the Ironwood area which the Developer connected to for a temporary water line to service the Developer's construction trailer. Strickland Dep. p. 78. In August of 1995, the Developer notified BAWC that GUC would be providing water service to Ironwood and therefore, it no longer required water service from BAWC. BAWC Summ. J. Ex. 33.</p>\n<p>By BAWC's own admission, a 6\" water line is insufficient to provide water service to the Ironwood area. Although the 6\" line was adequate in 1986 when BAWC serviced eight to twenty customers, the Ironwood development has plans for approximately 850 home lots and two golf courses. BAWC conducted its own hydraulic analysis to determine what additional facilities would be needed to provide service to the Ironwood area. This study indicated that in order to provide adequate household water pressure and fire flow water requirements for the projected growth at Ironwood, BAWC needed to construct a direct 14\" water main to the development. The estimated construction costs for such an expansion total $650,000. Sessoms Dep. p. <span class=\"star-pagination\">*963</span> 36. BAWC admits that it does not have sufficient funds on hand to construct the line, nor has it made application to any lending agencies, including FmHA, for funding to build the line. Strickland Dep. pp. 73 &amp; 79.</p>\n<p>The court does not consider these facts wholly irrelevant in determining whether BAWC has provided or made service available to the Ironwood area. Although the court agrees with the holding in <i>Lexington-South Elkhorn</i> that an association's ability to serve an area is by its very nature predicated on the existence of the association's facilities within or adjacent to the disputed property, in this case, the mere fact that BAWC had its \"pipes-in-the-Ironwood ground\" does not mean that BAWC had the physical ability to service the area. Unlike the facts presented in <i>North Shelby,</i> BAWC is not capable of providing the requisite service \"within a `reasonable' time after application was made for the service,\" nor would it be able to do so with only minor adjustments to the already existing system. <i>North Shelby,</i> 803 F.Supp. at 22. Accordingly, the court deems it necessary and proper, when confronted with the reality that both present and future residents of Ironwood need immediate water service, to consider the water association's physical ability to serve to area.</p>\n<p>Since BAWC presented insufficient evidence to satisfy the second criterion that it has provided or made service available to the contested area, the court need not decide whether its service in the Ironwood area was \"curtailed\" by defendants. In addition, the court need not address defendants' arguments that BAWC had no \"legal right\" to service the Ironwood area since BAWC (1) never received a Certificate of Public Convenience as required under state law, or (2) does not operate as a water or service district as those terms are defined by North Carolina statutes. Because BAWC's § 1926(b) protection extends only to its Otter Creek project and, alternatively, because BAWC has failed to show as a matter of law that it provided or made service available, as those terms have been interpreted, to the Ironwood area, defendants' motion for summary judgment as to BAWC's § 1926(b) claim is hereby GRANTED.</p>\n<p></p>\n<h2>V.</h2>\n<p>BAWC also seeks relief under 42 U.S.C. § 1983 to recover for the alleged violation of § 1926(b) by defendants. In order to state a claim under § 1983, a plaintiff must allege and prove that (1) the defendant has deprived plaintiff of a right secured by the Constitution or laws of the United States and (2) the defendant who deprived plaintiff of this right acted under color of state law. <i>Avery v. County of Burke,</i> <span class=\"citation\" data-id=\"394867\"><a href=\"/opinion/394867/virginia-ann-avery-v-county-of-burke-burke-county-board-of-health-burke/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span>, 115 (4th Cir.1981) (citations omitted). BAWC alleges in its complaint that defendants violated § 1926(b), which entitles it to recover damages under § 1983. As indicated by the court in <i>City of Sioux Center,</i> § 1983 is an appropriate \"vehicle\" for BAWC to bring before the court its claim for violation of § 1926(b). <i>Rural Water System # 1 v. City of Sioux Center,</i> 967 F.Supp. at 1504 (citation omitted). However, since the court has concluded that BAWC failed to show a violation of a federal right, i.e. a violation of § 1926(b), defendants' motion for summary judgment as to BAWC's § 1983 claims is hereby GRANTED. Accordingly, BAWC's request for attorney's fees pursuant to 42 U.S.C. § 1988 is DENIED.</p>\n<p></p>\n<h2>VI.</h2>\n<p>The last substantive issue the court must address involves an area known as Frog Level. BAWC currently provides water service to the residents of this area. As part of its initial claim that defendants violated § 1926(b), BAWC included Frog Level as a service area that had been curtailed by defendants' proposal to provide water and sewer to that area. BAWC made application for a preliminary injunction to prevent defendants from providing water service to Frog Level residents. In seeking this injunction, BAWC basically contended that Frog Level was threatened with the same type of encroachment as that visited by defendants on the Ironwood area, and that a preliminary injunction was needed to preserve the status quo while this court decided the rights and liabilities concerning the Ironwood area.</p>\n<p>On June 20, 1996, the court held a hearing to determine whether a preliminary injunction <span class=\"star-pagination\">*964</span> should issue to protect Frog Level from any curtailment by defendants. Subsequent to the hearing, BAWC withdrew its preliminary injunction motion for Frog Level. On July 3, 1996, the court then granted BAWC's motion to amend its complaint pursuant to Rule 15 of the Federal Rules of Civil Procedure. BAWC's amended complaint was filed on that same date and was amended primarily to include additional facts relating to Frog Level. After this amended pleading was filed, the parties began to focus their arguments almost exclusively on the Ironwood area. At the summary judgment hearing, BAWC's counsel, while stating that Frog Level was part of BAWC's water system, agreed that there is no imminent threat or immediate plans by defendants to supply water to the residents of Frog Level. In fact, a compromise agreement was reached between the parties allowing GUC to continue to prepare and install sewer lines in Frog Level. Currently, GUC is providing only sewer service to the residents of Frog Level.</p>\n<p>BAWC was chartered and continues to operate for the purposes of supplying water, not sewer service, to rural sections of Pitt and surrounding counties. Any FmHA indebtedness BAWC presently has, or previously had, was exclusively for its water facilities. Therefore, BAWC cannot claim any protection under § 1926(b) for the Frog Level area since defendants are only providing sewer service to Frog Level. Because any alleged curtailment by defendants in Frog Level is, at most, only threatened, BAWC's claim under § 1926(b) for Frog Level is premature and not ripe for this court's adjudication. Accordingly, defendants' motion for summary judgment as to any of BAWC's claims under § 1926(b) based on defendants' supplying sewer service to the Frog Level area is GRANTED.</p>\n<p></p>\n<h2>VII.</h2>\n<p>There remains for adjudication several non-dispositive motions which the court will address at this time. As the court has dismissed all of BAWC's substantive claims, plaintiff Daniel R. Glickman's motion on behalf of the United States to dismiss it as a party is DENIED as moot, as is BAWC's motion to file an overlength brief supplementing its opposition to Glickman's motion to dismiss.</p>\n<p>On February 4, 1997, BAWC filed a motion captioned \"BAWC's (1) Combined Response to GUC's and City's Motions for Summary Judgment, (2) Request for Judicial Notice Pursuant to F.R.E. 201(d), and (3) Motion for More Definite Statement as to GUC's Summary Judgment Memorandum Pursuant to F.R.C.P. 12(e)(1).\" The court first notes that it had before it sufficient materials to make a dispositive ruling without the need to refer to BAWC's assertion of \"indisputable facts.\" Accordingly, BAWC's request for judicial notice is DENIED as moot. Next, BAWC makes a motion for a more definite statement pursuant to Rule 12(e) of the Federal Rules of Civil Procedure, contending that GUC's motion for summary judgment contained \"a conglomerate mass of unintelligible, irrelevant, immaterial, and unorganized facts ...\" as pertains to the third element of BAWC's claim, namely the curtailment issue. Again, as detailed above, the court found it unnecessary to address the curtailment issue. Therefore, BAWC's motion for a more definite statement is DENIED as moot.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, for the reasons stated herein, defendants' motions for summary judgment as to plaintiff's § 1926(b) claims involving Ironwood and Frog Level and plaintiff's § 1983 claims are hereby GRANTED. BAWC's request for attorney's fees pursuant to 42 U.S.C. § 1988 is DENIED. Plaintiff Daniel R. Glickman's motion to dismiss it as a party is DENIED as moot, as is BAWC's motion to file an overlength brief supplementing its opposition to Glickman's motion to dismiss. Finally, both BAWC's request for judicial notice and its motion for a more definite statement are DENIED as moot. The clerk is directed to close this case.</p>\n<p>This 25th day of July, 1997.</p>\n<h2>NOTES</h2>\n<p>[1]  The court notes that the Farmers Home Administration, an agency of the United States Department of Agriculture (\"USDA\"), is now known as the USDA Rural Development. It is the USDA Rural Development that is responsible for processing and administering Rural Utility Service loans for water service. <i>See</i> GUC's Summ. J. Ex. E § 12. For ease of discussion, however, the court will refer only to the Farmers Home Administration.</p>\n<p>[2]  FmHA loan funds may only be used for the project for which the loan was granted. <i>See</i> Defs.' Summ. J. Ex. E § 32.</p>\n<p>[3]  It has also been admitted that none of the real property described in the deed of trust dated January 27, 1993, is located within the Ironwood area. Defs.' Summ. J. Ex. E.</p>\n<p>[4]  The court based its analysis on Kentucky law which requires state-regulated water associations to make \"reasonable\" extensions of its water lines to serve any customer who would apply for service from one of its distribution lines. <i>North Shelby,</i> 803 F.Supp. at 22.</p>\n<p>[5]  BAWC states that it \"has been providing service to 20 pre-existing customers\" around the Ironwood area and some of these customers were actually located within what is now Ironwood. BAWC's Response to Defs.' Mot. for Summ. J. p. 15 § 6.05. Defendants do not dispute that in 1979 or shortly thereafter, BAWC provided service to eight customers in the disputed area. City's Resp. to Pl.'s Mot. for Summ. J. p. 7.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/731335/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1158519/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2133311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2358562/"
  ]
}