{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1489155/",
  "absolute_url": "/opinion/1489155/pruden-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1489155/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:27:47.824580Z",
  "date_modified": "2016-04-27T02:35:08.907907Z",
  "type": "010combined",
  "sha1": "dab576e283382a39e55a6bd2ec2d5d9aaa889518",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>399 F.Supp. 22 (1973)</b></center>\n<center><h1>W. D. PRUDEN, Administrator of the Estate of Christopher Wood Pruden and Carl E. Freese, Administrator of the Estate of Clay Thomas Freese, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. 645.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>January 26, 1973.</center>\n<center>On Motion For Reconsideration June 12, 1974.</center>\n<p>William L. Thorp, Jr., of Thorp &amp; Etheridge, Rocky Mount, N.C., for plaintiffs.</p>\n<p>Thomas P. McNamara, U.S. Atty., by Jack B. Crawley, Jr., Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*23</span> MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>This cause comes before this Court as a civil action against the United States, filed pursuant to the Federal Tort Claims Act, Title 28 U.S.C. Section 1346(b), arising out of a fatal automobile-pedestrian accident which occurred in the Eastern District of North Carolina between a privately owned vehicle operated by a member of the United States Coast Guard and Plaintiffs' intestates. Presently before the Court for determination are the Defendant's Motion for Summary Judgment and the Plaintiffs' Motion for Partial Summary Judgment as to the liability of the United States, both motions pursuant to Rule 56 of the Federal Rules of Civil Procedure. The only issue involved is whether the Coastguardsman was acting in the course and scope of his employment at the time of the accident, thus making the United States liable under the Doctrine of Respondeat Superior.</p>\n<p>The Court has carefully examined the pleadings, depositions, interrogatories, answers to interrogatories, admissions, and affidavits on file and finds that there is no genuine issue as to any material fact involving the issue of respondeat superior. There has not been a hearing on the cross-motions for summary judgment because the Court feels that the pleadings, briefs, and supporting materials on both sides are thorough and fully present the case, and neither side has requested a hearing. Under the Local Rules for the Eastern District of North Carolina, \"Motions will be considered and decided without a hearing, unless otherwise ordered by the court, or unless requested by counsel for either movant or respondent. . . .\" General Rule 4(H).</p>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>The significant facts which are not in dispute are as follows: On August 1, 1969, Donald Wayne Davis was a Boatswain Mate Second Class in the United States Coast Guard stationed at the Oregon Inlet Coast Guard Station in Rodanthe, North Carolina. That day he had been on safety patrol duty, operating the station's seventeen-foot rescue boat. When he completed his duties, it was late in the evening and the galley had stopped serving food. Rather than fix something for himself in the galley, Davis and two fellow servicemen decided to go to Fisherman's Wharf Tavern to eat, relax, have a beer, and watch the All-Star football game. Davis drove his mother's car, the vehicle which was later involved in the accident.</p>\n<p>From 8:00 p. m. on August 1, 1969 until 7:45 a. m. on August 2, 1969, Davis was on liberty. However he was subject to standby status should he be needed to operate a boat in an emergency. Under this system, he was \"on call\", was limited in his movements to certain boundaries, and was required to keep the station informed of his location at all times. During the hours in question there were two Coast Guard boats available for duty. Davis was assigned to the second boat and was subject to duty only if the first boat was called out. During Davis' liberty that evening neither boat was called to duty. Also, there were men at the station available should Davis not be able to get back to the station in the event he was needed.</p>\n<p>At approximately 12:30 a. m. on August 2, 1969, Davis and his companions left the tavern to return to the station to get some sleep. They were traveling south on Highway No. 158 By-Pass near Nags Head, North Carolina when the accident occurred, resulting in the deaths of Christopher Wood Pruden and Clay Thomas Freese.</p>\n<p>From these facts it appears that the Court must decide whether the actions of a Coastguardsman on standby status who is not called back to duty are in the scope of employment and in the line of duty.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*24</span> CONCLUSIONS OF LAW</h2>\n<p>The Federal Tort Claims Act, Title 28 U.S.C. Section 1346(b) provides in part,</p>\n<blockquote>\". . . the United States District Court . . . shall have exclusive jurisdiction of civil actions on claims against the United States . . . for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\"</blockquote>\n<p>Title 28 U.S.C. Section 2671 further states, \"`Acting within the scope of his office or employment', in the case of a member of the military or naval forces of the United States, means acting in line of duty.\"</p>\n<p>Therefore, this Court is to treat the United States as a private employer and to apply the law of North Carolina to the case at hand to see if Davis was acting in the line of duty when the accident occurred. The question of negligence is not at issue here.</p>\n<p>The problem which arises, which this Court also faced in <i>North Carolina State Highway Commission v. United States,</i> 288 F.Supp. 757 (E.D.N.C.1968), is that Federal Tort Claims Act cases are decided at the federal court level and therefore state courts never speak to the exact factual situations.</p>\n<blockquote>\"What we must do is analogize the situation of the United States as an employer of military personnel to the situation of a private employer and determine, under the state law of <i>respondeat superior,</i> whether, under the circumstances of the case, a private employer would be liable.\" <i>Hwy Com'n v. United States</i> at p. 759.</blockquote>\n<p>To do this, this Court will apply the standards of the North Carolina law of respondeat superior, and by a close analysis of similar North Carolina and Federal cases decide how the North Carolina courts would rule on this issue.</p>\n<p>The doctrine of respondeat superior has been defined by the Supreme Court of North Carolina in <i>Van Landingham v. Sewing Machine Co.,</i> 207 N. C. 355, 177 S.E. 126, which sets four standards for holding an employer liable. It must be shown:</p>\n<blockquote>\"1. That the plaintiff was injured by the negligence of the alleged wrongdoer.</blockquote>\n<blockquote>2. That the relation of master and servant, employer and employee, or principal and agent, existed between the one sought to be charged and the alleged tort-feasor.</blockquote>\n<blockquote>3. That the neglect or wrong of the servant, employee, or agent was done in the course of his employment or in the scope of his authority.</blockquote>\n<blockquote>4. That the servant, employee, or agent was engaged in the work of the master, employer, or principal, and was about the business of his superior, at the time of the injury.\" <i>Van Landingham</i> at p. 357, 177 S.E. at p. 127. [Citations omitted]</blockquote>\n<p>In the instant case, the relation of employer and employee exists and the negligence of the employee is not to be determined, so the questions for this Court to decide are whether the act of BM2 Davis was done in the course of his employment or in the scope of his employer's authority and whether Davis was about the business of his superior at the time of the injury.</p>\n<p>There are no cases directly on point with the facts in the instant case, but numerous cases are cited by both sides, all of which give the Court a clearer perspective of what the law should be. After a thorough exhaustion of all possible decisions and a careful analysis and comparison of all these cases, it is this Court's opinion that each case must be <span class=\"star-pagination\">*25</span> met on its peculiar facts and the conclusion should be based upon whether in that case the Government has assumed an obligation as an employer. Upon this rationale, this Court concludes that in the instant case the Government cannot be held liable as an employer, and that the Defendant's Motion for Summary Judgment should be allowed. The following legal evaluation is the foundation upon which this decision is based.</p>\n<p>One of the key factors in deciding a case such as this is the amount of control the employer has over the employee at the time of the act. See <i>Standard Oil Co. v. Parkinson,</i> 152 F. 681 (8th Cir.). This case was cited in <i>United States v. Eleazer,</i> 177 F.2d 914 (4th Cir. 1949), which held the United States was not liable when a Marine officer had an accident while driving his own car, traveling to his next duty station, and receiving mileage from the Government. The Court, applying North Carolina law, held that at the time of the accident the officer was not in the scope of employment, the Government had no control over the vehicle at the time of the accident, and the only duty the officer had was to report at his next duty station on the required date.</p>\n<p>Contrary to this holding is <i>Cooner v. United States,</i> 276 F.2d 220 (4th Cir. 1960). In this case an Army officer was to proceed to Washington, D.C. and thereon to Ottawa, Canada. He was driving his own automobile, on his way to Ottawa, when the accident occurred in New York. Applying New York law, the Fourth Circuit held the United States liable saying that the officer was furthering his master's business and therefore the necessary control was given the master by law. The Court concluded that it was the employment which sent the officer on his journey and therefore the travel is in the course of employment even if it served the employee's needs as well.</p>\n<p>The controversy surrounding the application of <i>Eleazer</i> and <i>Cooner</i> was settled recently by the Fourth Circuit in <i>James v. United States,</i> 467 F.2d 832 (4th Cir. 1972). Here an Army sergeant was returning from annual field training when he was involved in an accident near Wallace, North Carolina. He was driving his own automobile, but was being paid travel allowance and per diem and was not to revert to inactive status until he reached his home. The Court held that it was not his status which was of import, but the amount of control the United States had over him at the time of the accident. Basing its decision on <i>Eleazer,</i> the Court stated,</p>\n<blockquote>\"We fail to see any factual basis for the assertion that Sgt. Bell was `sufficiently' about the affairs of the United States that his negligence should be treated as that of the United States; nor do we think that the courts of North Carolina would perceive one. Neither the Marine officer in <i>Eleazer</i> nor Sgt. Bell in the instant case was under the control of the United States in the mode of transportation selected, or, when private automobile was employed, the manner in which it was operated.\" <i>James,</i> at p. 834.</blockquote>\n<p>In denying a motion for a rehearing, the Court held that <i>Eleazer</i> and not <i>Cooner</i> would be dispositive of cases in North Carolina \"unless and until the courts of North Carolina indicate that it was wrongly decided.\" <i>James,</i> p. 835.</p>\n<p>This Court feels that the instant case should follow the ruling in <i>James.</i> It is true that Coastguardsman Davis was subject to some control by the Coast Guard in that he was limited in where he could go, required to call in, and admonished to keep himself mentally and physically alert if he was needed. But at the time of the accident, Davis, driving his own vehicle, was not returning for an emergency call, and in fact did not have to return at that time. He was merely going back to the station to go to sleep. The Coast Guard had no control over him or over his driving his vehicle at the time of the accident. He was allowed to choose his own mode of transportation, <span class=\"star-pagination\">*26</span> and he was not required to report for duty for several more hours. In this regard, see <i>Perez v. United States,</i> 253 F.Supp. 619 (D.Mass.1966), aff. 368 F.2d 320 (1 Cir. 1966), where an enlisted man reporting for duty four hours early did not subject the United States to liability when he was involved in an automobile-pedestrian accident.</p>\n<p>The decision in <i>James</i> with relation to the instant case is further strengthened by <i>Strohkorb v. United States,</i> 268 F. Supp. 526 (E.D.Va.1967), aff. 393 F.2d 137 (4th Cir. 1968), which held a</p>\n<blockquote>\"Naval officer, who was officer of the day at naval base, was not acting within the line of duty or within the scope of his employment at the time of automobile accident occurring on public highway about five miles from the base while officer was returning to the base after having eaten his evening meal with his family, and United States was not liable under the Federal Tort Claims Act.\" <i>Strohkorb,</i> 393 F.2d 137.</blockquote>\n<p>As officer of the day, Lt. Patterson was required to return to the base and was on call at the time of the accident, but the Court stated,</p>\n<blockquote>\"This is not a case in which Patterson received a message while at home to return to the Base at once. . . . it is sufficient to state that, under any test, the master's business must be in the process of being substantially furthered at the time of the accident. Tested by this principle, it is clear that Patterson, at the time and place of the accident, was not then acting in the line of duty.\" <i>Strohkorb,</i> 268 F.Supp. 528.</blockquote>\n<p>In its reasoning, the Court went on to say, \"His work as duty officer did not bring about the necessity of travel.\" <i>Strohkorb,</i> 268 F.Supp. 529.</p>\n<p>Although this case applies Virginia law, this Court feels that it is closely on point with the case at bar. Lt. Patterson, as officer of the day, had far more responsibility than did Davis, who was merely on call. Patterson was not only on call while off the base eating, he was required to return directly upon completion of his meal. Nevertheless, at the time of the accident he was not in any way furthering the actual business of the Navy. In the case at bar, Davis was not responsible for actions at the base as was this officer of the day. He was not required to return directly after eating. Nor was he prohibited from drinking alcoholic beverages, something not allowed when on duty status. To hold the Government liable for anything Davis would do at this time would be broadening the respondeat superior doctrine too far.</p>\n<p>The Plaintiff has cited numerous cases in his behalf and woven a convincing argument. But most of the cases deal with Workmen's Compensation and are not dispositive of the case at bar. The policy of Workmen's Compensation is to help the injured employee and its concept of \"scope of employment\" is broader that that same concept in respondeat superior cases. See <i>Conversions &amp; Surveys v. Roach,</i> 204 F.2d 499 (1 Cir. 1953), which held,</p>\n<blockquote>\"The liability of an employer to pay workmen's compensation to an injured employee, and the liability of an employer to a third person on the doctrine of respondeat superior, depend upon entirely distinct considerations,\" <i>Roach,</i> p. 501</blockquote>\n<p>The Plaintiff also cites <i>Johnston v. United States,</i> 310 F.Supp. 1 (N.D.Ga. 1969) and this Court has taken note of <i>Murphey v. United States,</i> 179 F.2d 743 (9th Cir. 1950). Applying Georgia and California law, both cases held the Government liable when the servicemen were on personal pursuits (recreation and food). But in both cases the servicemen were driving Government vehicles, and although the application of the doctrine of respondeat superior does not depend on who owns the car but who controls its use, <i>Griffin v. Pancoast,</i> 257 N.C. 52, 125 S.E.2d 310, it is an important factor to consider in the total case.</p>\n<p><span class=\"star-pagination\">*27</span> The Plaintiffs finally ask the Court to invoke the \"Dual Purpose Rule\". This states that where an employee is doing a personal act for his own health, comfort, or convenience, such act is beneficial and incidental to his employment and therefore in the scope of his employment. It is true that recreational facilities at the Coast Guard base were lacking for young men, and that it is to the benefit of the Coast Guard that servicemen be able to eat and relax in a nonmilitary atmosphere, but this does not concern the amount of control that the Government had over Davis at the time of the accident, and is of small significance in deciding whether or not Davis was about the business of his employer at the time of the accident. All of this was considered by the Court in its total factual consideration.</p>\n<p>This Court also bases its decision in the instant case on a policy of practicality. To hold the United States liable in this case would expand the doctrine of respondeat superior in Federal Tort Claims Act cases to unimaginable lengths.</p>\n<p>Most military personnel are paid on a 24 hour basis and are technically \"on call\" at all times. They are required to leave a number where they can be reached, even when they are on leave. In fact, in civilian life, most jobs with any responsibility attached require that an employer know how to get in touch with his employee should an emergency arise. It would be grossly unfair to hold an employer liable for all actions of his employees while they were off duty and on personal missions, even if they were subject to call, unless of course they were called or were performing a specific service for their employer while on call.</p>\n<p><i>Wilson v. United States,</i> 315 F.Supp. 1197 (E.D.Pa.1970) held that the United States was not liable when an Army private who was \"on call\" 24 hours a day had an accident on his way to report for work. In disposing of the Plaintiff's \"on call\" 24 hours a day argument, the Court held,</p>\n<blockquote>\"The Court rejects this argument; to do otherwise would be tantamount to imposing liability on the Government every time a serviceman committed a negligent act which resulted in an injury. This would, of course, greatly expand the Government's liability under the Federal Tort Claims Act in spite of the long-established proposition that the Act was designed to impose liability only under circumstances where a private person would be liable.\" <i>Wilson,</i> p. 1199, 1200.</blockquote>\n<p>In <i>Wilkie v. Stancil,</i> 196 N.C. 794, 147 S.E. 296, the North Carolina courts noted that a broad expansion of the respondeat superior doctrine would be unjust.</p>\n<blockquote>\"To permit a recovery against Gilmers under these circumstances would be to enlarge the rule of respondeat superior to such an extent as to make the master liable for every negligent act his servant might commit while going to or from his place of work, though transported in a vehicle of his own selection over which the master had no control and in which he had no interest.\" <i>Wilkie,</i> p. 796, 147 S.E. p. 297.</blockquote>\n<p>This Court is not yet ready to widen the liability of the United States in Federal Tort Claims Act suits to the extent the Plaintiffs request.</p>\n<p>It is the conclusion of this Court, in applying the law as the State of North Carolina would do and in interpreting public policy as the State of North Carolina would do, that at the time of the accident in question, Boatswain Mate Second Class Davis was not acting in the course and scope of his employment, was not going about the business of his employer, and was not acting in the line of duty. From the facts of this case, a Coastguardsman on standby status who is not called back to duty is not in the line of duty for the purposes of the Federal Tort Claims Act. The Coast Guard <span class=\"star-pagination\">*28</span> did not have sufficient control over Davis' actions at the time of the accident so as to make the United States liable as an employer.</p>\n<p>Now therefore, in accordance with the foregoing, it is</p>\n<p>Ordered, that the Defendant's Motion for Summary Judgment be, and the same is, hereby allowed, and,</p>\n<p>Further ordered, that the Plaintiff's Motion for Partial Summary Judgment be, and the same is, hereby denied, and,</p>\n<p>Further ordered, that the Clerk shall serve copies of this Memorandum Opinion and Order upon Counsel of Record.</p>\n<p>Let this Order be entered forthwith.</p>\n<p></p>\n<h2>ON MOTION FOR RECONSIDERATION</h2>\n<p>In a Memorandum Opinion and Order dated January 20, 1973 this Court concluded in the instant case that the United States could not be held liable as an employer and granted the defendant's motion for summary judgment. Plaintiffs' counsel moved for reconsideration for the sole reason that he was not given an opportunity to be orally heard prior to this Court's determination. The motion was allowed on February 16, 1973, however a hearing was not held until April 19, 1974 because plaintiffs' counsel was securing additional information to present at the hearing.</p>\n<p>This is a civil action filed under the Federal Tort Claims Act arising out of a fatal automobile-pedestrian accident which occurred near Nagshead, N.C. on August 2, 1969 between a privately owned vehicle operated by a member of the U.S. Coast Guard and plaintiffs' intestates. The facts are not in dispute and are stated in the January 20, 1973 ORDER. The only issue is whether the Coastguardsman was acting in the course and scope of his employment at the time of the accident, thus making the United States liable under the doctrine of respondeat superior.</p>\n<p>Relying on <i>United States v. Eleazer,</i> 177 F.2d 914 (4th Cir. 1949); <i>James v. United States,</i> 467 F.2d 832 (4th Cir. 1972), and <i>Strohkorb v. United States,</i> 268 F.Supp. 526 (E.D.Va.1967), affirmed, 393 F.2d 137 (4th Cir. 1968), and applying the standards for employer liability set out in <i>Van Landingham v. Sewing Machine Co.,</i> 207 N.C. 355, 177 S.E. 126 (1934), this Court concluded that at the time of the accident Boatswain Mate Second Class Davis was not acting in the course and scope of his employment, was not going about the business of his employer, and was not acting in the line of duty. It was further decided that a Coastguardsman on standby status who is not called back to duty is not in the line of duty for the purposes of the Federal Tort Claims Act.</p>\n<p>The plaintiffs argue that <i>Jackson v. Creamery,</i> 202 N.C. 196, 162 S.E. 359 (1932), should be controlling in this case. In that case plaintiff delivered milk and solicited customers for defendant creamery. He had no regular hours, and his day's work usually ended at 7:00 pm, however he was required to deliver milk outside his regular hours if called upon to do so, and at the time of the accident a price war was in progress necessitating his solicitation of customers. Plaintiff lived on the premises of the employer and it was his duty to return the truck to such premises after the day's work. On the night of the accident plaintiff parked the truck in town while attending to his own business as well as talking to customers. About 11:00 pm he was returning to the creamery premises when he was involved in an accident. The Industrial Commission granted him workman's compensation, and this ruling was affirmed by the North Carolina Supreme Court.</p>\n<p>Plaintiffs contend that the <i>Jackson</i> case is analogous to the case at bar. In the previous ORDER this Court carefully considered Jackson and found workman's compensation cases were not dispositive because the \"scope of employment\" was broader than that same concept in respondeat superior cases. Plaintiffs now erroneously argue that <span class=\"star-pagination\">*29</span> the North Carolina Supreme Court expressly stated that the decision in <i>Jackson</i> was based on the Industrial Commission's rule that an employee would be entitled to compensation only if a private employer would have to respond in damages to a third party. The Supreme Court neither adopted the language of the Commission nor used the language as a rule of law. Its sole purpose was to determine whether the Commission's decision was supported by sufficient competent evidence. 202 N.C. at 200, 162 S.E. 359.</p>\n<p>This Court holds today that the North Carolina Supreme Court did not find that the employee in <i>Jackson</i> was allowed to recover because his employer would have been liable to a third party. This Court also holds that the facts of <i>Jackson</i> warrant recovery whereas in the instant case they do not. In <i>Jackson</i> the plaintiff was driving a company truck and returning it to the employer's premises when the accident occurred. Although the application of the doctrine of respondeat superior does not depend on who owns the car but who controls its use, <i>Griffin v. Pancoast,</i> 257 N.C. 52, 125 S.E.2d 310 (1962), it is an important factor to consider in the total case. The Commission found that plaintiff's business in town, although possibly a personal deviation, would not bar recovery because the master's business was resumed at the time he boarded the truck to return it to its proper place. The Supreme Court found no total departure from his master's business that would bar recovery. It was important that plaintiff solicited business while in town after hours that night and that he could be called to deliver at any time.</p>\n<p>This Court finds that in <i>Jackson</i> plaintiff's work day was not completed until he returned the truck to the place of business whereas in the instant case Davis completed his work day upon going on liberty at 8:00 pm, even though he was \"on call\" and limited in his movements. Had Davis been called back a different situation would be present.</p>\n<p>Plaintiffs' argument that Davis had to return to the base because there were few beach places with telephones is of little value. Plaintiff admits in his statement of facts on brief that Davis planned to go to the tavern to eat supper and watch the All-Star football game. Therefore all indications are that he planned to return to the base following the game  which he did. Had Davis planned to visit friends or spend the night in a motel he was certainly free to do so. Most motels at Nags Head had telephones in 1969.</p>\n<p>In the order dated January 20, 1973 this Court gave consideration to a policy of practicality due to the concern that holding the United States liable in this case would expand the doctrine of respondeat superior in Federal Tort Claims Act cases to unimaginable lengths. Subsequent to that order plaintiffs submitted affidavits to try to show that this case would not expand the doctrine because few military persons were in fact on a standby status. These affidavits were not treated as competent evidence, but merely as information, and it is the conclusion of the Court that the statistical determinations reached by plaintiffs' counsel are of doubtful value. While it is interesting that few Navy or Coastguard personnel are on standby status, the statistical base from which the percentages are formulated are totally invalid. The proper question to ask is not what percentage of total Coastguard personnel are on standby status, but what percentage of operational facility personnel not \"on duty\" are on standby status. What this Court does not wish to do is to open litigation's door to all who have a claim against a serviceman who is operating his own vehicle on his own business despite his being on a \"standby\" or \"on call\" status. Unless the individual is specifically performing a duty for the United States at the time of the accident, <span class=\"star-pagination\">*30</span> the Federal Tort Claims Act should not permit recovery.</p>\n<p>Finally, this Court reaffirms its reliance on <i>James v. United States</i><i> an</i>d <i>Strohkorb v. United States</i><i>.</i> In <i>James</i> it was found that the serviceman was not under the control of the United States in the mode of transportation selected or the manner in which it was operated. <i>Strohkorb</i> is factually stronger than the case at bar and yet recovery was denied. The language is pertinent and needs repeating:</p>\n<blockquote>\"This is not a case in which Patterson received a message while at home to return to the Base at once. . . . it is sufficient to state that, under any test, the master's business must be in the process of being substantially furthered at the time of the accident. Tested by this principle, it is clear that Patterson, at the time and place of the accident, was not then acting in the line of duty.\" <i>Strohkorb,</i> 268 F.Supp. 528.</blockquote>\n<p>The fact Virginia law was applied is of no consequence. The Federal Court in <i>Strohkorb</i> found that the Lieutenant's trip home for dinner while officer of the day was not by virtue of his employment or in the furtherance of the Government's business. This finding precluded any agency liability on the part of the Government under Virginia law. This finding would also preclude recovery under North Carolina law. See <i>Van Landingham v. Sewing Machine Co., supra</i><i>.</i> Since in the instant case Davis did not have as much responsibility as Lt. Patterson did in <i>Strohkorb,</i> the United States certainly cannot be held liable under respondeat superior.</p>\n<p>It is the conclusion of this Court on reconsideration that the Coast Guard did not have such control over Davis' actions at the time of the accident so as to make the United States liable as an employer. This Court is of the opinion that this same holding would be reached by the courts of the State of North Carolina. The order of January 20, 1973 remains the final decision of this Court.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">22</span></span> (1973)</b></center>\n<center><h1>W. D. PRUDEN, Administrator of the Estate of Christopher Wood Pruden and Carl E. Freese, Administrator of the Estate of Clay Thomas Freese, Plaintiffs,<br>\nv.<br>\nUNITED STATES of America, Defendant.</h1></center>\n<center>Civ. No. 645.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>January 26, 1973.</center>\n<center>On Motion For Reconsideration June 12, 1974.</center>\n<p>William L. Thorp, Jr., of Thorp &amp; Etheridge, Rocky Mount, N.C., for plaintiffs.</p>\n<p>Thomas P. McNamara, U.S. Atty., by Jack B. Crawley, Jr., Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*23</span> MEMORANDUM OPINION AND ORDER</h2>\n<p>LARKINS, District Judge:</p>\n<p>This cause comes before this Court as a civil action against the United States, filed pursuant to the Federal Tort Claims Act, Title 28 U.S.C. Section 1346(b), arising out of a fatal automobile-pedestrian accident which occurred in the Eastern District of North Carolina between a privately owned vehicle operated by a member of the United States Coast Guard and Plaintiffs' intestates. Presently before the Court for determination are the Defendant's Motion for Summary Judgment and the Plaintiffs' Motion for Partial Summary Judgment as to the liability of the United States, both motions pursuant to Rule 56 of the Federal Rules of Civil Procedure. The only issue involved is whether the Coastguardsman was acting in the course and scope of his employment at the time of the accident, thus making the United States liable under the Doctrine of Respondeat Superior.</p>\n<p>The Court has carefully examined the pleadings, depositions, interrogatories, answers to interrogatories, admissions, and affidavits on file and finds that there is no genuine issue as to any material fact involving the issue of respondeat superior. There has not been a hearing on the cross-motions for summary judgment because the Court feels that the pleadings, briefs, and supporting materials on both sides are thorough and fully present the case, and neither side has requested a hearing. Under the Local Rules for the Eastern District of North Carolina, \"Motions will be considered and decided without a hearing, unless otherwise ordered by the court, or unless requested by counsel for either movant or respondent. . . .\" General Rule 4(H).</p>\n<p></p>\n<h2>STATEMENT OF FACTS</h2>\n<p>The significant facts which are not in dispute are as follows: On August 1, 1969, Donald Wayne Davis was a Boatswain Mate Second Class in the United States Coast Guard stationed at the Oregon Inlet Coast Guard Station in Rodanthe, North Carolina. That day he had been on safety patrol duty, operating the station's seventeen-foot rescue boat. When he completed his duties, it was late in the evening and the galley had stopped serving food. Rather than fix something for himself in the galley, Davis and two fellow servicemen decided to go to Fisherman's Wharf Tavern to eat, relax, have a beer, and watch the All-Star football game. Davis drove his mother's car, the vehicle which was later involved in the accident.</p>\n<p>From 8:00 p. m. on August 1, 1969 until 7:45 a. m. on August 2, 1969, Davis was on liberty. However he was subject to standby status should he be needed to operate a boat in an emergency. Under this system, he was \"on call\", was limited in his movements to certain boundaries, and was required to keep the station informed of his location at all times. During the hours in question there were two Coast Guard boats available for duty. Davis was assigned to the second boat and was subject to duty only if the first boat was called out. During Davis' liberty that evening neither boat was called to duty. Also, there were men at the station available should Davis not be able to get back to the station in the event he was needed.</p>\n<p>At approximately 12:30 a. m. on August 2, 1969, Davis and his companions left the tavern to return to the station to get some sleep. They were traveling south on Highway No. 158 By-Pass near Nags Head, North Carolina when the accident occurred, resulting in the deaths of Christopher Wood Pruden and Clay Thomas Freese.</p>\n<p>From these facts it appears that the Court must decide whether the actions of a Coastguardsman on standby status who is not called back to duty are in the scope of employment and in the line of duty.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*24</span> CONCLUSIONS OF LAW</h2>\n<p>The Federal Tort Claims Act, Title 28 U.S.C. Section 1346(b) provides in part,</p>\n<blockquote>\". . . the United States District Court . . . shall have exclusive jurisdiction of civil actions on claims against the United States . . . for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\"</blockquote>\n<p>Title 28 U.S.C. Section 2671 further states, \"`Acting within the scope of his office or employment', in the case of a member of the military or naval forces of the United States, means acting in line of duty.\"</p>\n<p>Therefore, this Court is to treat the United States as a private employer and to apply the law of North Carolina to the case at hand to see if Davis was acting in the line of duty when the accident occurred. The question of negligence is not at issue here.</p>\n<p>The problem which arises, which this Court also faced in <i>North Carolina State Highway Commission v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">288</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">757</span></span> (E.D.N.C.1968), is that Federal Tort Claims Act cases are decided at the federal court level and therefore state courts never speak to the exact factual situations.</p>\n<blockquote>\"What we must do is analogize the situation of the United States as an employer of military personnel to the situation of a private employer and determine, under the state law of <i>respondeat superior,</i> whether, under the circumstances of the case, a private employer would be liable.\" <i>Hwy Com'n v. United States</i> at p. 759.</blockquote>\n<p>To do this, this Court will apply the standards of the North Carolina law of respondeat superior, and by a close analysis of similar North Carolina and Federal cases decide how the North Carolina courts would rule on this issue.</p>\n<p>The doctrine of respondeat superior has been defined by the Supreme Court of North Carolina in <i>Van Landingham v. Sewing Machine Co.,</i> 207 N. C. 355, <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">126</span></span>, which sets four standards for holding an employer liable. It must be shown:</p>\n<blockquote>\"1. That the plaintiff was injured by the negligence of the alleged wrongdoer.</blockquote>\n<blockquote>2. That the relation of master and servant, employer and employee, or principal and agent, existed between the one sought to be charged and the alleged tort-feasor.</blockquote>\n<blockquote>3. That the neglect or wrong of the servant, employee, or agent was done in the course of his employment or in the scope of his authority.</blockquote>\n<blockquote>4. That the servant, employee, or agent was engaged in the work of the master, employer, or principal, and was about the business of his superior, at the time of the injury.\" <i>Van Landingham</i> at p. 357, 177 S.E. at p. 127. [Citations omitted]</blockquote>\n<p>In the instant case, the relation of employer and employee exists and the negligence of the employee is not to be determined, so the questions for this Court to decide are whether the act of BM2 Davis was done in the course of his employment or in the scope of his employer's authority and whether Davis was about the business of his superior at the time of the injury.</p>\n<p>There are no cases directly on point with the facts in the instant case, but numerous cases are cited by both sides, all of which give the Court a clearer perspective of what the law should be. After a thorough exhaustion of all possible decisions and a careful analysis and comparison of all these cases, it is this Court's opinion that each case must be <span class=\"star-pagination\">*25</span> met on its peculiar facts and the conclusion should be based upon whether in that case the Government has assumed an obligation as an employer. Upon this rationale, this Court concludes that in the instant case the Government cannot be held liable as an employer, and that the Defendant's Motion for Summary Judgment should be allowed. The following legal evaluation is the foundation upon which this decision is based.</p>\n<p>One of the key factors in deciding a case such as this is the amount of control the employer has over the employee at the time of the act. See <i>Standard Oil Co. v. Parkinson,</i> <span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">F.</span> <span class=\"page\">681</span></span> (8th Cir.). This case was cited in <i>United States v. Eleazer,</i> <span class=\"citation\" data-id=\"1507444\"><a href=\"/opinion/1507444/united-states-v-eleazer/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span> (4th Cir. 1949), which held the United States was not liable when a Marine officer had an accident while driving his own car, traveling to his next duty station, and receiving mileage from the Government. The Court, applying North Carolina law, held that at the time of the accident the officer was not in the scope of employment, the Government had no control over the vehicle at the time of the accident, and the only duty the officer had was to report at his next duty station on the required date.</p>\n<p>Contrary to this holding is <i>Cooner v. United States,</i> <span class=\"citation\" data-id=\"250444\"><a href=\"/opinion/250444/joanne-cooner-by-her-guardian-ad-litem-harold-e-cooner-sr-james/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">220</span></a></span> (4th Cir. 1960). In this case an Army officer was to proceed to Washington, D.C. and thereon to Ottawa, Canada. He was driving his own automobile, on his way to Ottawa, when the accident occurred in New York. Applying New York law, the Fourth Circuit held the United States liable saying that the officer was furthering his master's business and therefore the necessary control was given the master by law. The Court concluded that it was the employment which sent the officer on his journey and therefore the travel is in the course of employment even if it served the employee's needs as well.</p>\n<p>The controversy surrounding the application of <i>Eleazer</i> and <i>Cooner</i> was settled recently by the Fourth Circuit in <i>James v. United States,</i> <span class=\"citation\" data-id=\"305876\"><a href=\"/opinion/305876/janice-l-james-by-her-next-friend-roland-c-james-and-f-d-english/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">832</span></a></span> (4th Cir. 1972). Here an Army sergeant was returning from annual field training when he was involved in an accident near Wallace, North Carolina. He was driving his own automobile, but was being paid travel allowance and per diem and was not to revert to inactive status until he reached his home. The Court held that it was not his status which was of import, but the amount of control the United States had over him at the time of the accident. Basing its decision on <i>Eleazer,</i> the Court stated,</p>\n<blockquote>\"We fail to see any factual basis for the assertion that Sgt. Bell was `sufficiently' about the affairs of the United States that his negligence should be treated as that of the United States; nor do we think that the courts of North Carolina would perceive one. Neither the Marine officer in <i>Eleazer</i> nor Sgt. Bell in the instant case was under the control of the United States in the mode of transportation selected, or, when private automobile was employed, the manner in which it was operated.\" <i>James,</i> at p. 834.</blockquote>\n<p>In denying a motion for a rehearing, the Court held that <i>Eleazer</i> and not <i>Cooner</i> would be dispositive of cases in North Carolina \"unless and until the courts of North Carolina indicate that it was wrongly decided.\" <i>James,</i> p. 835.</p>\n<p>This Court feels that the instant case should follow the ruling in <i>James.</i> It is true that Coastguardsman Davis was subject to some control by the Coast Guard in that he was limited in where he could go, required to call in, and admonished to keep himself mentally and physically alert if he was needed. But at the time of the accident, Davis, driving his own vehicle, was not returning for an emergency call, and in fact did not have to return at that time. He was merely going back to the station to go to sleep. The Coast Guard had no control over him or over his driving his vehicle at the time of the accident. He was allowed to choose his own mode of transportation, <span class=\"star-pagination\">*26</span> and he was not required to report for duty for several more hours. In this regard, see <i>Perez v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">253</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">619</span></span> (D.Mass.1966), aff. <span class=\"citation\" data-id=\"273589\"><a href=\"/opinion/273589/fernando-quinones-perez-v-united-states/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">320</span></a></span> (1 Cir. 1966), where an enlisted man reporting for duty four hours early did not subject the United States to liability when he was involved in an automobile-pedestrian accident.</p>\n<p>The decision in <i>James</i> with relation to the instant case is further strengthened by <i>Strohkorb v. United States,</i> <span class=\"citation\" data-id=\"1481181\"><a href=\"/opinion/1481181/strohkorb-v-united-states/\"><span class=\"volume\">268</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">526</span></a></span> (E.D.Va.1967), aff. <span class=\"citation\" data-id=\"279740\"><a href=\"/opinion/279740/richard-l-strohkorb-v-united-states/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span> (4th Cir. 1968), which held a</p>\n<blockquote>\"Naval officer, who was officer of the day at naval base, was not acting within the line of duty or within the scope of his employment at the time of automobile accident occurring on public highway about five miles from the base while officer was returning to the base after having eaten his evening meal with his family, and United States was not liable under the Federal Tort Claims Act.\" <i>Strohkorb,</i> <span class=\"citation\" data-id=\"279740\"><a href=\"/opinion/279740/richard-l-strohkorb-v-united-states/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span>.</blockquote>\n<p>As officer of the day, Lt. Patterson was required to return to the base and was on call at the time of the accident, but the Court stated,</p>\n<blockquote>\"This is not a case in which Patterson received a message while at home to return to the Base at once. . . . it is sufficient to state that, under any test, the master's business must be in the process of being substantially furthered at the time of the accident. Tested by this principle, it is clear that Patterson, at the time and place of the accident, was not then acting in the line of duty.\" <i>Strohkorb,</i> 268 F.Supp. 528.</blockquote>\n<p>In its reasoning, the Court went on to say, \"His work as duty officer did not bring about the necessity of travel.\" <i>Strohkorb,</i> 268 F.Supp. 529.</p>\n<p>Although this case applies Virginia law, this Court feels that it is closely on point with the case at bar. Lt. Patterson, as officer of the day, had far more responsibility than did Davis, who was merely on call. Patterson was not only on call while off the base eating, he was required to return directly upon completion of his meal. Nevertheless, at the time of the accident he was not in any way furthering the actual business of the Navy. In the case at bar, Davis was not responsible for actions at the base as was this officer of the day. He was not required to return directly after eating. Nor was he prohibited from drinking alcoholic beverages, something not allowed when on duty status. To hold the Government liable for anything Davis would do at this time would be broadening the respondeat superior doctrine too far.</p>\n<p>The Plaintiff has cited numerous cases in his behalf and woven a convincing argument. But most of the cases deal with Workmen's Compensation and are not dispositive of the case at bar. The policy of Workmen's Compensation is to help the injured employee and its concept of \"scope of employment\" is broader that that same concept in respondeat superior cases. See <i>Conversions &amp; Surveys v. Roach,</i> <span class=\"citation\" data-id=\"231757\"><a href=\"/opinion/231757/conversions-surveys-inc-v-roach/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span> (1 Cir. 1953), which held,</p>\n<blockquote>\"The liability of an employer to pay workmen's compensation to an injured employee, and the liability of an employer to a third person on the doctrine of respondeat superior, depend upon entirely distinct considerations,\" <i>Roach,</i> p. 501</blockquote>\n<p>The Plaintiff also cites <i>Johnston v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">310</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1</span></span> (N.D.Ga. 1969) and this Court has taken note of <i>Murphey v. United States,</i> <span class=\"citation\" data-id=\"224281\"><a href=\"/opinion/224281/murphey-v-united-states/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">743</span></a></span> (9th Cir. 1950). Applying Georgia and California law, both cases held the Government liable when the servicemen were on personal pursuits (recreation and food). But in both cases the servicemen were driving Government vehicles, and although the application of the doctrine of respondeat superior does not depend on who owns the car but who controls its use, <i>Griffin v. Pancoast,</i> <span class=\"citation\" data-id=\"1215560\"><a href=\"/opinion/1215560/griffin-v-pancoast/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"1215560\"><a href=\"/opinion/1215560/griffin-v-pancoast/\"><span class=\"volume\">125</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">310</span></a></span>, it is an important factor to consider in the total case.</p>\n<p><span class=\"star-pagination\">*27</span> The Plaintiffs finally ask the Court to invoke the \"Dual Purpose Rule\". This states that where an employee is doing a personal act for his own health, comfort, or convenience, such act is beneficial and incidental to his employment and therefore in the scope of his employment. It is true that recreational facilities at the Coast Guard base were lacking for young men, and that it is to the benefit of the Coast Guard that servicemen be able to eat and relax in a nonmilitary atmosphere, but this does not concern the amount of control that the Government had over Davis at the time of the accident, and is of small significance in deciding whether or not Davis was about the business of his employer at the time of the accident. All of this was considered by the Court in its total factual consideration.</p>\n<p>This Court also bases its decision in the instant case on a policy of practicality. To hold the United States liable in this case would expand the doctrine of respondeat superior in Federal Tort Claims Act cases to unimaginable lengths.</p>\n<p>Most military personnel are paid on a 24 hour basis and are technically \"on call\" at all times. They are required to leave a number where they can be reached, even when they are on leave. In fact, in civilian life, most jobs with any responsibility attached require that an employer know how to get in touch with his employee should an emergency arise. It would be grossly unfair to hold an employer liable for all actions of his employees while they were off duty and on personal missions, even if they were subject to call, unless of course they were called or were performing a specific service for their employer while on call.</p>\n<p><i>Wilson v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1197</span></span> (E.D.Pa.1970) held that the United States was not liable when an Army private who was \"on call\" 24 hours a day had an accident on his way to report for work. In disposing of the Plaintiff's \"on call\" 24 hours a day argument, the Court held,</p>\n<blockquote>\"The Court rejects this argument; to do otherwise would be tantamount to imposing liability on the Government every time a serviceman committed a negligent act which resulted in an injury. This would, of course, greatly expand the Government's liability under the Federal Tort Claims Act in spite of the long-established proposition that the Act was designed to impose liability only under circumstances where a private person would be liable.\" <i>Wilson,</i> p. 1199, 1200.</blockquote>\n<p>In <i>Wilkie v. Stancil,</i> <span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">794</span></span>, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">296</span></span>, the North Carolina courts noted that a broad expansion of the respondeat superior doctrine would be unjust.</p>\n<blockquote>\"To permit a recovery against Gilmers under these circumstances would be to enlarge the rule of respondeat superior to such an extent as to make the master liable for every negligent act his servant might commit while going to or from his place of work, though transported in a vehicle of his own selection over which the master had no control and in which he had no interest.\" <i>Wilkie,</i> p. 796, 147 S.E. p. 297.</blockquote>\n<p>This Court is not yet ready to widen the liability of the United States in Federal Tort Claims Act suits to the extent the Plaintiffs request.</p>\n<p>It is the conclusion of this Court, in applying the law as the State of North Carolina would do and in interpreting public policy as the State of North Carolina would do, that at the time of the accident in question, Boatswain Mate Second Class Davis was not acting in the course and scope of his employment, was not going about the business of his employer, and was not acting in the line of duty. From the facts of this case, a Coastguardsman on standby status who is not called back to duty is not in the line of duty for the purposes of the Federal Tort Claims Act. The Coast Guard <span class=\"star-pagination\">*28</span> did not have sufficient control over Davis' actions at the time of the accident so as to make the United States liable as an employer.</p>\n<p>Now therefore, in accordance with the foregoing, it is</p>\n<p>Ordered, that the Defendant's Motion for Summary Judgment be, and the same is, hereby allowed, and,</p>\n<p>Further ordered, that the Plaintiff's Motion for Partial Summary Judgment be, and the same is, hereby denied, and,</p>\n<p>Further ordered, that the Clerk shall serve copies of this Memorandum Opinion and Order upon Counsel of Record.</p>\n<p>Let this Order be entered forthwith.</p>\n<p></p>\n<h2>ON MOTION FOR RECONSIDERATION</h2>\n<p>In a Memorandum Opinion and Order dated January 20, 1973 this Court concluded in the instant case that the United States could not be held liable as an employer and granted the defendant's motion for summary judgment. Plaintiffs' counsel moved for reconsideration for the sole reason that he was not given an opportunity to be orally heard prior to this Court's determination. The motion was allowed on February 16, 1973, however a hearing was not held until April 19, 1974 because plaintiffs' counsel was securing additional information to present at the hearing.</p>\n<p>This is a civil action filed under the Federal Tort Claims Act arising out of a fatal automobile-pedestrian accident which occurred near Nagshead, N.C. on August 2, 1969 between a privately owned vehicle operated by a member of the U.S. Coast Guard and plaintiffs' intestates. The facts are not in dispute and are stated in the January 20, 1973 ORDER. The only issue is whether the Coastguardsman was acting in the course and scope of his employment at the time of the accident, thus making the United States liable under the doctrine of respondeat superior.</p>\n<p>Relying on <i>United States v. Eleazer,</i> <span class=\"citation\" data-id=\"1507444\"><a href=\"/opinion/1507444/united-states-v-eleazer/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span> (4th Cir. 1949); <i>James v. United States,</i> <span class=\"citation\" data-id=\"305876\"><a href=\"/opinion/305876/janice-l-james-by-her-next-friend-roland-c-james-and-f-d-english/\"><span class=\"volume\">467</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">832</span></a></span> (4th Cir. 1972), and <i>Strohkorb v. United States,</i> <span class=\"citation\" data-id=\"1481181\"><a href=\"/opinion/1481181/strohkorb-v-united-states/\"><span class=\"volume\">268</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">526</span></a></span> (E.D.Va.1967), affirmed, <span class=\"citation\" data-id=\"279740\"><a href=\"/opinion/279740/richard-l-strohkorb-v-united-states/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">137</span></a></span> (4th Cir. 1968), and applying the standards for employer liability set out in <i>Van Landingham v. Sewing Machine Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">355</span></span>, <span class=\"citation no-link\"><span class=\"volume\">177</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">126</span></span> (1934), this Court concluded that at the time of the accident Boatswain Mate Second Class Davis was not acting in the course and scope of his employment, was not going about the business of his employer, and was not acting in the line of duty. It was further decided that a Coastguardsman on standby status who is not called back to duty is not in the line of duty for the purposes of the Federal Tort Claims Act.</p>\n<p>The plaintiffs argue that <i>Jackson v. Creamery,</i> <span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">196</span></span>, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">359</span></span> (1932), should be controlling in this case. In that case plaintiff delivered milk and solicited customers for defendant creamery. He had no regular hours, and his day's work usually ended at 7:00 pm, however he was required to deliver milk outside his regular hours if called upon to do so, and at the time of the accident a price war was in progress necessitating his solicitation of customers. Plaintiff lived on the premises of the employer and it was his duty to return the truck to such premises after the day's work. On the night of the accident plaintiff parked the truck in town while attending to his own business as well as talking to customers. About 11:00 pm he was returning to the creamery premises when he was involved in an accident. The Industrial Commission granted him workman's compensation, and this ruling was affirmed by the North Carolina Supreme Court.</p>\n<p>Plaintiffs contend that the <i>Jackson</i> case is analogous to the case at bar. In the previous ORDER this Court carefully considered Jackson and found workman's compensation cases were not dispositive because the \"scope of employment\" was broader than that same concept in respondeat superior cases. Plaintiffs now erroneously argue that <span class=\"star-pagination\">*29</span> the North Carolina Supreme Court expressly stated that the decision in <i>Jackson</i> was based on the Industrial Commission's rule that an employee would be entitled to compensation only if a private employer would have to respond in damages to a third party. The Supreme Court neither adopted the language of the Commission nor used the language as a rule of law. Its sole purpose was to determine whether the Commission's decision was supported by sufficient competent evidence. 202 N.C. at 200, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">359</span></span>.</p>\n<p>This Court holds today that the North Carolina Supreme Court did not find that the employee in <i>Jackson</i> was allowed to recover because his employer would have been liable to a third party. This Court also holds that the facts of <i>Jackson</i> warrant recovery whereas in the instant case they do not. In <i>Jackson</i> the plaintiff was driving a company truck and returning it to the employer's premises when the accident occurred. Although the application of the doctrine of respondeat superior does not depend on who owns the car but who controls its use, <i>Griffin v. Pancoast,</i> <span class=\"citation\" data-id=\"1215560\"><a href=\"/opinion/1215560/griffin-v-pancoast/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"1215560\"><a href=\"/opinion/1215560/griffin-v-pancoast/\"><span class=\"volume\">125</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">310</span></a></span> (1962), it is an important factor to consider in the total case. The Commission found that plaintiff's business in town, although possibly a personal deviation, would not bar recovery because the master's business was resumed at the time he boarded the truck to return it to its proper place. The Supreme Court found no total departure from his master's business that would bar recovery. It was important that plaintiff solicited business while in town after hours that night and that he could be called to deliver at any time.</p>\n<p>This Court finds that in <i>Jackson</i> plaintiff's work day was not completed until he returned the truck to the place of business whereas in the instant case Davis completed his work day upon going on liberty at 8:00 pm, even though he was \"on call\" and limited in his movements. Had Davis been called back a different situation would be present.</p>\n<p>Plaintiffs' argument that Davis had to return to the base because there were few beach places with telephones is of little value. Plaintiff admits in his statement of facts on brief that Davis planned to go to the tavern to eat supper and watch the All-Star football game. Therefore all indications are that he planned to return to the base following the game  which he did. Had Davis planned to visit friends or spend the night in a motel he was certainly free to do so. Most motels at Nags Head had telephones in 1969.</p>\n<p>In the order dated January 20, 1973 this Court gave consideration to a policy of practicality due to the concern that holding the United States liable in this case would expand the doctrine of respondeat superior in Federal Tort Claims Act cases to unimaginable lengths. Subsequent to that order plaintiffs submitted affidavits to try to show that this case would not expand the doctrine because few military persons were in fact on a standby status. These affidavits were not treated as competent evidence, but merely as information, and it is the conclusion of the Court that the statistical determinations reached by plaintiffs' counsel are of doubtful value. While it is interesting that few Navy or Coastguard personnel are on standby status, the statistical base from which the percentages are formulated are totally invalid. The proper question to ask is not what percentage of total Coastguard personnel are on standby status, but what percentage of operational facility personnel not \"on duty\" are on standby status. What this Court does not wish to do is to open litigation's door to all who have a claim against a serviceman who is operating his own vehicle on his own business despite his being on a \"standby\" or \"on call\" status. Unless the individual is specifically performing a duty for the United States at the time of the accident, <span class=\"star-pagination\">*30</span> the Federal Tort Claims Act should not permit recovery.</p>\n<p>Finally, this Court reaffirms its reliance on <i>James v. United States</i><i> an</i>d <i>Strohkorb v. United States</i><i>.</i> In <i>James</i> it was found that the serviceman was not under the control of the United States in the mode of transportation selected or the manner in which it was operated. <i>Strohkorb</i> is factually stronger than the case at bar and yet recovery was denied. The language is pertinent and needs repeating:</p>\n<blockquote>\"This is not a case in which Patterson received a message while at home to return to the Base at once. . . . it is sufficient to state that, under any test, the master's business must be in the process of being substantially furthered at the time of the accident. Tested by this principle, it is clear that Patterson, at the time and place of the accident, was not then acting in the line of duty.\" <i>Strohkorb,</i> 268 F.Supp. 528.</blockquote>\n<p>The fact Virginia law was applied is of no consequence. The Federal Court in <i>Strohkorb</i> found that the Lieutenant's trip home for dinner while officer of the day was not by virtue of his employment or in the furtherance of the Government's business. This finding precluded any agency liability on the part of the Government under Virginia law. This finding would also preclude recovery under North Carolina law. See <i>Van Landingham v. Sewing Machine Co., supra</i><i>.</i> Since in the instant case Davis did not have as much responsibility as Lt. Patterson did in <i>Strohkorb,</i> the United States certainly cannot be held liable under respondeat superior.</p>\n<p>It is the conclusion of this Court on reconsideration that the Coast Guard did not have such control over Davis' actions at the time of the accident so as to make the United States liable as an employer. This Court is of the opinion that this same holding would be reached by the courts of the State of North Carolina. The order of January 20, 1973 remains the final decision of this Court.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/224281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/231757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/250444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/279740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1481181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1507444/"
  ]
}