{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1492697/",
  "absolute_url": "/opinion/1492697/cameron-v-martin-marietta-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1492697/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:28:26.221068Z",
  "date_modified": "2016-04-27T01:35:51.529609Z",
  "type": "010combined",
  "sha1": "acc45230ca69c688c4e3c0b2e49ba919b521531d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>729 F.Supp. 1529 (1990)</b></center>\n<center><h1>Hilda CAMERON and Jane Cameron Sullivan, Plaintiffs,<br>\nv.<br>\nMARTIN MARIETTA CORPORATION, Defendant.</h1></center>\n<center>No. 89-84-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>January 30, 1990.</center>\n<p><span class=\"star-pagination\">*1530</span> Robert A. O'Quinn, Stevens, McGhee, Morgan, Lennon &amp; O'Quin, Wilmington, N.C., for plaintiffs.</p>\n<p>Reid C. Phillips, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs, the present owners of 346 acres of land in New Hanover County, North Carolina, filed this action asserting various claims arising out of the sale of that land by defendant to plaintiffs' agent in 1986. The complaint alleges that at the time of conveyance, the property was contaminated by certain chemical substances in violation of state and federal laws, thus violating covenants in the contract and in the warranty deed. Plaintiffs assert claims based on breach of contract, unfair and deceptive trade practices, and breach of warranty against encumbrances. The action is before the court on defendant's motion to dismiss for failure to state a claim upon which relief can be granted, pursuant to F.R.Civ.P. 12(b)(6).</p>\n<p>According to the facts as alleged in the complaint, on May 20, 1986, plaintiffs' agent signed a contract to buy 346 acres of land in New Hanover County from defendant Martin Marietta for a total purchase price of $563,980.00. The contract provided that there be \"no restrictions, easement, zoning or other governmental regulation\" that would prevent the reasonable use of the property for the purposes for which it was presently zoned. On August 5, 1986, the land was conveyed by warranty deed, containing a warranty that the land was free from encumbrances. Plaintiffs allege that defendant knew, or through the exercise of reasonable care should have known, that the land was contaminated by chemicals, but that defendant nevertheless sold and conveyed the land to plaintiffs' agent without disclosing in any way that the land was contaminated. Plaintiffs discovered the chemical contamination after a private study was completed or or about April 6, 1989 and subsequently filed this action on August 16, 1989.</p>\n<p>A motion to dismiss pursuant to F.R. Civ.P. 12(b)(6) should only be granted where \"it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 102, 2 L.Ed.2d 80 (1957). For purposes of such a motion, the material allegations of the complaint are taken as admitted and the complaint is to be liberally construed in the plaintiffs' favor. <i>First Financial Savings Bank, Inc. v. American Bankers Insurance Company,</i> 699 F.Supp. 1158, 1161 (E.D.N.C.1988).</p>\n<p></p>\n<h2>I. MOTION TO DISMISS PLAINTIFFS' BREACH OF CONTRACT CLAIM</h2>\n<p>As a preliminary matter, defendant argues that plaintiffs' claim for breach of contract should be barred as falling outside the three-year statute of limitations of N.C. G.S. § 1-52(1). Plaintiffs argue in response that the claim for breach of contract is governed by the ten-year statute of limitations for sealed instruments, N.C.G.S. § 1-47(2), since the word \"seal\" appears next to the signature of the parties to the contract. Even if it was unclear whether the contract was meant to be a sealed instrument, failure to meet the three-year statute of limitations would be an inappropriate ground for a motion to dismiss, since \"[i]f it is ambiguous as to whether a party adopted a seal, it is a jury question as to whether the party signed under seal.\" <i>Central Systems v. Heating &amp; Air Conditioning Company,</i> 48 N.C.App. 198, 202, 268 S.E.2d 822, <i>rev. denied,</i> 301 N.C. 400, 273 S.E.2d 445 (1980). Here, the court <span class=\"star-pagination\">*1531</span> finds that the presence of the word \"seal\" is sufficient to qualify the contract as a sealed instrument for which the ten-year statute of limitations should apply. <i>Biggers v. Evangelist,</i> 71 N.C.App. 35, 39, 321 S.E.2d 524 (1984), <i>rev. denied,</i> 313 N.C. 327, 329 S.E.2d 384 (1985).</p>\n<p>Nevertheless, the court finds merit in defendant's argument that plaintiffs have failed to state a claim for breach of contract since the contract does not require that the land be free from chemical contamination. Plaintiffs attempt to rely on the portion of the contract which requires that there be no restrictions, easement, zoning or other governmental regulation that would prevent the reasonable use of the property, arguing that state and federal statutes prevent plaintiffs from enjoying such use. Plaintiffs assert that the North Carolina Oil Pollution and Hazardous Substances Control Act, N.C.G.S. § 143-215.83, <i>et seq.,</i> requires the owners of contaminated property to remove hazardous substances from their property, and that the Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA), 42 U.S.C. §§ 9601 to 9675, provides for the imposition of a federal lien against such property to secure payment for the costs of cleanup.</p>\n<p>However, plaintiffs' argument is based in part on a misreading of the state and federal statutes. The North Carolina statute imposes a cleanup obligation for unlawful discharges of oil or hazardous substances only on persons who have control over such substances immediately prior to a discharge. N.C.G.S. §§ 143-215.84(a) and 143-215.77(5). CERCLA, a comprehensive act establishing liability for certain costs associated with the release of hazardous substances, specifically exempts innocent purchasers, such as plaintiffs here, from liability. 42 U.S.C. §§ 9607(b) and 9601(35).</p>\n<p>Therefore, even accepting plaintiffs' factual assertions as true, plaintiffs have failed to allege any restrictions or government regulations which prevent the reasonable enjoyment of the property. While the presence of the alleged chemical contamination would certainly affect the use of the property, the contract cannot be construed to contain a general requirement that the land be free from chemical contamination. <i>Taylor v. Gibbs,</i> 268 N.C. 363, 150 S.E.2d 506 (1966). Plaintiffs cannot use statutes which threaten them with no liability to create a claim for breach of the provision that there be no government regulations preventing their enjoyment of the property. Accordingly, plaintiffs' breach of contract claim fails to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS PLAINTIFFS' UNFAIR AND DECEPTIVE TRADE PRACTICES CLAIM</h2>\n<p>Plaintiffs' second claim is that the alleged representations made by defendant about the land or the failure to disclose that the land was contaminated was in violation of North Carolina's Unfair and Deceptive Trade Practices Act, N.C.G.S. § 75-1.1. The Act prohibits \"unfair or deceptive acts or practices in or affecting commerce.\" <i>Id.</i> To prevail under the Act, one must show that the acts complained of possessed the tendency or capacity to mislead, or created the likelihood of deception. <i>Bartolomeo v. S. B. Thomas, Inc.,</i> 889 F.2d 530, 534 (4th Cir.1989), <i>citing </i><i>Chastain v. Wall,</i> 78 N.C.App. 350, 337 S.E.2d 150 (1985), <i>rev. denied,</i> 316 N.C. 375, 342 S.E.2d 891 (1986). Good faith is not a defense to an alleged violation of N.C.G.S. § 75-1.1, and the intent of the actor is irrelevant. <i>Winston Realty Company v. G. H. G., Inc.,</i> 314 N.C. 90, 95, 331 S.E.2d 677 (1985).</p>\n<p>Based on this standard, the court finds that plaintiffs have alleged facts sufficient to state a claim for unfair and deceptive trade practices. The complaint alleges that defendant knew or should have known that the land was contaminated but did not disclose that fact to plaintiffs. The complaint further alleges that plaintiffs were deceived into purchasing the contaminated land by defendant's misrepresentations. North Carolina courts have repeatedly held that false representations can be the basis for an unfair and deceptive trade practices claim. <i>Id.; </i><i>Leake v. Sunbelt</i> <span class=\"star-pagination\">*1532</span> <i>Ltd. of Raleigh,</i> 93 N.C.App. 199, 377 S.E.2d 285, <i>rev. denied,</i> 324 N.C. 578, 381 S.E.2d 774 (1989); <i>Myers v. Liberty Lincoln-Mercury,</i> 89 N.C.App. 335, 365 S.E.2d 663 (1988); <i>Chastain v. Wall, supra</i><i>.</i></p>\n<p>Defendant argues that plaintiffs must show \"substantial aggravating circumstances\" as a prerequisite to liability under N.C.G.S. § 75-1.1. <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> 649 F.2d 985, 992 (4th Cir.), <i>cert. denied,</i> 454 U.S. 1054, 102 S.Ct. 599, 70 L.Ed.2d 590 (1981). However, if plaintiffs' allegations that defendant misrepresented or failed to disclose the true state of the land it sold are proven to be true, it could be sufficient to bring this case into the \"wide variety of shady practices\" that the statute encompasses. <i>Id.</i> Because a motion to dismiss pursuant to F.R.Civ.P. 12(b)(6) should only be granted where plaintiff can prove no set of facts in support of his claim that would entitle him to relief, <i>Conley v. Gibson,</i> 355 U.S. at 45-46, 78 S.Ct. at 101-02, defendant's motion to dismiss plaintiffs' unfair and deceptive trade practices claim must be denied.</p>\n<p></p>\n<h2>III. MOTION TO DISMISS PLAINTIFFS' BREACH OF WARRANTY CLAIM</h2>\n<p>Plaintiffs' third claim alleges that defendant breached the warranty against encumbrances found in the warranty deed by transferring property which was contaminated by chemicals in violation of state and federal regulations. Defendant argues that plaintiffs have failed to state a claim upon which relief can be granted, pointing out that no North Carolina court has interpreted the term \"encumbrance\" so broadly as to include \"chemical contamination.\"</p>\n<p>The court is compelled to agree with defendant's argument that plaintiffs have failed to state a claim for breach of the warranty against encumbrances. In so ruling, the court notes the similar result reached by a federal district court in the Northern District of California in dismissing a breach of warranty claim for failure to state a claim, holding that \"under current law, the term `encumbrance' does not extend to the presence of hazardous substances alleged in this case.\" <i>United States v. Allied Chemical Corporation,</i> 587 F.Supp. 1205, 1206 (N.D.Cal.1984).</p>\n<p>While no North Carolina court has directly addressed the issue of whether chemical contamination creates an encumbrance, plaintiffs point out that the North Carolina Court of Appeals has held that an existing violation of a local zoning ordinance does constitute an encumbrance. <i>Wilcox v. Pioneer Homes,</i> 41 N.C.App. 140, 143, 254 S.E.2d 214 (1979). Plaintiffs argue that the existing violations of the North Carolina Oil Pollution and Hazardous Substances Control Act and CERCLA present even more compelling evidence of an encumbrance. However, as discussed above, the laws which plaintiffs cite only impose liability on persons with some responsibility for the discharge of hazardous substances. In the absence of any stronger guidance from the North Carolina courts, this court is unwilling to expand the definition of encumbrance to include the chemical contamination and alleged violations of state and federal regulations at issue here. Accordingly, plaintiffs' breach of warranty claim fails to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2>IV. SUMMARY</h2>\n<p>Based on the foregoing, defendant's motion to dismiss pursuant to F.R.Civ.P. 12(b)(6) is granted as to plaintiffs' claims based on breach of contract and breach of warranty against encumbrances, and denied as to plaintiff's claim based on unfair and deceptive trade practices.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">729</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1529</span></span> (1990)</b></center>\n<center><h1>Hilda CAMERON and Jane Cameron Sullivan, Plaintiffs,<br>\nv.<br>\nMARTIN MARIETTA CORPORATION, Defendant.</h1></center>\n<center>No. 89-84-CIV-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>January 30, 1990.</center>\n<p><span class=\"star-pagination\">*1530</span> Robert A. O'Quinn, Stevens, McGhee, Morgan, Lennon &amp; O'Quin, Wilmington, N.C., for plaintiffs.</p>\n<p>Reid C. Phillips, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiffs, the present owners of 346 acres of land in New Hanover County, North Carolina, filed this action asserting various claims arising out of the sale of that land by defendant to plaintiffs' agent in 1986. The complaint alleges that at the time of conveyance, the property was contaminated by certain chemical substances in violation of state and federal laws, thus violating covenants in the contract and in the warranty deed. Plaintiffs assert claims based on breach of contract, unfair and deceptive trade practices, and breach of warranty against encumbrances. The action is before the court on defendant's motion to dismiss for failure to state a claim upon which relief can be granted, pursuant to F.R.Civ.P. 12(b)(6).</p>\n<p>According to the facts as alleged in the complaint, on May 20, 1986, plaintiffs' agent signed a contract to buy 346 acres of land in New Hanover County from defendant Martin Marietta for a total purchase price of $563,980.00. The contract provided that there be \"no restrictions, easement, zoning or other governmental regulation\" that would prevent the reasonable use of the property for the purposes for which it was presently zoned. On August 5, 1986, the land was conveyed by warranty deed, containing a warranty that the land was free from encumbrances. Plaintiffs allege that defendant knew, or through the exercise of reasonable care should have known, that the land was contaminated by chemicals, but that defendant nevertheless sold and conveyed the land to plaintiffs' agent without disclosing in any way that the land was contaminated. Plaintiffs discovered the chemical contamination after a private study was completed or or about April 6, 1989 and subsequently filed this action on August 16, 1989.</p>\n<p>A motion to dismiss pursuant to F.R. Civ.P. 12(b)(6) should only be granted where \"it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, 102, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957). For purposes of such a motion, the material allegations of the complaint are taken as admitted and the complaint is to be liberally construed in the plaintiffs' favor. <i>First Financial Savings Bank, Inc. v. American Bankers Insurance Company,</i> <span class=\"citation\" data-id=\"1418643\"><a href=\"/opinion/1418643/first-financial-sav-bank-v-american-bankers-ins/\"><span class=\"volume\">699</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1158</span></a></span>, 1161 (E.D.N.C.1988).</p>\n<p></p>\n<h2>I. MOTION TO DISMISS PLAINTIFFS' BREACH OF CONTRACT CLAIM</h2>\n<p>As a preliminary matter, defendant argues that plaintiffs' claim for breach of contract should be barred as falling outside the three-year statute of limitations of N.C. G.S. § 1-52(1). Plaintiffs argue in response that the claim for breach of contract is governed by the ten-year statute of limitations for sealed instruments, N.C.G.S. § 1-47(2), since the word \"seal\" appears next to the signature of the parties to the contract. Even if it was unclear whether the contract was meant to be a sealed instrument, failure to meet the three-year statute of limitations would be an inappropriate ground for a motion to dismiss, since \"[i]f it is ambiguous as to whether a party adopted a seal, it is a jury question as to whether the party signed under seal.\" <i>Central Systems v. Heating &amp; Air Conditioning Company,</i> 48 N.C.App. 198, 202, <span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">822</span></span>, <i>rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">400</span></span>, <span class=\"citation no-link\"><span class=\"volume\">273</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">445</span></span> (1980). Here, the court <span class=\"star-pagination\">*1531</span> finds that the presence of the word \"seal\" is sufficient to qualify the contract as a sealed instrument for which the ten-year statute of limitations should apply. <i>Biggers v. Evangelist,</i> 71 N.C.App. 35, 39, <span class=\"citation\" data-id=\"1200600\"><a href=\"/opinion/1200600/biggers-v-evangelist/\"><span class=\"volume\">321</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">524</span></a></span> (1984), <i>rev. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">327</span></span>, <span class=\"citation no-link\"><span class=\"volume\">329</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">384</span></span> (1985).</p>\n<p>Nevertheless, the court finds merit in defendant's argument that plaintiffs have failed to state a claim for breach of contract since the contract does not require that the land be free from chemical contamination. Plaintiffs attempt to rely on the portion of the contract which requires that there be no restrictions, easement, zoning or other governmental regulation that would prevent the reasonable use of the property, arguing that state and federal statutes prevent plaintiffs from enjoying such use. Plaintiffs assert that the North Carolina Oil Pollution and Hazardous Substances Control Act, N.C.G.S. § 143-215.83, <i>et seq.,</i> requires the owners of contaminated property to remove hazardous substances from their property, and that the Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA), 42 U.S.C. §§ 9601 to 9675, provides for the imposition of a federal lien against such property to secure payment for the costs of cleanup.</p>\n<p>However, plaintiffs' argument is based in part on a misreading of the state and federal statutes. The North Carolina statute imposes a cleanup obligation for unlawful discharges of oil or hazardous substances only on persons who have control over such substances immediately prior to a discharge. N.C.G.S. §§ 143-215.84(a) and 143-215.77(5). CERCLA, a comprehensive act establishing liability for certain costs associated with the release of hazardous substances, specifically exempts innocent purchasers, such as plaintiffs here, from liability. 42 U.S.C. §§ 9607(b) and 9601(35).</p>\n<p>Therefore, even accepting plaintiffs' factual assertions as true, plaintiffs have failed to allege any restrictions or government regulations which prevent the reasonable enjoyment of the property. While the presence of the alleged chemical contamination would certainly affect the use of the property, the contract cannot be construed to contain a general requirement that the land be free from chemical contamination. <i>Taylor v. Gibbs,</i> <span class=\"citation\" data-id=\"1254026\"><a href=\"/opinion/1254026/taylor-v-gibbs/\"><span class=\"volume\">268</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">363</span></a></span>, <span class=\"citation\" data-id=\"1254026\"><a href=\"/opinion/1254026/taylor-v-gibbs/\"><span class=\"volume\">150</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">506</span></a></span> (1966). Plaintiffs cannot use statutes which threaten them with no liability to create a claim for breach of the provision that there be no government regulations preventing their enjoyment of the property. Accordingly, plaintiffs' breach of contract claim fails to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2>II. MOTION TO DISMISS PLAINTIFFS' UNFAIR AND DECEPTIVE TRADE PRACTICES CLAIM</h2>\n<p>Plaintiffs' second claim is that the alleged representations made by defendant about the land or the failure to disclose that the land was contaminated was in violation of North Carolina's Unfair and Deceptive Trade Practices Act, N.C.G.S. § 75-1.1. The Act prohibits \"unfair or deceptive acts or practices in or affecting commerce.\" <i>Id.</i> To prevail under the Act, one must show that the acts complained of possessed the tendency or capacity to mislead, or created the likelihood of deception. <i>Bartolomeo v. S. B. Thomas, Inc.,</i> <span class=\"citation\" data-id=\"532057\"><a href=\"/opinion/532057/tim-bartolomeo-dba-quality-brands-inc-v-sb-thomas-inc-cpc/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">530</span></a></span>, 534 (4th Cir.1989), <i>citing </i><i>Chastain v. Wall,</i> 78 N.C.App. 350, <span class=\"citation\" data-id=\"1256283\"><a href=\"/opinion/1256283/chastain-v-wall/\"><span class=\"volume\">337</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">150</span></a></span> (1985), <i>rev. denied,</i> <span class=\"citation\" data-id=\"1391483\"><a href=\"/opinion/1391483/clark-v-burlington-industries-inc/\"><span class=\"volume\">316</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">375</span></a></span>, <span class=\"citation\" data-id=\"1391749\"><a href=\"/opinion/1391749/chastain-v-wall/\"><span class=\"volume\">342</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">891</span></a></span> (1986). Good faith is not a defense to an alleged violation of N.C.G.S. § 75-1.1, and the intent of the actor is irrelevant. <i>Winston Realty Company v. G. H. G., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">90</span></span>, 95, <span class=\"citation\" data-id=\"1211167\"><a href=\"/opinion/1211167/winston-realty-co-inc-v-ghg-inc/\"><span class=\"volume\">331</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">677</span></a></span> (1985).</p>\n<p>Based on this standard, the court finds that plaintiffs have alleged facts sufficient to state a claim for unfair and deceptive trade practices. The complaint alleges that defendant knew or should have known that the land was contaminated but did not disclose that fact to plaintiffs. The complaint further alleges that plaintiffs were deceived into purchasing the contaminated land by defendant's misrepresentations. North Carolina courts have repeatedly held that false representations can be the basis for an unfair and deceptive trade practices claim. <i>Id.; </i><i>Leake v. Sunbelt</i> <span class=\"star-pagination\">*1532</span> <i>Ltd. of Raleigh,</i> 93 N.C.App. 199, <span class=\"citation\" data-id=\"1392506\"><a href=\"/opinion/1392506/leake-v-sunbelt-ltd-of-raleigh/\"><span class=\"volume\">377</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">285</span></a></span>, <i>rev. denied,</i> <span class=\"citation\" data-id=\"1341048\"><a href=\"/opinion/1341048/leake-v-sunbelt-limited-of-raleigh/\"><span class=\"volume\">324</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">578</span></a></span>, <span class=\"citation\" data-id=\"1341048\"><a href=\"/opinion/1341048/leake-v-sunbelt-limited-of-raleigh/\"><span class=\"volume\">381</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">774</span></a></span> (1989); <i>Myers v. Liberty Lincoln-Mercury,</i> 89 N.C.App. 335, <span class=\"citation\" data-id=\"1217978\"><a href=\"/opinion/1217978/myers-v-liberty-lincoln-mercury-inc/\"><span class=\"volume\">365</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">663</span></a></span> (1988); <i>Chastain v. Wall, supra</i><i>.</i></p>\n<p>Defendant argues that plaintiffs must show \"substantial aggravating circumstances\" as a prerequisite to liability under N.C.G.S. § 75-1.1. <i>United Roasters, Inc. v. Colgate-Palmolive Company,</i> <span class=\"citation\" data-id=\"390852\"><a href=\"/opinion/390852/united-roasters-inc-v-colgate-palmolive-company-state-of-north/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 992 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1981). However, if plaintiffs' allegations that defendant misrepresented or failed to disclose the true state of the land it sold are proven to be true, it could be sufficient to bring this case into the \"wide variety of shady practices\" that the statute encompasses. <i>Id.</i> Because a motion to dismiss pursuant to F.R.Civ.P. 12(b)(6) should only be granted where plaintiff can prove no set of facts in support of his claim that would entitle him to relief, <i>Conley v. Gibson,</i> 355 U.S. at 45-46, 78 S.Ct. at 101-02, defendant's motion to dismiss plaintiffs' unfair and deceptive trade practices claim must be denied.</p>\n<p></p>\n<h2>III. MOTION TO DISMISS PLAINTIFFS' BREACH OF WARRANTY CLAIM</h2>\n<p>Plaintiffs' third claim alleges that defendant breached the warranty against encumbrances found in the warranty deed by transferring property which was contaminated by chemicals in violation of state and federal regulations. Defendant argues that plaintiffs have failed to state a claim upon which relief can be granted, pointing out that no North Carolina court has interpreted the term \"encumbrance\" so broadly as to include \"chemical contamination.\"</p>\n<p>The court is compelled to agree with defendant's argument that plaintiffs have failed to state a claim for breach of the warranty against encumbrances. In so ruling, the court notes the similar result reached by a federal district court in the Northern District of California in dismissing a breach of warranty claim for failure to state a claim, holding that \"under current law, the term `encumbrance' does not extend to the presence of hazardous substances alleged in this case.\" <i>United States v. Allied Chemical Corporation,</i> <span class=\"citation\" data-id=\"1751720\"><a href=\"/opinion/1751720/united-states-v-allied-chemical-corp/\"><span class=\"volume\">587</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1205</span></a></span>, 1206 (N.D.Cal.1984).</p>\n<p>While no North Carolina court has directly addressed the issue of whether chemical contamination creates an encumbrance, plaintiffs point out that the North Carolina Court of Appeals has held that an existing violation of a local zoning ordinance does constitute an encumbrance. <i>Wilcox v. Pioneer Homes,</i> 41 N.C.App. 140, 143, <span class=\"citation\" data-id=\"1331756\"><a href=\"/opinion/1331756/wilcox-v-pioneer-homes-inc/\"><span class=\"volume\">254</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">214</span></a></span> (1979). Plaintiffs argue that the existing violations of the North Carolina Oil Pollution and Hazardous Substances Control Act and CERCLA present even more compelling evidence of an encumbrance. However, as discussed above, the laws which plaintiffs cite only impose liability on persons with some responsibility for the discharge of hazardous substances. In the absence of any stronger guidance from the North Carolina courts, this court is unwilling to expand the definition of encumbrance to include the chemical contamination and alleged violations of state and federal regulations at issue here. Accordingly, plaintiffs' breach of warranty claim fails to state a claim upon which relief can be granted.</p>\n<p></p>\n<h2>IV. SUMMARY</h2>\n<p>Based on the foregoing, defendant's motion to dismiss pursuant to F.R.Civ.P. 12(b)(6) is granted as to plaintiffs' claims based on breach of contract and breach of warranty against encumbrances, and denied as to plaintiff's claim based on unfair and deceptive trade practices.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1200600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1211167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1217978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1254026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1256283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1331756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1341048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1391483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1391749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1392506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1418643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1751720/"
  ]
}