{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1503723/",
  "absolute_url": "/opinion/1503723/zocco-v-us-dept-of-army/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1503723/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:30:22.198809Z",
  "date_modified": "2016-04-27T00:41:03.661140Z",
  "type": "010combined",
  "sha1": "8d1d55ba97dc814f899becb6c028df4014ea062d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>791 F.Supp. 595 (1992)</b></center>\n<center><h1>Scott ZOCCO, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, DEPARTMENT OF the ARMY; Deggeller Attractions, Inc. a/k/a Deggeller Attractions; and Lawrence \"Running Bear\" Brawley, Defendants.</h1></center>\n<center>No. 89-109-CIV-3-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Fayetteville Division.</b></p></center>\n<center>April 13, 1992.</center>\n<p><span class=\"star-pagination\">*596</span> James M. Cooper, Cooper &amp; Davis, Fayetteville, N.C., for plaintiff.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Atty., U.S. Attys. Office, Raleigh, N.C., for defendants U.S. and Dept. of Army.</p>\n<p>J.A. Webster, III, Young, Moore, Henderson &amp; Alvis, P.A., Raleigh, N.C., for defendants Deggeller Attractions, Inc. and Lawrence Brawley.</p>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court for ruling on several pending motions. An evidentiary hearing and oral argument were held on 6 April 1992. Although the court announced its rulings from the bench at the hearing, it will elaborate on its rationale for those rulings in this order.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>The United States Army (\"Army\") contracted with defendant Deggeller Attractions, Inc. (\"Deggeller\") to operate the 1988 fair at the Fort Bragg Army base in Fayetteville, North Carolina. As the principal contractor, Deggeller agreed to furnish all labor, materials, supplies, services, and equipment. The contract prohibited the operation of all unsafe rides. The Army retained the right to inspect and approve all matters of safety. Deggeller hired defendant Lawrence Brawley as a subcontractor to assemble and operate two rides, one of which was \"Superstitious Mountain.\" Brawley did not carry workers' compensation insurance for his employees.</p>\n<p>Brawley purchased Superstitious Mountain in 1986. The ride is assembled and operated off a truck flatbed which is elevated <span class=\"star-pagination\">*597</span> at a range from near ground level to nine- to ten-feet high. Cars operate on a rail which is bolted to the flatbed and on plywood risers which are supported by metal beams and poles. The portion of the ride which travels over the flatbed and risers is covered by a thick canvas tarp. Brawley's ride had been inspected and approved by governmental authorities in Maryland, Virginia, South Carolina, and Florida prior to the 1988 Fort Bragg Fair. It had been part of several fairs between 1986 and 1988 and was never associated with any employee or patron accident. Brawley had never received notice or a warning of any type of safety violation.</p>\n<p>A federal safety inspector, Christine Pasch, conducted a walk-through inspection of all of the rides prior to the opening of the 1988 Fort Bragg Fair. This inspection was to determine if any obvious hazards existed for the public, not to inspect the mechanical integrity of the rides, the nonpublic areas, or the worker areas. Because no safety problems were located, the fair was opened to the public.</p>\n<p>On 1 May 1988, while the fair was underway, plaintiff Scott Zocco, then seventeen years of age, was hired by Brawley to work at Superstitious Mountain. Zocco was called upon to tighten the bolts securing the rail several times during the day. On one such occasion he was bumped from behind by one of the cars. He fell off the ride platform through the canvas tarp and onto the asphalt pavement ten feet below, thereby sustaining serious injuries. Zocco has filed workers' compensation claims with the North Carolina Industrial Commission against all three defendants; although those claims are still pending, Zocco has chosen not to prosecute them until this lawsuit is resolved.</p>\n<p></p>\n<h2>II. <i>Procedural History</i>\n</h2>\n<p>Zocco filed a complaint alleging negligence against the Army, Deggeller, and Brawley. At the close of discovery, Deggeller and Brawley moved for summary judgment contending that this court lacks subject-matter jurisdiction over Zocco's claims against them. Plaintiff moved for partial summary judgment on Deggeller's second and third defenses through which Deggeller raised a subject-matter jurisdiction defense. The court found that genuine issues of material fact remained concerning the court's subject-matter jurisdiction and therefore denied both motions on 15 October 1991.</p>\n<p>A pretrial order was filed on 7 February 1992 and the matter was called for trial on 20 February 1992. At a hearing on that date, it became apparent to the court that it was necessary to resolve the lingering issue of subject-matter jurisdiction prior to trial. The court therefore continued the trial, invited the parties to file additional materials on this question, and set an evidentiary hearing to resolve any factual issues related to its subject-matter jurisdiction. The court also gave defendant United States permission to file an untimely motion for summary judgment.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2><i>A. The North Carolina Workers' Compensation Act</i></h2>\n<p>Because several provisions of the North Carolina Workers' Compensation Act, N.C.Gen.Stat. §§ 97-1 <i>et seq.</i> (1991), lie at the heart of the dispute over the court's subject-matter jurisdiction, it is worthwhile to discuss the Act in some detail at the outset. According to section 97-2, employers who regularly employ three or more employees are subject to the provisions of the Act. <i>Id.</i> § 97-2(1). \"[E]very employer and employee ... shall be presumed to have accepted the provisions of [the Act] respectively to pay and accept compensation for personal injury or death by accident arising out of and in the course of his employment and shall be bound thereby.\" <i>Id.</i> § 97-3.</p>\n<p>Every employer subject to the Act must either procure a workers' compensation liability insurance policy or furnish to the Commissioner of Insurance sufficient financial information to qualify as a selfinsurer. <i>Id.</i> § 97-93(a). If an employer has complied with the Act, its injured employee's exclusive remedy is the compensation provided for in the Act:</p>\n<blockquote>\n<span class=\"star-pagination\">*598</span> Every employer subject to the compensation provisions of [the Act] shall secure the payment of compensation to his employees in the manner hereinafter provided; and while such security remains in force, he or those conducting his business shall only be liable to any employee for personal injury or death by accident to the extent and in the manner herein specified.</blockquote>\n<p><i>Id.</i> § 97-9.</p>\n<blockquote>If the employee and employer are subject to and have complied with the provisions of [the Act], then the rights and remedies herein granted to the employee ... shall exclude all other rights and remedies of the employee ... as against the employer at common law or otherwise on account of such injury or death.</blockquote>\n<p><i>Id.</i> § 97-10.1. These \"exclusivity provisions\" prevent an employee from suing an employer for injuries attributable to the employer's negligence. <i>Horney v. Meredith Swimming Pool Co.,</i> 267 N.C. 521, 148 S.E.2d 554 (1966). The injured employee's exclusive remedy is a workers' compensation claim over which the North Carolina Industrial Commission has exclusive original jurisdiction. N.C.Gen.Stat. § 9791.</p>\n<p>When principal contractors and subcontractors are involved, it can sometimes be difficult to determine who is responsible for securing worker's compensation insurance coverage for the subcontractors' employees. Section 97-19 addresses this issue:</p>\n<blockquote>Any principal contractor ... who shall sublet any contract for the performance of any work without requiring from such subcontractor or obtaining from the Industrial Commission a certificate, issued by a workers' compensation insurance carrier, or a certificate of compliance issued by the Department of Insurance to a self-insured subcontractor, stating that such subcontractor has complied with G.S. 97-93 hereof, shall be liable ... to the extent as such subcontractor would be if he were subject to the provisions of [the Act] for the payment of compensation and other benefits under [the Act] on account of the injury or death of ... any employee of such subcontractor due to an accident arising out of and in the course of performance of the work covered by such subcontract.</blockquote>\n<p><i>Id.</i> § 97-19. Thus, if the principal contractor does not require the subcontractor to demonstrate that he has acquired coverage for his employees, the principal contractor will be liable for payment of workers' compensation benefits to the subcontractor's injured employees. In this situation, the principal contractor  considered the employee's \"statutory employer\"  is entitled to the protection of the Act's exclusivity provisions. <i>Pinckney v. United States,</i> 671 F.Supp. 405, 410 (E.D.N.C.1987); <i>see </i><i>Matthews v. United States,</i> 825 F.2d 35, 36 (4th Cir.1987) (applying Maryland law).</p>\n<p></p>\n<h2><i>B. Plaintiff's Motion to Join Necessary Parties</i></h2>\n<p>Deggeller contends that it had procured workers' compensation insurance coverage with the American Insurance Company for Brawley's employees and that Deggeller therefore was a statutory employer of Zocco under section 97-19. The court denied both parties' motions for summary judgment because it was convinced that a genuine issue of material fact remained regarding whether the American Insurance Company policy submitted did, in fact, cover Brawley's employees. Zocco contends that the only way this issue can be permanently resolved is for the American Insurance Company and Fireman's Fund Insurance Companies, American's parent, to be made parties to this action. He has therefore moved to join these companies as defendants pursuant to Rule 19(a) of the Federal Rules of Civil Procedure. That rule provides, in pertinent part:</p>\n<blockquote>A person who is subject to service of process and whose joinder will not deprive the court of jurisdiction over the subject matter of the action shall be joined as a party in the action if (1) in the person's absence complete relief cannot be accorded those already parties, or (2) the person claims an interest relating to the subject of the action and is so situated that the disposition of the action in <span class=\"star-pagination\">*599</span> the person's absence may (i) as a practical matter impair or impede the person's ability to protect that interest or (ii) leave any of the persons already parties subject to a substantial risk of incurring double, multiple, or otherwise inconsistent obligations by reason of the claimed interest. If the person has not been so joined, the court shall order that the person be made a party.</blockquote>\n<p>Fed.R.Civ.P. 19(a).</p>\n<p>Zocco argues that unless the insurance companies are joined, a finding in this action that coverage was in place to cover Zocco's injuries will not prevent these same companies from later contending to the Industrial Commission that no coverage existed. Thus, Zocco argues, he faces the potential inconsistency of being denied a civil recovery if this court finds that workers' compensation coverage was in place and later being denied a workers' compensation recovery if the Industrial Commission finds that such coverage was not in place.</p>\n<p>The court rejects this argument. If this court finds that coverage was in place and the insurance companies later refuse to compensate Zocco, he can then file a civil claim against Deggeller under section 97-95 to recover full workers' compensation benefits:</p>\n<blockquote>As to every employer subject to the provisions of [the Act] who shall fail or neglect to keep in effect a policy of insurance against compensation liability arising hereunder with some insurance carrier as provided in G.S. 97-93, or who shall fail to qualify as a self-insurer as provided in the [Act], in addition to other penalties provided by [the Act], such employer shall be liable in a civil action which may be instituted by the claimant for all such compensation as may be awarded by the Industrial Commission in a proceeding properly instituted before said Commission....</blockquote>\n<p>N.C.Gen.Stat. § 97-95. Thus, Zocco does not face a threat of inconsistent judgments. Consequently, joinder is inappropriate.</p>\n<p></p>\n<h2><i>C. Evidentiary Hearing</i></h2>\n<p>The court heard testimony from Mr. James Ostrowski, an agent of Fireman's Fund Insurance Companies and American Insurance Company. Both companies authorized him to testify on their behalf. Mr. Ostrowski testified that the American Insurance Company policy which was submitted in connection with the summary judgment motions did, in fact, cover Zocco for any workers' compensation benefits to which he is entitled. Zocco did not offer any evidence to challenge this testimony. Therefore, the court finds as a matter of law that such coverage was in effect on 1 May 1988 to cover Zocco.</p>\n<p>In light of this finding, it is appropriate to reconsider Deggeller and Brawley's motion for summary judgment which was previously denied because of the existence of this factual issue.</p>\n<p></p>\n<h2><i>D. Deggeller's Motion for Summary Judgment</i></h2>\n<p></p>\n<h2>1. Statutory Employer</h2>\n<p>In light of the court's finding that Deggeller had secured workers' compensation coverage for Zocco, Deggeller is protected by the Act's exclusivity provisions if it was Zocco's statutory employer on 1 May 1988. The court must therefore focus on section 97-19. <i>See supra</i> p. 598. By its express language, section 97-19 applies only when 1) the injured employee is working for a subcontractor of a principal contractor and 2) the subcontractor lacks workers' compensation insurance coverage. Two recent North Carolina Court of Appeals' decisions have added some flesh to this language.</p>\n<p>In <i>Mayhew v. Howell,</i> 102 N.C.App. 269, 401 S.E.2d 831, <i>aff'd,</i> 330 N.C. 113, 408 S.E.2d 853 (1991) (per curiam), plaintiff was employed as a carpenter by two partners hired to do framing work on houses being built by Ryan Homes. The partners were told by Ryan to obtain workers' compensation insurance, but did not do so. Plaintiff was injured and filed a claim for workers' compensation against Ryan which the Industrial Commission dismissed. The Commission reasoned that Ryan was not a \"principal contractor\" under section 97-19, but rather was the owner who had hired an <span class=\"star-pagination\">*600</span> independent contractor to perform some work. <i>Id.</i> 102 N.C.App. at 273, 401 S.E.2d at 834. The court of appeals affirmed, noting that section 97-19 \"`relates to contractors and subcontractors  not to employers and independent contractors.'\" <i>Id.</i> at 272, 401 S.E.2d at 833 (quoting <i>Beach v. McLean,</i> 219 N.C. 521, 528, 14 S.E.2d 515, 520 (1941)). \"`G.S. 97-19 is not applicable to an independent contractor as distinguished from a subcontractor of the class designated by the statute.'\" <i>Id.</i> (quoting <i>Greene v. Spivey,</i> 236 N.C. 435, 444, 73 S.E.2d 488, 494 (1952)). The court observed that a principal contractor is one \"`who has <i>undertaken for another</i> to do something.'\" <i>Id.</i> 102 N.C.App. at 273, 401 S.E.2d at 834 (quoting <i>Evans v. Tabor City Lumber Co.,</i> 232 N.C. 111, 116, 59 S.E.2d 612, 616 (1950)) (emphasis added by <i>Mayhew</i> court). It concluded that since Ryan had not undertaken to do anything for any-one, it could not be a principal contractor under section 97-19 and the statute could therefore not apply. <i>Id.</i> Consequently, since the partners were independent contractors as opposed to agents or employees of Ryan, their employees could look only to them, not to Ryan, for coverage. <i>Id.</i></p>\n<p>Similarly, in <i>Cook v. Norvell-Mackorell Real Estate Co.,</i> 99 N.C.App. 307, 392 S.E.2d 758 (1990), plaintiff was injured while working for Rainbow Roofing, a company that carried no workers' compensation insurance. On the date of plaintiff's injury, Rainbow Roofing was working on a project at Briarcreek Apartments. Briarcreek's realty management company had hired Rainbow Roofing for the project. The Industrial Commission awarded benefits against Rainbow Roofing, but denied benefits against the realty management company on the ground that it was not a principal contractor and therefore could not be considered a statutory employer within the meaning of section 97-19. <i>Id.</i> at 309, 392 S.E.2d at 759. The court of appeals affirmed:</p>\n<blockquote>G.S. 97-19, by its own terms, cannot apply unless there is first a contract for the performance of work which is then sublet. Consequently, G.S. 97-19 may apply as between two independent contractors, one of whom is a subcontractor to the other; but it does not apply as between a principal, <i>i.e.,</i> an owner, and an independent contractor.</blockquote>\n<p><i>Id.</i> at 310, 392 S.E.2d at 760. Plaintiff contended that the management company was actually obligated to perform this work itself and sublet this responsibility to Rainbow  hence, it was indeed a principal contractor. <i>Id.</i> at 310-11, 392 S.E.2d at 760. The court disagreed, finding that 1) Briarcreek's right to control the management company's activity precluded the company from being an independent contractor and 2) the management company was not contractually obligated to do the roof work, and therefore had no contract to sublet to a subcontractor. <i>Id.</i> at 311-12, 392 S.E.2d at 760.</p>\n<p>In light of <i>Mayhew</i> and <i>Cook,</i> the dictum in <i>Richards v. Nationwide Homes,</i> 263 N.C. 295, 302, 139 S.E.2d 645, 650 (1965) that \"G.S. 97-19 of our Act imposes liability, under certain specified circumstances, on the principal contractor or employer for injuries and death to employees of his independent contractor or of his subcontractor\" appears to be an accurate statement of the correct application of section 97-19. Nevertheless, Zocco argues emphatically that other North Carolina cases indicate that this section is not applicable if the subcontractor is also an independent contractor. Each case Zocco cites, however, is inapposite.</p>\n<p>In <i>Mack v. Marshall Field &amp; Co.,</i> 217 N.C. 55, 6 S.E.2d 889 (1940), plaintiff sued the principal contractor for wrongful death of a subcontractor's employee. The trial court dismissed the action. The supreme court reversed, finding that the complaint's allegation of negligence against the principal contractor stated a claim despite the existence of the Workers' Compensation Act. <i>Id.</i> at 62, 6 S.E.2d at 893. The court did not address 1) whether the subcontractor had workers' compensation coverage  though this is implied by the court's reference to a workers' compensation carrier's subrogation rights, <i>id.</i> at 61, 6 S.E.2d at 893, or 2) the Act's statutory employer provision. It must therefore be assumed <span class=\"star-pagination\">*601</span> that the subcontractor did have insurance and that, as a result, section 97-19 did not apply.</p>\n<p>In <i>Sayles v. Loftis,</i> 217 N.C. 674, 9 S.E.2d 393 (1940), plaintiff sued the principal contractor for wrongful death of a subcontractor's employee. Defendant's answer included a defense that plaintiff had already received workers' compensation benefits from the subcontractor and that that relief was plaintiff's exclusive remedy. <i>Id.</i> at 675, 9 S.E.2d at 393. The trial court denied plaintiff's motion to strike this defense. The supreme court reversed, relying on <i>Mack. Id.</i> at 677, 9 S.E.2d at 395. Again, the court did not mention section 97-19, presumably because it did not apply in light of the subcontractor's acquisition of workers' compensation insurance.</p>\n<p>In <i>Cathey v. Southeastern Construction Co.,</i> 218 N.C. 525, 11 S.E.2d 571 (1940), plaintiff sued the principal contractor for personal injury which resulted from his work for a subcontractor. Defendant argued that the Act provided plaintiff's sole remedy and the trial court dismissed the action. <i>Id.</i> at 528, 11 S.E.2d at 573. The supreme court reversed, holding that \"[t]he complaint in this case, as in <i>Mack</i> ... sets forth actionable negligence against defendant  a third party  not against the employer. Therefore, the North Carolina Workers' Compensation Act is not available to defendant.\" <i>Id.</i> at 530, 11 S.E.2d at 574. Again, the court did not discuss the subcontractor's insurance status or section 97-19. It must therefore be assumed that the subcontractor had procured coverage and that, consequently, section 97-19 did not apply.</p>\n<p>In <i>Beach v. McLean,</i> 219 N.C. 521, 14 S.E.2d 515 (1941), a cotton mill contracted with defendant McLean to move machinery. McLean hired plaintiff to help and plaintiff was hurt. McLean was not subject to the Act because he did not have the requisite number of employees. Plaintiff therefore filed his workers' compensation claim against the cotton mill. The Industrial Commission found that the cotton mill, not McLean, was plaintiff's actual employer because McLean was merely an agent or employee of the mill, not an independent contractor. <i>Id.</i> at 524, 14 S.E.2d at 517. The superior court reversed, finding that McLean was an independent contractor and therefore plaintiff's actual employer. <i>Id.</i> The supreme court affirmed. <i>Id.</i> at 528, 14 S.E.2d at 520. The last sentence of the court's opinion stated that \"Sec. 19, ch. 120, Public Laws 1929 [now section 97-19], has no application here. That section relates to contractors and subcontractors  not employers and independent contractors.\" <i>Id.</i></p>\n<p>In <i>Evans v. Tabor City Lumber Co.,</i> 232 N.C. 111, 59 S.E.2d 612 (1950), Waccamaw Lumber hired Martin to log and transport timber on a tract owned by Holiday Brothers. Plaintiff was injured while working for Martin, who had not procured workers' compensation insurance coverage. The Industrial Commission awarded benefits against Waccamaw, finding that Waccamaw was plaintiff's statutory employer under section 97-19. <i>Id.</i> at 115, 59 S.E.2d at 615. The superior court affirmed. The supreme court reversed, finding that section 97-19 did not apply. <i>Id.</i> at 116, 59 S.E.2d at 616. The court reasoned that because there was only one contract, that between Waccamaw and Martin, their relationship was not one of principal contractor-subcontractor. <i>Id.</i> at 117, 59 S.E.2d at 616. However, the court did not determine whether plaintiff was nevertheless entitled to benefits from Waccamaw under the theory that Waccamaw was plaintiff's actual employer because Martin was merely Waccamaw's agent. The court noted that the key determination on remand would be whether Martin was an agent or an independent contractor. <i>Id.</i> at 117, 59 S.E.2d at 616-17.</p>\n<p>In <i>Scott v. Waccamaw Lumber Co.,</i> 232 N.C. 162, 59 S.E.2d 425 (1950), Waccamaw hired Milligan to supervise the sawing of logs and removal of timber from the sawmill to its yard. Plaintiff's decedent worked under Milligan's direction and was killed. Plaintiff argued that Milligan was merely a supervisory employee of Waccamaw and that Waccamaw was therefore his decedent's actual employer. Waccamaw contended that Milligan was an independent contractor and that he was therefore plaintiff's actual employer. The Industrial <span class=\"star-pagination\">*602</span> Commission found that Milligan was a mere supervisory employee and therefore awarded benefits against Waccamaw, plaintiff's actual employer. <i>Id.</i> at 163-64, 59 S.E.2d at 426. The superior court affirmed as did the supreme court. <i>Id.</i> at 164, 166, 59 S.E.2d at 426, 427. As there was no allegation that Waccamaw was a statutory employer, the court's opinion did not mention section 97-19.</p>\n<p>The facts of <i>McCraw v. Calvine Mills, Inc.,</i> 233 N.C. 524, 64 S.E.2d 658 (1951) were essentially the same as those in <i>Scott</i>  there was no allegation of a principal contractor-subcontractor relationship. Hence, section 97-19 was not discussed and the case turned on whether plaintiff's immediate employer was an independent contractor or agent.</p>\n<p>In <i>Greene v. Spivey,</i> 236 N.C. 435, 73 S.E.2d 488 (1952), plaintiff's decedent was killed while employed by Spivey, whose business was timbering and logging. Spivey was selling his entire output to Hardwood. Spivey paid premiums to Hardwood to carry workers' compensation coverage for Spivey's employees. The Industrial Commission entered judgment for plaintiff against Hardwood's insurance carrier which was affirmed by the superior court. <i>Id.</i> at 440-41, 73 S.E.2d at 492. The supreme court affirmed. It found section 97-19 inapplicable because Hardwood and Spivey were not principal contractor and subcontractor. <i>Id.</i> at 443, 73 S.E.2d at 494. The case turned on whether the insurance policy covered Spivey's employees.</p>\n<p>In <i>Tipton v. Barge,</i> 243 F.2d 531 (4th Cir.1957), plaintiff was injured while employed as a plumber's helper for Price. Price was a subcontractor for Barge-Thompson who was erecting a building for Southern Bell. Plaintiff filed a workers' compensation claim against Price, who had insurance coverage, and was awarded benefits. <i>Id.</i> at 533. Plaintiff then filed a negligence suit against Barge-Thompson. The district court dismissed the case on the merits. <i>Id.</i> As an alternative ground for affirmance, Barge-Thompson argued to the court of appeals that \"`[i]n North Carolina an employee of a subcontractor cannot maintain a tort action against a general contractor when all the parties are subject to the Worker's Compensation Act.'\" <i>Id.</i> The court of appeals, relying on <i>Mack, Sayles,</i> and <i>Cathey,</i> disagreed. <i>Id.</i> at 533-34. It held that the questions of negligence and contributory negligence were for the jury and therefore reversed. <i>Id.</i> at 534-36. Section 97-19 was not even discussed, presumably because the subcontractor had acquired insurance coverage. <i>See id.</i> at 533.</p>\n<p>Finally, in <i>Pinckney v. United States,</i> 671 F.Supp. 405 (E.D.N.C.1987), HLJ Management Group (\"HLJ\") was under contract with the Army to furnish kitchen services at Fort Bragg. Plaintiff was injured while employed by HLJ and received workers' compensation benefits from HLJ's insurance carrier. <i>Id.</i> at 407. Plaintiff then filed a negligence suit against the government. The court permitted plaintiff to proceed with the negligence suit notwithstanding section 97-19. <i>Id.</i> at 406, 413. That section did not apply because 1) there was no principal contractor-subcontractor relationship  plaintiff was employed by an independent contractor hired by the owner and 2) even if such a relationship had existed, plaintiff's immediate employer carried workers' compensation insurance coverage. Admittedly, the court's analysis was much more convoluted than this and, to some degree, was incorrect. This was particularly true regarding its analysis of why HLJ's status as an independent contractor was critically important. HLJ's status was critical because if it had been merely an agent of the government, as opposed to an independent contractor, the government would have been plaintiff's actual employer. HLJ's status as an independent contractor, however, cut off any employment relationship between the government and plaintiff.</p>\n<p>Zocco's insistence that Brawley's status as an independent contractor makes section 97-19 inapplicable is based on 1) his reliance on some of the flawed reasoning in <i>Pinckney</i> and 2) his misunderstanding of <i>Beach, Evans, Scott,</i> and <i>McCraw.</i> The language from <i>Pinckney</i> that Zocco relies on states \"it is clear that North Carolina <span class=\"star-pagination\">*603</span> does not apply the § 97-19 bar when the injured employee is employed by an independent contractor.\" 671 F.Supp. at 413. Unfortunately, this language is absolutely incorrect. <i>Mayhew</i> and <i>Cook</i> establish that when a principal contractor sublets part of the contract to an independent contractor, that independent contractor's employees are indeed protected by section 97-19 if the independent contractor is uninsured. <i>Mayhew,</i> 102 N.C.App. at 272, 401 S.E.2d at 833; <i>Cook,</i> 99 N.C.App. at 310, 392 S.E.2d at 760.</p>\n<p>Moreover, <i>Beach, Evans, Scott,</i> and <i>McCraw</i> establish that the injured employee's immediate employer's status as an independent contractor is important <i>only when section 97-19 does not apply.</i> If section 97-19 is inapplicable  because the immediate employer is not a subcontractor to whom a portion of a general contract was sublet by a principal contractor  the employee can nevertheless recover worker's compensation from the entity that hired the immediate employer if the immediate employer is merely an agent or employee of the hiring entity. In such an instance the hiring entity is the injured employee's actual employer and is liable for worker's compensation just like any other employer. However, if the immediate employer is instead an independent contractor, the immediate employer is the injured employee's actual employer and only it  not the entity that hired it  is liable for workers' compensation to its employees. In this case, it is undisputed that Deggeller was a principal contractor and that Brawley was a subcontractor within the meaning of section 97-19. Hence, the independent contractor/agent distinction which was critical in <i>Beach, Evans, Scott,</i> and <i>McCraw</i> is immaterial here.</p>\n<p>Furthermore, it is also undisputed that Brawley, Deggeller's subcontractor, did not have workers' compensation insurance coverage. Thus, section 97-19 applies: Deggeller was Zocco's statutory employer on 1 May 1988. As a statutory employer, Deggeller is immunized from civil liability by the Act's exclusivity provisions. <i>Pinckney,</i> 671 F.Supp. at 410; <i>Matthews v. United States,</i> 825 F.2d 35, 36 (4th Cir.1987). Consequently, this court lacks subject-matter jurisdiction over Zocco's negligence claim against Deggeller.</p>\n<p></p>\n<h2>2. Woodson v. Rowland</h2>\n<p>Zocco contends that even if the court lacks subject-matter jurisdiction over his negligence claim against Deggeller, it has subject-matter jurisdiction to consider a claim against Deggeller under <i>Woodson v. Rowland,</i> 329 N.C. 330, 407 S.E.2d 222 (1991). That case involved an employee who was crushed in a trench cave-in. The employer had been cited four times in the previous six years for safety violations relating to trenching safety procedures. <i>Id.</i> at 335 n. 1, 407 S.E.2d at 225 n. 1. The employer nevertheless continued to ignore the safety regulations. <i>Id.</i> at 345, 407 S.E.2d at 231. An expert in soil and environmental analysis testified that the trench at issue had an exceedingly high probability of failure and that it was \"substantially certain\" to fail. <i>Id.</i> These facts led the court to carve out an exception to the Act's exclusivity provisions:</p>\n<blockquote>[W]hen an employer intentionally engages in misconduct knowing that it is substantially certain to cause serious injury or death to employees and an employee is injured or killed by that misconduct, that employee ... may pursue a civil action against the employer. Such misconduct is tantamount to an intentional tort, and civil actions based thereon are not barred by the exclusivity provisions of the Act.</blockquote>\n<p><i>Id.</i> at 340-41, 407 S.E.2d at 228.</p>\n<p>Zocco has made the following forecast of evidence to try to meet this stringent test: The ride Zocco was working on did not comply with 29 C.F.R. Part 1910.23(c) which provides that every platform four feet or more above ground level shall be guarded by a railing. The platform Zocco was working on was nine to ten feet above the ground and did not have a railing. Deggeller was aware of this problem and did nothing to correct it. Moreover, Zocco was a minor. Deggeller was also aware that Brawley gave his employees only minimal <span class=\"star-pagination\">*604</span> training before leaving them to operate the ride without supervision. Further, Deggeller knew that Brawley could not adequately supervise his local hires because his two rides were located at opposite ends of the fair and because he was working as a driver for Deggeller eight to ten hours each night. Finally, Zocco relies heavily on a North Carolina statute which provides that \"although most amusement devices are free from defect and operated in a safe manner, those which are not impose <i>a substantial probability of serious and preventable injury to the public.</i>\" N.C.Gen.Stat. § 95-111.1 (emphasis added).</p>\n<p>Deggeller has submitted evidence establishing that Superstitious Mountain had been inspected and approved by governmental authorities in Maryland, Virginia, South Carolina, and Florida prior to the 1988 Fort Bragg Fair. It had been part of several fairs between 1986 and 1988 and was never associated with any employee or patron accident. Deggeller had never received notice or a warning of any type of safety violation. Zocco has not submitted any evidence to contradict these facts.</p>\n<p>This forecast of evidence is wholly insufficient to establish that Deggeller knew that serious injury or death was substantially certain to result from employees' operation of the Superstitious Mountain ride. Unlike in <i>Woodson,</i> there is no evidence in the record here to establish either that employees were substantially certain to be injured or that Deggeller had knowledge that the ride was substantially certain to cause injury to employees. Even assuming that the ride was defective and that Zocco is entitled to a legislative presumption under section 95-111.1 that it imposed a \"substantial probability\" of serious injury to its employees, that presumption does not state a <i>Woodson</i> claim. According to <i>Woodson,</i> even a \"substantial probability\" of injury is insufficient to hurdle the Act's exclusivity provisions: there must be substantial <i>certainty. Id.</i> at 345, 407 S.E.2d at 231. Hence, Zocco cannot state a <i>Woodson</i> claim. He is therefore not entitled to pursue any claim against Deggeller and Deggeller's motion for summary judgment will be GRANTED.</p>\n<p></p>\n<h2><i>E. Brawley's Motion for Summary Judgment</i></h2>\n<p>Brawley contends that he is also protected by the Act's exclusivity provisions. He contends that \"whenever an entity has procured insurance which inures to the benefit of the entity's subcontractor's employees, the subcontractor is deemed to have secured insurance and will be entitled to the exclusive remedy defense.\" He does not point to any provision in the Act or any case interpreting the Act to support this proposition. The court is convinced that this is not an accurate statement of North Carolina law.</p>\n<p>As discussed <i>supra</i> p. 598, \"[<i>e</i>]<i>very</i> employer\" bound by the Act must \"secure the payment of compensation to his employees.\" N.C.Gen.Stat. § 97-9 (emphasis added). There is no exception to this requirement in this provision or any other in the Act. Moreover, an employer is entitled to the exclusive remedy defense only if he has complied with all applicable provisions of the Act. <i>Id.</i> § 97-10.1. Furthermore,</p>\n<blockquote>[a]ny employer required to secure the payment of compensation under [the Act] who refuses or neglects to secure such compensation shall be ... liable during such refusal or neglect to an employee either for compensation under [the Act] <i>or at law at the election of the injured employee.</i>\n</blockquote>\n<p><i>Id.</i> § 97-94(b) (emphasis added). Zocco contends that section 97-94(b) expressly permits him to pursue a negligence action against Brawley because Brawley did not secure the payment of compensation as required by section 97-9.</p>\n<p>At the hearing, Brawley contended that section 97-94(b) applies only to employers who refuse or neglect to secure compensation <i>once ordered to do so by the Industrial Commission.</i> This interpretation is incorrect. The words \"secure\" and \"security\" are used several times throughout the Act. In each instance, it is clear that these words were intended to be synonymous with \"insure\" and \"insurance\" respectively. <span class=\"star-pagination\">*605</span> For example, section 97-7 provides in pertinent part that \"such corporations or subdivisions are hereby authorized to self-insure or purchase insurance to secure [insure] its liability under [the Act]....\" <i>Id.</i> § 97-7. Section 97-9 provides that \"[e]very employer shall secure [insure] the payment of compensation ... and while such security [insurance] remains in force\" such employers are immune from civil suit. <i>Id.</i> § 97-9. Accordingly, section 97-94(b) should be interpreted as follows:</p>\n<blockquote>Any employer required to [insure] the payment of compensation under [the Act] who refuses or neglects to [insure] such compensation shall be ... liable during such refusal or neglect to an employee either for compensation under [the Act] or at law at the election of the injured employee.</blockquote>\n<p><i>Id.</i> § 97-94(b).</p>\n<p>Brawley also argues that section 97-19 gave him statutory permission to rely on Deggeller's insurance to cover his employees. This argument is rebutted by section 97-11, which provides that \"[n]othing in [the Act] shall be construed to relieve any employer ... from penalty for failure or neglect to perform any statutory duty.\" <i>Id.</i> § 97-11. This argument is also inconsistent with the policy underpinning section 97-19, which is to protect employees from financially irresponsible subcontractors. <i>Cook,</i> 99 N.C.App. at 310, 392 S.E.2d at 759. In light of this policy, it would seem odd for the legislature to have intended to reward such irresponsibility with immunity from civil liability.</p>\n<p>No North Carolina case provides guidance on this question. However, the case of <i>Baldwin v. Wrecking Corp. of America,</i> 464 F.Supp. 185 (W.D.Va.1979) is directly on point. There plaintiff was injured while working as an employee of Wrecking Corporation, a subcontractor engaged in demolishing a building. Through clerical error, Wrecking Corporation did not have workers' compensation coverage in place. Nevertheless, the principal contractor had coverage that applied to plaintiff and an insurance executive with its insurer submitted an affidavit indicating that it would pay plaintiff's workers' compensation claim. <i>Id.</i> at 187. Indeed, plaintiff had filed such a claim, but it was stayed pending resolution of plaintiff's civil suit. <i>Id.</i> A provision in the Virginia Worker's Compensation Act permitted an injured employee to sue a noncomplying employer \"at law\" \"to recover damages for personal injury or death by accident....\" Va.Code Ann. § 65.1-106. The Virginia Act further provided that \"[n]othing in this Act shall be construed to relieve any employer ... from penalty for failure or neglect to perform any statutory duty.\" <i>Id.</i> § 65.1-9.</p>\n<p>Wrecking Corporation argued that since plaintiff had a right to compensation under the Act, that was his sole remedy. It noted that the principal contractor was plaintiff's statutory employer and was liable for workers' compensation under section 65.1-30, the Virginia Act's statutory employer provision. 464 F.Supp. at 187. The court squarely rejected this argument:</p>\n<blockquote>[T]he mere fact that plaintiff had a statutory employer who has complied with the Act does not excuse a subcontractor employer from its duty to secure insurance. The court finds that this conclusion is buttressed by Section 65.1-9, which states that \"[n]othing in this Act shall be construed to relieve <i>any</i> employer ... from penalty for failure or neglect to perform any statutory duty.\"</blockquote>\n<p>464 F.Supp. at 188 (emphasis in original). The court therefore denied Wrecking Corporation's motion for summary judgment <i>Id.</i> at 189.</p>\n<p>In light of the Virginia Act's substantial similarity to the North Carolina Act, and the near identity of the facts in <i>Baldwin</i> to those here, the court holds that the North Carolina Supreme Court would address the question before this court in the same fashion as the <i>Baldwin</i> court did in the case before it. <i>See </i><i>Commissioner v. Estate of Bosch,</i> 387 U.S. 456, 465, 87 S.Ct. 1776, 1782-83, 18 L.Ed.2d 886 (1965). Consequently, the court rules as a matter of law that Brawley is not entitled to immunity from civil suit merely because Deggeller secured workers' compensation insurance coverage for Brawley's employees. Brawley's <span class=\"star-pagination\">*606</span> motion for summary judgment will be DENIED.</p>\n<p></p>\n<h2><i>F. The United States' Motion for Summary Judgment</i></h2>\n<p>The United States has moved for summary judgment on Zocco's negligence claim against it on the ground that it is protected from such suit by the discretionary function exception to the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. §§ 2671 <i>et seq.</i> That provision precludes governmental liability for</p>\n<blockquote>[a]ny claim ... based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, whether or not the discretion involved [is] abused.</blockquote>\n<p><i>Id.</i> § 2680(a). The United States has introduced deposition testimony which demonstrates the following: that the Army did not take an active role in hiring or training any of the employees of either Deggeller or Brawley; that Army inspectors did inspect the fair prior to and on 1 May 1988; that the sole purpose of these inspections was to establish a safe area for the patrons; that the area where Zocco was injured was not one which the public had access to and therefore was not inspected; and that the inspectors were not made aware of any existing problems.</p>\n<p>Despite this evidence, Zocco points to two provisions in the contract between the Army and Deggeller which he contends required the Army to make more elaborate inspections. One provision stated that the Army \"retain[ed] the right of inspection and approval at any time during the period of performance of this contract of all rides ... concerning matters of ... safety.\" Another provided that the Army</p>\n<blockquote>reserve[d] the absolute right to prohibit the Contractor from beginning to operate or continuing to operate, any ... riding device ... or attractions which the Contracting Officer ... deem[s] to be ... unsafe to operate. It being distinctly understood that all ... unsafe riding devices ... are strictly prohibited under this contract ... which are contrary to Federal laws, Army regulations, and/or the laws of the state of North Carolina.</blockquote>\n<p>In <i>United States v. Varig Airlines,</i> 467 U.S. 797, 104 S.Ct. 2755, 81 L.Ed.2d 660 (1984), the Federal Aviation Administration's use of a \"spot-check\" method of inspection of airplanes was called into question by representatives of passengers killed in a crash. The Supreme Court held that the discretionary function exception applied:</p>\n<blockquote>The FAA's implementation of a mechanism for compliance review is plainly discretionary activity of the \"nature and quality\" protected by § 2680(a). When an agency determines the extent to which it will supervise the safety procedures of private individuals, it is exercising discretionary regulatory authority of the most basic kind.</blockquote>\n<p><i>Id.</i> at 819-20, 104 S.Ct. at 2767. The facts of <i>Pershing v. United States,</i> 736 F.Supp. 132 (W.D.Texas 1990) were almost the same as they are here: The United States Army Corps of Engineers (\"Corps\") contracted with a private general contractor to construct an aircraft maintenance facility. Plaintiff was injured while performing work for a subcontractor. The contract between the Corps and the general contractor provided that the Corps retained the right of inspection and that the contractor would comply with applicable safety and health regulations. The court held that the discretionary function exception applied:</p>\n<blockquote>Although the Corps retained the right to enforce safety regulations and to halt work for safety violations, there was no mandatory duty upon Corps personnel to inspect or in any manner direct the manner in which the trench was constructed. Accordingly, Plaintiff's claims are further barred by the discretionary function exception to the FTCA.</blockquote>\n<p><i>Id.</i> at 134 (citation omitted).</p>\n<p>A recent case from this district, <i>Sexton v. United States,</i> 88-116-CIV-3-H, 1991 WL 345614 (E.D.N.C. April 15, 1991) is not to the contrary. There plaintiff, an employee for a subcontractor working on a construction project at Womack Army Hospital, was injured when he fell into a subterranean <span class=\"star-pagination\">*607</span> pit which was protected by a grate that failed. Significantly, the grate was designed, constructed, and maintained by the United States. The government contended that plaintiff's claims were barred by the discretionary function exception to the FTCA because the Army, by contract, had delegated all safety obligations to the general contractor. The court rejected this argument. Although it agreed that \"the actual decision to delegate worker safety responsibilities does involve discretion and policy judgments and is therefore encompassed within the discretionary function exception[,]\" slip. op. at 21, it recognized that plaintiff's claims were \"based on the government's negligent design, construction, and maintenance of the grate covering in question. Such acts do not involve policy judgments or discretion and are not covered by the discretionary function exception.\" <i>Id.</i> at 21-22.</p>\n<p>In this case, the alleged danger was created by Brawley and the ride maker, not the government. The only way the government would have known about the danger is if it had inspected the ride for employee safety. It made a policy decision not to do that. Neither the contract nor any regulation or policy required it to make such inspection. As such, its failure to do so is protected by the discretionary function exception. The government's motion for summary judgment will therefore be GRANTED.</p>\n<p></p>\n<h2><i>G. Pretrial Motions</i></h2>\n<p>1. Plaintiff's motion in limine regarding workers' compensation: This motion is uncontested and is therefore GRANTED.</p>\n<p>2. Brawley's motion in limine regarding subsequent remedial measures: This motion is uncontested and is therefore GRANTED.</p>\n<p>3. Brawley's motion to preclude evidence of Zocco's premajority medical expenses:</p>\n<p>Brawley contends that a plaintiff may not recover for his own medical expenses which were incurred while he was an unemancipated minor. He is incorrect. It is perfectly permissible for a minor's parents to waive their claim to their injured child's medical expenses and to thereby allow the child to recover for them in his own name. <i>Bolkhir v. North Carolina State University,</i> 321 N.C. 706, 713, 365 S.E.2d 898, 902-03 (1988). Therefore, this motion is hereby DENIED.</p>\n<p>4. Plaintiff's motion for judicial notice: This motion is uncontested and is therefore GRANTED.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, defendant Deggeller's and defendant United States' motions for summary judgment are hereby GRANTED and plaintiff's claims against these defendants are hereby DISMISSED. Defendant Brawley's motion for summary judgment is hereby DENIED and the case will proceed to trial on plaintiff's negligence claim against Brawley.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">791</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">595</span></span> (1992)</b></center>\n<center><h1>Scott ZOCCO, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, DEPARTMENT OF the ARMY; Deggeller Attractions, Inc. a/k/a Deggeller Attractions; and Lawrence \"Running Bear\" Brawley, Defendants.</h1></center>\n<center>No. 89-109-CIV-3-BR.</center>\n<center><p><b>United States District Court, E.D. North Carolina. Fayetteville Division.</b></p></center>\n<center>April 13, 1992.</center>\n<p><span class=\"star-pagination\">*596</span> James M. Cooper, Cooper &amp; Davis, Fayetteville, N.C., for plaintiff.</p>\n<p>R.A. Renfer, Jr., Asst. U.S. Atty., U.S. Attys. Office, Raleigh, N.C., for defendants U.S. and Dept. of Army.</p>\n<p>J.A. Webster, III, Young, Moore, Henderson &amp; Alvis, P.A., Raleigh, N.C., for defendants Deggeller Attractions, Inc. and Lawrence Brawley.</p>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court for ruling on several pending motions. An evidentiary hearing and oral argument were held on 6 April 1992. Although the court announced its rulings from the bench at the hearing, it will elaborate on its rationale for those rulings in this order.</p>\n<p></p>\n<h2>I. <i>Facts</i>\n</h2>\n<p>The United States Army (\"Army\") contracted with defendant Deggeller Attractions, Inc. (\"Deggeller\") to operate the 1988 fair at the Fort Bragg Army base in Fayetteville, North Carolina. As the principal contractor, Deggeller agreed to furnish all labor, materials, supplies, services, and equipment. The contract prohibited the operation of all unsafe rides. The Army retained the right to inspect and approve all matters of safety. Deggeller hired defendant Lawrence Brawley as a subcontractor to assemble and operate two rides, one of which was \"Superstitious Mountain.\" Brawley did not carry workers' compensation insurance for his employees.</p>\n<p>Brawley purchased Superstitious Mountain in 1986. The ride is assembled and operated off a truck flatbed which is elevated <span class=\"star-pagination\">*597</span> at a range from near ground level to nine- to ten-feet high. Cars operate on a rail which is bolted to the flatbed and on plywood risers which are supported by metal beams and poles. The portion of the ride which travels over the flatbed and risers is covered by a thick canvas tarp. Brawley's ride had been inspected and approved by governmental authorities in Maryland, Virginia, South Carolina, and Florida prior to the 1988 Fort Bragg Fair. It had been part of several fairs between 1986 and 1988 and was never associated with any employee or patron accident. Brawley had never received notice or a warning of any type of safety violation.</p>\n<p>A federal safety inspector, Christine Pasch, conducted a walk-through inspection of all of the rides prior to the opening of the 1988 Fort Bragg Fair. This inspection was to determine if any obvious hazards existed for the public, not to inspect the mechanical integrity of the rides, the nonpublic areas, or the worker areas. Because no safety problems were located, the fair was opened to the public.</p>\n<p>On 1 May 1988, while the fair was underway, plaintiff Scott Zocco, then seventeen years of age, was hired by Brawley to work at Superstitious Mountain. Zocco was called upon to tighten the bolts securing the rail several times during the day. On one such occasion he was bumped from behind by one of the cars. He fell off the ride platform through the canvas tarp and onto the asphalt pavement ten feet below, thereby sustaining serious injuries. Zocco has filed workers' compensation claims with the North Carolina Industrial Commission against all three defendants; although those claims are still pending, Zocco has chosen not to prosecute them until this lawsuit is resolved.</p>\n<p></p>\n<h2>II. <i>Procedural History</i>\n</h2>\n<p>Zocco filed a complaint alleging negligence against the Army, Deggeller, and Brawley. At the close of discovery, Deggeller and Brawley moved for summary judgment contending that this court lacks subject-matter jurisdiction over Zocco's claims against them. Plaintiff moved for partial summary judgment on Deggeller's second and third defenses through which Deggeller raised a subject-matter jurisdiction defense. The court found that genuine issues of material fact remained concerning the court's subject-matter jurisdiction and therefore denied both motions on 15 October 1991.</p>\n<p>A pretrial order was filed on 7 February 1992 and the matter was called for trial on 20 February 1992. At a hearing on that date, it became apparent to the court that it was necessary to resolve the lingering issue of subject-matter jurisdiction prior to trial. The court therefore continued the trial, invited the parties to file additional materials on this question, and set an evidentiary hearing to resolve any factual issues related to its subject-matter jurisdiction. The court also gave defendant United States permission to file an untimely motion for summary judgment.</p>\n<p></p>\n<h2>III. <i>Discussion</i>\n</h2>\n<p></p>\n<h2><i>A. The North Carolina Workers' Compensation Act</i></h2>\n<p>Because several provisions of the North Carolina Workers' Compensation Act, N.C.Gen.Stat. §§ 97-1 <i>et seq.</i> (1991), lie at the heart of the dispute over the court's subject-matter jurisdiction, it is worthwhile to discuss the Act in some detail at the outset. According to section 97-2, employers who regularly employ three or more employees are subject to the provisions of the Act. <i>Id.</i> § 97-2(1). \"[E]very employer and employee ... shall be presumed to have accepted the provisions of [the Act] respectively to pay and accept compensation for personal injury or death by accident arising out of and in the course of his employment and shall be bound thereby.\" <i>Id.</i> § 97-3.</p>\n<p>Every employer subject to the Act must either procure a workers' compensation liability insurance policy or furnish to the Commissioner of Insurance sufficient financial information to qualify as a selfinsurer. <i>Id.</i> § 97-93(a). If an employer has complied with the Act, its injured employee's exclusive remedy is the compensation provided for in the Act:</p>\n<blockquote>\n<span class=\"star-pagination\">*598</span> Every employer subject to the compensation provisions of [the Act] shall secure the payment of compensation to his employees in the manner hereinafter provided; and while such security remains in force, he or those conducting his business shall only be liable to any employee for personal injury or death by accident to the extent and in the manner herein specified.</blockquote>\n<p><i>Id.</i> § 97-9.</p>\n<blockquote>If the employee and employer are subject to and have complied with the provisions of [the Act], then the rights and remedies herein granted to the employee ... shall exclude all other rights and remedies of the employee ... as against the employer at common law or otherwise on account of such injury or death.</blockquote>\n<p><i>Id.</i> § 97-10.1. These \"exclusivity provisions\" prevent an employee from suing an employer for injuries attributable to the employer's negligence. <i>Horney v. Meredith Swimming Pool Co.,</i> <span class=\"citation\" data-id=\"1316795\"><a href=\"/opinion/1316795/horney-v-meredith-swimming-pool-company/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">521</span></a></span>, <span class=\"citation\" data-id=\"1316795\"><a href=\"/opinion/1316795/horney-v-meredith-swimming-pool-company/\"><span class=\"volume\">148</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">554</span></a></span> (1966). The injured employee's exclusive remedy is a workers' compensation claim over which the North Carolina Industrial Commission has exclusive original jurisdiction. N.C.Gen.Stat. § 9791.</p>\n<p>When principal contractors and subcontractors are involved, it can sometimes be difficult to determine who is responsible for securing worker's compensation insurance coverage for the subcontractors' employees. Section 97-19 addresses this issue:</p>\n<blockquote>Any principal contractor ... who shall sublet any contract for the performance of any work without requiring from such subcontractor or obtaining from the Industrial Commission a certificate, issued by a workers' compensation insurance carrier, or a certificate of compliance issued by the Department of Insurance to a self-insured subcontractor, stating that such subcontractor has complied with G.S. 97-93 hereof, shall be liable ... to the extent as such subcontractor would be if he were subject to the provisions of [the Act] for the payment of compensation and other benefits under [the Act] on account of the injury or death of ... any employee of such subcontractor due to an accident arising out of and in the course of performance of the work covered by such subcontract.</blockquote>\n<p><i>Id.</i> § 97-19. Thus, if the principal contractor does not require the subcontractor to demonstrate that he has acquired coverage for his employees, the principal contractor will be liable for payment of workers' compensation benefits to the subcontractor's injured employees. In this situation, the principal contractor  considered the employee's \"statutory employer\"  is entitled to the protection of the Act's exclusivity provisions. <i>Pinckney v. United States,</i> <span class=\"citation\" data-id=\"2595194\"><a href=\"/opinion/2595194/pinckney-v-united-states/\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">405</span></a></span>, 410 (E.D.N.C.1987); <i>see </i><i>Matthews v. United States,</i> <span class=\"citation\" data-id=\"492059\"><a href=\"/opinion/492059/betty-matthews-v-united-states-of-america-william-french-smith-attorney/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 36 (4th Cir.1987) (applying Maryland law).</p>\n<p></p>\n<h2><i>B. Plaintiff's Motion to Join Necessary Parties</i></h2>\n<p>Deggeller contends that it had procured workers' compensation insurance coverage with the American Insurance Company for Brawley's employees and that Deggeller therefore was a statutory employer of Zocco under section 97-19. The court denied both parties' motions for summary judgment because it was convinced that a genuine issue of material fact remained regarding whether the American Insurance Company policy submitted did, in fact, cover Brawley's employees. Zocco contends that the only way this issue can be permanently resolved is for the American Insurance Company and Fireman's Fund Insurance Companies, American's parent, to be made parties to this action. He has therefore moved to join these companies as defendants pursuant to Rule 19(a) of the Federal Rules of Civil Procedure. That rule provides, in pertinent part:</p>\n<blockquote>A person who is subject to service of process and whose joinder will not deprive the court of jurisdiction over the subject matter of the action shall be joined as a party in the action if (1) in the person's absence complete relief cannot be accorded those already parties, or (2) the person claims an interest relating to the subject of the action and is so situated that the disposition of the action in <span class=\"star-pagination\">*599</span> the person's absence may (i) as a practical matter impair or impede the person's ability to protect that interest or (ii) leave any of the persons already parties subject to a substantial risk of incurring double, multiple, or otherwise inconsistent obligations by reason of the claimed interest. If the person has not been so joined, the court shall order that the person be made a party.</blockquote>\n<p>Fed.R.Civ.P. 19(a).</p>\n<p>Zocco argues that unless the insurance companies are joined, a finding in this action that coverage was in place to cover Zocco's injuries will not prevent these same companies from later contending to the Industrial Commission that no coverage existed. Thus, Zocco argues, he faces the potential inconsistency of being denied a civil recovery if this court finds that workers' compensation coverage was in place and later being denied a workers' compensation recovery if the Industrial Commission finds that such coverage was not in place.</p>\n<p>The court rejects this argument. If this court finds that coverage was in place and the insurance companies later refuse to compensate Zocco, he can then file a civil claim against Deggeller under section 97-95 to recover full workers' compensation benefits:</p>\n<blockquote>As to every employer subject to the provisions of [the Act] who shall fail or neglect to keep in effect a policy of insurance against compensation liability arising hereunder with some insurance carrier as provided in G.S. 97-93, or who shall fail to qualify as a self-insurer as provided in the [Act], in addition to other penalties provided by [the Act], such employer shall be liable in a civil action which may be instituted by the claimant for all such compensation as may be awarded by the Industrial Commission in a proceeding properly instituted before said Commission....</blockquote>\n<p>N.C.Gen.Stat. § 97-95. Thus, Zocco does not face a threat of inconsistent judgments. Consequently, joinder is inappropriate.</p>\n<p></p>\n<h2><i>C. Evidentiary Hearing</i></h2>\n<p>The court heard testimony from Mr. James Ostrowski, an agent of Fireman's Fund Insurance Companies and American Insurance Company. Both companies authorized him to testify on their behalf. Mr. Ostrowski testified that the American Insurance Company policy which was submitted in connection with the summary judgment motions did, in fact, cover Zocco for any workers' compensation benefits to which he is entitled. Zocco did not offer any evidence to challenge this testimony. Therefore, the court finds as a matter of law that such coverage was in effect on 1 May 1988 to cover Zocco.</p>\n<p>In light of this finding, it is appropriate to reconsider Deggeller and Brawley's motion for summary judgment which was previously denied because of the existence of this factual issue.</p>\n<p></p>\n<h2><i>D. Deggeller's Motion for Summary Judgment</i></h2>\n<p></p>\n<h2>1. Statutory Employer</h2>\n<p>In light of the court's finding that Deggeller had secured workers' compensation coverage for Zocco, Deggeller is protected by the Act's exclusivity provisions if it was Zocco's statutory employer on 1 May 1988. The court must therefore focus on section 97-19. <i>See supra</i> p. 598. By its express language, section 97-19 applies only when 1) the injured employee is working for a subcontractor of a principal contractor and 2) the subcontractor lacks workers' compensation insurance coverage. Two recent North Carolina Court of Appeals' decisions have added some flesh to this language.</p>\n<p>In <i>Mayhew v. Howell,</i> 102 N.C.App. 269, <span class=\"citation\" data-id=\"1312380\"><a href=\"/opinion/1312380/mayhew-v-howell/\"><span class=\"volume\">401</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">831</span></a></span>, <i>aff'd,</i> <span class=\"citation\" data-id=\"1314882\"><a href=\"/opinion/1314882/mayhew-v-howell/\"><span class=\"volume\">330</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">113</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">408</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">853</span></span> (1991) (per curiam), plaintiff was employed as a carpenter by two partners hired to do framing work on houses being built by Ryan Homes. The partners were told by Ryan to obtain workers' compensation insurance, but did not do so. Plaintiff was injured and filed a claim for workers' compensation against Ryan which the Industrial Commission dismissed. The Commission reasoned that Ryan was not a \"principal contractor\" under section 97-19, but rather was the owner who had hired an <span class=\"star-pagination\">*600</span> independent contractor to perform some work. <i>Id.</i> 102 N.C.App. at 273, 401 S.E.2d at 834. The court of appeals affirmed, noting that section 97-19 \"`relates to contractors and subcontractors  not to employers and independent contractors.'\" <i>Id.</i> at 272, 401 S.E.2d at 833 (quoting <i>Beach v. McLean,</i> <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">521</span></span>, 528, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">515</span></span>, 520 (1941)). \"`G.S. 97-19 is not applicable to an independent contractor as distinguished from a subcontractor of the class designated by the statute.'\" <i>Id.</i> (quoting <i>Greene v. Spivey,</i> <span class=\"citation\" data-id=\"1345119\"><a href=\"/opinion/1345119/greene-v-spivey/\"><span class=\"volume\">236</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">435</span></a></span>, 444, <span class=\"citation\" data-id=\"1345119\"><a href=\"/opinion/1345119/greene-v-spivey/\"><span class=\"volume\">73</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">488</span></a></span>, 494 (1952)). The court observed that a principal contractor is one \"`who has <i>undertaken for another</i> to do something.'\" <i>Id.</i> 102 N.C.App. at 273, 401 S.E.2d at 834 (quoting <i>Evans v. Tabor City Lumber Co.,</i> <span class=\"citation\" data-id=\"1157631\"><a href=\"/opinion/1157631/evans-v-tabor-city-lumber-co/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">111</span></a></span>, 116, <span class=\"citation\" data-id=\"1157631\"><a href=\"/opinion/1157631/evans-v-tabor-city-lumber-co/\"><span class=\"volume\">59</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">612</span></a></span>, 616 (1950)) (emphasis added by <i>Mayhew</i> court). It concluded that since Ryan had not undertaken to do anything for any-one, it could not be a principal contractor under section 97-19 and the statute could therefore not apply. <i>Id.</i> Consequently, since the partners were independent contractors as opposed to agents or employees of Ryan, their employees could look only to them, not to Ryan, for coverage. <i>Id.</i></p>\n<p>Similarly, in <i>Cook v. Norvell-Mackorell Real Estate Co.,</i> 99 N.C.App. 307, <span class=\"citation\" data-id=\"1303272\"><a href=\"/opinion/1303272/cook-v-norvell-mackorell-real-estate/\"><span class=\"volume\">392</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">758</span></a></span> (1990), plaintiff was injured while working for Rainbow Roofing, a company that carried no workers' compensation insurance. On the date of plaintiff's injury, Rainbow Roofing was working on a project at Briarcreek Apartments. Briarcreek's realty management company had hired Rainbow Roofing for the project. The Industrial Commission awarded benefits against Rainbow Roofing, but denied benefits against the realty management company on the ground that it was not a principal contractor and therefore could not be considered a statutory employer within the meaning of section 97-19. <i>Id.</i> at 309, 392 S.E.2d at 759. The court of appeals affirmed:</p>\n<blockquote>G.S. 97-19, by its own terms, cannot apply unless there is first a contract for the performance of work which is then sublet. Consequently, G.S. 97-19 may apply as between two independent contractors, one of whom is a subcontractor to the other; but it does not apply as between a principal, <i>i.e.,</i> an owner, and an independent contractor.</blockquote>\n<p><i>Id.</i> at 310, 392 S.E.2d at 760. Plaintiff contended that the management company was actually obligated to perform this work itself and sublet this responsibility to Rainbow  hence, it was indeed a principal contractor. <i>Id.</i> at 310-11, 392 S.E.2d at 760. The court disagreed, finding that 1) Briarcreek's right to control the management company's activity precluded the company from being an independent contractor and 2) the management company was not contractually obligated to do the roof work, and therefore had no contract to sublet to a subcontractor. <i>Id.</i> at 311-12, 392 S.E.2d at 760.</p>\n<p>In light of <i>Mayhew</i> and <i>Cook,</i> the dictum in <i>Richards v. Nationwide Homes,</i> <span class=\"citation\" data-id=\"1412968\"><a href=\"/opinion/1412968/richards-v-nationwide-homes/\"><span class=\"volume\">263</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">295</span></a></span>, 302, <span class=\"citation\" data-id=\"1412968\"><a href=\"/opinion/1412968/richards-v-nationwide-homes/\"><span class=\"volume\">139</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">645</span></a></span>, 650 (1965) that \"G.S. 97-19 of our Act imposes liability, under certain specified circumstances, on the principal contractor or employer for injuries and death to employees of his independent contractor or of his subcontractor\" appears to be an accurate statement of the correct application of section 97-19. Nevertheless, Zocco argues emphatically that other North Carolina cases indicate that this section is not applicable if the subcontractor is also an independent contractor. Each case Zocco cites, however, is inapposite.</p>\n<p>In <i>Mack v. Marshall Field &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">55</span></span>, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">889</span></span> (1940), plaintiff sued the principal contractor for wrongful death of a subcontractor's employee. The trial court dismissed the action. The supreme court reversed, finding that the complaint's allegation of negligence against the principal contractor stated a claim despite the existence of the Workers' Compensation Act. <i>Id.</i> at 62, 6 S.E.2d at 893. The court did not address 1) whether the subcontractor had workers' compensation coverage  though this is implied by the court's reference to a workers' compensation carrier's subrogation rights, <i>id.</i> at 61, 6 S.E.2d at 893, or 2) the Act's statutory employer provision. It must therefore be assumed <span class=\"star-pagination\">*601</span> that the subcontractor did have insurance and that, as a result, section 97-19 did not apply.</p>\n<p>In <i>Sayles v. Loftis,</i> <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">674</span></span>, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">393</span></span> (1940), plaintiff sued the principal contractor for wrongful death of a subcontractor's employee. Defendant's answer included a defense that plaintiff had already received workers' compensation benefits from the subcontractor and that that relief was plaintiff's exclusive remedy. <i>Id.</i> at 675, 9 S.E.2d at 393. The trial court denied plaintiff's motion to strike this defense. The supreme court reversed, relying on <i>Mack. Id.</i> at 677, 9 S.E.2d at 395. Again, the court did not mention section 97-19, presumably because it did not apply in light of the subcontractor's acquisition of workers' compensation insurance.</p>\n<p>In <i>Cathey v. Southeastern Construction Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">525</span></span>, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">571</span></span> (1940), plaintiff sued the principal contractor for personal injury which resulted from his work for a subcontractor. Defendant argued that the Act provided plaintiff's sole remedy and the trial court dismissed the action. <i>Id.</i> at 528, 11 S.E.2d at 573. The supreme court reversed, holding that \"[t]he complaint in this case, as in <i>Mack</i> ... sets forth actionable negligence against defendant  a third party  not against the employer. Therefore, the North Carolina Workers' Compensation Act is not available to defendant.\" <i>Id.</i> at 530, 11 S.E.2d at 574. Again, the court did not discuss the subcontractor's insurance status or section 97-19. It must therefore be assumed that the subcontractor had procured coverage and that, consequently, section 97-19 did not apply.</p>\n<p>In <i>Beach v. McLean,</i> <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">521</span></span>, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">515</span></span> (1941), a cotton mill contracted with defendant McLean to move machinery. McLean hired plaintiff to help and plaintiff was hurt. McLean was not subject to the Act because he did not have the requisite number of employees. Plaintiff therefore filed his workers' compensation claim against the cotton mill. The Industrial Commission found that the cotton mill, not McLean, was plaintiff's actual employer because McLean was merely an agent or employee of the mill, not an independent contractor. <i>Id.</i> at 524, 14 S.E.2d at 517. The superior court reversed, finding that McLean was an independent contractor and therefore plaintiff's actual employer. <i>Id.</i> The supreme court affirmed. <i>Id.</i> at 528, 14 S.E.2d at 520. The last sentence of the court's opinion stated that \"Sec. 19, ch. 120, Public Laws 1929 [now section 97-19], has no application here. That section relates to contractors and subcontractors  not employers and independent contractors.\" <i>Id.</i></p>\n<p>In <i>Evans v. Tabor City Lumber Co.,</i> <span class=\"citation\" data-id=\"1157631\"><a href=\"/opinion/1157631/evans-v-tabor-city-lumber-co/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">111</span></a></span>, <span class=\"citation\" data-id=\"1157631\"><a href=\"/opinion/1157631/evans-v-tabor-city-lumber-co/\"><span class=\"volume\">59</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">612</span></a></span> (1950), Waccamaw Lumber hired Martin to log and transport timber on a tract owned by Holiday Brothers. Plaintiff was injured while working for Martin, who had not procured workers' compensation insurance coverage. The Industrial Commission awarded benefits against Waccamaw, finding that Waccamaw was plaintiff's statutory employer under section 97-19. <i>Id.</i> at 115, 59 S.E.2d at 615. The superior court affirmed. The supreme court reversed, finding that section 97-19 did not apply. <i>Id.</i> at 116, 59 S.E.2d at 616. The court reasoned that because there was only one contract, that between Waccamaw and Martin, their relationship was not one of principal contractor-subcontractor. <i>Id.</i> at 117, 59 S.E.2d at 616. However, the court did not determine whether plaintiff was nevertheless entitled to benefits from Waccamaw under the theory that Waccamaw was plaintiff's actual employer because Martin was merely Waccamaw's agent. The court noted that the key determination on remand would be whether Martin was an agent or an independent contractor. <i>Id.</i> at 117, 59 S.E.2d at 616-17.</p>\n<p>In <i>Scott v. Waccamaw Lumber Co.,</i> <span class=\"citation\" data-id=\"1157639\"><a href=\"/opinion/1157639/scott-v-waccamaw-lumber-co/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">162</span></a></span>, <span class=\"citation\" data-id=\"1157639\"><a href=\"/opinion/1157639/scott-v-waccamaw-lumber-co/\"><span class=\"volume\">59</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">425</span></a></span> (1950), Waccamaw hired Milligan to supervise the sawing of logs and removal of timber from the sawmill to its yard. Plaintiff's decedent worked under Milligan's direction and was killed. Plaintiff argued that Milligan was merely a supervisory employee of Waccamaw and that Waccamaw was therefore his decedent's actual employer. Waccamaw contended that Milligan was an independent contractor and that he was therefore plaintiff's actual employer. The Industrial <span class=\"star-pagination\">*602</span> Commission found that Milligan was a mere supervisory employee and therefore awarded benefits against Waccamaw, plaintiff's actual employer. <i>Id.</i> at 163-64, 59 S.E.2d at 426. The superior court affirmed as did the supreme court. <i>Id.</i> at 164, 166, 59 S.E.2d at 426, 427. As there was no allegation that Waccamaw was a statutory employer, the court's opinion did not mention section 97-19.</p>\n<p>The facts of <i>McCraw v. Calvine Mills, Inc.,</i> <span class=\"citation\" data-id=\"1334100\"><a href=\"/opinion/1334100/mccraw-v-calvine-mills/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">524</span></a></span>, <span class=\"citation\" data-id=\"1334100\"><a href=\"/opinion/1334100/mccraw-v-calvine-mills/\"><span class=\"volume\">64</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">658</span></a></span> (1951) were essentially the same as those in <i>Scott</i>  there was no allegation of a principal contractor-subcontractor relationship. Hence, section 97-19 was not discussed and the case turned on whether plaintiff's immediate employer was an independent contractor or agent.</p>\n<p>In <i>Greene v. Spivey,</i> <span class=\"citation\" data-id=\"1345119\"><a href=\"/opinion/1345119/greene-v-spivey/\"><span class=\"volume\">236</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">435</span></a></span>, <span class=\"citation\" data-id=\"1345119\"><a href=\"/opinion/1345119/greene-v-spivey/\"><span class=\"volume\">73</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">488</span></a></span> (1952), plaintiff's decedent was killed while employed by Spivey, whose business was timbering and logging. Spivey was selling his entire output to Hardwood. Spivey paid premiums to Hardwood to carry workers' compensation coverage for Spivey's employees. The Industrial Commission entered judgment for plaintiff against Hardwood's insurance carrier which was affirmed by the superior court. <i>Id.</i> at 440-41, 73 S.E.2d at 492. The supreme court affirmed. It found section 97-19 inapplicable because Hardwood and Spivey were not principal contractor and subcontractor. <i>Id.</i> at 443, 73 S.E.2d at 494. The case turned on whether the insurance policy covered Spivey's employees.</p>\n<p>In <i>Tipton v. Barge,</i> <span class=\"citation\" data-id=\"241997\"><a href=\"/opinion/241997/oscar-tipton-v-otis-a-barge-william-b-thompson-and-t-w-daniel/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">531</span></a></span> (4th Cir.1957), plaintiff was injured while employed as a plumber's helper for Price. Price was a subcontractor for Barge-Thompson who was erecting a building for Southern Bell. Plaintiff filed a workers' compensation claim against Price, who had insurance coverage, and was awarded benefits. <i>Id.</i> at 533. Plaintiff then filed a negligence suit against Barge-Thompson. The district court dismissed the case on the merits. <i>Id.</i> As an alternative ground for affirmance, Barge-Thompson argued to the court of appeals that \"`[i]n North Carolina an employee of a subcontractor cannot maintain a tort action against a general contractor when all the parties are subject to the Worker's Compensation Act.'\" <i>Id.</i> The court of appeals, relying on <i>Mack, Sayles,</i> and <i>Cathey,</i> disagreed. <i>Id.</i> at 533-34. It held that the questions of negligence and contributory negligence were for the jury and therefore reversed. <i>Id.</i> at 534-36. Section 97-19 was not even discussed, presumably because the subcontractor had acquired insurance coverage. <i>See id.</i> at 533.</p>\n<p>Finally, in <i>Pinckney v. United States,</i> <span class=\"citation\" data-id=\"2595194\"><a href=\"/opinion/2595194/pinckney-v-united-states/\"><span class=\"volume\">671</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">405</span></a></span> (E.D.N.C.1987), HLJ Management Group (\"HLJ\") was under contract with the Army to furnish kitchen services at Fort Bragg. Plaintiff was injured while employed by HLJ and received workers' compensation benefits from HLJ's insurance carrier. <i>Id.</i> at 407. Plaintiff then filed a negligence suit against the government. The court permitted plaintiff to proceed with the negligence suit notwithstanding section 97-19. <i>Id.</i> at 406, 413. That section did not apply because 1) there was no principal contractor-subcontractor relationship  plaintiff was employed by an independent contractor hired by the owner and 2) even if such a relationship had existed, plaintiff's immediate employer carried workers' compensation insurance coverage. Admittedly, the court's analysis was much more convoluted than this and, to some degree, was incorrect. This was particularly true regarding its analysis of why HLJ's status as an independent contractor was critically important. HLJ's status was critical because if it had been merely an agent of the government, as opposed to an independent contractor, the government would have been plaintiff's actual employer. HLJ's status as an independent contractor, however, cut off any employment relationship between the government and plaintiff.</p>\n<p>Zocco's insistence that Brawley's status as an independent contractor makes section 97-19 inapplicable is based on 1) his reliance on some of the flawed reasoning in <i>Pinckney</i> and 2) his misunderstanding of <i>Beach, Evans, Scott,</i> and <i>McCraw.</i> The language from <i>Pinckney</i> that Zocco relies on states \"it is clear that North Carolina <span class=\"star-pagination\">*603</span> does not apply the § 97-19 bar when the injured employee is employed by an independent contractor.\" 671 F.Supp. at 413. Unfortunately, this language is absolutely incorrect. <i>Mayhew</i> and <i>Cook</i> establish that when a principal contractor sublets part of the contract to an independent contractor, that independent contractor's employees are indeed protected by section 97-19 if the independent contractor is uninsured. <i>Mayhew,</i> 102 N.C.App. at 272, 401 S.E.2d at 833; <i>Cook,</i> 99 N.C.App. at 310, 392 S.E.2d at 760.</p>\n<p>Moreover, <i>Beach, Evans, Scott,</i> and <i>McCraw</i> establish that the injured employee's immediate employer's status as an independent contractor is important <i>only when section 97-19 does not apply.</i> If section 97-19 is inapplicable  because the immediate employer is not a subcontractor to whom a portion of a general contract was sublet by a principal contractor  the employee can nevertheless recover worker's compensation from the entity that hired the immediate employer if the immediate employer is merely an agent or employee of the hiring entity. In such an instance the hiring entity is the injured employee's actual employer and is liable for worker's compensation just like any other employer. However, if the immediate employer is instead an independent contractor, the immediate employer is the injured employee's actual employer and only it  not the entity that hired it  is liable for workers' compensation to its employees. In this case, it is undisputed that Deggeller was a principal contractor and that Brawley was a subcontractor within the meaning of section 97-19. Hence, the independent contractor/agent distinction which was critical in <i>Beach, Evans, Scott,</i> and <i>McCraw</i> is immaterial here.</p>\n<p>Furthermore, it is also undisputed that Brawley, Deggeller's subcontractor, did not have workers' compensation insurance coverage. Thus, section 97-19 applies: Deggeller was Zocco's statutory employer on 1 May 1988. As a statutory employer, Deggeller is immunized from civil liability by the Act's exclusivity provisions. <i>Pinckney,</i> 671 F.Supp. at 410; <i>Matthews v. United States,</i> <span class=\"citation\" data-id=\"492059\"><a href=\"/opinion/492059/betty-matthews-v-united-states-of-america-william-french-smith-attorney/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 36 (4th Cir.1987). Consequently, this court lacks subject-matter jurisdiction over Zocco's negligence claim against Deggeller.</p>\n<p></p>\n<h2>2. Woodson v. Rowland</h2>\n<p>Zocco contends that even if the court lacks subject-matter jurisdiction over his negligence claim against Deggeller, it has subject-matter jurisdiction to consider a claim against Deggeller under <i>Woodson v. Rowland,</i> <span class=\"citation\" data-id=\"1376816\"><a href=\"/opinion/1376816/woodson-v-rowland/\"><span class=\"volume\">329</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">330</span></a></span>, <span class=\"citation\" data-id=\"1376816\"><a href=\"/opinion/1376816/woodson-v-rowland/\"><span class=\"volume\">407</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">222</span></a></span> (1991). That case involved an employee who was crushed in a trench cave-in. The employer had been cited four times in the previous six years for safety violations relating to trenching safety procedures. <i>Id.</i> at 335 n. 1, 407 S.E.2d at 225 n. 1. The employer nevertheless continued to ignore the safety regulations. <i>Id.</i> at 345, 407 S.E.2d at 231. An expert in soil and environmental analysis testified that the trench at issue had an exceedingly high probability of failure and that it was \"substantially certain\" to fail. <i>Id.</i> These facts led the court to carve out an exception to the Act's exclusivity provisions:</p>\n<blockquote>[W]hen an employer intentionally engages in misconduct knowing that it is substantially certain to cause serious injury or death to employees and an employee is injured or killed by that misconduct, that employee ... may pursue a civil action against the employer. Such misconduct is tantamount to an intentional tort, and civil actions based thereon are not barred by the exclusivity provisions of the Act.</blockquote>\n<p><i>Id.</i> at 340-41, 407 S.E.2d at 228.</p>\n<p>Zocco has made the following forecast of evidence to try to meet this stringent test: The ride Zocco was working on did not comply with 29 C.F.R. Part 1910.23(c) which provides that every platform four feet or more above ground level shall be guarded by a railing. The platform Zocco was working on was nine to ten feet above the ground and did not have a railing. Deggeller was aware of this problem and did nothing to correct it. Moreover, Zocco was a minor. Deggeller was also aware that Brawley gave his employees only minimal <span class=\"star-pagination\">*604</span> training before leaving them to operate the ride without supervision. Further, Deggeller knew that Brawley could not adequately supervise his local hires because his two rides were located at opposite ends of the fair and because he was working as a driver for Deggeller eight to ten hours each night. Finally, Zocco relies heavily on a North Carolina statute which provides that \"although most amusement devices are free from defect and operated in a safe manner, those which are not impose <i>a substantial probability of serious and preventable injury to the public.</i>\" N.C.Gen.Stat. § 95-111.1 (emphasis added).</p>\n<p>Deggeller has submitted evidence establishing that Superstitious Mountain had been inspected and approved by governmental authorities in Maryland, Virginia, South Carolina, and Florida prior to the 1988 Fort Bragg Fair. It had been part of several fairs between 1986 and 1988 and was never associated with any employee or patron accident. Deggeller had never received notice or a warning of any type of safety violation. Zocco has not submitted any evidence to contradict these facts.</p>\n<p>This forecast of evidence is wholly insufficient to establish that Deggeller knew that serious injury or death was substantially certain to result from employees' operation of the Superstitious Mountain ride. Unlike in <i>Woodson,</i> there is no evidence in the record here to establish either that employees were substantially certain to be injured or that Deggeller had knowledge that the ride was substantially certain to cause injury to employees. Even assuming that the ride was defective and that Zocco is entitled to a legislative presumption under section 95-111.1 that it imposed a \"substantial probability\" of serious injury to its employees, that presumption does not state a <i>Woodson</i> claim. According to <i>Woodson,</i> even a \"substantial probability\" of injury is insufficient to hurdle the Act's exclusivity provisions: there must be substantial <i>certainty. Id.</i> at 345, 407 S.E.2d at 231. Hence, Zocco cannot state a <i>Woodson</i> claim. He is therefore not entitled to pursue any claim against Deggeller and Deggeller's motion for summary judgment will be GRANTED.</p>\n<p></p>\n<h2><i>E. Brawley's Motion for Summary Judgment</i></h2>\n<p>Brawley contends that he is also protected by the Act's exclusivity provisions. He contends that \"whenever an entity has procured insurance which inures to the benefit of the entity's subcontractor's employees, the subcontractor is deemed to have secured insurance and will be entitled to the exclusive remedy defense.\" He does not point to any provision in the Act or any case interpreting the Act to support this proposition. The court is convinced that this is not an accurate statement of North Carolina law.</p>\n<p>As discussed <i>supra</i> p. 598, \"[<i>e</i>]<i>very</i> employer\" bound by the Act must \"secure the payment of compensation to his employees.\" N.C.Gen.Stat. § 97-9 (emphasis added). There is no exception to this requirement in this provision or any other in the Act. Moreover, an employer is entitled to the exclusive remedy defense only if he has complied with all applicable provisions of the Act. <i>Id.</i> § 97-10.1. Furthermore,</p>\n<blockquote>[a]ny employer required to secure the payment of compensation under [the Act] who refuses or neglects to secure such compensation shall be ... liable during such refusal or neglect to an employee either for compensation under [the Act] <i>or at law at the election of the injured employee.</i>\n</blockquote>\n<p><i>Id.</i> § 97-94(b) (emphasis added). Zocco contends that section 97-94(b) expressly permits him to pursue a negligence action against Brawley because Brawley did not secure the payment of compensation as required by section 97-9.</p>\n<p>At the hearing, Brawley contended that section 97-94(b) applies only to employers who refuse or neglect to secure compensation <i>once ordered to do so by the Industrial Commission.</i> This interpretation is incorrect. The words \"secure\" and \"security\" are used several times throughout the Act. In each instance, it is clear that these words were intended to be synonymous with \"insure\" and \"insurance\" respectively. <span class=\"star-pagination\">*605</span> For example, section 97-7 provides in pertinent part that \"such corporations or subdivisions are hereby authorized to self-insure or purchase insurance to secure [insure] its liability under [the Act]....\" <i>Id.</i> § 97-7. Section 97-9 provides that \"[e]very employer shall secure [insure] the payment of compensation ... and while such security [insurance] remains in force\" such employers are immune from civil suit. <i>Id.</i> § 97-9. Accordingly, section 97-94(b) should be interpreted as follows:</p>\n<blockquote>Any employer required to [insure] the payment of compensation under [the Act] who refuses or neglects to [insure] such compensation shall be ... liable during such refusal or neglect to an employee either for compensation under [the Act] or at law at the election of the injured employee.</blockquote>\n<p><i>Id.</i> § 97-94(b).</p>\n<p>Brawley also argues that section 97-19 gave him statutory permission to rely on Deggeller's insurance to cover his employees. This argument is rebutted by section 97-11, which provides that \"[n]othing in [the Act] shall be construed to relieve any employer ... from penalty for failure or neglect to perform any statutory duty.\" <i>Id.</i> § 97-11. This argument is also inconsistent with the policy underpinning section 97-19, which is to protect employees from financially irresponsible subcontractors. <i>Cook,</i> 99 N.C.App. at 310, 392 S.E.2d at 759. In light of this policy, it would seem odd for the legislature to have intended to reward such irresponsibility with immunity from civil liability.</p>\n<p>No North Carolina case provides guidance on this question. However, the case of <i>Baldwin v. Wrecking Corp. of America,</i> <span class=\"citation\" data-id=\"1520102\"><a href=\"/opinion/1520102/baldwin-v-wrecking-corp-of-america/\"><span class=\"volume\">464</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">185</span></a></span> (W.D.Va.1979) is directly on point. There plaintiff was injured while working as an employee of Wrecking Corporation, a subcontractor engaged in demolishing a building. Through clerical error, Wrecking Corporation did not have workers' compensation coverage in place. Nevertheless, the principal contractor had coverage that applied to plaintiff and an insurance executive with its insurer submitted an affidavit indicating that it would pay plaintiff's workers' compensation claim. <i>Id.</i> at 187. Indeed, plaintiff had filed such a claim, but it was stayed pending resolution of plaintiff's civil suit. <i>Id.</i> A provision in the Virginia Worker's Compensation Act permitted an injured employee to sue a noncomplying employer \"at law\" \"to recover damages for personal injury or death by accident....\" Va.Code Ann. § 65.1-106. The Virginia Act further provided that \"[n]othing in this Act shall be construed to relieve any employer ... from penalty for failure or neglect to perform any statutory duty.\" <i>Id.</i> § 65.1-9.</p>\n<p>Wrecking Corporation argued that since plaintiff had a right to compensation under the Act, that was his sole remedy. It noted that the principal contractor was plaintiff's statutory employer and was liable for workers' compensation under section 65.1-30, the Virginia Act's statutory employer provision. 464 F.Supp. at 187. The court squarely rejected this argument:</p>\n<blockquote>[T]he mere fact that plaintiff had a statutory employer who has complied with the Act does not excuse a subcontractor employer from its duty to secure insurance. The court finds that this conclusion is buttressed by Section 65.1-9, which states that \"[n]othing in this Act shall be construed to relieve <i>any</i> employer ... from penalty for failure or neglect to perform any statutory duty.\"</blockquote>\n<p>464 F.Supp. at 188 (emphasis in original). The court therefore denied Wrecking Corporation's motion for summary judgment <i>Id.</i> at 189.</p>\n<p>In light of the Virginia Act's substantial similarity to the North Carolina Act, and the near identity of the facts in <i>Baldwin</i> to those here, the court holds that the North Carolina Supreme Court would address the question before this court in the same fashion as the <i>Baldwin</i> court did in the case before it. <i>See </i><i>Commissioner v. Estate of Bosch,</i> <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">456</span></span>, 465, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1776</span></span>, 1782-83, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">886</span></span> (1965). Consequently, the court rules as a matter of law that Brawley is not entitled to immunity from civil suit merely because Deggeller secured workers' compensation insurance coverage for Brawley's employees. Brawley's <span class=\"star-pagination\">*606</span> motion for summary judgment will be DENIED.</p>\n<p></p>\n<h2><i>F. The United States' Motion for Summary Judgment</i></h2>\n<p>The United States has moved for summary judgment on Zocco's negligence claim against it on the ground that it is protected from such suit by the discretionary function exception to the Federal Tort Claims Act (\"FTCA\"), 28 U.S.C. §§ 2671 <i>et seq.</i> That provision precludes governmental liability for</p>\n<blockquote>[a]ny claim ... based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a federal agency or an employee of the Government, whether or not the discretion involved [is] abused.</blockquote>\n<p><i>Id.</i> § 2680(a). The United States has introduced deposition testimony which demonstrates the following: that the Army did not take an active role in hiring or training any of the employees of either Deggeller or Brawley; that Army inspectors did inspect the fair prior to and on 1 May 1988; that the sole purpose of these inspections was to establish a safe area for the patrons; that the area where Zocco was injured was not one which the public had access to and therefore was not inspected; and that the inspectors were not made aware of any existing problems.</p>\n<p>Despite this evidence, Zocco points to two provisions in the contract between the Army and Deggeller which he contends required the Army to make more elaborate inspections. One provision stated that the Army \"retain[ed] the right of inspection and approval at any time during the period of performance of this contract of all rides ... concerning matters of ... safety.\" Another provided that the Army</p>\n<blockquote>reserve[d] the absolute right to prohibit the Contractor from beginning to operate or continuing to operate, any ... riding device ... or attractions which the Contracting Officer ... deem[s] to be ... unsafe to operate. It being distinctly understood that all ... unsafe riding devices ... are strictly prohibited under this contract ... which are contrary to Federal laws, Army regulations, and/or the laws of the state of North Carolina.</blockquote>\n<p>In <i>United States v. Varig Airlines,</i> <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span>, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2755</span></a></span>, <span class=\"citation\" data-id=\"111219\"><a href=\"/opinion/111219/united-states-v-sa-empresa-de-viacao-aerea-rio-grandense/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">660</span></a></span> (1984), the Federal Aviation Administration's use of a \"spot-check\" method of inspection of airplanes was called into question by representatives of passengers killed in a crash. The Supreme Court held that the discretionary function exception applied:</p>\n<blockquote>The FAA's implementation of a mechanism for compliance review is plainly discretionary activity of the \"nature and quality\" protected by § 2680(a). When an agency determines the extent to which it will supervise the safety procedures of private individuals, it is exercising discretionary regulatory authority of the most basic kind.</blockquote>\n<p><i>Id.</i> at 819-20, 104 S.Ct. at 2767. The facts of <i>Pershing v. United States,</i> <span class=\"citation\" data-id=\"1884461\"><a href=\"/opinion/1884461/pershing-v-united-states/\"><span class=\"volume\">736</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">132</span></a></span> (W.D.Texas 1990) were almost the same as they are here: The United States Army Corps of Engineers (\"Corps\") contracted with a private general contractor to construct an aircraft maintenance facility. Plaintiff was injured while performing work for a subcontractor. The contract between the Corps and the general contractor provided that the Corps retained the right of inspection and that the contractor would comply with applicable safety and health regulations. The court held that the discretionary function exception applied:</p>\n<blockquote>Although the Corps retained the right to enforce safety regulations and to halt work for safety violations, there was no mandatory duty upon Corps personnel to inspect or in any manner direct the manner in which the trench was constructed. Accordingly, Plaintiff's claims are further barred by the discretionary function exception to the FTCA.</blockquote>\n<p><i>Id.</i> at 134 (citation omitted).</p>\n<p>A recent case from this district, <i>Sexton v. United States,</i> 88-116-CIV-3-H, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">345614</span></span> (E.D.N.C. April 15, 1991) is not to the contrary. There plaintiff, an employee for a subcontractor working on a construction project at Womack Army Hospital, was injured when he fell into a subterranean <span class=\"star-pagination\">*607</span> pit which was protected by a grate that failed. Significantly, the grate was designed, constructed, and maintained by the United States. The government contended that plaintiff's claims were barred by the discretionary function exception to the FTCA because the Army, by contract, had delegated all safety obligations to the general contractor. The court rejected this argument. Although it agreed that \"the actual decision to delegate worker safety responsibilities does involve discretion and policy judgments and is therefore encompassed within the discretionary function exception[,]\" slip. op. at 21, it recognized that plaintiff's claims were \"based on the government's negligent design, construction, and maintenance of the grate covering in question. Such acts do not involve policy judgments or discretion and are not covered by the discretionary function exception.\" <i>Id.</i> at 21-22.</p>\n<p>In this case, the alleged danger was created by Brawley and the ride maker, not the government. The only way the government would have known about the danger is if it had inspected the ride for employee safety. It made a policy decision not to do that. Neither the contract nor any regulation or policy required it to make such inspection. As such, its failure to do so is protected by the discretionary function exception. The government's motion for summary judgment will therefore be GRANTED.</p>\n<p></p>\n<h2><i>G. Pretrial Motions</i></h2>\n<p>1. Plaintiff's motion in limine regarding workers' compensation: This motion is uncontested and is therefore GRANTED.</p>\n<p>2. Brawley's motion in limine regarding subsequent remedial measures: This motion is uncontested and is therefore GRANTED.</p>\n<p>3. Brawley's motion to preclude evidence of Zocco's premajority medical expenses:</p>\n<p>Brawley contends that a plaintiff may not recover for his own medical expenses which were incurred while he was an unemancipated minor. He is incorrect. It is perfectly permissible for a minor's parents to waive their claim to their injured child's medical expenses and to thereby allow the child to recover for them in his own name. <i>Bolkhir v. North Carolina State University,</i> <span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">706</span></span>, 713, <span class=\"citation\" data-id=\"1218111\"><a href=\"/opinion/1218111/bolkhir-v-north-carolina-state-university/\"><span class=\"volume\">365</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">898</span></a></span>, 902-03 (1988). Therefore, this motion is hereby DENIED.</p>\n<p>4. Plaintiff's motion for judicial notice: This motion is uncontested and is therefore GRANTED.</p>\n<p></p>\n<h2>IV. <i>Conclusion</i>\n</h2>\n<p>For the foregoing reasons, defendant Deggeller's and defendant United States' motions for summary judgment are hereby GRANTED and plaintiff's claims against these defendants are hereby DISMISSED. Defendant Brawley's motion for summary judgment is hereby DENIED and the case will proceed to trial on plaintiff's negligence claim against Brawley.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1157631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1157639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1218111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1303272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1312380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1334100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1345119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1376816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1412968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1520102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1884461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2595194/"
  ]
}