{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1509406/",
  "absolute_url": "/opinion/1509406/cronenberg-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1509406/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:31:19.826165Z",
  "date_modified": "2016-04-26T22:58:37.910239Z",
  "type": "010combined",
  "sha1": "03927fdec210c1224beba95aafb850c69b47b11d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>123 F.Supp. 693 (1954)</b></center>\n<center><h1>F. A. CRONENBERG, Administrator of the Estate of Fritz Albert Cronenberg, Jr., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant,<br>\nv.<br>\nR. Fred Hunt and Eleanor K. Hunt, Third-Party Defendants.<br>\nPaul V. BULLUCK, Jr., by his Guardian ad Litem, Paul V. Bulluck, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant,<br>\nv.<br>\nR. Fred Hunt and Eleanor K. Hunt, Third-Party Defendants.</h1></center>\n<center>Nos. 442 &amp; 443.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>August 18, 1954.</center>\n<p><span class=\"star-pagination\">*694</span> <span class=\"star-pagination\">*695</span> <span class=\"star-pagination\">*696</span> Battle, Winslow &amp; Merrell, Rocky Mount, N. C., for plaintiff.</p>\n<p>Julian T. Gaskill, U. S. Atty., Goldsboro, N. C., Thomas F. Ellis, Asst. U. S. Atty., Raleigh, N. C., for defendant and third-party plaintiff. Thorp &amp; Thorp, Rocky Mount, N. C., Lucas, Rand &amp; Rose, Wilson, N. C., for third-party defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>These cases were consolidated for trial and heard without a jury.</p>\n<p>No. 442 is an action brought under the Federal Tort Claims Act, 28 U.S.C.A. §§ 1346, 2671 et seq., to recover damages for the wrongful death of plaintiff's intestate, Fritz Cronenberg, Jr., which resulted from a collision on the night of March 25, 1953, between an Oldsmobile being driven by a minor, Douglas Hunt, and a stalled mobile Highway Post Office, owned and operated by the Government.</p>\n<p>No. 443 is an action brought also under the Tort Claims Act by the guardian ad litem of Paul Bulluck, Jr. for personal injuries to his ward sustained in the same collision.</p>\n<p>In both 442 and 443, the parents of Douglas Hunt having been brought in as third-party defendants, the Government by cross-complaint asserted that the death and injuries mentioned were caused solely by the negligence of the driver of the Oldsmobile and that, in any event, the parents are liable to it by way of contribution as joint tort-feasors. Neither the plaintiff in No. 442 nor the plaintiff in No. 443 asserts any cause of action against the third-party defendants.</p>\n<p><span class=\"star-pagination\">*697</span> These facts are found from the admissions in the pleadings, the stipulations and the evidence offered:</p>\n<p>On the night in question a mobile Highway Post Office, owned by the United States, was in transit for distribution and delivery of mail from Norfolk, Virginia, to Raleigh, North Carolina. The vehicle was thirty feet in length, eight feet in width, ten and a half feet in height, and weighed over 20,000 pounds; it was manned by a driver, an operator in charge, and an assistant mail clerk. Between 8:00 and 9:00 o'clock p. m. (E.S. T.), two miles east of Rocky Mount, N. C., on State Highway No. 64, a much travelled black-top road twenty feet wide, the Post Office was stopped at a roadside store on account of motor trouble, and there a telephone call was made to the transfer point in Rocky Mount to request aid; before aid arrived the driver was able to start the motor and he proceeded toward Rocky Mount, but after a hundred or more yards there was a recurrence of the motor trouble and the motor completely failed; the driver stopped on the right of the hard surface with the front right outside dual wheel on the shoulder, the balance of the vehicle upon the hard surface, almost entirely blocking the west bound lane; when this stop occurred it was 9:10 o'clock p. m.; the weather was fair and the road was straight for more than one-half mile both to the east and to the west.</p>\n<p>The State Highway Commission had been doing some construction work on the road for the entire distance of 15 miles from Rocky Mount to Tarboro, and there were lighted flares along the northern shoulder at various points; to the north of the hard surface there was a shoulder about nine feet in width beyond which there was a shallow drain ditch from which some soil had been pulled up, leaving a ridge of loose dirt between the ditch and the hard surface. Except for the ridge of loose dirt, the shoulder was firm.</p>\n<p>When it was found that the vehicle could not proceed further, glass reflectors upon metal stands about 15 inches high were put out and later three flares or smudge pots were lighted and put out, one forty-five feet to the west on the center line, one forty-five feet to the east on the center line, the third south and just opposite the vehicle near the center line. The reflectors and the flares to the east and west were set only a few inches apart.</p>\n<p>At about 9:45 o'clock p. m., shortly after the warning flares had been displayed, an Oldsmobile Sedan owned by the third-party defendant, Eleanor K. Hunt, and being operated by Douglas Hunt, the minor son of third-party defendants, approached the stalled Highway Post Office from the east; with him were Fritz Albert Cronenberg, Jr. and Paul V. Bulluck, Jr., all three sitting on the front seat; the right front corner of the Oldsmobile struck the left rear corner of the Highway Post Office, causing fatal injuries to Cronenberg and serious and permanent injuries to Bulluck.</p>\n<p>Paul Bulluck, Jr. testified that he could remember nothing of what occurred after leaving Tarboro on the return trip to Rocky Mount; Douglas Hunt was not called as a witness; no witness testified with regard to the speed of the Oldsmobile as it approached the stalled vehicle, but the evidence shows that it was being operated on the west lane; there is evidence as to tire marks made by the Oldsmobile, and the nature and extent of the damages to the two vehicles, but I am unable to determine the speed of the Oldsmobile from this evidence.</p>\n<p>Each plaintiff contends that the death and injuries, respectively, resulted from the negligence of the servants of the United States in (1) blocking the west lane of travel without displaying warning flares as required by North Carolina law, and (2) in not having run the Highway Post Office off the paved portion onto the dirt shoulder to the north.</p>\n<p>In both cases the United States contends (1) that its servants were not negligent, (2) that, in any event, the sole proximate cause of the collision was the negligence of the driver of the Oldsmobile, <span class=\"star-pagination\">*698</span> which insulated its negligence, if any, from liability, and (3) that Cronenberg and Bulluck were guilty of contributory negligence in voluntarily riding with Hunt whom they knew to be a fast and reckless driver.</p>\n<p>The United States contends, also, that if it is liable the third-party defendants are liable to them by way of contribution as joint tort-feasors, under the family purpose doctrine; while the third-party defendants contend that (1) the evidence does not establish negligence on the part of their minor son, Douglas Hunt, and (2) that, assuming such negligence, they are not liable for that on this particular occasion their son was using the Oldsmobile as a simple bailee and not within the scope of the family purpose doctrine as applied in North Carolina.</p>\n<p>The plaintiffs, as basis for their position that the Government's servants in charge of the Post Office were negligent, rely upon N.C.G.S. Section 20-161, which they ask the Court to find was violated in two respects.</p>\n<p>Section 20-161 provides: \"No person shall park or leave standing any vehicle, whether attended or unattended, upon the paved or improved or main traveled portion of any highway, outside of a business or residence district, when it is <i>practicable</i> to park or leave such vehicle standing off of the paved or improved or main traveled portion of such highway\" (emphasis supplied); \"* * * Provided further that in the event that a truck * * * be disabled upon the highway that the driver of such vehicle shall display, not less than two hundred feet in the front and rear of such vehicle, a warning signal; that during the hours from sunup to sundown a red flag shall be displayed, and after sundown red flares or lanterns.\"</p>\n<p>As to the failure of the Government's servants to remove the vehicle from the paved portion of the highway, I find that the evidence by its preponderance does not establish this as a negligent act. It has been held that the word \"practicable\" as used in such a statute is not synonymous with \"convenient\"; Lagere v. Tatro, 315 Mass. 141, 52 N.E. 2d 11; to be sure it is not to be construed as meaning \"possible\". No helpful decision by the North Carolina court has been found. The evidence does not establish that adequate motive power, either from the motor itself or the electric starter, was available for propelling the vehicle onto the shoulder after the motor stalled; nor does the evidence establish that the necessary manpower was present. It was evident to the operators of the Post Office that the highway was under construction and that flares had been placed along the north of the highway, indicating that the shoulder to the north was involved in the construction work. They might well have hesitated to drive a heavy vehicle upon that shoulder without having knowledge of the existing conditions. It may be that, in the light of conditions subsequently found to exist, the vehicle could have been safely run off the paved portion of the highway onto the shoulder, but this gets into the realm of \"hindsight\", where we so frequently have our errors of judgment to plague us; as the situation appeared to the driver during the last few moments when it appeared that the motor was, perhaps, going to fail and a stop of the vehicle, perhaps, would be necessary, the driver was required to act in the dark with respect to what would happen should he undertake to drive upon the north shoulder. In my opinion, there was no negligence in this respect and I so find.</p>\n<p>When we come to the question of whether there was negligence of the operators in failing to set out proper warning flares, the evidence conclusively shows a failure to comply with the provisions of the statute, which contains no qualifying word such as \"practicable\" used with regard to the obligation to remove a vehicle off the highway. The requirement here is absolute and a violation of it is negligence per se. Barrier v. Thomas &amp; Howard Co., 205 N.C. 425, 171 S.E. 626; Caulder v. Gresham, 224 N.C. 402, 30 S.E.2d 312; and several <span class=\"star-pagination\">*699</span> other cases. The statute requires that red flares or lanterns be displayed \"not less than two hundred feet in the front and rear of such vehicle\". The flares were placed only 45 feet from the vehicle.</p>\n<p>To me it seems plain that the word \"truck\" used in the statute includes the mobile Post Office vehicle involved and the Government concedes this, but, irrespective of the statute, I find that placing the flare only forty-five feet from the vehicle and on the center line rather than in the lane, which was blocked, did not afford proper notice to traffic and that failure to provide more effective warning constituted failure to use due care and, therefore, common law negligence.</p>\n<p>The negligence of the Government's servants in failing to provide proper and statutory warning was one of the proximate causes of the collision and the resulting death and injuries.</p>\n<p>So we reach the question whether the driver of the Oldsmobile was likewise guilty of negligence. I find that the evidence, by its preponderance, establishes that Douglas Hunt, the driver of the Oldsmobile, failed to exercise due care, the care which a person of ordinary prudence would have exercised, and that he was guilty of negligence, which was one of the proximate causes of the collision. The driver was fully advised that the road was under construction, having that night driven from Rocky Mount to Tarboro and most of the distance in return; besides, while the proper warning by flares had not been provided, a lighted flare was displayed and these circumstances force me to conclude that this driver was driving at a speed greater than was reasonable and prudent under the conditions existing and failed to keep a proper lookout. N.C. G.S. § 20-141(a) reads in part: \"No person shall drive a vehicle on a highway at a speed greater than is reasonable and prudent under the conditions then existing.\" The tragic result seems to indicate a violation of this section. North Carolina law, G.S. § 20-131(a), requires that the \"head lamps of motor vehicles shall be so constructed, arranged, and adjusted that * * * they will at all times * * * under normal atmospheric conditions and on a level road, produce a driving light sufficient to render clearly discernable a person two hundred feet ahead * * *.\" Provided with such headlights and knowing the situation with regard to construction, it is reasonable to assume that the driver in the exercise of due care as to speed and lookout could have avoided the collision. It is argued that, if so, the negligence of the driver of the Oldsmobile was the sole proximate cause of the collision, insulating the prior negligence of the Government, but I am not so persuaded, because the evidence justifies the finding that the Oldsmobile was bearing left and, perhaps, might have avoided the collision had a few more feet been allowed it. It is fair and reasonable to infer that had the flare been placed at the statutory minimum distance of two hundred feet from the Post Office, the driver of the Oldsmobile in the exercise of due care might have passed safely, and certainly would have had a better chance to do so. The negligence of the Government continued to the very moment of the collision. As declared in Caulder v. Gresham, 224 N.C. 402, 404, 30 S.E.2d 312, 313: \"Where the second actor does not become apprised of such danger until his own negligence, added to that of the existing perilous condition, has made the accident inevitable, the negligent acts of the two tort-feasors are contributing causes and proximate factors in the happening of the accident and impose liability upon both of the guilty parties.\"</p>\n<p>As stated by counsel for the plaintiffs: \"Any effort to reconcile the North Carolina law on the subject of insulating negligence seems futile.\" The following cases, and others, deal with the question: Smith v. Sink, 211 N.C. 725, 192 S.E. 108; Powers v. S. Sternberg &amp; Co., 213 N.C. 41, 195 S.E. 88; Cole v. Koonce, 214 N.C. 188, 198 S.E. 637; Caulder v. Gresham, 224 N.C. 402, 30 S.E.2d 312; Butner v. Spease, 217 N.C. 82, 6 S.E.2d 808; Clark v. Lambeth, 235 N.C. 578; <span class=\"star-pagination\">*700</span> Godwin v. Nixon, 236 N.C. 632, 74 S.E.2d 24; Wilson v. Central Motor Lines, 230 N.C. 551, 54 S.E.2d 53; Pascal v. Burke Transit Co., 229 N.C. 435, 50 S.E.2d 534; Sumgardner v. Allison, 238 N.C. 621. Some reject the claim of insulation, some embrace it, but I regard it accurate to say our Court has not applied it to facts such as appear here, and I think it contrary to good common sense to hold that the negligence of the Government, which continued to the very moment of the fatal and tragic collision, is entirely erased by the negligence of the driver of the Oldsmobile, for whom otherwise the occasion for falling into error would not have arisen. My conclusion is that the negligence of the Government and that of the Oldsmobile each played a part as a proximate cause in the collision resulting in the death of young Cronenberg and the serious personal injuries to young Bulluck.</p>\n<p>The Government's contention that recovery by plaintiffs in these cases is barred by the contributory negligence of Cronenberg and Bulluck because they rode with Hunt with full knowledge that he was a reckless driver is not highly regarded. It is true there is evidence from Paul Bulluck from which it could be found that on the trip over to Tarboro he drove at a rate of eighty-five miles per hour, but there is no evidence from which it could be found he was driving at such speed on the return trip; nor is there any evidence showing whether the passengers were protesting if such was the case. The burden rests on the Government. The same witness who gave testimony of excessive speed going over to Tarboro also testified that he had been a passenger with Hunt many times, and that, although he frequently drove fast, he was always careful in other respects; that he considered him a safe driver. There is no evidence that young Cronenberg had before been a passenger with young Hunt on an out-of-town trip. Also, the ages of the boys  sixteen years  is most pertinent in determining whether it was a failure to use due care to ride with another youngster known to be a fast and reckless driver, if in fact such is the case. The standard of care is that to be expected of young men of such age, not of grown-ups. I find that the Government has not carried the burden of proving that either of the passengers was guilty of contributory negligence barring recovery for the results of the collision. The contention of the Government here is based upon the principle of law set forth in Bogen v. Bogen, 220 N.C. 648, 18 S.E.2d 162, that a guest may be guilty of contributory negligence barring recovery as a matter of law in accepting hospitality of a driver known to him to be habitually careless and reckless, but we have no such case here. In Samuels v. Bowers, 232 N.C. 149, 59 S.E.2d 787, 789, Justice Devin, discussing the question said: \"The question of the contributory negligence of a guest passenger in an automobile has been considered by this court in a number of cases. In all of them except one it was held the question was one for the jury if there was sufficient evidence offered to require submission of an issue thereon.\" Later on, Justice Devin quotes from an opinion by Justice Barnhill (now Chief Justice) in Conley v. Pearce-Young-Angel Company, 224 N.C. 211, 29 S.E.2d 740, as follows: \"`It is only when the facts are all admitted and only one inference may be drawn from them that the court will declare whether an act was the proximate cause of an injury or not. * * Hence, \"what is the proximate cause of an injury is ordinarily a question for the jury. * * *\"'\" In my opinion, the evidence in this case would not require submission of an issue to a jury; certainly, a jury would not be justified in finding that the passengers were guilty of contributory negligence which was a proximate cause of the death of one and serious injuries to the other. I am unwilling to do so.</p>\n<p>Upon the foregoing findings, the plaintiff Administrator in No. 442 is entitled to recover of the United States damages for the wrongful death of Fritz Albert Cronenberg, Jr., and the plaintiff guardian <span class=\"star-pagination\">*701</span> in No. 443 is entitled to recover of the United States damages for personal injuries to Paul V. Bulluck, Jr., and medical expenses.</p>\n<p>Fritz Cronenberg had just completed his sixteenth year. According to the antiquated North Carolina statutory mortuary table, he had an expectancy of 44.9 years. His qualities of mind, body and personality were outstanding. This evidence came from witnesses who had had ample opportunities to make accurate observations and to draw dependable conclusions. They included three of his teachers, his Boy Scout leader, his Sunday School teacher, and his next door neighbor. Photographs of the boy were also presented without objection.</p>\n<p>From this evidence, the Court finds that young Cronenberg was an exceptionally promising young man. He had handsome features and a good physique. He had good manners and an attractive personality. He was industrious, studious and intelligent. He was popular with other boys and girls and had the enthusiastic esteem of his teachers. His \"home room\" teacher described him as \"the cream of the crop\"; another as \"just wonderful\". His natural leadership was noted by all the witnesses. His habits were good. The Court takes judicial notice from the ordinary experiences of life that he possessed an above average life expectancy, and the prospect of an above average earning experience. His scholastic record and his family's standing indicate that High School would have been followed by college; that he would have entered business or professional life with superior training and personal resources.</p>\n<p>Where life is lost by reason of the actionable negligence of another, the measure of damages, by North Carolina law, is the present value of the net pecuniary worth of the life of the deceased, to be ascertained by deducting the probable cost of his own living from the probable gross income derived from his own exertions, based upon his life expectancy. This rule was first announced by the North Carolina Court in Mendenhall v. North Carolina Railroad Co., 123 N.C. 275, 31 S.E. 480, and has been since followed. Applying it in Russell v. Windsor Steamboat Co., 126 N.C. 961, 36 S.E. 191, where a jury had awarded $1,000 damages for the death of a five months old baby, Justice Douglas stated, 126 N.C. at page 967, 36 S.E. at page 192: \"We see no distinction in the law, nor reason for distinction, between the death of a child and of an adult. The measure of damages is the same, but we frankly admit that the difficulty of its application is greatly increased in the case of an infant. Still, the jury must do the best it can; taking into consideration all the circumstances surrounding the life that is lost, and relying upon their common knowledge and common sense to determine the weight and effect of the evidence\"an assignment difficult enough for a jury of twelve, much more so for a jury of one. In closing the opinion in the Russell case, 126 N.C. at page 970, 36 S.E. at page 193, Justice Douglas observes: \"Upon the greater and better weight of authority, as well as our own convictions of natural justice and of public policy, we are constrained to hold that the plaintiff can recover substantial damages in the case at bar.\" It will be conceded by the parties, I believe, that such is the present rule in North Carolina.</p>\n<p>There are so many questions involved in the determination of the pecuniary value of Fritz Cronenberg's life under this rule, and such a broad field of speculation presented, especially since one of the supposedly known quantities in the problem is unknown, to-wit, earning capacity, no good purpose would be served by trying to justify the conclusion reached by reasoning and logic. Any conclusion may do serious injustice to one party or the other. I am persuaded, however, that I should take note of the usual trend in the verdicts rendered by North Carolina juries in such cases. It will be conceded, no doubt, that such verdicts have a range much <span class=\"star-pagination\">*702</span> lower than verdicts in some other states. I assess the value of the life at $35,000, and find that the plaintiff is entitled to recover that amount.</p>\n<p>Paul Bulluck, Jr. was also sixteen at the time of the wreck. He was taken to hospital profoundly unconscious and remained so for several days. When he had survived the immediate crisis, examinations revealed comminuted fractures of the frontal and left temporal skull bones with cerebral concussion, fractures of the left clavicle and right humerus at the elbow, fracture of distal and of left radius, fracture of right ilium, fracture of distal end of left tibia, bleeding from right middle ear, Bell's palsy with facial paralysis on right side, total blindness of right eye and weakness of left arm. The facial condition, along with a corneal ulcer on the left eye, a partly collapsed lung, and numerous cuts and bruises, were of temporary nature only. He remained in the hospital until June 17, during which time opiates were administered.</p>\n<p>At the time of the trial, about 15 months after the wreck, he had experienced approximately the maximum improvement which might be anticipated. He had complete blindess in the right eye, a permanent condition. Impairment of hearing was estimated at 25% to 30%. He has a partial stiffening of the right arm with flexion and extension limited respectively to 70° and 135°. The left arm is smaller and weaker than the right, thought to be due to the brain injury. The left hand grip is noticeably weak. By the McBryde tables, the impairment of right arm is estimated at 16%, that of the left at 35%. Improvement from operative procedures in the future is not anticipated. His left ankle is enlarged and he experiences pain on walking except for short distances.</p>\n<p>Prior to his injuries, he was a healthy, quiet, well behaved boy, doing satisfactory but not brilliant school work. The brain damage was so severe that he has no memory of the accident, or the events immediately preceding it, or of the greater part of his hospital stay. A year after the accident he was so nervous, so subject to headaches and insomnia, that he was averaging at times only one day per week of full school attendance. He was then carrying only two courses. His teachers describe him now as nervous and unstable, unable to concentrate, under a compulsion to move around the room and converse with others, and given to asking immature questions. Nevertheless, they stress the fact that his attitude is consistently good and cooperative. Unless his condition improves, both his teachers and his physician consider him incapable of successful college work. The headaches are of the tension type, requiring a constant use of barbiturates; how long they will last, and indeed if they will ever disappear, is extremely doubtful. Limited movement in one arm and weakness in the other will practically debar him from occupations requiring manual labor, and especially from those requiring skill and dexterity. His ankle, unless it improves, will exclude him from occupations requiring standing while at work. Many occupations will be closed by mononuclear vision. In the highly competitive professional and business fields, success is unlikely unless he has the benefit of a college education, which he will not get unless his nervous condition improves and his headaches abate, of which there is no assurance. Indeed, unless he improves, he will probably be unable to hold down any job at all, in which case a life time of frustrated dependency is ahead of him.</p>\n<p>One who is injured in his person by the negligent act of another is entitled to recover from the tort-feasor such a sum as will be fair and just compensation for the injuries sustained, both past and prospective. On the evidence before the Court, the guardian of Paul Bulluck, Jr. is entitled to recover such compensation for the following elements of damages: For physical pain and suffering, including pain and suffering incident to medical treatment, both past <span class=\"star-pagination\">*703</span> and prospective, directly resulting from the injuries; for permanent injuries or lasting impairment of health, that is for the loss, past and prospective, resulting from complete or partial disability in health, mind or person thereby occasioned; for probable diminution of future earning power and loss therefrom during his entire expectancy of life; and also for medical expenses incurred and probably to be incurred as a result of the injuries. Past medical expenses, according to stipulation, amount to $5,020.80. Probable future expenses and probable diminution of future earnings should be reduced to their present value. Just as in the case of Fritz Cronenberg, it would be vain to attempt to justify an answer to the question of what amounts to fair compensation for Paul's serious and permanent injuries. I must do the best I can and hope that my conclusion does no substantial injustice to either party. I assess his damages at $35,000 for injuries and $5,020.80 for expenses, and find that his guardian is entitled to recover a total of $40,020.80.</p>\n<p>There is left only the claim of the Government that the third-party defendants, R. Fred Hunt and Eleanor K. Hunt, parents of Douglas Hunt, a minor, are liable to it for contribution as joint tort-feasors. The correct answer to this question depends on whether the Oldsmobile which Douglas Hunt was driving had been provided for general family use, including use by Douglas Hunt. If either of the parents is to be held liable it must be upon the basis of agency  the doctrine of respondeat superior, as in North Carolina a parent by reason of the relationship alone is not liable for the tort of a minor child and, unlike the law in some other jurisdictions, the owner of an automobile is not liable for the negligence of one using it with his consent. Hawes v. Haynes, 219 N.C. 535, 14 S.E.2d 503. On this occasion Douglas Hunt was using the Oldsmobile with his mother's consent, but without the actual knowledge of his father. It is necessary that additional facts appear before either may be found liable for Douglas Hunt's negligence.</p>\n<p>The following facts are found with respect to the family status, the purchase, maintenance and use of the Oldsmobile: The family consisted of the father, mother, Douglas and another minor son; at the time of the accident two automobiles were kept at the home, a Studebaker belonging to the father, and the Oldsmobile belonging to the mother, both bought and maintained by the father; the Oldsmobile was bought by the father and given to the mother three or four years before the occasion in question and from the outset was referred to in the home as \"mother's car\"; it had been driven less than 23,000 miles; at the time of the purchase of the Oldsmobile, the father instructed the sons that they were not to ask the mother for its use but that they should use the Studebaker and there is no evidence that Douglas Hunt ever used the Oldsmobile for his own purpose with the father's knowledge; while the father and mother were in England in 1952, the Oldsmobile was left at the home in the custody of Mrs. Hunt's mother with written instruction that during their absence Douglas Hunt could have the Studebaker for his own use, but was not to drive the Oldsmobile unless he was going to Church with the grandmother or on some other errand with her; the keys to the Oldsmobile were kept by the grandmother and the keys to the Studebaker on the mantel in the living room.</p>\n<p>In keeping with this general household plan with respect to the use of the two cars, Douglas Hunt ordinarily used the Studebaker for his own purposes, though on several occasions he was seen driving the Oldsmobile. On the night in question the father was using the Studebaker, and Douglas, who was to be at home just a few days on vacation from school, pleaded with his mother for permission to use the Oldsmobile, and she, after waiting for a while for the father's return, allowed him to take it; while <span class=\"star-pagination\">*704</span> from time to time he had used this car to do errands for the mother, she had allowed him to use it for his own pleasure only once prior to this particular night; there is, as above stated, no evidence that the father ever gave him express permission to use it. Of course, permission could be implied under some circumstances and it is not essential that express permission be made to appear, but I find the evidence of Douglas' use insufficient to support a finding that he used it at will or as a matter of course. Undoubtedly, his right to use the Oldsmobile at all was circumscribed and substantially limited.</p>\n<p>There is no room for argument that the \"family purpose doctrine\" of liability does not apply in North Carolina. It has been the law in this State since Taylor, Adm'r v. Stewart, 1916, 172 N.C. 203, 90 S.E. 134. Many cases have been cited, and upon these cases it may be stated that the applicable rule is that when an automobile is provided and maintained by the head of the household for the general use and convenience of the family, such person is liable for the negligence of a member of the family having general authority to drive the car; that is, for the pleasure or convenience of the family or a member of it. Blashfield (5A-Sec. 3111) so states the general rule. It may also be stated upon the cases: the fact that the member of the family involved generally used the car for his pleasure and convenience is sufficient to justify a finding that it was maintained partly for such use.</p>\n<p>The legal reasoning behind the rule is that when one provides and maintains a car for the use, convenience and pleasure of a member of his family, he constitutes that member his agent, and when the member so uses it he is acting within the scope of such agency.</p>\n<p>While the North Carolina court has consistently upheld the rule, it has seen fit to narrow its application to situations where the automobile is maintained and provided for general and, more or less, unlimited use by the particular member of the household involved. It has not said that by merely making available an automobile for use by certain members of the household the head of the house renders himself responsible for the negligence of all members of the household, nor that making such automobile available for limited use by a certain member results in making him answerable for use outside such limitation.</p>\n<p>The decision of the North Carolina court in Vaughn v. Booker, 217 N.C. 479, 8 S.E.2d 603, 604, 132 A.L.R. 977, evidences its unwillingness to apply the rule liberally in favor of liability. In that case the father had given the minor son general authority to drive the automobile, and on the occasion in question gave his consent to its use, but expressly forbade him to drive it within the city limits of Raleigh. The instruction was violated and while the automobile was being operated in Raleigh the accident occurred. It was decided that the father was not responsible because the son was not \"operating within the family purpose doctrine\"; in other words, the son was not acting within the scope of the implied agency. It is stated in the opinion: \"it would seem to logically follow that if the lack of consent of the father to the son to operate the car at all would defeat liability of the father for the torts of the son in driving the car anywhere, that the lack of such consent, or the prohibition, to drive the car in a certain locality would defeat liability for torts committed in the prohibited locality.\" Though it may be reasonable to suppose that Douglas' father knew or should have known that he would on occasions drive the Oldsmobile, it is clear from the evidence that this automobile was not provided for his use, as he told him at the time of the purchase that he was to use the Studebaker and not even ask for the Oldsmobile. In Watts v. Lefler, 190 N.C. 722, 725, 130 S.E. 630, <span class=\"star-pagination\">*705</span> 632, the following from Berry on Automobiles is quoted and approved: \"The question is whether the child * * * was acting for the parent, was using the car for a purpose for which the parent provided it * * *.\" The evidence here fails to establish that use by Douglas Hunt of the Oldsmobile was \"a purpose for which the parent provided it\"; on the contrary, the evidence seems to me to show definitely that it was provided especially for the use of the mother and that use by Douglas was virtually proscribed. I am unwilling to hold that evidence to the effect that he on several occasions did use it standing alone is enough to bring into play the family purpose doctrine as the North Carolina court has applied it. I find as a fact that the Oldsmobile was not provided or maintained either by R. Fred Hunt or by Eleanor K. Hunt for the general use and convenience of the Hunt family, including Douglas Hunt, and conclude therefrom that neither is liable for the negligence of Douglas Hunt.</p>\n<p>Applying the principles set out in the North Carolina cases, it is my opinion that the evidence, taken in the light most favorable to the Government, is sufficient to raise an issue of fact as to the liability of the parents and I find this issue in their favor. As to the wife's liability, I have considered the effect of N.C.G.S. § 20-71.1, which declares that proof of ownership shall constitute prima facie evidence that the owned automobile was being operated by the owner's agent in the course and scope of the employment. The North Carolina court, in Hartley v. Smith, 239 N.C. 170, 79 S.E. 2d 767, and other cases, has held that the statute creates a rule of evidence, raising an issue for the jury, even though, as here, the uncontradicted evidence shows that the operator was not acting as the owner's agent. I find this issue of fact in favor of the mother.</p>\n<p>A decree accordingly will be entered.</p>\n<p>This the 18th day of August, 1954.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">693</span></span> (1954)</b></center>\n<center><h1>F. A. CRONENBERG, Administrator of the Estate of Fritz Albert Cronenberg, Jr., Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant,<br>\nv.<br>\nR. Fred Hunt and Eleanor K. Hunt, Third-Party Defendants.<br>\nPaul V. BULLUCK, Jr., by his Guardian ad Litem, Paul V. Bulluck, Plaintiff,<br>\nv.<br>\nUNITED STATES of America, Defendant,<br>\nv.<br>\nR. Fred Hunt and Eleanor K. Hunt, Third-Party Defendants.</h1></center>\n<center>Nos. 442 &amp; 443.</center>\n<center><p><b>United States District Court E. D. North Carolina, Wilson Division.</b></p></center>\n<center>August 18, 1954.</center>\n<p><span class=\"star-pagination\">*694</span> <span class=\"star-pagination\">*695</span> <span class=\"star-pagination\">*696</span> Battle, Winslow &amp; Merrell, Rocky Mount, N. C., for plaintiff.</p>\n<p>Julian T. Gaskill, U. S. Atty., Goldsboro, N. C., Thomas F. Ellis, Asst. U. S. Atty., Raleigh, N. C., for defendant and third-party plaintiff. Thorp &amp; Thorp, Rocky Mount, N. C., Lucas, Rand &amp; Rose, Wilson, N. C., for third-party defendants.</p>\n<p>GILLIAM, District Judge.</p>\n<p>These cases were consolidated for trial and heard without a jury.</p>\n<p>No. 442 is an action brought under the Federal Tort Claims Act, 28 U.S.C.A. §§ 1346, 2671 et seq., to recover damages for the wrongful death of plaintiff's intestate, Fritz Cronenberg, Jr., which resulted from a collision on the night of March 25, 1953, between an Oldsmobile being driven by a minor, Douglas Hunt, and a stalled mobile Highway Post Office, owned and operated by the Government.</p>\n<p>No. 443 is an action brought also under the Tort Claims Act by the guardian ad litem of Paul Bulluck, Jr. for personal injuries to his ward sustained in the same collision.</p>\n<p>In both 442 and 443, the parents of Douglas Hunt having been brought in as third-party defendants, the Government by cross-complaint asserted that the death and injuries mentioned were caused solely by the negligence of the driver of the Oldsmobile and that, in any event, the parents are liable to it by way of contribution as joint tort-feasors. Neither the plaintiff in No. 442 nor the plaintiff in No. 443 asserts any cause of action against the third-party defendants.</p>\n<p><span class=\"star-pagination\">*697</span> These facts are found from the admissions in the pleadings, the stipulations and the evidence offered:</p>\n<p>On the night in question a mobile Highway Post Office, owned by the United States, was in transit for distribution and delivery of mail from Norfolk, Virginia, to Raleigh, North Carolina. The vehicle was thirty feet in length, eight feet in width, ten and a half feet in height, and weighed over 20,000 pounds; it was manned by a driver, an operator in charge, and an assistant mail clerk. Between 8:00 and 9:00 o'clock p. m. (E.S. T.), two miles east of Rocky Mount, N. C., on State Highway No. 64, a much travelled black-top road twenty feet wide, the Post Office was stopped at a roadside store on account of motor trouble, and there a telephone call was made to the transfer point in Rocky Mount to request aid; before aid arrived the driver was able to start the motor and he proceeded toward Rocky Mount, but after a hundred or more yards there was a recurrence of the motor trouble and the motor completely failed; the driver stopped on the right of the hard surface with the front right outside dual wheel on the shoulder, the balance of the vehicle upon the hard surface, almost entirely blocking the west bound lane; when this stop occurred it was 9:10 o'clock p. m.; the weather was fair and the road was straight for more than one-half mile both to the east and to the west.</p>\n<p>The State Highway Commission had been doing some construction work on the road for the entire distance of 15 miles from Rocky Mount to Tarboro, and there were lighted flares along the northern shoulder at various points; to the north of the hard surface there was a shoulder about nine feet in width beyond which there was a shallow drain ditch from which some soil had been pulled up, leaving a ridge of loose dirt between the ditch and the hard surface. Except for the ridge of loose dirt, the shoulder was firm.</p>\n<p>When it was found that the vehicle could not proceed further, glass reflectors upon metal stands about 15 inches high were put out and later three flares or smudge pots were lighted and put out, one forty-five feet to the west on the center line, one forty-five feet to the east on the center line, the third south and just opposite the vehicle near the center line. The reflectors and the flares to the east and west were set only a few inches apart.</p>\n<p>At about 9:45 o'clock p. m., shortly after the warning flares had been displayed, an Oldsmobile Sedan owned by the third-party defendant, Eleanor K. Hunt, and being operated by Douglas Hunt, the minor son of third-party defendants, approached the stalled Highway Post Office from the east; with him were Fritz Albert Cronenberg, Jr. and Paul V. Bulluck, Jr., all three sitting on the front seat; the right front corner of the Oldsmobile struck the left rear corner of the Highway Post Office, causing fatal injuries to Cronenberg and serious and permanent injuries to Bulluck.</p>\n<p>Paul Bulluck, Jr. testified that he could remember nothing of what occurred after leaving Tarboro on the return trip to Rocky Mount; Douglas Hunt was not called as a witness; no witness testified with regard to the speed of the Oldsmobile as it approached the stalled vehicle, but the evidence shows that it was being operated on the west lane; there is evidence as to tire marks made by the Oldsmobile, and the nature and extent of the damages to the two vehicles, but I am unable to determine the speed of the Oldsmobile from this evidence.</p>\n<p>Each plaintiff contends that the death and injuries, respectively, resulted from the negligence of the servants of the United States in (1) blocking the west lane of travel without displaying warning flares as required by North Carolina law, and (2) in not having run the Highway Post Office off the paved portion onto the dirt shoulder to the north.</p>\n<p>In both cases the United States contends (1) that its servants were not negligent, (2) that, in any event, the sole proximate cause of the collision was the negligence of the driver of the Oldsmobile, <span class=\"star-pagination\">*698</span> which insulated its negligence, if any, from liability, and (3) that Cronenberg and Bulluck were guilty of contributory negligence in voluntarily riding with Hunt whom they knew to be a fast and reckless driver.</p>\n<p>The United States contends, also, that if it is liable the third-party defendants are liable to them by way of contribution as joint tort-feasors, under the family purpose doctrine; while the third-party defendants contend that (1) the evidence does not establish negligence on the part of their minor son, Douglas Hunt, and (2) that, assuming such negligence, they are not liable for that on this particular occasion their son was using the Oldsmobile as a simple bailee and not within the scope of the family purpose doctrine as applied in North Carolina.</p>\n<p>The plaintiffs, as basis for their position that the Government's servants in charge of the Post Office were negligent, rely upon N.C.G.S. Section 20-161, which they ask the Court to find was violated in two respects.</p>\n<p>Section 20-161 provides: \"No person shall park or leave standing any vehicle, whether attended or unattended, upon the paved or improved or main traveled portion of any highway, outside of a business or residence district, when it is <i>practicable</i> to park or leave such vehicle standing off of the paved or improved or main traveled portion of such highway\" (emphasis supplied); \"* * * Provided further that in the event that a truck * * * be disabled upon the highway that the driver of such vehicle shall display, not less than two hundred feet in the front and rear of such vehicle, a warning signal; that during the hours from sunup to sundown a red flag shall be displayed, and after sundown red flares or lanterns.\"</p>\n<p>As to the failure of the Government's servants to remove the vehicle from the paved portion of the highway, I find that the evidence by its preponderance does not establish this as a negligent act. It has been held that the word \"practicable\" as used in such a statute is not synonymous with \"convenient\"; Lagere v. Tatro, <span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">141</span></span>, 52 N.E. 2d 11; to be sure it is not to be construed as meaning \"possible\". No helpful decision by the North Carolina court has been found. The evidence does not establish that adequate motive power, either from the motor itself or the electric starter, was available for propelling the vehicle onto the shoulder after the motor stalled; nor does the evidence establish that the necessary manpower was present. It was evident to the operators of the Post Office that the highway was under construction and that flares had been placed along the north of the highway, indicating that the shoulder to the north was involved in the construction work. They might well have hesitated to drive a heavy vehicle upon that shoulder without having knowledge of the existing conditions. It may be that, in the light of conditions subsequently found to exist, the vehicle could have been safely run off the paved portion of the highway onto the shoulder, but this gets into the realm of \"hindsight\", where we so frequently have our errors of judgment to plague us; as the situation appeared to the driver during the last few moments when it appeared that the motor was, perhaps, going to fail and a stop of the vehicle, perhaps, would be necessary, the driver was required to act in the dark with respect to what would happen should he undertake to drive upon the north shoulder. In my opinion, there was no negligence in this respect and I so find.</p>\n<p>When we come to the question of whether there was negligence of the operators in failing to set out proper warning flares, the evidence conclusively shows a failure to comply with the provisions of the statute, which contains no qualifying word such as \"practicable\" used with regard to the obligation to remove a vehicle off the highway. The requirement here is absolute and a violation of it is negligence per se. Barrier v. Thomas &amp; Howard Co., <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">425</span></span>, 171 S.E. 626; Caulder v. Gresham, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">402</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">312</span></span>; and several <span class=\"star-pagination\">*699</span> other cases. The statute requires that red flares or lanterns be displayed \"not less than two hundred feet in the front and rear of such vehicle\". The flares were placed only 45 feet from the vehicle.</p>\n<p>To me it seems plain that the word \"truck\" used in the statute includes the mobile Post Office vehicle involved and the Government concedes this, but, irrespective of the statute, I find that placing the flare only forty-five feet from the vehicle and on the center line rather than in the lane, which was blocked, did not afford proper notice to traffic and that failure to provide more effective warning constituted failure to use due care and, therefore, common law negligence.</p>\n<p>The negligence of the Government's servants in failing to provide proper and statutory warning was one of the proximate causes of the collision and the resulting death and injuries.</p>\n<p>So we reach the question whether the driver of the Oldsmobile was likewise guilty of negligence. I find that the evidence, by its preponderance, establishes that Douglas Hunt, the driver of the Oldsmobile, failed to exercise due care, the care which a person of ordinary prudence would have exercised, and that he was guilty of negligence, which was one of the proximate causes of the collision. The driver was fully advised that the road was under construction, having that night driven from Rocky Mount to Tarboro and most of the distance in return; besides, while the proper warning by flares had not been provided, a lighted flare was displayed and these circumstances force me to conclude that this driver was driving at a speed greater than was reasonable and prudent under the conditions existing and failed to keep a proper lookout. N.C. G.S. § 20-141(a) reads in part: \"No person shall drive a vehicle on a highway at a speed greater than is reasonable and prudent under the conditions then existing.\" The tragic result seems to indicate a violation of this section. North Carolina law, G.S. § 20-131(a), requires that the \"head lamps of motor vehicles shall be so constructed, arranged, and adjusted that * * * they will at all times * * * under normal atmospheric conditions and on a level road, produce a driving light sufficient to render clearly discernable a person two hundred feet ahead * * *.\" Provided with such headlights and knowing the situation with regard to construction, it is reasonable to assume that the driver in the exercise of due care as to speed and lookout could have avoided the collision. It is argued that, if so, the negligence of the driver of the Oldsmobile was the sole proximate cause of the collision, insulating the prior negligence of the Government, but I am not so persuaded, because the evidence justifies the finding that the Oldsmobile was bearing left and, perhaps, might have avoided the collision had a few more feet been allowed it. It is fair and reasonable to infer that had the flare been placed at the statutory minimum distance of two hundred feet from the Post Office, the driver of the Oldsmobile in the exercise of due care might have passed safely, and certainly would have had a better chance to do so. The negligence of the Government continued to the very moment of the collision. As declared in Caulder v. Gresham, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">402</span></span>, 404, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">312</span></span>, 313: \"Where the second actor does not become apprised of such danger until his own negligence, added to that of the existing perilous condition, has made the accident inevitable, the negligent acts of the two tort-feasors are contributing causes and proximate factors in the happening of the accident and impose liability upon both of the guilty parties.\"</p>\n<p>As stated by counsel for the plaintiffs: \"Any effort to reconcile the North Carolina law on the subject of insulating negligence seems futile.\" The following cases, and others, deal with the question: Smith v. Sink, <span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">725</span></span>, 192 S.E. 108; Powers v. S. Sternberg &amp; Co., <span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">41</span></span>, 195 S.E. 88; Cole v. Koonce, <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">188</span></span>, 198 S.E. 637; Caulder v. Gresham, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">402</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">312</span></span>; Butner v. Spease, <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">82</span></span>, 6 S.E.2d 808; Clark v. Lambeth, 235 N.C. 578; <span class=\"star-pagination\">*700</span> Godwin v. Nixon, <span class=\"citation\" data-id=\"1215108\"><a href=\"/opinion/1215108/godwin-v-nixon/\"><span class=\"volume\">236</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">632</span></a></span>, 74 S.E.2d 24; Wilson v. Central Motor Lines, <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">551</span></span>, 54 S.E.2d 53; Pascal v. Burke Transit Co., <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">435</span></span>, 50 S.E.2d 534; Sumgardner v. Allison, 238 N.C. 621. Some reject the claim of insulation, some embrace it, but I regard it accurate to say our Court has not applied it to facts such as appear here, and I think it contrary to good common sense to hold that the negligence of the Government, which continued to the very moment of the fatal and tragic collision, is entirely erased by the negligence of the driver of the Oldsmobile, for whom otherwise the occasion for falling into error would not have arisen. My conclusion is that the negligence of the Government and that of the Oldsmobile each played a part as a proximate cause in the collision resulting in the death of young Cronenberg and the serious personal injuries to young Bulluck.</p>\n<p>The Government's contention that recovery by plaintiffs in these cases is barred by the contributory negligence of Cronenberg and Bulluck because they rode with Hunt with full knowledge that he was a reckless driver is not highly regarded. It is true there is evidence from Paul Bulluck from which it could be found that on the trip over to Tarboro he drove at a rate of eighty-five miles per hour, but there is no evidence from which it could be found he was driving at such speed on the return trip; nor is there any evidence showing whether the passengers were protesting if such was the case. The burden rests on the Government. The same witness who gave testimony of excessive speed going over to Tarboro also testified that he had been a passenger with Hunt many times, and that, although he frequently drove fast, he was always careful in other respects; that he considered him a safe driver. There is no evidence that young Cronenberg had before been a passenger with young Hunt on an out-of-town trip. Also, the ages of the boys  sixteen years  is most pertinent in determining whether it was a failure to use due care to ride with another youngster known to be a fast and reckless driver, if in fact such is the case. The standard of care is that to be expected of young men of such age, not of grown-ups. I find that the Government has not carried the burden of proving that either of the passengers was guilty of contributory negligence barring recovery for the results of the collision. The contention of the Government here is based upon the principle of law set forth in Bogen v. Bogen, <span class=\"citation no-link\"><span class=\"volume\">220</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">648</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">162</span></span>, that a guest may be guilty of contributory negligence barring recovery as a matter of law in accepting hospitality of a driver known to him to be habitually careless and reckless, but we have no such case here. In Samuels v. Bowers, <span class=\"citation\" data-id=\"1157575\"><a href=\"/opinion/1157575/samuels-v-bowers/\"><span class=\"volume\">232</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">149</span></a></span>, <span class=\"citation\" data-id=\"1157575\"><a href=\"/opinion/1157575/samuels-v-bowers/\"><span class=\"volume\">59</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">787</span></a></span>, 789, Justice Devin, discussing the question said: \"The question of the contributory negligence of a guest passenger in an automobile has been considered by this court in a number of cases. In all of them except one it was held the question was one for the jury if there was sufficient evidence offered to require submission of an issue thereon.\" Later on, Justice Devin quotes from an opinion by Justice Barnhill (now Chief Justice) in Conley v. Pearce-Young-Angel Company, <span class=\"citation no-link\"><span class=\"volume\">224</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">211</span></span>, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">740</span></span>, as follows: \"`It is only when the facts are all admitted and only one inference may be drawn from them that the court will declare whether an act was the proximate cause of an injury or not. * * Hence, \"what is the proximate cause of an injury is ordinarily a question for the jury. * * *\"'\" In my opinion, the evidence in this case would not require submission of an issue to a jury; certainly, a jury would not be justified in finding that the passengers were guilty of contributory negligence which was a proximate cause of the death of one and serious injuries to the other. I am unwilling to do so.</p>\n<p>Upon the foregoing findings, the plaintiff Administrator in No. 442 is entitled to recover of the United States damages for the wrongful death of Fritz Albert Cronenberg, Jr., and the plaintiff guardian <span class=\"star-pagination\">*701</span> in No. 443 is entitled to recover of the United States damages for personal injuries to Paul V. Bulluck, Jr., and medical expenses.</p>\n<p>Fritz Cronenberg had just completed his sixteenth year. According to the antiquated North Carolina statutory mortuary table, he had an expectancy of 44.9 years. His qualities of mind, body and personality were outstanding. This evidence came from witnesses who had had ample opportunities to make accurate observations and to draw dependable conclusions. They included three of his teachers, his Boy Scout leader, his Sunday School teacher, and his next door neighbor. Photographs of the boy were also presented without objection.</p>\n<p>From this evidence, the Court finds that young Cronenberg was an exceptionally promising young man. He had handsome features and a good physique. He had good manners and an attractive personality. He was industrious, studious and intelligent. He was popular with other boys and girls and had the enthusiastic esteem of his teachers. His \"home room\" teacher described him as \"the cream of the crop\"; another as \"just wonderful\". His natural leadership was noted by all the witnesses. His habits were good. The Court takes judicial notice from the ordinary experiences of life that he possessed an above average life expectancy, and the prospect of an above average earning experience. His scholastic record and his family's standing indicate that High School would have been followed by college; that he would have entered business or professional life with superior training and personal resources.</p>\n<p>Where life is lost by reason of the actionable negligence of another, the measure of damages, by North Carolina law, is the present value of the net pecuniary worth of the life of the deceased, to be ascertained by deducting the probable cost of his own living from the probable gross income derived from his own exertions, based upon his life expectancy. This rule was first announced by the North Carolina Court in Mendenhall v. North Carolina Railroad Co., <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">275</span></span>, <span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">480</span></span>, and has been since followed. Applying it in Russell v. Windsor Steamboat Co., <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">961</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">191</span></span>, where a jury had awarded $1,000 damages for the death of a five months old baby, Justice Douglas stated, 126 N.C. at page 967, 36 S.E. at page 192: \"We see no distinction in the law, nor reason for distinction, between the death of a child and of an adult. The measure of damages is the same, but we frankly admit that the difficulty of its application is greatly increased in the case of an infant. Still, the jury must do the best it can; taking into consideration all the circumstances surrounding the life that is lost, and relying upon their common knowledge and common sense to determine the weight and effect of the evidence\"an assignment difficult enough for a jury of twelve, much more so for a jury of one. In closing the opinion in the Russell case, 126 N.C. at page 970, 36 S.E. at page 193, Justice Douglas observes: \"Upon the greater and better weight of authority, as well as our own convictions of natural justice and of public policy, we are constrained to hold that the plaintiff can recover substantial damages in the case at bar.\" It will be conceded by the parties, I believe, that such is the present rule in North Carolina.</p>\n<p>There are so many questions involved in the determination of the pecuniary value of Fritz Cronenberg's life under this rule, and such a broad field of speculation presented, especially since one of the supposedly known quantities in the problem is unknown, to-wit, earning capacity, no good purpose would be served by trying to justify the conclusion reached by reasoning and logic. Any conclusion may do serious injustice to one party or the other. I am persuaded, however, that I should take note of the usual trend in the verdicts rendered by North Carolina juries in such cases. It will be conceded, no doubt, that such verdicts have a range much <span class=\"star-pagination\">*702</span> lower than verdicts in some other states. I assess the value of the life at $35,000, and find that the plaintiff is entitled to recover that amount.</p>\n<p>Paul Bulluck, Jr. was also sixteen at the time of the wreck. He was taken to hospital profoundly unconscious and remained so for several days. When he had survived the immediate crisis, examinations revealed comminuted fractures of the frontal and left temporal skull bones with cerebral concussion, fractures of the left clavicle and right humerus at the elbow, fracture of distal and of left radius, fracture of right ilium, fracture of distal end of left tibia, bleeding from right middle ear, Bell's palsy with facial paralysis on right side, total blindness of right eye and weakness of left arm. The facial condition, along with a corneal ulcer on the left eye, a partly collapsed lung, and numerous cuts and bruises, were of temporary nature only. He remained in the hospital until June 17, during which time opiates were administered.</p>\n<p>At the time of the trial, about 15 months after the wreck, he had experienced approximately the maximum improvement which might be anticipated. He had complete blindess in the right eye, a permanent condition. Impairment of hearing was estimated at 25% to 30%. He has a partial stiffening of the right arm with flexion and extension limited respectively to 70° and 135°. The left arm is smaller and weaker than the right, thought to be due to the brain injury. The left hand grip is noticeably weak. By the McBryde tables, the impairment of right arm is estimated at 16%, that of the left at 35%. Improvement from operative procedures in the future is not anticipated. His left ankle is enlarged and he experiences pain on walking except for short distances.</p>\n<p>Prior to his injuries, he was a healthy, quiet, well behaved boy, doing satisfactory but not brilliant school work. The brain damage was so severe that he has no memory of the accident, or the events immediately preceding it, or of the greater part of his hospital stay. A year after the accident he was so nervous, so subject to headaches and insomnia, that he was averaging at times only one day per week of full school attendance. He was then carrying only two courses. His teachers describe him now as nervous and unstable, unable to concentrate, under a compulsion to move around the room and converse with others, and given to asking immature questions. Nevertheless, they stress the fact that his attitude is consistently good and cooperative. Unless his condition improves, both his teachers and his physician consider him incapable of successful college work. The headaches are of the tension type, requiring a constant use of barbiturates; how long they will last, and indeed if they will ever disappear, is extremely doubtful. Limited movement in one arm and weakness in the other will practically debar him from occupations requiring manual labor, and especially from those requiring skill and dexterity. His ankle, unless it improves, will exclude him from occupations requiring standing while at work. Many occupations will be closed by mononuclear vision. In the highly competitive professional and business fields, success is unlikely unless he has the benefit of a college education, which he will not get unless his nervous condition improves and his headaches abate, of which there is no assurance. Indeed, unless he improves, he will probably be unable to hold down any job at all, in which case a life time of frustrated dependency is ahead of him.</p>\n<p>One who is injured in his person by the negligent act of another is entitled to recover from the tort-feasor such a sum as will be fair and just compensation for the injuries sustained, both past and prospective. On the evidence before the Court, the guardian of Paul Bulluck, Jr. is entitled to recover such compensation for the following elements of damages: For physical pain and suffering, including pain and suffering incident to medical treatment, both past <span class=\"star-pagination\">*703</span> and prospective, directly resulting from the injuries; for permanent injuries or lasting impairment of health, that is for the loss, past and prospective, resulting from complete or partial disability in health, mind or person thereby occasioned; for probable diminution of future earning power and loss therefrom during his entire expectancy of life; and also for medical expenses incurred and probably to be incurred as a result of the injuries. Past medical expenses, according to stipulation, amount to $5,020.80. Probable future expenses and probable diminution of future earnings should be reduced to their present value. Just as in the case of Fritz Cronenberg, it would be vain to attempt to justify an answer to the question of what amounts to fair compensation for Paul's serious and permanent injuries. I must do the best I can and hope that my conclusion does no substantial injustice to either party. I assess his damages at $35,000 for injuries and $5,020.80 for expenses, and find that his guardian is entitled to recover a total of $40,020.80.</p>\n<p>There is left only the claim of the Government that the third-party defendants, R. Fred Hunt and Eleanor K. Hunt, parents of Douglas Hunt, a minor, are liable to it for contribution as joint tort-feasors. The correct answer to this question depends on whether the Oldsmobile which Douglas Hunt was driving had been provided for general family use, including use by Douglas Hunt. If either of the parents is to be held liable it must be upon the basis of agency  the doctrine of respondeat superior, as in North Carolina a parent by reason of the relationship alone is not liable for the tort of a minor child and, unlike the law in some other jurisdictions, the owner of an automobile is not liable for the negligence of one using it with his consent. Hawes v. Haynes, <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">535</span></span>, 14 S.E.2d 503. On this occasion Douglas Hunt was using the Oldsmobile with his mother's consent, but without the actual knowledge of his father. It is necessary that additional facts appear before either may be found liable for Douglas Hunt's negligence.</p>\n<p>The following facts are found with respect to the family status, the purchase, maintenance and use of the Oldsmobile: The family consisted of the father, mother, Douglas and another minor son; at the time of the accident two automobiles were kept at the home, a Studebaker belonging to the father, and the Oldsmobile belonging to the mother, both bought and maintained by the father; the Oldsmobile was bought by the father and given to the mother three or four years before the occasion in question and from the outset was referred to in the home as \"mother's car\"; it had been driven less than 23,000 miles; at the time of the purchase of the Oldsmobile, the father instructed the sons that they were not to ask the mother for its use but that they should use the Studebaker and there is no evidence that Douglas Hunt ever used the Oldsmobile for his own purpose with the father's knowledge; while the father and mother were in England in 1952, the Oldsmobile was left at the home in the custody of Mrs. Hunt's mother with written instruction that during their absence Douglas Hunt could have the Studebaker for his own use, but was not to drive the Oldsmobile unless he was going to Church with the grandmother or on some other errand with her; the keys to the Oldsmobile were kept by the grandmother and the keys to the Studebaker on the mantel in the living room.</p>\n<p>In keeping with this general household plan with respect to the use of the two cars, Douglas Hunt ordinarily used the Studebaker for his own purposes, though on several occasions he was seen driving the Oldsmobile. On the night in question the father was using the Studebaker, and Douglas, who was to be at home just a few days on vacation from school, pleaded with his mother for permission to use the Oldsmobile, and she, after waiting for a while for the father's return, allowed him to take it; while <span class=\"star-pagination\">*704</span> from time to time he had used this car to do errands for the mother, she had allowed him to use it for his own pleasure only once prior to this particular night; there is, as above stated, no evidence that the father ever gave him express permission to use it. Of course, permission could be implied under some circumstances and it is not essential that express permission be made to appear, but I find the evidence of Douglas' use insufficient to support a finding that he used it at will or as a matter of course. Undoubtedly, his right to use the Oldsmobile at all was circumscribed and substantially limited.</p>\n<p>There is no room for argument that the \"family purpose doctrine\" of liability does not apply in North Carolina. It has been the law in this State since Taylor, Adm'r v. Stewart, 1916, <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">203</span></span>, 90 S.E. 134. Many cases have been cited, and upon these cases it may be stated that the applicable rule is that when an automobile is provided and maintained by the head of the household for the general use and convenience of the family, such person is liable for the negligence of a member of the family having general authority to drive the car; that is, for the pleasure or convenience of the family or a member of it. Blashfield (5A-Sec. 3111) so states the general rule. It may also be stated upon the cases: the fact that the member of the family involved generally used the car for his pleasure and convenience is sufficient to justify a finding that it was maintained partly for such use.</p>\n<p>The legal reasoning behind the rule is that when one provides and maintains a car for the use, convenience and pleasure of a member of his family, he constitutes that member his agent, and when the member so uses it he is acting within the scope of such agency.</p>\n<p>While the North Carolina court has consistently upheld the rule, it has seen fit to narrow its application to situations where the automobile is maintained and provided for general and, more or less, unlimited use by the particular member of the household involved. It has not said that by merely making available an automobile for use by certain members of the household the head of the house renders himself responsible for the negligence of all members of the household, nor that making such automobile available for limited use by a certain member results in making him answerable for use outside such limitation.</p>\n<p>The decision of the North Carolina court in Vaughn v. Booker, <span class=\"citation no-link\"><span class=\"volume\">217</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">479</span></span>, <span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">603</span></span>, 604, 132 A.L.R. 977, evidences its unwillingness to apply the rule liberally in favor of liability. In that case the father had given the minor son general authority to drive the automobile, and on the occasion in question gave his consent to its use, but expressly forbade him to drive it within the city limits of Raleigh. The instruction was violated and while the automobile was being operated in Raleigh the accident occurred. It was decided that the father was not responsible because the son was not \"operating within the family purpose doctrine\"; in other words, the son was not acting within the scope of the implied agency. It is stated in the opinion: \"it would seem to logically follow that if the lack of consent of the father to the son to operate the car at all would defeat liability of the father for the torts of the son in driving the car anywhere, that the lack of such consent, or the prohibition, to drive the car in a certain locality would defeat liability for torts committed in the prohibited locality.\" Though it may be reasonable to suppose that Douglas' father knew or should have known that he would on occasions drive the Oldsmobile, it is clear from the evidence that this automobile was not provided for his use, as he told him at the time of the purchase that he was to use the Studebaker and not even ask for the Oldsmobile. In Watts v. Lefler, <span class=\"citation no-link\"><span class=\"volume\">190</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">722</span></span>, 725, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">630</span></span>, <span class=\"star-pagination\">*705</span> 632, the following from Berry on Automobiles is quoted and approved: \"The question is whether the child * * * was acting for the parent, was using the car for a purpose for which the parent provided it * * *.\" The evidence here fails to establish that use by Douglas Hunt of the Oldsmobile was \"a purpose for which the parent provided it\"; on the contrary, the evidence seems to me to show definitely that it was provided especially for the use of the mother and that use by Douglas was virtually proscribed. I am unwilling to hold that evidence to the effect that he on several occasions did use it standing alone is enough to bring into play the family purpose doctrine as the North Carolina court has applied it. I find as a fact that the Oldsmobile was not provided or maintained either by R. Fred Hunt or by Eleanor K. Hunt for the general use and convenience of the Hunt family, including Douglas Hunt, and conclude therefrom that neither is liable for the negligence of Douglas Hunt.</p>\n<p>Applying the principles set out in the North Carolina cases, it is my opinion that the evidence, taken in the light most favorable to the Government, is sufficient to raise an issue of fact as to the liability of the parents and I find this issue in their favor. As to the wife's liability, I have considered the effect of N.C.G.S. § 20-71.1, which declares that proof of ownership shall constitute prima facie evidence that the owned automobile was being operated by the owner's agent in the course and scope of the employment. The North Carolina court, in Hartley v. Smith, <span class=\"citation\" data-id=\"1283583\"><a href=\"/opinion/1283583/hartley-v-smith/\"><span class=\"volume\">239</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">170</span></a></span>, <span class=\"citation\" data-id=\"1283583\"><a href=\"/opinion/1283583/hartley-v-smith/\"><span class=\"volume\">79</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">767</span></a></span>, and other cases, has held that the statute creates a rule of evidence, raising an issue for the jury, even though, as here, the uncontradicted evidence shows that the operator was not acting as the owner's agent. I find this issue of fact in favor of the mother.</p>\n<p>A decree accordingly will be entered.</p>\n<p>This the 18th day of August, 1954.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1157575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1283583/"
  ]
}