{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1509063/",
  "absolute_url": "/opinion/1509063/republican-party-of-north-carolina-v-hunt/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1509063/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:31:16.455653Z",
  "date_modified": "2016-04-26T22:55:50.573148Z",
  "type": "010combined",
  "sha1": "94bea7e2eec8eb034b3c16b9a86a72e420c05d95",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>841 F.Supp. 722 (1994)</b></center>\n<center><h1>REPUBLICAN PARTY OF NORTH CAROLINA, et al., Plaintiffs,<br>\nv.<br>\nJames B. HUNT, Governor of North Carolina, et al., Defendants,<br>\nand<br>\nNorth Carolina Association of Black Lawyers, Defendant-Intervenor.</h1></center>\n<center>No. 88-263-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 3, 1994.</center>\n<p>Charles Allen Foster, Patton, Boggs &amp; Blow, Greensboro, NC, Tiare Bowe Smiley, State Atty. Gen. Office, NC Dept. of Justice, Raleigh, NC, for plaintiffs.</p>\n<p>Leslie J. Winner, Ferguson, Stein, Watt, Wallas &amp; Adkins, James E. Ferguson, II, Charlotte, NC, Michael Crowell, Tharrington, Smith &amp; Hargrove, James M. Wallace, Jr., Office of the Atty. Gen., Jaye Powell Meyer, Tharrington, Smith &amp; Hargrove, Arch T. Allen, III, Moore &amp; Van Allen, Norma Smithwick Harrell, Edwin M. Speas, Jr., Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs<sup>[1]</sup> herein include the Republican Party of North Carolina, a statutorily recognized political party, <i>see</i> N.C.Gen.Stat. § 163-96, individual North Carolina voters <span class=\"star-pagination\">*723</span> registered as Republicans, and individual North Carolina voters who, although not registered as Republicans, predictably vote for Republican candidates for superior court judgeships. The individual plaintiffs also include former unsuccessful Republican candidates for superior court judgeships, each of whom carried the judicial district from which he was nominated but was defeated on the basis of the statewide vote. Defendants herein are sued in their official capacities as those officers and officials who are responsible for conducting elections according to the method established by the North Carolina General Assembly. The defendant-intervenor, the North Carolina Association of Black Lawyers (\"NCABL\"), is a statewide organization of black lawyers and law students.</p>\n<p>Plaintiffs initiated the present action, pursuant to 42 U.S.C. §§ 1981, 1983, in the United States District Court for the Middle District of North Carolina on November 4, 1987. In their complaint, plaintiffs contend that the method by which superior court judges in North Carolina are elected constitutes a political gerrymander intended to deprive members of the Republican Party and its affiliates of rights guaranteed under the First and Fourteenth Amendments to the United States Constitution. More specifically, plaintiffs assert that the present method of election for superior court judges  districtwide primary nominations followed by statewide elections  denies plaintiffs the equal protection of the laws by diluting the voting franchise of Republican voters, in violation of the Fourteenth Amendment, and denies plaintiffs their First Amendment rights of freedom of speech and association. On March 29, 1988, the case was transferred to this court. <i>Republican Party of North Carolina v. Martin,</i> 682 F.Supp. 834, 837 (M.D.N.C.1988).</p>\n<p>On August 1, 1988, plaintiffs filed a motion for a preliminary injunction seeking to enjoin the November 8, 1988, general election of North Carolina superior court judges. Following a hearing on that motion, the undersigned determined that the \"balance-of-hardships\" test enunciated in <i>Blackwelder Furniture Company of Statesville, Inc. v. Seilig Manufacturing Company, Inc.,</i> 550 F.2d 189, 194 (4th Cir.1977), weighed in favor of defendants' position. Plaintiffs' motion was therefore denied. Order of October 4, 1988 (J. Fox, E.D.N.C.). Of significance to the court's ruling were the court's findings that</p>\n<p>(1) due to the numerous unsettled issues involved  including the manner in which groups' rights theories might be applicable to political parties and the method by which cognizable grievances might be redressed  \"the likelihood of plaintiffs' success [in the underlying dispute was] imperceptible,\" <i>Id.</i> at 11-12;</p>\n<p>(2) plaintiffs failed to identify an \"urgency requiring immediate resolution,\" <i>Id.</i> at 12;</p>\n<p>(3) in light of the proximity of the impending election, defendants would have been put to great expense and hardship, local officials would have been subject to considerable inconvenience, and the election process itself would have been cast into disarray by the issuance of plaintiffs' requested injunction at such a late date, <i>Id.</i> at 12-13; and</p>\n<p>(4) \"any alternative method of election hastily fashioned\" would have hampered candidates' ability to effectively determine an interest in seeking office or organize campaigns, thereby depriving the populous of its interest in an informative vote among qualified candidates. <i>Id.</i> at 14.</p>\n<p>Shortly thereafter, the North Carolina Association of Black Lawyers successfully moved to intervene as a party defendant. <i>Republican Party of North Carolina v. Martin,</i> 865 F.2d 1259 (4th Cir.1988) (per curiam); Order of January 20, 1989 (J. Fox, E.D.N.C.). Following considerable discovery, the issues were framed for disposition on a motion by defendants to dismiss the action for failure to state a claim, for want of jurisdiction by this court to entertain the subject matter of plaintiffs' complaint, and because legislative immunity barred the action. <i>See</i> Defs.' Mot. filed March 12, 1991.</p>\n<p>By order entered June 6, 1991, the undersigned dismissed this action, finding that the complaint raised a non-justiciable political question. Order of June 6, 1991 (J. Fox, E.D.N.C.). Following plaintiffs' appeal of this decision, the Fourth Circuit Court of Appeals reversed this court, finding that <span class=\"star-pagination\">*724</span> RPNC did present a viable, justiciable Fourteenth Amendment claim of vote dilution brought about by political gerrymandering. <i>Republican Party of North Carolina v. Martin,</i> 980 F.2d 943, 958 (1992), <i>reh'g denied sub nom. </i><i>Republican Party of North Carolina v. Hunt,</i> 991 F.2d 1202 (4th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 93, 126 L.Ed.2d 60 (1993). The Fourth Circuit did, however, affirm this court's dismissal with respect to plaintiffs' First Amendment claim, finding that plaintiffs' rights to associate together, participate in elections, and vote for the candidates of their choice were in no way impeded by the judicial electoral process. <i>Id.</i> at 960. The Fourth Circuit therefore remanded the case to this court for the unenviable task of proceeding further on RPNC's Fourteenth Amendment claims.</p>\n<p>On November 29, 1993, plaintiffs recommenced these proceedings by filing a renewed motion for a preliminary injunction, seeking to have defendants enjoined from conducting the November, 1994, elections for superior court judges in North Carolina on a statewide basis. Plaintiffs request that defendants be required to conduct both the 1994 primaries and general elections for superior court judgeships on a districtwide basis as allowed for in the North Carolina Constitution. Alternatively, plaintiffs seek to have defendants enjoined from initiating and conducting the entire 1994 electoral process for selecting superior court judgeships if a districtwide election process is not implemented. Plaintiffs premise their motion wholly on the Fourteenth Amendment challenges of vote dilution previously asserted.</p>\n<p>Defendants having responded, and plaintiffs having replied accordingly, this matter is now ripe for disposition.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Prior to 1868, when the State Constitution was rewritten, the North Carolina General Assembly appointed all North Carolina judges. J. Sanders, <i>A Brief History of the Constitutions of North Carolina</i> (1983). Since 1868, the State Constitution has allowed the General Assembly the option of determining whether resident superior court judges are to \"be elected by the qualified voters of the State or by the voters of their respective districts.\" N.C. Const. art. IV, § 16. In 1877, the General Assembly implemented the present system of statewide elections. <i>See generally,</i> N.C.Gen.Stat. § 163-1 (1991); Ch. 255, Public Laws 1876-77.</p>\n<p>In 1915, the General Assembly instituted the present party primary nominating system for candidates seeking superior court judgeships. <i>See generally, id.</i> § 163-104; Ch. 101, Public Laws 1915. Since that time, candidates for superior court judgeships have been nominated in primaries held in the districts for which they wish to serve. Although there appears to be no statutory authority for the districtwide primary scheme, <i>see </i><i>Republican Party,</i> 980 F.2d at 947 and n. 6,<sup>[2]</sup> the North Carolina State Board of Elections (hereinafter \"NCSBE\") has implemented and currently utilizes districtwide nominations. Thus, voters in a given district select one candidate in the Democratic primary and one candidate in the Republican primary who <span class=\"star-pagination\">*725</span> then run against one another in a statewide, general election.</p>\n<p>Since 1868 the State Constitution has further required that superior court judges \"reside in the district for which [they are] elected,\" N.C. Const. art. IV, § 9(1), although superior court judges are granted statewide jurisdiction and duties. <i>Id.</i> § 12(3). As a corollary to this broad jurisdiction, the North Carolina Constitution mandates that Superior Court judges \"ride circuit.\" N.C. Const. art. IV, § 11 (\"The principle of rotating Superior Court Judges among the various districts of a division is a salutary one and shall be observed. For this purpose the General Assembly may divide the State into a number of judicial divisions.\"). The counties of North Carolina are therefore organized into four judicial divisions, which are further divided into judicial districts. <i>See</i> N.C. Const. art. IV, § 9(1). Currently, the four judicial divisions are divided into approximately sixty judicial districts containing approximately eighty-eight superior court judgeships. Pls.' Br.Ex. 3. Superior court judges therefore routinely rotate from district to district within their respective judicial divisions. N.C. Const. art. IV, § 11.</p>\n<p>Today, rotation of judges is carried out according to a predetermined schedule. Periodically, the judges of each division prepare a rotation schedule for the division and submit it to the Chief Justice, who examines it to ensure that a judge serves a six-month period in each district lying within his division for each regular judgeship allotted to the district. An effort is made to provide that, over a period of time, each judge will preside over sessions of court in every district of his division.</p>\n<p>In addition to mandated rotation, the Chief Justice may assign the judges to hold court outside their divisions, N.C. Const. art. IV, § 11. The evidence presented by plaintiffs and defendants alike, however, shows that assignment outside of a division occurs infrequently and without regularity. For example, assignment out of division occurred an average of 3.09% of the time (annual average of 87 times) in the years from 1980 through 1987.</p>\n<p>In the mid-1980's, North Carolina's system of electing superior court judges was challenged in <i>Alexander v. Martin,</i> No. 86-1048-CIV-5 (E.D.N.C. Nov. 25, 1987). The <i>Alexander</i> plaintiffs, who included NCABL as a plaintiff-intervenor, alleged that certain features of the election system had the purpose and effect of abridging non-white voting strength in Superior Court elections. <i>Alexander</i> was settled by a consent decree upon adoption by the North Carolina General Assembly of Chapter 509 of the North Carolina Session Laws of 1987. Chapter 509 eliminated staggered terms within multimember districts and mandated redrawing of district lines in order to achieve more non-white majority districts.</p>\n<p>This court has previously recognized that \"[o]ne effect of [Chapter 509] was to give black voters a more equal opportunity to participate in the political process and to elect superior court judges of their choice.\" Order of October 4, 1988, at 5. Plaintiffs do not challenge the new judicial districts, but do allege that the configuration thereof was designed to include an incumbent Democratic Superior Court judge<sup>[3]</sup>, and that this configuration, coupled with continued statewide election, is evidence of the defendants' intent to perpetuate the Democratic dominance of the Superior Court judiciary. RPNC alleges that 16 of the districts did not even have a courthouse, clerk of court, or any other official associated with the judicial district except the local superior court judge.</p>\n<p>Chapter 509 also adopted, for the first time in the State's history, a requirement that a candidate for nomination for a Superior Court judgeship be resident, <i>at the time of filing a notice of candidacy,</i> in the district in which he or she wishes to serve. The legislation states that this requirement \"implements Article IV Section 9(1) of the North Carolina Constitution which requires regular Superior Court Judges to reside in the district for which elected.\" N.C.Gen.Stat. § 163-106(i). Plaintiffs allege that this requirement denies plaintiffs the equal protection <span class=\"star-pagination\">*726</span> of the laws as provided for by the Fourteenth Amendment.</p>\n<p>Plaintiffs offer evidence demonstrating that, in its consideration of Chapter 509, the General Assembly's Democratic majority rejected amendments offered by Republican legislators and supported by Governor James G. Martin, a Republican, which would have eliminated the statewide election of resident Superior Court judges, and, instead, would have provided for district election. The court previously has noted that on at least eight occasions since 1961, Republican members of the legislature have introduced and sought passage of various types of legislation to provide for district-based (or division-based) elections for Superior Court judges. Order of October 4, 1988, at 5-6. The Democratic-controlled General Assembly has defeated each effort. Plaintiffs contend that the sole reason the Democratic majority defeated the bills was its desire to protect the incumbency of Democrat superior court judges.</p>\n<p>In support of this contention, RPNC offers evidence showing that since 1900, only one Republican candidate has been successful in his bid for a superior court judgeship. Until Judge Howard Manning, Jr.'s election, no Republican candidate for Superior Court judge had been elected in this century. Between 1968 and the inception of this lawsuit, ten Republicans ran for resident superior court judgeships, and in four of these contests the Republican candidate would have been successful if resident superior court judges were elected by the qualified voters of the judicial district in question, rather than by statewide election. Complaint, para. 34. \"Because an overwhelming majority of North Carolina's voters are Democrats and nominees for judicial office have no statewide reputation, the nominees of the Democratic Party invariably prevail in the statewide general elections.\" <i>Republican Party v. Martin,</i> 865 F.2d 1259, slip op. at 3 (4th Cir.1988) (Table) (Unpublished).</p>\n<p>RPNC offers specific statistical evidence supporting its claim, showing that Republican candidates would have succeeded in the 1984, 1986, 1990 and 1992 superior court elections had they been conducted on a districtwide basis instead of across the state. <i>See </i><i>Republican Party,</i> 980 F.2d at 949; Aff. of Theodore S. Arrington at ¶ 59 and Table 3. Moreover, plaintiffs' statistical analysis of the voting strengths, trends and percentages within the state demonstrates that Republican candidates would be highly competitive in some 30 districts overall and would have an opportunity to succeed in at least 16 districts that elect 27 superior court judges should the superior court elections be conducted at the district level only. Aff. of Theodore S. Arrington ¶¶ 64-65, 171 and Tables 4-5.</p>\n<p>On the foregoing factual predicates, RPNC maintains that the present statewide method of electing superior court judges has been purposefully adopted and adhered to in order to dilute the Republican voting strength and maintain a Democratic stronghold over superior court judgeships.</p>\n<p></p>\n<h2>PRELIMINARY INJUNCTION STANDARD</h2>\n<p>When evaluating the merits of a motion for a preliminary injunction, the court must consider and balance the weight of the following four factors:</p>\n<p>(1) the likelihood of irreparable harm to the plaintiffs if the preliminary injunction is denied;</p>\n<p>(2) the likelihood of harm to the defendants if the requested relief is granted;</p>\n<p>(3) the likelihood that plaintiffs will succeed on the merits; and</p>\n<p>(4) the public interest at stake in the litigation. <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> 926 F.2d 353, 359 (4th Cir.1991); <i>Blackwelder Furniture Co. of Statesville, Inc. v. Seilig Mfg. Co., Inc.,</i> 550 F.2d 189, 193 (4th Cir.1977). The Fourth Circuit has best explained the interplay between these factors as follows:</p>\n<blockquote>There is a correlation between the likelihood of plaintiff's success and the probability of irreparable injury to him. If the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction. <span class=\"star-pagination\">*727</span> <i>North Carolina State Ports Authority v. Dart Containerline,</i> 592 F.2d 749, 750 (4th Cir.1979).</blockquote>\n<blockquote>The irreparable harm to the plaintiff and the harm to the defendant are the two most important factors. If, after balancing those two factors, the balance `tips decidedly' in favor of the plaintiff, ... a preliminary injunction will be granted if `the plaintiff has raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus more deliberate investigation.'</blockquote>\n<p><i>Rum Creek,</i> 926 F.2d at 359 (citation omitted) (quoting <i>Blackwelder,</i> 550 F.2d at 195). It is against the backdrop of the foregoing factual findings that these legal principles are now applied.</p>\n<p></p>\n<h2>ANALYSIS AND CONCLUSIONS OF LAW</h2>\n<p>It is important to note at the outset of this discussion that, as plaintiffs recognize in their brief, this renewed motion for a preliminary injunction is brought in an entirely distinct setting, both factually and legally, from that in which plaintiffs original motion was made.</p>\n<p>Factually, plaintiffs have initiated this motion prior to the inception of the 1994 superior court electoral process. \"Candidates seeking party primary nominations for the [office of superior court] shall file their notice of candidacy with the State Board of Elections no earlier than 12:00 noon on the first Monday in January....\" N.C.Gen.Stat. § 163-106(c). The timing of plaintiffs, motion therefore provides the court the opportunity to effectively remedy any defect(s) it may perceive in the electoral process prior to significant and potentially detrimental reliance on the present electoral scheme by defendants and potential candidates.</p>\n<p>As noted above, plaintiffs prior motion for a preliminary injunction was filed well after the candidacy filing period, shortly after the districtwide primaries, and just months before the scheduled 1988 general statewide election. The proximity of that impending election, the considerable reliance candidates already had placed on the existing electoral process, and the considerable disruption to a nearly completed electoral cycle that would have resulted from court intervention figured significantly into the court's evaluation of the likelihood of harm to the defendants if the requested relief was granted.</p>\n<p>Similarly, the present legal environment within which this motion is brought is considerably more developed than that in which plaintiffs initially sought relief. Since 1988, the Supreme Court and various circuits have confronted similar claims of vote dilution and political gerrymandering in the arena of judicial elections. <i>See, e.g., </i><i>Houston Lawyers' Ass'n v. Attorney General of Texas,</i> 501 U.S. 419, 111 S.Ct. 2376, 115 L.Ed.2d 379 (1991) (applying principles of § 2 of the Voting Rights Act, 42 U.S.C. § 1973, to elections of state trial judges); <i>Chisom v. Roemer,</i> 501 U.S. 380, 111 S.Ct. 2354, 115 L.Ed.2d 348 (1991) (determining that elected state judges can be representatives for purposes of vote dilution claims). These cases and others have paved the way for many of the issues presented by plaintiffs' complaint. Although no easy resolution to these issues is yet discernible, the issues themselves are more readily definable and the path to their resolution has been partially cleared.</p>\n<p>The present action itself has undergone much change in its six year lifetime. Having run the gamut of the appellate process, the legal issues presented herein are no longer so novel or new within this circuit that the likelihood of plaintiffs' ultimate success would now be viewed by this court as \"imperceptible.\" Indeed, through its previous evaluation of plaintiffs' claims, the Fourth Circuit has rather simplified the analytical work required of this court for the purposes of plaintiffs' current motion. For this reason, the Fourth Circuit's identification and evaluation of the issues presented in this lawsuit shall provide the basis upon which this court premises its analysis.</p>\n<p></p>\n<h2><i>THE LIKELIHOOD OF IRREPARABLE HARM TO THE PLAINTIFFS IF THE PRELIMINARY INJUNCTION IS DENIED</i></h2>\n<p>Plaintiffs have demonstrated through competent evidence that, should the 1994 elections <span class=\"star-pagination\">*728</span> for superior court judges take place under the present system, the likelihood of irreparable harm to plaintiffs is significant. Plaintiffs have offered evidence tending to establish that, due to the unfavorable climate of the superior court electoral process, Republican candidates have not only suffered losses at the polls but RPNC as a whole has endured and continues to endure a significant drain on its activities, reputation and influence as a political party. Due to the statewide dominance of Democratic candidates vying for superior court judgeships over the past century, Republican candidates are perceived to lack any realistic chance of winning, which in turn produces a chilling effect on candidate recruitment, electioneering, party registration, volunteer efforts and fundraising. <i>See, e.g.,</i> Affs. of Sherry F. Alloway ¶ 4; R. Locke Bell ¶ 4; David S. Cayer ¶¶ 7-8, 11.</p>\n<p>The net result of this public perception, coupled with the predictable effects of the electoral process itself, is that RPNC often cannot produce full slates of qualified candidates interested in seeking superior court judgeships. <i>See, e.g.,</i> Affs. of R. Jack Hawke ¶ 14; Samuel H. Long, III ¶¶ 7-9; James G. Martin ¶¶ 15, 20. Elections in North Carolina for superior court judges therefore have proceeded and are likely to continue to proceed in the absence of true political participation and competition by RPNC. <i>See</i> Aff. of Theodore S. Arrington ¶¶ 128-154. This \"certainty of a similar future\" has been recognized by the Fourth Circuit as well, during its review of RPNC's claims. <i>Republican Party,</i> 980 F.2d at 958.</p>\n<p>In light of the foregoing, if plaintiffs' requested relief is denied, another superior court electoral cycle will be instituted and completed without the benefit of vigorous political competition by Republican candidates. For the reasons just stated, RPNC will not be able to field qualified candidates or develop fully supported campaigns by which to challenge incumbent Democrats in the 1994 elections. Predictably, the incumbent Democrat judges will retain their seats to the chagrin of RPNC. If, however, provisional relief is granted, numerous qualified Republican candidates have indicated a personal interest in contending for judgeships. <i>See, e.g.,</i> Aff. Sherry F. Alloway ¶ 9; R. Locke Bell ¶ 9; David S. Cayer ¶¶ 12-14.</p>\n<p>Should the interim relief that plaintiffs now request be denied and plaintiffs' ultimately prevail on the merits at trial, plaintiffs will endure unnecessary harm due to the unavailability of prompt relief at that time. Conducting the 1994 elections under the present system would discourage otherwise qualified Republican candidates from entering the races. Should plaintiffs later prove successful on the merits, the court would be hard-pressed to fashion an adequate remedy. Arguably, the incumbent Democrat candidates would have already been victorious at the polls or, if this matter is concluded prior to the November elections, would be enjoying the position of the favorite candidates for each respective judgeship. A victory on the merits by plaintiffs would require the court either to nullify the elections that had already taken place and thereafter order new elections at considerable cost and time to the public and to all involved, or to bring the campaigns then in process to a staggering halt in order to ensure RPNC effective representation and participation by qualified candidates. Either alternative would be equally undesirable and would result in further delay and hardship to plaintiffs in vindicating their rights established by a victory on the merits.</p>\n<p></p>\n<h2><i>THE LIKELIHOOD OF HARM TO THE DEFENDANTS IF THE REQUESTED RELIEF IS GRANTED</i></h2>\n<p>As discussed above, the timing of plaintiffs' current motion is significant to the court's evaluation of this factor. Unlike plaintiffs' earlier motion for a preliminary injunction, this motion comes to the court prior to the inception of the 1994 election cycle. The extreme burden that would have been placed on defendants in the fall of 1988, just prior to the November, 1988, elections is almost nonexistent in the context of the court's evaluation of the present motion. If provisional relief is granted, the likelihood that defendants will be harmed due to logistical or administrative changes that must be made prior to orchestrating the 1994 elections is insignificant.</p>\n<p><span class=\"star-pagination\">*729</span> Defendants arguments against plaintiffs' alternative request that the 1994 elections for superior court judges be completely enjoined are compelling. Removing superior court judgeships from the November general ballot would jeopardize that office's vitality by requiring its own separate electoral process and general election at a later date. The specter of low voter interest and turnout for a distinct election for superior court judges is almost compelling enough in itself to weigh against this requested alternative relief. Furthermore, the costs and burdens placed on defendant and the State of organizing and conducting a separate election for superior court judges are significant.</p>\n<p>Most compelling of all, however, is the fact that an injunction against superior court elections until disposition of this cause on the merits would further the injury of which plaintiffs now complain. Completely enjoining these elections would allow the incumbent Democrat judges to retain their seats pending disposition of this case, with no opportunity for challenge by RPNC candidates. Accordingly, this requested relief does not appear to be a viable alternative due to the significant harm to both parties that would result.</p>\n<p>Defendants arguments against granting provisional relief in the form of requiring districtwide elections are less compelling. Defendants contend that to grant plaintiffs' interim relief in the form of districtwide elections would be to deny the General Assembly the first opportunity to devise an acceptable remedial plan. Defendants contend that court intervention in the form of granting temporary relief would usurp the traditionally legislative function of making the \"variety of political judgments about the dynamics of an overall electoral process.\" In addition, defendants contend that provisional relief would bypass the preclearance requirements of Section 5 of the Voting Rights Act.</p>\n<p>The court indeed is sensitive to the deference traditionally given legislative determinations. <i>Hines v. Mayor and Town Council of Ahoskie,</i> 998 F.2d 1266, 1271 (4th Cir.1993). Such deference played an important role in this court's earlier attempt, unsuccessful as it was, to avoid this constitutional quagmire. The Fourth Circuit having determined, however, that plaintiffs' complaint presents a justiciable question under the Fourteenth Amendment, the court now must turn its attention to the method of resolving the present conflicts presented herein.</p>\n<p>This court has no intention of denying the General Assembly the opportunity to evaluate the present facts and evidence that have been presented to this court in order that it might fully consider and fashion an appropriate alternative structure, should the court deem one necessary. In fact, this court encourages the General Assembly to avail itself of the first such opportunity.</p>\n<p>The court is mindful of the fact that the General Assembly will convene in February, 1994, for a special session at the request of Governor James Hunt. Defendants therefore have an immediate opportunity to take the necessary steps to add this weighty matter to the agenda of that session. Sufficient time would then be available for compliance with the preclearance requirements of the Voting Rights Act.</p>\n<p>The General Assembly might thereby consider all possible alternatives to the current method of election, including nomination and election within judicial <i>divisions</i> as well as merit based selection or straight appointment in lieu of elections. This court, however, would be fully supportive of any plan established by the legislature that comports with the constitutional framework applicable in this arena. <i>See </i><i>Upham v. Seamon,</i> 456 U.S. 37, 42, 102 S.Ct. 1518, 1521, 71 L.Ed.2d 725 (1982). Unless and until the General Assembly takes strides to assess the information presented herein by the parties and undertake to resolve this matter, any provisional or permanent relief offered by this court shall remain in full effect.</p>\n<p>In light of the foregoing discussion, and given the nature of the preliminary relief the court is now considering, the court perceives the potential harm to defendants to be negligible. Certainly, as compared to the potential harm that would be endured by plaintiffs should relief be denied at this point, defendants' claims of harm are inconsequential.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*730</span> <i>THE LIKELIHOOD THAT PLAINTIFFS WILL SUCCEED ON THE MERITS</i>\n</h2>\n<p>Of all the factors to be considered, this clearly presents the most troubling questions for the court. As stated above, however, the Fourth Circuit's opinion has roughly paved the way for the court's evaluation of this factor. However, having determined that the balance of harm to the plaintiff if preliminary relief is denied greatly outweighs the likely harm to defendants upon issuing an injunction, <i>see supra discussion,</i> the court need only determine that plaintiffs have \"raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation.\" <i>Blackwelder,</i> 550 F.2d at 195.</p>\n<p>In its review of this case, the Fourth Circuit determined that RPNC has set forth a prima facie case of vote dilution brought about by political gerrymandering. <i>Republican Party,</i> 980 F.2d at 958. The Fourth Circuit, applying the standards established in <i>Bandemer v. Davis,</i> 478 U.S. 109, 106 S.Ct. 2797, 92 L.Ed.2d 85 (1986), held that</p>\n<blockquote>In order to state such a claim, a plaintiff must allege `intentional discrimination against an identifiable political group and an actual discriminatory effect on that group.' The effect portion of the test `requires a showing of more than a <i>de minimis</i> effect.' Consequently, a plaintiff must complain that an actual or projected history of disproportionate results exists, and that `the electoral system is arranged in a manner that will consistently degrade a voter's or a group of voters' influence on the political process as a whole.'</blockquote>\n<p><i>Republican Party,</i> 980 F.2d at 955 (citations omitted). The Fourth Circuit concluded that RPNC's complaint included numerous specific allegations of discriminatory intent, sufficient to meet the first prong of the prima facie case just set forth. <i>Id.</i> Similarly, after examining RPNC's evidence regarding a \"near century-long dearth,\" <i>id.</i> at 958, of Republican superior court judges<sup>[4]</sup> in light of the statistically significant number of registered Republican voters in the state, the Fourth Circuit held that RPNC's complaint clearly alleged disproportionate results. <i>Id.</i> at 956.</p>\n<p>The Fourth Circuit was likewise satisfied that RPNC's complaint goes further than merely evidencing disproportionate results; it clearly demonstrates more than a <i>de minimis</i> effect. <i>Id.</i> at 957. RPNC's evidence demonstrates that, although Republican candidates enjoy a wide variety of success in elections for other offices within the state, the electoral process with respect to superior court judgeships is so degrading to RPNC that it cannot even field candidates desirous of contesting incumbent Democrats. <i>Id.</i> Such allegations are sufficient to demonstrate that RPNC's influence on the political process as a whole has been and is likely to continue to be consistently degraded.</p>\n<p>Although the Fourth Circuit did not go further and address RPNC's likelihood of success on the merits, it appears clear from the opinion of that court and from this court's independent analysis of the allegations of RPNC's complaint that RPNC has demonstrated a reasonable chance of prevailing on the merits. RPNC has brought to the court's attention numerous affidavits and articles of merit attesting to the historical strife between the North Carolina Republicans and Democrats and to the development of an electoral process that is unfavorable to RPNC, as is shown by the electoral results of this century. <i>See</i> Pls.' Br. at 20-24; Aff. of Theodore S. Arrington ¶¶ 155-164; <i>see generally</i> Aff. of Dr. William Link. Likewise, RPNC has demonstrated sufficient evidence of thwarted Republican attempts to change the statewide election scheme. <i>See, e.g.,</i> Aff. of Charles L. Cromer ¶¶ 9-11; <i>see generally</i> Aff. of Howard Coble; Such allegations appear to strongly support RPNC's claims of discriminatory intent.</p>\n<p>Similarly, RPNC's allegations of the electoral results of this century clearly substantiate its claims of discriminatory effect. RPNC demonstrates that, although approximately 32% of North Carolina registered voters are Republicans and Republican superior court candidates typically capture up to 45% of the total votes cast in a given election, RPNC has enjoyed only one victory at the <span class=\"star-pagination\">*731</span> superior court level during this century. Moreover, this egregious result stands in marked contrast to the relative success RPNC enjoys at all other levels of state government. Plaintiffs' allegations and proof as a whole tend to demonstrate that the discriminatory effects of the current electoral process are more than <i>de minimis.</i></p>\n<p>RPNC's allegations, and the affidavits in support thereof, further demonstrate that this continued frustration at the polls has had the more severe effect of wholly discouraging RPNC competitiveness at this level of the ballot. RPNC's evidence shows that between 1968 and 1992, only 22 Republican candidates challenged Democrat candidates for superior court judgeships. Aff. of Theodore Arrington ¶ 33. RPNC supports this allegation with the affidavits of numerous individuals who attest to the discouragement and overall pessimistic attitude embodied by Republican voters and potential candidates with respect to RPNC's likelihood of success in achieving superior court judgeships. <i>See, e.g.,</i> Affs. of Sherry F. Alloway ¶ 4; R. Locke Bell ¶ 4; David S. Cayer ¶¶ 7-8, 11. These allegations and supporting affidavits present clear, credible and strong evidence in furtherance of RPNC's claims that RPNC's influence on the political process as a whole has been severely degraded.</p>\n<p>In light of the foregoing discussion, the court concludes that RPNC at the very least has presented issues and claims that raise serious and substantial questions that require further argument and analysis on the merits to resolve. Notwithstanding this conclusion, the court has undertaken to weigh the relatively strong case RPNC has presented against defendant's case in rebuttal in order to determine whether the likelihood of plaintiffs' ultimate success is cognizable at this stage of the litigation.</p>\n<p>\"In order to rebut a prima facie case [of political gerrymandering], a state must demonstrate adequate justifications that relate to the goal of the classification.\" <i>Republican Party,</i> 980 F.2d at 953. In analyzing a state's asserted justifications for restricting a group's right to vote, the Supreme Court has held that</p>\n<blockquote>the purpose of the restriction and the assertedly overriding interest served by it must meet close constitutional scrutiny ... [A] State may not dilute a person's vote to give weight to other interests ... All too often, a lack of a `substantial interest' might mean no more than a different interest, and a `fencing out' from the franchise a sector of the population because of the way they may vote is constitutionally impermissible.'</blockquote>\n<p><i>Evans v. Cornman,</i> 398 U.S. 419, 423-424, 90 S.Ct. 1752, 1755-1756, 26 L.Ed.2d 370 (1970) (quoting <i>Carrington v. Rash,</i> 380 U.S. 89, 85 S.Ct. 775, 13 L.Ed.2d 675 (1964)). Applying these standards to the justifications defendants' offer for the present electoral scheme leads this court to the conclusion that the strength of plaintiffs' allegations at this time tends to outweigh that of defendants' asserted defenses.</p>\n<p>Defendants rely principally upon the State's asserted interest in maintaining the nexus between the electoral base of superior court judges and the jurisdictional base of the same office. Although this position was maintained with success in <i>League of United Latin American Citizens v. Clements,</i> 999 F.2d 831, 837 (5th Cir.1993), the facts of this case do not present the same likelihood that defendants successfully can rely on this argument. The evidence offered by both plaintiffs and defendants alike tends to establish that, although superior court judges maintain statewide jurisdiction, they principally serve the districts located within their respective judicial divisions. A survey of all of the affidavits and exhibits offered by defendants themselves tends to demonstrate that superior court judges spend the vast majority of their time  at least 80 to 90 percent on the average  rotating within their division. Depending upon the size of the individual districts and number of judgeships located therein, some superior court judges spend twenty-five percent or more of their time on the bench within their resident district. The totality of the evidence presented to this court demonstrates that only a minority of the total time served by all superior court judges is spent by judges presiding outside of their respective divisions.</p>\n<p><span class=\"star-pagination\">*732</span> Defendants remaining justifications  such as the fact that the State Constitution supports the present electoral system or that the State maintains an interest in insulating judicial officers from the pressures of local politics  are less compelling in light of the fact that the Constitution also provides for districtwide elections. The court finds that at this stage of the litigation, plaintiffs have presented a case that is more fully supported by the facts and evidence than is that of defendants. This is not to say, however, that defendants arguments are without merit, for defendants have well documented their position and may, in fact, prove successful on the merits. At this point, the court determines only that the plaintiffs have offered stronger arguments and evidence in support thereof than have defendants.</p>\n<p></p>\n<h2><i>THE PUBLIC INTEREST AT STAKE IN THE LITIGATION</i></h2>\n<p>It is undeniable that the public interest in the electoral process for its state trial judges is compelling. \"[P]ublic interest favors an electorate familiar with its candidates and elections conducted in an orderly way within easily understood boundaries.\" <i>Republican Party of Virginia v. Wilder,</i> 774 F.Supp. 400, 407 (W.D.Va.1991). Public interest also demands the opportunity to choose from among the most qualified candidates available for office. Plaintiffs' evidence clearly shows that at least this last demand is not presently served by the electoral process. The granting of provisional relief in the form of districtwide elections would serve to protect this interest by promoting an electoral environment more conducive to qualified Republican candidates. <i>See</i> Pls.' Br. at 39, n. 22 and accompanying text (identifying numerous Republican candidates who would have a personal interest in seeking the office of superior court judge if the elections were conducted on a districtwide basis).</p>\n<p>More importantly, public interest requires the furtherance of the constitutional protections that attach to the franchise. It is on this point that the present lawsuit turns. Is the electorate's interest in equality of access to the ballot being protected by the present election scheme?</p>\n<p>At the very least, plaintiffs have made a prima facie showing that it is not. The court perceives that plaintiffs have gone further, however, producing credible evidence tending to show that they, as a group, are not receiving equal franchise rights. It is the court's obligation, then, to assuage the harm currently being done to the public interest by protecting the rights that are now being denied. Provisional relief at this stage may ensure that plaintiffs' votes as a group are not subject to denial or dilution through submersion in the statewide pool.</p>\n<p>Plaintiffs also advance the persuasive argument that providing for districtwide elections may instigate fruitful discourse and informative votes on judicial issues that are of prime importance at the local level. Although the court recognizes the dangers of having local issues infiltrate the election process of a member of the judiciary, the court perceives this harm to be outweighed by the positive aspects of local campaigns and elections, including increased voter interest and turnout.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In balancing the harm to the parties, the court finds that the weight of the scales tips in favor of plaintiffs. For the reasons advanced above, provisional relief appears warranted and will be granted as set forth below.</p>\n<p>Plaintiffs have made a sufficient showing that they have been and will continue to be irreparably harmed by the present superior court electoral process. If, upon final resolution of the merits of this action, plaintiffs prevail upon their claim of vote dilution yet the court has denied them this prophylactic relief, plaintiffs will find themselves to have been effectively disenfranchised for yet another year of superior court elections.</p>\n<p>The corresponding harm to defendants upon the granting of this provisional relief appears to be minor. At this early date, defendants have ample time to forecast to all interested individuals, groups, parties, etc., the terms under which the prospective election will be conducted. Moreover, if defendants ultimately prevail on the merits, the granting of this provisional relief will not significantly disturb their franchise rights <span class=\"star-pagination\">*733</span> due to the availability of prompt relief for which the terms of this provisional plan will provide.</p>\n<p>In addition, because the provisional plan set forth below does not entail redistricting, but instead only alters the method of calculating election winners by selecting an alternative provided for in the State Constitution, no inordinate burden is placed on defendants. The most readily perceivable harm to defendants will be the increased cost and time that might be necessitated by the additional vote-tallying and record-keeping required by the provisional relief granted herein. Nonetheless, the effect of this harm is <i>de minimis</i> when compared to that harm plaintiffs potentially could suffer with respect to their constitutionally protected right to the ballot.</p>\n<p>As discussed above, the Fourth Circuit has demonstrated its affinity for plaintiffs' cause of action by determining that plaintiffs present a viable, justiciable Fourteenth Amendment claim. Having evaluated the merits of plaintiffs' position when determining whether plaintiffs' established a prima facie showing of vote dilution brought about by political gerrymandering, the Fourth Circuit established a skeletal framework by which the merits of plaintiffs' claim can be analyzed. Having held plaintiffs' claim against this framework, the court determines that plaintiffs' arguments and evidence are strong enough to persuade this court that the likelihood of their success on the merits is more probable than not.</p>\n<p>At the very least, however, the court finds that plaintiffs clearly have raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus more deliberate investigation. In light of the court's determination that plaintiffs are subject to far greater harm upon denial of preliminary relief than are defendants should relief be granted now, this finding is sufficient to warrant the granting of plaintiffs' requested preliminary injunction. <i>See </i><i>Rum Creek,</i> 926 F.2d at 359.</p>\n<p>Finally, the perceived public interest is adequately protected and even well served by this provisional plan of relief. The public interest in conducting fair and equal elections and of having the most qualified judges in office will be protected by the relief granted herein. The vote-tallying requirements imposed by this order will ensure the public that all candidates' chances of success in 1994 are protected regardless of the ultimate electoral scheme adopted. In addition, the timeliness of this response to plaintiffs' motion shall ensure that all potential candidates for superior court judgeships have the benefit of adequate time to consider their intentions to file notice of candidacy.</p>\n<p>In light of the foregoing, the court finds the balance to be struck in favor of plaintiffs. Accordingly, plaintiffs' motion for a preliminary injunction is hereby ALLOWED. The following represents the terms and conditions of the preliminary injunction hereby granted by this court.</p>\n<p></p>\n<h2>PRELIMINARY INJUNCTION</h2>\n<p>Accordingly, the court hereby ORDERS a preliminary injunction in favor of plaintiffs on the following terms and conditions:</p>\n<p>Elections for superior court judges in the State of North Carolina, presently scheduled for November, 1994, shall be conducted in accordance with the current election practice as provided for by statute except as modified as follows:</p>\n<p>(1) Candidates shall be residents of the districts in which they are to serve and shall file notices of candidacy in accordance with the provisions of N.C.Gen.Stat. § 163-106;</p>\n<p>(2) The latest time for filing notices of candidacy shall be extended from 12:00 noon on the first Monday in February, 1994, to not later than 12:00 noon on the third Friday in February, 1994, in order to allow all prospective candidates adequate time to consider their intent to file notice of candidacy in light of this court's order of preliminary injunction;</p>\n<p>(3) Candidates shall be nominated by local party primaries conducted on a districtwide basis, as is currently the practice;</p>\n<p>(4) Successful party primary candidates will thereafter run against one another in the November general election as scheduled;</p>\n<p>(5) The November general election shall be conducted on a statewide basis on the <span class=\"star-pagination\">*734</span> general ballot, as is currently the practice, except that a record of votes received by each candidate shall be made and kept in the following <i>three manners:</i></p>\n<blockquote>(a) By total number of votes received in the state;</blockquote>\n<blockquote>(b) By total number of votes received in the judicial division within which the candidate's resident district lies; and</blockquote>\n<blockquote>(c) By total number of votes received in the candidate's resident district;</blockquote>\n<p>(6) The latter method of vote tallying  total number of votes received by a candidate within his or her resident district  shall determine the prevailing candidate for the judgeship available in that district.</p>\n<p>(7) In this manner, candidates shall be selected for office on the basis of a district-wide vote, although record shall be kept of the total number of votes each candidate receives in his judicial division and within the entire state as well.</p>\n<p>(8) In so doing, the integrity of the election shall be preserved regardless of the outcome of this litigation. Should plaintiffs ultimately prevail on the merits, they will have enjoyed as much success at the polls as they might be entitled under the remedy sought. Should defendants ultimately prevail on the merits, a record of statewide votes will have been preserved and appropriate relief can be promptly effectuated. Furthermore, should the General Assembly choose to consider nomination and election by judicial division, a record of votes received by each candidate within his or her respective division will have been preserved, thereby facilitating the General Assembly's evaluation of this method of election.</p>\n<p>(9) All other practices and provisions with regard to the election of North Carolina superior court judges, as established by the Election Laws of North Carolina, that are not modified, altered or otherwise affected by the terms of this order shall remain in full effect.</p>\n<p>(10) The provisions of this order shall become effective immediately upon entry of this order and shall remain in effect unless and until such time as the North Carolina General Assembly takes steps to fashion an alternative remedial plan for the election of superior court judges that meets with applicable constitutional requirements.</p>\n<p>(11) Defendants are ORDERED to take all necessary steps to incorporate these terms into the electoral process for the November, 1994, elections of North Carolina superior court judges.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs will be referred to herein collectively as \"RPNC.\"</p>\n<p>[2]  Various provisions of the state election law, however, indicate acceptance of this practice by the General Assembly. For example:\n</p>\n<p>(i) N.C.Gen.Stat. § 163-156(c)(2) provides that for certain vacancies occurring after filing has begun, nomination of candidates for Superior Court judge are to be made \"by the appropriate district executive committee of each political party;\"</p>\n<p>(ii) N.C.Gen.Stat. § 163-106(i) requires residence in a district in order to file notice of candidacy;</p>\n<p>(iii) N.C.Gen.Stat. § 163-109 provides that county boards of elections are to furnish ballots for all offices where district primaries are conducted, and lists Superior Court judge among those offices;</p>\n<p>(iv) N.C.Gen.Stat. § 163-109 provides that, if a party nominee for Superior Court judge dies, resigns or is disqualified before the general election, the vacancy is to be filled only by the party executive committee members living in the judicial district.</p>\n<p>A three-judge district court sitting in <i>Holshouser v. Scott,</i> 335 F.Supp. 928 (M.D.N.C.1971), <i>aff'd </i><i>mem.,</i> 409 U.S. 807, 93 S.Ct. 43, 34 L.Ed.2d 68 (1972), also determined that the legislature intended district primaries even though no single statute authorized the procedure. <i>See id.</i> at 930 (\"The General Assembly has prescribed that the regular judges shall be nominated in a primary election conducted in their respective districts but shall be elected in the general election by statewide vote.\").</p>\n<p>[3]  Because at the time of the enactment of Chapter 509 all Superior Court judges were Democrats, no other result could have been obtained without the removal of an incumbent from office.</p>\n<p>[4]  Excepting, of course, Judge Howard Manning's brief stint on the bench.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">841</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">722</span></span> (1994)</b></center>\n<center><h1>REPUBLICAN PARTY OF NORTH CAROLINA, et al., Plaintiffs,<br>\nv.<br>\nJames B. HUNT, Governor of North Carolina, et al., Defendants,<br>\nand<br>\nNorth Carolina Association of Black Lawyers, Defendant-Intervenor.</h1></center>\n<center>No. 88-263-CIV-5-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 3, 1994.</center>\n<p>Charles Allen Foster, Patton, Boggs &amp; Blow, Greensboro, NC, Tiare Bowe Smiley, State Atty. Gen. Office, NC Dept. of Justice, Raleigh, NC, for plaintiffs.</p>\n<p>Leslie J. Winner, Ferguson, Stein, Watt, Wallas &amp; Adkins, James E. Ferguson, II, Charlotte, NC, Michael Crowell, Tharrington, Smith &amp; Hargrove, James M. Wallace, Jr., Office of the Atty. Gen., Jaye Powell Meyer, Tharrington, Smith &amp; Hargrove, Arch T. Allen, III, Moore &amp; Van Allen, Norma Smithwick Harrell, Edwin M. Speas, Jr., Raleigh, NC, for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Chief Judge.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiffs<sup>[1]</sup> herein include the Republican Party of North Carolina, a statutorily recognized political party, <i>see</i> N.C.Gen.Stat. § 163-96, individual North Carolina voters <span class=\"star-pagination\">*723</span> registered as Republicans, and individual North Carolina voters who, although not registered as Republicans, predictably vote for Republican candidates for superior court judgeships. The individual plaintiffs also include former unsuccessful Republican candidates for superior court judgeships, each of whom carried the judicial district from which he was nominated but was defeated on the basis of the statewide vote. Defendants herein are sued in their official capacities as those officers and officials who are responsible for conducting elections according to the method established by the North Carolina General Assembly. The defendant-intervenor, the North Carolina Association of Black Lawyers (\"NCABL\"), is a statewide organization of black lawyers and law students.</p>\n<p>Plaintiffs initiated the present action, pursuant to 42 U.S.C. §§ 1981, 1983, in the United States District Court for the Middle District of North Carolina on November 4, 1987. In their complaint, plaintiffs contend that the method by which superior court judges in North Carolina are elected constitutes a political gerrymander intended to deprive members of the Republican Party and its affiliates of rights guaranteed under the First and Fourteenth Amendments to the United States Constitution. More specifically, plaintiffs assert that the present method of election for superior court judges  districtwide primary nominations followed by statewide elections  denies plaintiffs the equal protection of the laws by diluting the voting franchise of Republican voters, in violation of the Fourteenth Amendment, and denies plaintiffs their First Amendment rights of freedom of speech and association. On March 29, 1988, the case was transferred to this court. <i>Republican Party of North Carolina v. Martin,</i> <span class=\"citation\" data-id=\"1583177\"><a href=\"/opinion/1583177/republican-party-of-north-carolina-v-martin/\"><span class=\"volume\">682</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">834</span></a></span>, 837 (M.D.N.C.1988).</p>\n<p>On August 1, 1988, plaintiffs filed a motion for a preliminary injunction seeking to enjoin the November 8, 1988, general election of North Carolina superior court judges. Following a hearing on that motion, the undersigned determined that the \"balance-of-hardships\" test enunciated in <i>Blackwelder Furniture Company of Statesville, Inc. v. Seilig Manufacturing Company, Inc.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 194 (4th Cir.1977), weighed in favor of defendants' position. Plaintiffs' motion was therefore denied. Order of October 4, 1988 (J. Fox, E.D.N.C.). Of significance to the court's ruling were the court's findings that</p>\n<p>(1) due to the numerous unsettled issues involved  including the manner in which groups' rights theories might be applicable to political parties and the method by which cognizable grievances might be redressed  \"the likelihood of plaintiffs' success [in the underlying dispute was] imperceptible,\" <i>Id.</i> at 11-12;</p>\n<p>(2) plaintiffs failed to identify an \"urgency requiring immediate resolution,\" <i>Id.</i> at 12;</p>\n<p>(3) in light of the proximity of the impending election, defendants would have been put to great expense and hardship, local officials would have been subject to considerable inconvenience, and the election process itself would have been cast into disarray by the issuance of plaintiffs' requested injunction at such a late date, <i>Id.</i> at 12-13; and</p>\n<p>(4) \"any alternative method of election hastily fashioned\" would have hampered candidates' ability to effectively determine an interest in seeking office or organize campaigns, thereby depriving the populous of its interest in an informative vote among qualified candidates. <i>Id.</i> at 14.</p>\n<p>Shortly thereafter, the North Carolina Association of Black Lawyers successfully moved to intervene as a party defendant. <i>Republican Party of North Carolina v. Martin,</i> <span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></span> (4th Cir.1988) (per curiam); Order of January 20, 1989 (J. Fox, E.D.N.C.). Following considerable discovery, the issues were framed for disposition on a motion by defendants to dismiss the action for failure to state a claim, for want of jurisdiction by this court to entertain the subject matter of plaintiffs' complaint, and because legislative immunity barred the action. <i>See</i> Defs.' Mot. filed March 12, 1991.</p>\n<p>By order entered June 6, 1991, the undersigned dismissed this action, finding that the complaint raised a non-justiciable political question. Order of June 6, 1991 (J. Fox, E.D.N.C.). Following plaintiffs' appeal of this decision, the Fourth Circuit Court of Appeals reversed this court, finding that <span class=\"star-pagination\">*724</span> RPNC did present a viable, justiciable Fourteenth Amendment claim of vote dilution brought about by political gerrymandering. <i>Republican Party of North Carolina v. Martin,</i> <span class=\"citation no-link\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></span>, 958 (1992), <i>reh'g denied sub nom. </i><i>Republican Party of North Carolina v. Hunt,</i> <span class=\"citation\" data-id=\"605555\"><a href=\"/opinion/605555/republican-party-of-north-carolina-bruce-briggs-william-r-sigmon-marvin-k/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1202</span></a></span> (4th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">93</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">60</span></span> (1993). The Fourth Circuit did, however, affirm this court's dismissal with respect to plaintiffs' First Amendment claim, finding that plaintiffs' rights to associate together, participate in elections, and vote for the candidates of their choice were in no way impeded by the judicial electoral process. <i>Id.</i> at 960. The Fourth Circuit therefore remanded the case to this court for the unenviable task of proceeding further on RPNC's Fourteenth Amendment claims.</p>\n<p>On November 29, 1993, plaintiffs recommenced these proceedings by filing a renewed motion for a preliminary injunction, seeking to have defendants enjoined from conducting the November, 1994, elections for superior court judges in North Carolina on a statewide basis. Plaintiffs request that defendants be required to conduct both the 1994 primaries and general elections for superior court judgeships on a districtwide basis as allowed for in the North Carolina Constitution. Alternatively, plaintiffs seek to have defendants enjoined from initiating and conducting the entire 1994 electoral process for selecting superior court judgeships if a districtwide election process is not implemented. Plaintiffs premise their motion wholly on the Fourteenth Amendment challenges of vote dilution previously asserted.</p>\n<p>Defendants having responded, and plaintiffs having replied accordingly, this matter is now ripe for disposition.</p>\n<p></p>\n<h2>FINDINGS OF FACT</h2>\n<p>Prior to 1868, when the State Constitution was rewritten, the North Carolina General Assembly appointed all North Carolina judges. J. Sanders, <i>A Brief History of the Constitutions of North Carolina</i> (1983). Since 1868, the State Constitution has allowed the General Assembly the option of determining whether resident superior court judges are to \"be elected by the qualified voters of the State or by the voters of their respective districts.\" N.C. Const. art. IV, § 16. In 1877, the General Assembly implemented the present system of statewide elections. <i>See generally,</i> N.C.Gen.Stat. § 163-1 (1991); Ch. 255, Public Laws 1876-77.</p>\n<p>In 1915, the General Assembly instituted the present party primary nominating system for candidates seeking superior court judgeships. <i>See generally, id.</i> § 163-104; Ch. 101, Public Laws 1915. Since that time, candidates for superior court judgeships have been nominated in primaries held in the districts for which they wish to serve. Although there appears to be no statutory authority for the districtwide primary scheme, <i>see </i><i>Republican Party,</i> 980 F.2d at 947 and n. 6,<sup>[2]</sup> the North Carolina State Board of Elections (hereinafter \"NCSBE\") has implemented and currently utilizes districtwide nominations. Thus, voters in a given district select one candidate in the Democratic primary and one candidate in the Republican primary who <span class=\"star-pagination\">*725</span> then run against one another in a statewide, general election.</p>\n<p>Since 1868 the State Constitution has further required that superior court judges \"reside in the district for which [they are] elected,\" N.C. Const. art. IV, § 9(1), although superior court judges are granted statewide jurisdiction and duties. <i>Id.</i> § 12(3). As a corollary to this broad jurisdiction, the North Carolina Constitution mandates that Superior Court judges \"ride circuit.\" N.C. Const. art. IV, § 11 (\"The principle of rotating Superior Court Judges among the various districts of a division is a salutary one and shall be observed. For this purpose the General Assembly may divide the State into a number of judicial divisions.\"). The counties of North Carolina are therefore organized into four judicial divisions, which are further divided into judicial districts. <i>See</i> N.C. Const. art. IV, § 9(1). Currently, the four judicial divisions are divided into approximately sixty judicial districts containing approximately eighty-eight superior court judgeships. Pls.' Br.Ex. 3. Superior court judges therefore routinely rotate from district to district within their respective judicial divisions. N.C. Const. art. IV, § 11.</p>\n<p>Today, rotation of judges is carried out according to a predetermined schedule. Periodically, the judges of each division prepare a rotation schedule for the division and submit it to the Chief Justice, who examines it to ensure that a judge serves a six-month period in each district lying within his division for each regular judgeship allotted to the district. An effort is made to provide that, over a period of time, each judge will preside over sessions of court in every district of his division.</p>\n<p>In addition to mandated rotation, the Chief Justice may assign the judges to hold court outside their divisions, N.C. Const. art. IV, § 11. The evidence presented by plaintiffs and defendants alike, however, shows that assignment outside of a division occurs infrequently and without regularity. For example, assignment out of division occurred an average of 3.09% of the time (annual average of 87 times) in the years from 1980 through 1987.</p>\n<p>In the mid-1980's, North Carolina's system of electing superior court judges was challenged in <i>Alexander v. Martin,</i> No. 86-1048-CIV-5 (E.D.N.C. Nov. 25, 1987). The <i>Alexander</i> plaintiffs, who included NCABL as a plaintiff-intervenor, alleged that certain features of the election system had the purpose and effect of abridging non-white voting strength in Superior Court elections. <i>Alexander</i> was settled by a consent decree upon adoption by the North Carolina General Assembly of Chapter 509 of the North Carolina Session Laws of 1987. Chapter 509 eliminated staggered terms within multimember districts and mandated redrawing of district lines in order to achieve more non-white majority districts.</p>\n<p>This court has previously recognized that \"[o]ne effect of [Chapter 509] was to give black voters a more equal opportunity to participate in the political process and to elect superior court judges of their choice.\" Order of October 4, 1988, at 5. Plaintiffs do not challenge the new judicial districts, but do allege that the configuration thereof was designed to include an incumbent Democratic Superior Court judge<sup>[3]</sup>, and that this configuration, coupled with continued statewide election, is evidence of the defendants' intent to perpetuate the Democratic dominance of the Superior Court judiciary. RPNC alleges that 16 of the districts did not even have a courthouse, clerk of court, or any other official associated with the judicial district except the local superior court judge.</p>\n<p>Chapter 509 also adopted, for the first time in the State's history, a requirement that a candidate for nomination for a Superior Court judgeship be resident, <i>at the time of filing a notice of candidacy,</i> in the district in which he or she wishes to serve. The legislation states that this requirement \"implements Article IV Section 9(1) of the North Carolina Constitution which requires regular Superior Court Judges to reside in the district for which elected.\" N.C.Gen.Stat. § 163-106(i). Plaintiffs allege that this requirement denies plaintiffs the equal protection <span class=\"star-pagination\">*726</span> of the laws as provided for by the Fourteenth Amendment.</p>\n<p>Plaintiffs offer evidence demonstrating that, in its consideration of Chapter 509, the General Assembly's Democratic majority rejected amendments offered by Republican legislators and supported by Governor James G. Martin, a Republican, which would have eliminated the statewide election of resident Superior Court judges, and, instead, would have provided for district election. The court previously has noted that on at least eight occasions since 1961, Republican members of the legislature have introduced and sought passage of various types of legislation to provide for district-based (or division-based) elections for Superior Court judges. Order of October 4, 1988, at 5-6. The Democratic-controlled General Assembly has defeated each effort. Plaintiffs contend that the sole reason the Democratic majority defeated the bills was its desire to protect the incumbency of Democrat superior court judges.</p>\n<p>In support of this contention, RPNC offers evidence showing that since 1900, only one Republican candidate has been successful in his bid for a superior court judgeship. Until Judge Howard Manning, Jr.'s election, no Republican candidate for Superior Court judge had been elected in this century. Between 1968 and the inception of this lawsuit, ten Republicans ran for resident superior court judgeships, and in four of these contests the Republican candidate would have been successful if resident superior court judges were elected by the qualified voters of the judicial district in question, rather than by statewide election. Complaint, para. 34. \"Because an overwhelming majority of North Carolina's voters are Democrats and nominees for judicial office have no statewide reputation, the nominees of the Democratic Party invariably prevail in the statewide general elections.\" <i>Republican Party v. Martin,</i> <span class=\"citation no-link\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></span>, slip op. at 3 (4th Cir.1988) (Table) (Unpublished).</p>\n<p>RPNC offers specific statistical evidence supporting its claim, showing that Republican candidates would have succeeded in the 1984, 1986, 1990 and 1992 superior court elections had they been conducted on a districtwide basis instead of across the state. <i>See </i><i>Republican Party,</i> 980 F.2d at 949; Aff. of Theodore S. Arrington at ¶ 59 and Table 3. Moreover, plaintiffs' statistical analysis of the voting strengths, trends and percentages within the state demonstrates that Republican candidates would be highly competitive in some 30 districts overall and would have an opportunity to succeed in at least 16 districts that elect 27 superior court judges should the superior court elections be conducted at the district level only. Aff. of Theodore S. Arrington ¶¶ 64-65, 171 and Tables 4-5.</p>\n<p>On the foregoing factual predicates, RPNC maintains that the present statewide method of electing superior court judges has been purposefully adopted and adhered to in order to dilute the Republican voting strength and maintain a Democratic stronghold over superior court judgeships.</p>\n<p></p>\n<h2>PRELIMINARY INJUNCTION STANDARD</h2>\n<p>When evaluating the merits of a motion for a preliminary injunction, the court must consider and balance the weight of the following four factors:</p>\n<p>(1) the likelihood of irreparable harm to the plaintiffs if the preliminary injunction is denied;</p>\n<p>(2) the likelihood of harm to the defendants if the requested relief is granted;</p>\n<p>(3) the likelihood that plaintiffs will succeed on the merits; and</p>\n<p>(4) the public interest at stake in the litigation. <i>Rum Creek Coal Sales, Inc. v. Caperton,</i> <span class=\"citation\" data-id=\"556436\"><a href=\"/opinion/556436/rum-creek-coal-sales-incorporated-v-honorable-w-gaston-caperton-colonel/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">353</span></a></span>, 359 (4th Cir.1991); <i>Blackwelder Furniture Co. of Statesville, Inc. v. Seilig Mfg. Co., Inc.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 193 (4th Cir.1977). The Fourth Circuit has best explained the interplay between these factors as follows:</p>\n<blockquote>There is a correlation between the likelihood of plaintiff's success and the probability of irreparable injury to him. If the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction. <span class=\"star-pagination\">*727</span> <i>North Carolina State Ports Authority v. Dart Containerline,</i> <span class=\"citation\" data-id=\"363607\"><a href=\"/opinion/363607/north-carolina-state-ports-authority-international-longshoremens/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span>, 750 (4th Cir.1979).</blockquote>\n<blockquote>The irreparable harm to the plaintiff and the harm to the defendant are the two most important factors. If, after balancing those two factors, the balance `tips decidedly' in favor of the plaintiff, ... a preliminary injunction will be granted if `the plaintiff has raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus more deliberate investigation.'</blockquote>\n<p><i>Rum Creek,</i> 926 F.2d at 359 (citation omitted) (quoting <i>Blackwelder,</i> 550 F.2d at 195). It is against the backdrop of the foregoing factual findings that these legal principles are now applied.</p>\n<p></p>\n<h2>ANALYSIS AND CONCLUSIONS OF LAW</h2>\n<p>It is important to note at the outset of this discussion that, as plaintiffs recognize in their brief, this renewed motion for a preliminary injunction is brought in an entirely distinct setting, both factually and legally, from that in which plaintiffs original motion was made.</p>\n<p>Factually, plaintiffs have initiated this motion prior to the inception of the 1994 superior court electoral process. \"Candidates seeking party primary nominations for the [office of superior court] shall file their notice of candidacy with the State Board of Elections no earlier than 12:00 noon on the first Monday in January....\" N.C.Gen.Stat. § 163-106(c). The timing of plaintiffs, motion therefore provides the court the opportunity to effectively remedy any defect(s) it may perceive in the electoral process prior to significant and potentially detrimental reliance on the present electoral scheme by defendants and potential candidates.</p>\n<p>As noted above, plaintiffs prior motion for a preliminary injunction was filed well after the candidacy filing period, shortly after the districtwide primaries, and just months before the scheduled 1988 general statewide election. The proximity of that impending election, the considerable reliance candidates already had placed on the existing electoral process, and the considerable disruption to a nearly completed electoral cycle that would have resulted from court intervention figured significantly into the court's evaluation of the likelihood of harm to the defendants if the requested relief was granted.</p>\n<p>Similarly, the present legal environment within which this motion is brought is considerably more developed than that in which plaintiffs initially sought relief. Since 1988, the Supreme Court and various circuits have confronted similar claims of vote dilution and political gerrymandering in the arena of judicial elections. <i>See, e.g., </i><i>Houston Lawyers' Ass'n v. Attorney General of Texas,</i> <span class=\"citation\" data-id=\"112630\"><a href=\"/opinion/112630/houston-lawyers-assn-v-attorney-general-of-tex/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span>, <span class=\"citation\" data-id=\"112630\"><a href=\"/opinion/112630/houston-lawyers-assn-v-attorney-general-of-tex/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2376</span></a></span>, <span class=\"citation\" data-id=\"112630\"><a href=\"/opinion/112630/houston-lawyers-assn-v-attorney-general-of-tex/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">379</span></a></span> (1991) (applying principles of § 2 of the Voting Rights Act, 42 U.S.C. § 1973, to elections of state trial judges); <i>Chisom v. Roemer,</i> <span class=\"citation\" data-id=\"112629\"><a href=\"/opinion/112629/chisom-v-roemer/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, <span class=\"citation\" data-id=\"112629\"><a href=\"/opinion/112629/chisom-v-roemer/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2354</span></a></span>, <span class=\"citation\" data-id=\"112629\"><a href=\"/opinion/112629/chisom-v-roemer/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">348</span></a></span> (1991) (determining that elected state judges can be representatives for purposes of vote dilution claims). These cases and others have paved the way for many of the issues presented by plaintiffs' complaint. Although no easy resolution to these issues is yet discernible, the issues themselves are more readily definable and the path to their resolution has been partially cleared.</p>\n<p>The present action itself has undergone much change in its six year lifetime. Having run the gamut of the appellate process, the legal issues presented herein are no longer so novel or new within this circuit that the likelihood of plaintiffs' ultimate success would now be viewed by this court as \"imperceptible.\" Indeed, through its previous evaluation of plaintiffs' claims, the Fourth Circuit has rather simplified the analytical work required of this court for the purposes of plaintiffs' current motion. For this reason, the Fourth Circuit's identification and evaluation of the issues presented in this lawsuit shall provide the basis upon which this court premises its analysis.</p>\n<p></p>\n<h2><i>THE LIKELIHOOD OF IRREPARABLE HARM TO THE PLAINTIFFS IF THE PRELIMINARY INJUNCTION IS DENIED</i></h2>\n<p>Plaintiffs have demonstrated through competent evidence that, should the 1994 elections <span class=\"star-pagination\">*728</span> for superior court judges take place under the present system, the likelihood of irreparable harm to plaintiffs is significant. Plaintiffs have offered evidence tending to establish that, due to the unfavorable climate of the superior court electoral process, Republican candidates have not only suffered losses at the polls but RPNC as a whole has endured and continues to endure a significant drain on its activities, reputation and influence as a political party. Due to the statewide dominance of Democratic candidates vying for superior court judgeships over the past century, Republican candidates are perceived to lack any realistic chance of winning, which in turn produces a chilling effect on candidate recruitment, electioneering, party registration, volunteer efforts and fundraising. <i>See, e.g.,</i> Affs. of Sherry F. Alloway ¶ 4; R. Locke Bell ¶ 4; David S. Cayer ¶¶ 7-8, 11.</p>\n<p>The net result of this public perception, coupled with the predictable effects of the electoral process itself, is that RPNC often cannot produce full slates of qualified candidates interested in seeking superior court judgeships. <i>See, e.g.,</i> Affs. of R. Jack Hawke ¶ 14; Samuel H. Long, III ¶¶ 7-9; James G. Martin ¶¶ 15, 20. Elections in North Carolina for superior court judges therefore have proceeded and are likely to continue to proceed in the absence of true political participation and competition by RPNC. <i>See</i> Aff. of Theodore S. Arrington ¶¶ 128-154. This \"certainty of a similar future\" has been recognized by the Fourth Circuit as well, during its review of RPNC's claims. <i>Republican Party,</i> 980 F.2d at 958.</p>\n<p>In light of the foregoing, if plaintiffs' requested relief is denied, another superior court electoral cycle will be instituted and completed without the benefit of vigorous political competition by Republican candidates. For the reasons just stated, RPNC will not be able to field qualified candidates or develop fully supported campaigns by which to challenge incumbent Democrats in the 1994 elections. Predictably, the incumbent Democrat judges will retain their seats to the chagrin of RPNC. If, however, provisional relief is granted, numerous qualified Republican candidates have indicated a personal interest in contending for judgeships. <i>See, e.g.,</i> Aff. Sherry F. Alloway ¶ 9; R. Locke Bell ¶ 9; David S. Cayer ¶¶ 12-14.</p>\n<p>Should the interim relief that plaintiffs now request be denied and plaintiffs' ultimately prevail on the merits at trial, plaintiffs will endure unnecessary harm due to the unavailability of prompt relief at that time. Conducting the 1994 elections under the present system would discourage otherwise qualified Republican candidates from entering the races. Should plaintiffs later prove successful on the merits, the court would be hard-pressed to fashion an adequate remedy. Arguably, the incumbent Democrat candidates would have already been victorious at the polls or, if this matter is concluded prior to the November elections, would be enjoying the position of the favorite candidates for each respective judgeship. A victory on the merits by plaintiffs would require the court either to nullify the elections that had already taken place and thereafter order new elections at considerable cost and time to the public and to all involved, or to bring the campaigns then in process to a staggering halt in order to ensure RPNC effective representation and participation by qualified candidates. Either alternative would be equally undesirable and would result in further delay and hardship to plaintiffs in vindicating their rights established by a victory on the merits.</p>\n<p></p>\n<h2><i>THE LIKELIHOOD OF HARM TO THE DEFENDANTS IF THE REQUESTED RELIEF IS GRANTED</i></h2>\n<p>As discussed above, the timing of plaintiffs' current motion is significant to the court's evaluation of this factor. Unlike plaintiffs' earlier motion for a preliminary injunction, this motion comes to the court prior to the inception of the 1994 election cycle. The extreme burden that would have been placed on defendants in the fall of 1988, just prior to the November, 1988, elections is almost nonexistent in the context of the court's evaluation of the present motion. If provisional relief is granted, the likelihood that defendants will be harmed due to logistical or administrative changes that must be made prior to orchestrating the 1994 elections is insignificant.</p>\n<p><span class=\"star-pagination\">*729</span> Defendants arguments against plaintiffs' alternative request that the 1994 elections for superior court judges be completely enjoined are compelling. Removing superior court judgeships from the November general ballot would jeopardize that office's vitality by requiring its own separate electoral process and general election at a later date. The specter of low voter interest and turnout for a distinct election for superior court judges is almost compelling enough in itself to weigh against this requested alternative relief. Furthermore, the costs and burdens placed on defendant and the State of organizing and conducting a separate election for superior court judges are significant.</p>\n<p>Most compelling of all, however, is the fact that an injunction against superior court elections until disposition of this cause on the merits would further the injury of which plaintiffs now complain. Completely enjoining these elections would allow the incumbent Democrat judges to retain their seats pending disposition of this case, with no opportunity for challenge by RPNC candidates. Accordingly, this requested relief does not appear to be a viable alternative due to the significant harm to both parties that would result.</p>\n<p>Defendants arguments against granting provisional relief in the form of requiring districtwide elections are less compelling. Defendants contend that to grant plaintiffs' interim relief in the form of districtwide elections would be to deny the General Assembly the first opportunity to devise an acceptable remedial plan. Defendants contend that court intervention in the form of granting temporary relief would usurp the traditionally legislative function of making the \"variety of political judgments about the dynamics of an overall electoral process.\" In addition, defendants contend that provisional relief would bypass the preclearance requirements of Section 5 of the Voting Rights Act.</p>\n<p>The court indeed is sensitive to the deference traditionally given legislative determinations. <i>Hines v. Mayor and Town Council of Ahoskie,</i> <span class=\"citation\" data-id=\"611575\"><a href=\"/opinion/611575/edna-hines-inell-thomas-james-reynolds-ahoskie-civic-association-v-mayor/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1266</span></a></span>, 1271 (4th Cir.1993). Such deference played an important role in this court's earlier attempt, unsuccessful as it was, to avoid this constitutional quagmire. The Fourth Circuit having determined, however, that plaintiffs' complaint presents a justiciable question under the Fourteenth Amendment, the court now must turn its attention to the method of resolving the present conflicts presented herein.</p>\n<p>This court has no intention of denying the General Assembly the opportunity to evaluate the present facts and evidence that have been presented to this court in order that it might fully consider and fashion an appropriate alternative structure, should the court deem one necessary. In fact, this court encourages the General Assembly to avail itself of the first such opportunity.</p>\n<p>The court is mindful of the fact that the General Assembly will convene in February, 1994, for a special session at the request of Governor James Hunt. Defendants therefore have an immediate opportunity to take the necessary steps to add this weighty matter to the agenda of that session. Sufficient time would then be available for compliance with the preclearance requirements of the Voting Rights Act.</p>\n<p>The General Assembly might thereby consider all possible alternatives to the current method of election, including nomination and election within judicial <i>divisions</i> as well as merit based selection or straight appointment in lieu of elections. This court, however, would be fully supportive of any plan established by the legislature that comports with the constitutional framework applicable in this arena. <i>See </i><i>Upham v. Seamon,</i> <span class=\"citation\" data-id=\"110688\"><a href=\"/opinion/110688/upham-v-seamon/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 42, <span class=\"citation\" data-id=\"110688\"><a href=\"/opinion/110688/upham-v-seamon/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1518</span></a></span>, 1521, <span class=\"citation\" data-id=\"110688\"><a href=\"/opinion/110688/upham-v-seamon/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">725</span></a></span> (1982). Unless and until the General Assembly takes strides to assess the information presented herein by the parties and undertake to resolve this matter, any provisional or permanent relief offered by this court shall remain in full effect.</p>\n<p>In light of the foregoing discussion, and given the nature of the preliminary relief the court is now considering, the court perceives the potential harm to defendants to be negligible. Certainly, as compared to the potential harm that would be endured by plaintiffs should relief be denied at this point, defendants' claims of harm are inconsequential.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*730</span> <i>THE LIKELIHOOD THAT PLAINTIFFS WILL SUCCEED ON THE MERITS</i>\n</h2>\n<p>Of all the factors to be considered, this clearly presents the most troubling questions for the court. As stated above, however, the Fourth Circuit's opinion has roughly paved the way for the court's evaluation of this factor. However, having determined that the balance of harm to the plaintiff if preliminary relief is denied greatly outweighs the likely harm to defendants upon issuing an injunction, <i>see supra discussion,</i> the court need only determine that plaintiffs have \"raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation.\" <i>Blackwelder,</i> 550 F.2d at 195.</p>\n<p>In its review of this case, the Fourth Circuit determined that RPNC has set forth a prima facie case of vote dilution brought about by political gerrymandering. <i>Republican Party,</i> 980 F.2d at 958. The Fourth Circuit, applying the standards established in <i>Bandemer v. Davis,</i> <span class=\"citation\" data-id=\"111737\"><a href=\"/opinion/111737/davis-v-bandemer/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, <span class=\"citation\" data-id=\"111737\"><a href=\"/opinion/111737/davis-v-bandemer/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2797</span></a></span>, <span class=\"citation\" data-id=\"111737\"><a href=\"/opinion/111737/davis-v-bandemer/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">85</span></a></span> (1986), held that</p>\n<blockquote>In order to state such a claim, a plaintiff must allege `intentional discrimination against an identifiable political group and an actual discriminatory effect on that group.' The effect portion of the test `requires a showing of more than a <i>de minimis</i> effect.' Consequently, a plaintiff must complain that an actual or projected history of disproportionate results exists, and that `the electoral system is arranged in a manner that will consistently degrade a voter's or a group of voters' influence on the political process as a whole.'</blockquote>\n<p><i>Republican Party,</i> 980 F.2d at 955 (citations omitted). The Fourth Circuit concluded that RPNC's complaint included numerous specific allegations of discriminatory intent, sufficient to meet the first prong of the prima facie case just set forth. <i>Id.</i> Similarly, after examining RPNC's evidence regarding a \"near century-long dearth,\" <i>id.</i> at 958, of Republican superior court judges<sup>[4]</sup> in light of the statistically significant number of registered Republican voters in the state, the Fourth Circuit held that RPNC's complaint clearly alleged disproportionate results. <i>Id.</i> at 956.</p>\n<p>The Fourth Circuit was likewise satisfied that RPNC's complaint goes further than merely evidencing disproportionate results; it clearly demonstrates more than a <i>de minimis</i> effect. <i>Id.</i> at 957. RPNC's evidence demonstrates that, although Republican candidates enjoy a wide variety of success in elections for other offices within the state, the electoral process with respect to superior court judgeships is so degrading to RPNC that it cannot even field candidates desirous of contesting incumbent Democrats. <i>Id.</i> Such allegations are sufficient to demonstrate that RPNC's influence on the political process as a whole has been and is likely to continue to be consistently degraded.</p>\n<p>Although the Fourth Circuit did not go further and address RPNC's likelihood of success on the merits, it appears clear from the opinion of that court and from this court's independent analysis of the allegations of RPNC's complaint that RPNC has demonstrated a reasonable chance of prevailing on the merits. RPNC has brought to the court's attention numerous affidavits and articles of merit attesting to the historical strife between the North Carolina Republicans and Democrats and to the development of an electoral process that is unfavorable to RPNC, as is shown by the electoral results of this century. <i>See</i> Pls.' Br. at 20-24; Aff. of Theodore S. Arrington ¶¶ 155-164; <i>see generally</i> Aff. of Dr. William Link. Likewise, RPNC has demonstrated sufficient evidence of thwarted Republican attempts to change the statewide election scheme. <i>See, e.g.,</i> Aff. of Charles L. Cromer ¶¶ 9-11; <i>see generally</i> Aff. of Howard Coble; Such allegations appear to strongly support RPNC's claims of discriminatory intent.</p>\n<p>Similarly, RPNC's allegations of the electoral results of this century clearly substantiate its claims of discriminatory effect. RPNC demonstrates that, although approximately 32% of North Carolina registered voters are Republicans and Republican superior court candidates typically capture up to 45% of the total votes cast in a given election, RPNC has enjoyed only one victory at the <span class=\"star-pagination\">*731</span> superior court level during this century. Moreover, this egregious result stands in marked contrast to the relative success RPNC enjoys at all other levels of state government. Plaintiffs' allegations and proof as a whole tend to demonstrate that the discriminatory effects of the current electoral process are more than <i>de minimis.</i></p>\n<p>RPNC's allegations, and the affidavits in support thereof, further demonstrate that this continued frustration at the polls has had the more severe effect of wholly discouraging RPNC competitiveness at this level of the ballot. RPNC's evidence shows that between 1968 and 1992, only 22 Republican candidates challenged Democrat candidates for superior court judgeships. Aff. of Theodore Arrington ¶ 33. RPNC supports this allegation with the affidavits of numerous individuals who attest to the discouragement and overall pessimistic attitude embodied by Republican voters and potential candidates with respect to RPNC's likelihood of success in achieving superior court judgeships. <i>See, e.g.,</i> Affs. of Sherry F. Alloway ¶ 4; R. Locke Bell ¶ 4; David S. Cayer ¶¶ 7-8, 11. These allegations and supporting affidavits present clear, credible and strong evidence in furtherance of RPNC's claims that RPNC's influence on the political process as a whole has been severely degraded.</p>\n<p>In light of the foregoing discussion, the court concludes that RPNC at the very least has presented issues and claims that raise serious and substantial questions that require further argument and analysis on the merits to resolve. Notwithstanding this conclusion, the court has undertaken to weigh the relatively strong case RPNC has presented against defendant's case in rebuttal in order to determine whether the likelihood of plaintiffs' ultimate success is cognizable at this stage of the litigation.</p>\n<p>\"In order to rebut a prima facie case [of political gerrymandering], a state must demonstrate adequate justifications that relate to the goal of the classification.\" <i>Republican Party,</i> 980 F.2d at 953. In analyzing a state's asserted justifications for restricting a group's right to vote, the Supreme Court has held that</p>\n<blockquote>the purpose of the restriction and the assertedly overriding interest served by it must meet close constitutional scrutiny ... [A] State may not dilute a person's vote to give weight to other interests ... All too often, a lack of a `substantial interest' might mean no more than a different interest, and a `fencing out' from the franchise a sector of the population because of the way they may vote is constitutionally impermissible.'</blockquote>\n<p><i>Evans v. Cornman,</i> <span class=\"citation\" data-id=\"108168\"><a href=\"/opinion/108168/evans-v-cornman/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></a></span>, 423-424, <span class=\"citation\" data-id=\"108168\"><a href=\"/opinion/108168/evans-v-cornman/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1752</span></a></span>, 1755-1756, <span class=\"citation\" data-id=\"108168\"><a href=\"/opinion/108168/evans-v-cornman/\"><span class=\"volume\">26</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></a></span> (1970) (quoting <i>Carrington v. Rash,</i> <span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">775</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">675</span></span> (1964)). Applying these standards to the justifications defendants' offer for the present electoral scheme leads this court to the conclusion that the strength of plaintiffs' allegations at this time tends to outweigh that of defendants' asserted defenses.</p>\n<p>Defendants rely principally upon the State's asserted interest in maintaining the nexus between the electoral base of superior court judges and the jurisdictional base of the same office. Although this position was maintained with success in <i>League of United Latin American Citizens v. Clements,</i> <span class=\"citation\" data-id=\"612121\"><a href=\"/opinion/612121/league-of-united-latin-american-citizens-council-no-4434-and-jesse/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">831</span></a></span>, 837 (5th Cir.1993), the facts of this case do not present the same likelihood that defendants successfully can rely on this argument. The evidence offered by both plaintiffs and defendants alike tends to establish that, although superior court judges maintain statewide jurisdiction, they principally serve the districts located within their respective judicial divisions. A survey of all of the affidavits and exhibits offered by defendants themselves tends to demonstrate that superior court judges spend the vast majority of their time  at least 80 to 90 percent on the average  rotating within their division. Depending upon the size of the individual districts and number of judgeships located therein, some superior court judges spend twenty-five percent or more of their time on the bench within their resident district. The totality of the evidence presented to this court demonstrates that only a minority of the total time served by all superior court judges is spent by judges presiding outside of their respective divisions.</p>\n<p><span class=\"star-pagination\">*732</span> Defendants remaining justifications  such as the fact that the State Constitution supports the present electoral system or that the State maintains an interest in insulating judicial officers from the pressures of local politics  are less compelling in light of the fact that the Constitution also provides for districtwide elections. The court finds that at this stage of the litigation, plaintiffs have presented a case that is more fully supported by the facts and evidence than is that of defendants. This is not to say, however, that defendants arguments are without merit, for defendants have well documented their position and may, in fact, prove successful on the merits. At this point, the court determines only that the plaintiffs have offered stronger arguments and evidence in support thereof than have defendants.</p>\n<p></p>\n<h2><i>THE PUBLIC INTEREST AT STAKE IN THE LITIGATION</i></h2>\n<p>It is undeniable that the public interest in the electoral process for its state trial judges is compelling. \"[P]ublic interest favors an electorate familiar with its candidates and elections conducted in an orderly way within easily understood boundaries.\" <i>Republican Party of Virginia v. Wilder,</i> <span class=\"citation\" data-id=\"1425779\"><a href=\"/opinion/1425779/republican-party-of-virginia-v-wilder/\"><span class=\"volume\">774</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">400</span></a></span>, 407 (W.D.Va.1991). Public interest also demands the opportunity to choose from among the most qualified candidates available for office. Plaintiffs' evidence clearly shows that at least this last demand is not presently served by the electoral process. The granting of provisional relief in the form of districtwide elections would serve to protect this interest by promoting an electoral environment more conducive to qualified Republican candidates. <i>See</i> Pls.' Br. at 39, n. 22 and accompanying text (identifying numerous Republican candidates who would have a personal interest in seeking the office of superior court judge if the elections were conducted on a districtwide basis).</p>\n<p>More importantly, public interest requires the furtherance of the constitutional protections that attach to the franchise. It is on this point that the present lawsuit turns. Is the electorate's interest in equality of access to the ballot being protected by the present election scheme?</p>\n<p>At the very least, plaintiffs have made a prima facie showing that it is not. The court perceives that plaintiffs have gone further, however, producing credible evidence tending to show that they, as a group, are not receiving equal franchise rights. It is the court's obligation, then, to assuage the harm currently being done to the public interest by protecting the rights that are now being denied. Provisional relief at this stage may ensure that plaintiffs' votes as a group are not subject to denial or dilution through submersion in the statewide pool.</p>\n<p>Plaintiffs also advance the persuasive argument that providing for districtwide elections may instigate fruitful discourse and informative votes on judicial issues that are of prime importance at the local level. Although the court recognizes the dangers of having local issues infiltrate the election process of a member of the judiciary, the court perceives this harm to be outweighed by the positive aspects of local campaigns and elections, including increased voter interest and turnout.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>In balancing the harm to the parties, the court finds that the weight of the scales tips in favor of plaintiffs. For the reasons advanced above, provisional relief appears warranted and will be granted as set forth below.</p>\n<p>Plaintiffs have made a sufficient showing that they have been and will continue to be irreparably harmed by the present superior court electoral process. If, upon final resolution of the merits of this action, plaintiffs prevail upon their claim of vote dilution yet the court has denied them this prophylactic relief, plaintiffs will find themselves to have been effectively disenfranchised for yet another year of superior court elections.</p>\n<p>The corresponding harm to defendants upon the granting of this provisional relief appears to be minor. At this early date, defendants have ample time to forecast to all interested individuals, groups, parties, etc., the terms under which the prospective election will be conducted. Moreover, if defendants ultimately prevail on the merits, the granting of this provisional relief will not significantly disturb their franchise rights <span class=\"star-pagination\">*733</span> due to the availability of prompt relief for which the terms of this provisional plan will provide.</p>\n<p>In addition, because the provisional plan set forth below does not entail redistricting, but instead only alters the method of calculating election winners by selecting an alternative provided for in the State Constitution, no inordinate burden is placed on defendants. The most readily perceivable harm to defendants will be the increased cost and time that might be necessitated by the additional vote-tallying and record-keeping required by the provisional relief granted herein. Nonetheless, the effect of this harm is <i>de minimis</i> when compared to that harm plaintiffs potentially could suffer with respect to their constitutionally protected right to the ballot.</p>\n<p>As discussed above, the Fourth Circuit has demonstrated its affinity for plaintiffs' cause of action by determining that plaintiffs present a viable, justiciable Fourteenth Amendment claim. Having evaluated the merits of plaintiffs' position when determining whether plaintiffs' established a prima facie showing of vote dilution brought about by political gerrymandering, the Fourth Circuit established a skeletal framework by which the merits of plaintiffs' claim can be analyzed. Having held plaintiffs' claim against this framework, the court determines that plaintiffs' arguments and evidence are strong enough to persuade this court that the likelihood of their success on the merits is more probable than not.</p>\n<p>At the very least, however, the court finds that plaintiffs clearly have raised questions going to the merits so serious, substantial, difficult and doubtful, as to make them fair ground for litigation and thus more deliberate investigation. In light of the court's determination that plaintiffs are subject to far greater harm upon denial of preliminary relief than are defendants should relief be granted now, this finding is sufficient to warrant the granting of plaintiffs' requested preliminary injunction. <i>See </i><i>Rum Creek,</i> 926 F.2d at 359.</p>\n<p>Finally, the perceived public interest is adequately protected and even well served by this provisional plan of relief. The public interest in conducting fair and equal elections and of having the most qualified judges in office will be protected by the relief granted herein. The vote-tallying requirements imposed by this order will ensure the public that all candidates' chances of success in 1994 are protected regardless of the ultimate electoral scheme adopted. In addition, the timeliness of this response to plaintiffs' motion shall ensure that all potential candidates for superior court judgeships have the benefit of adequate time to consider their intentions to file notice of candidacy.</p>\n<p>In light of the foregoing, the court finds the balance to be struck in favor of plaintiffs. Accordingly, plaintiffs' motion for a preliminary injunction is hereby ALLOWED. The following represents the terms and conditions of the preliminary injunction hereby granted by this court.</p>\n<p></p>\n<h2>PRELIMINARY INJUNCTION</h2>\n<p>Accordingly, the court hereby ORDERS a preliminary injunction in favor of plaintiffs on the following terms and conditions:</p>\n<p>Elections for superior court judges in the State of North Carolina, presently scheduled for November, 1994, shall be conducted in accordance with the current election practice as provided for by statute except as modified as follows:</p>\n<p>(1) Candidates shall be residents of the districts in which they are to serve and shall file notices of candidacy in accordance with the provisions of N.C.Gen.Stat. § 163-106;</p>\n<p>(2) The latest time for filing notices of candidacy shall be extended from 12:00 noon on the first Monday in February, 1994, to not later than 12:00 noon on the third Friday in February, 1994, in order to allow all prospective candidates adequate time to consider their intent to file notice of candidacy in light of this court's order of preliminary injunction;</p>\n<p>(3) Candidates shall be nominated by local party primaries conducted on a districtwide basis, as is currently the practice;</p>\n<p>(4) Successful party primary candidates will thereafter run against one another in the November general election as scheduled;</p>\n<p>(5) The November general election shall be conducted on a statewide basis on the <span class=\"star-pagination\">*734</span> general ballot, as is currently the practice, except that a record of votes received by each candidate shall be made and kept in the following <i>three manners:</i></p>\n<blockquote>(a) By total number of votes received in the state;</blockquote>\n<blockquote>(b) By total number of votes received in the judicial division within which the candidate's resident district lies; and</blockquote>\n<blockquote>(c) By total number of votes received in the candidate's resident district;</blockquote>\n<p>(6) The latter method of vote tallying  total number of votes received by a candidate within his or her resident district  shall determine the prevailing candidate for the judgeship available in that district.</p>\n<p>(7) In this manner, candidates shall be selected for office on the basis of a district-wide vote, although record shall be kept of the total number of votes each candidate receives in his judicial division and within the entire state as well.</p>\n<p>(8) In so doing, the integrity of the election shall be preserved regardless of the outcome of this litigation. Should plaintiffs ultimately prevail on the merits, they will have enjoyed as much success at the polls as they might be entitled under the remedy sought. Should defendants ultimately prevail on the merits, a record of statewide votes will have been preserved and appropriate relief can be promptly effectuated. Furthermore, should the General Assembly choose to consider nomination and election by judicial division, a record of votes received by each candidate within his or her respective division will have been preserved, thereby facilitating the General Assembly's evaluation of this method of election.</p>\n<p>(9) All other practices and provisions with regard to the election of North Carolina superior court judges, as established by the Election Laws of North Carolina, that are not modified, altered or otherwise affected by the terms of this order shall remain in full effect.</p>\n<p>(10) The provisions of this order shall become effective immediately upon entry of this order and shall remain in effect unless and until such time as the North Carolina General Assembly takes steps to fashion an alternative remedial plan for the election of superior court judges that meets with applicable constitutional requirements.</p>\n<p>(11) Defendants are ORDERED to take all necessary steps to incorporate these terms into the electoral process for the November, 1994, elections of North Carolina superior court judges.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Plaintiffs will be referred to herein collectively as \"RPNC.\"</p>\n<p>[2]  Various provisions of the state election law, however, indicate acceptance of this practice by the General Assembly. For example:\n</p>\n<p>(i) N.C.Gen.Stat. § 163-156(c)(2) provides that for certain vacancies occurring after filing has begun, nomination of candidates for Superior Court judge are to be made \"by the appropriate district executive committee of each political party;\"</p>\n<p>(ii) N.C.Gen.Stat. § 163-106(i) requires residence in a district in order to file notice of candidacy;</p>\n<p>(iii) N.C.Gen.Stat. § 163-109 provides that county boards of elections are to furnish ballots for all offices where district primaries are conducted, and lists Superior Court judge among those offices;</p>\n<p>(iv) N.C.Gen.Stat. § 163-109 provides that, if a party nominee for Superior Court judge dies, resigns or is disqualified before the general election, the vacancy is to be filled only by the party executive committee members living in the judicial district.</p>\n<p>A three-judge district court sitting in <i>Holshouser v. Scott,</i> <span class=\"citation\" data-id=\"1738240\"><a href=\"/opinion/1738240/holshouser-v-scott/\"><span class=\"volume\">335</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">928</span></a></span> (M.D.N.C.1971), <i>aff'd </i><i>mem.,</i> <span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">807</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">43</span></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">68</span></span> (1972), also determined that the legislature intended district primaries even though no single statute authorized the procedure. <i>See id.</i> at 930 (\"The General Assembly has prescribed that the regular judges shall be nominated in a primary election conducted in their respective districts but shall be elected in the general election by statewide vote.\").</p>\n<p>[3]  Because at the time of the enactment of Chapter 509 all Superior Court judges were Democrats, no other result could have been obtained without the removal of an incumbent from office.</p>\n<p>[4]  Excepting, of course, Judge Howard Manning's brief stint on the bench.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/611575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1425779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1583177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1738240/"
  ]
}