{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1514225/",
  "absolute_url": "/opinion/1514225/glaxo-inc-v-heckler/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1514225/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:32:22.927327Z",
  "date_modified": "2016-04-27T01:22:17.414830Z",
  "type": "010combined",
  "sha1": "6e8dc7cb5682414d074c0f4e74feec1baa80d220",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>623 F.Supp. 69 (1985)</b></center>\n<center><h1>GLAXO, INC., Plaintiff,<br>\nv.<br>\nMargaret HECKLER, Secretary, Health and Human Services, et al., Defendants.</h1></center>\n<center>No. 85-1503-Civ-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 27, 1985.</center>\n<p><span class=\"star-pagination\">*70</span> Peter W. Safir, Kleinfeld, Kaplan and Becker, Washington, D.C., Randel E. Phillips, Charlotte, N.C., William D. Dannelly, Moore, Van Allen, Allen &amp; Thigpen, Raleigh, N.C., for plaintiff.</p>\n<p>Donald O. Beers, Assoc. Chief Counsel for Enforcement, Sandra I. Barnes, Trial Atty., Food &amp; Drug Admin., Rockville, Md., Joel E. Hoffman and Willard K. Tom, Sutherland, Asbill &amp; Brennan, Washington, D.C., Eura DuVal Gaskins, Jr. and Robert W. Spearman, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter came before the court for hearing on the plaintiff's motion for preliminary injunction pursuant to Rule 65 of the Federal Rules of Civil Procedure. Plaintiff Glaxo commenced an action in this court on November 14, 1985, for declaratory and injunctive relief against the Secretary of Health and Human Services and the Commissioner of Food and Drugs. Prior to the hearing, Eli Lilly and Company, on motion, was allowed to intervene as a party defendant pursuant to Federal Rule of Civil Procedure 24(a). Jurisdiction is conferred by 28 U.S.C. § 1331, 1337, 1361 and 5 U.S.C. § 704.</p>\n<p>Glaxo is a manufacturer of prescription pharmaceutical products. Among the products it produces are antibiotic drugs. Glaxo seeks relief in federal court in anticipation of the Food and Drug Administration (FDA) approving an application by defendant Lilly, a competitor of Glaxo, to market an antibiotic drug named Tazidime. Tazidime is a generic version of Glaxo's antibiotic drug, Ceftazidime. Ceftazidime is currently being marketed by Glaxo following its approval by the FDA on July 19, 1985. Lilly filed an application with the FDA to market Tazadime on July 19, 1985. That application is currently pending before that agency.</p>\n<p>Anticipating that Lilly's pending application was about to be approved, Glaxo filed with the FDA a Petition for Stay of Action on October 10, 1985. Glaxo urged the agency to withhold approval of Lilly's application until July 19, 1990. The FDA published a public notice of the Glaxo Petition in the Federal Register. 50 Fed.Reg. 47601 (November 12, 1985). On November 13, 1985, the FDA denied Glaxo's request for interim relief and announced its intention to grant effective approval of Abbreviated New Drug Applications for generic versions of Ceftazidime. This declaratory action judgment was filed the following day. In its complaint, Glaxo alleges that the FDA's imminent approval of generic versions of Ceftazidime will be in violation of the Federal Food, Drug and Cosmetic Act (the FDCA), 21 U.S.C. § 301, <i>et seq.,</i> the Administrative Procedure Act, 5 U.S.C. §§ 551-59, 701-06, and federal regulations issued by the FDA.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>A district court may properly consider four factors when evaluating a motion for a preliminary injunction. Those factors are probability of success on the merits, irreparable injury to the plaintiff, harm to other interested parties, and the public interest. <i>Blackwelder Furniture Company v. Seilig Manufacturing Company,</i> 550 F.2d 189, 193 (4th Cir.1977). However, the two most important factors are those of probable irreparable injury to the plaintiff without a decree and of likely harm to the defendant with a decree. In instances in which the plaintiff demonstrates irreparable injury, he need not show a likelihood of success. <i>Id.</i> at 196. <span class=\"star-pagination\">*71</span> However, the importance of probability of success on the merits increases as the probability of irreparable injury diminishes. <i>Id.</i> at 195. The public interest is always to be considered. <i>Id.</i></p>\n<p>With this standard in mind, the court now examines the arguments of the respective parties in this action to determine whether injunctive relief is appropriate at this stage of the proceedings. It is unnecessary for the purposes of this order to specifically address the relationship between Glaxo and Lilly regarding patent rights to cephalosporin products such as Ceftazidime. Instead, the court merely notes that these parties have a long-standing relationship dating back to 1969 which allows Lilly to manufacture cephalosporin products over which Glaxo has the patent right in return for Glaxo's exercising similar rights under Lilly's cephalosporin patents outside the United States. Ceftazidime falls within the scope and terms of this non-exclusive licensing agreement.</p>\n<p>Plaintiff Glaxo has two grounds upon which it moves for injunctive relief. First, it asserts that the 1984 amendments to the FDCA, i.e., the Drug Price Competition and Patent Term Restoration Act of 1984, Pub.L. No. 98-417, provided manufacturers of pioneer antibiotic drugs such as Ceftazidime with a five year exclusive marketing period during which the FDA cannot approve generic versions of the pioneer antibiotic drug. <i>See</i> 21 U.S.C. § 355(j)(4)(D)(ii) (1985). Second, Glaxo contends that the FDA may not approve Lilly's generic drug Tazidime because that agency agreed not to release to the public the safety and efficacy data supporting Glaxo's successful application for Ceftazidime.</p>\n<p>Both grounds raise questions of first impression within this circuit, if not nationally. The court will first address Glaxo's second ground for relief. Simply stated, the court finds this argument to be meritless. Glaxo itself requested that the FDA withhold public dissemination of its scientific data relating to Ceftazidime; the FDA agreed to withhold this information, but not for the purpose of allowing Glaxo to develop a monopoly in marketing Ceftazidime in this country.<sup>[1]</sup> The FDA's generous action cannot be construed to bar that agency from approving generic versions of Ceftazidime for marketing in this country. Moreover, FDA regulations do not require that approval of generic versions of antibiotic drugs be based upon <i>public</i> efficacy and safety data.</p>\n<p>Therefore, this second ground for equitable relief does not justify imposition of a preliminary injunction. Glaxo cannot show that any injury it suffers without a decree outweighs Lilly's injury suffered by issuance of such decree. Glaxo has also failed to establish the likelihood of success on the merits regarding its second cause of action. Lastly, the public interest dictates that this ground for equitable relief be rejected: the FDA cannot be enjoined from approving competitive drugs on the basis of proposed regulations never enacted and upon actions totally unrelated to the approval process mandated by Congress in § 355 and § 357.</p>\n<p>Glaxo's major argument is that a 1984 amendment to 21 U.S.C. § 355, in combination with FDA regulations, place antibiotics and all generic versions of them within the statutory scheme enunciated for non-antibiotic drugs, i.e., § 355. After reviewing the statutory scheme for approval of antibiotic and non-antibiotic drugs, as well as pertinent federal regulations, the court finds for the reasons given hereafter that Glaxo has failed to demonstrate a need for issuance of a preliminary injunction.</p>\n<p>Traditionally, the FDA approved antibiotic drugs pursuant to 21 U.S.C. § 357; non-antibiotic drugs were approved pursuant to 21 U.S.C. § 355. Prior to a 1984 amendment, data resulting from safety and efficacy testing were required to accompany any application for marketing of a non-antibiotic <span class=\"star-pagination\">*72</span> drug. The FDA would not approve a generic copy of a non-antibiotic drug without safety and efficacy data. The safety and efficacy requirements effectively required the same level of testing and empirical study as would be required for the initial approval of a drug. For this reason, few generic copies of non-antibiotic drugs were approved pursuant to § 355 between the years 1962 and 1984.</p>\n<p>However, the FDA routinely approved generic copies of antibiotic drugs pursuant to § 357 of the FDCA. Instead of requiring safety and efficacy tests for each generic version of an antibiotic drug, the FDA created a monograph of a pioneer antibiotic drug once that drug was approved. This monograph for all practical purposes was a recipe containing the chemical composition of the approved pioneer antibiotic drug. Manufacturers of generic versions of a pioneer antibiotic drug would receive approval to market their products provided the generic copies were identical to the previously approved drug as described in the monograph. In short, since the FDA had available on file all safety and efficacy data for a pioneer antibiotic drug, a manufacturer seeking to produce a generic copy of the drug was not required to replicate the scientific data accompanying the pioneer drug's application.</p>\n<p>The 1984 amendment to § 355, contained in Title I of the Drug Price Competition and Patent Term Restoration Act, substantially changed the method by which the FDA approved proposed generic copies of non-antibiotic drugs. Congress created a new form of drug application, i.e., a \"New Drug Application.\" <i>See</i> § 355(b). Following the 1984 amendment, applications for approval of generic versions of non-antibiotic drug are treated by the FDA in a way similar to that treatment afforded to antibiotic drugs. By using an \"Abbreviated New Drug Application,\" a manufacturer of a generic version of a non-antibiotic drug may rely on existing data and information on file with the FDA in order to satisfy the safety and efficacy requirements of federal food and drug law.</p>\n<p>Congress recognized that this valuable concession to manufacturers of generic non-antibiotic drugs would significantly prejudice those pharmaceutical manufacturers involved in the research and production of pioneer drugs of this sort. Consequently, Congress adopted in § 355(j) various exclusivity periods during which submission of an Abbreviated New Drug Application pursuant to § 355(j) is prohibited. In particular, § 355(j)(4)(D)(ii) prohibits the filing of such an application for five years after the first New Drug Application is approved; five years must pass before a generic non-antibiotic drug is approved under § 355(b).</p>\n<p>This review of the statutory procedure for approving antibiotic and non-antibiotic drugs demonstrates that many of the traditional distinctions between the two types of drugs were minimized with the passage of the 1984 amendments. Another traditional distinction between the two types of drugs, batch certification, was to a large extent removed in 1982 by federal regulation. Traditionally, antibiotic drugs subject to approval under § 357 were subject to batch certification requirements because of the peculiar characteristics and nature of these drugs. The FDA is authorized to certify each batch of a pioneer or generic antibiotic drug to assure that each particular batch meets the quality standards enunciated in the pertinent monograph. In 1982, the FDA, because of a history of experience with these drugs, exempted a broad spectrum of them from the requirements of batch certification. <i>See</i> 21 C.F.R. § 433.1 (1982).</p>\n<p>The 1982 FDA regulation and 1984 amendments to the FDCA resulted in antibiotic and non-antibiotic drugs being treated in a very similar fashion. Plaintiff Glaxo interprets the 1982 batch certification exemption, in conjunction with § 357(e), as placing all antibiotic drug applications under the auspices of § 355.<sup>[2]</sup><span class=\"star-pagination\">*73</span> Thus, Glaxo argues that its application for Ceftazidime, as well as Lilly's pending application, constitute New Drug Applications as defined in § 355(b). Since Ceftazidime is governed by § 355, so the argument goes, that section's five year exclusivity period applies.</p>\n<p>However, the FDA's 1982 batch certification regulation did not create a blanket exemption placing all future applications for approval of antibiotic drugs within the confines of § 355. That regulation, 21 C.F.R. § 433.1, specifically states that any exemption from batch certification occurs only <i>following</i> approval of the antibiotic under § 357:</p>\n<blockquote>(c) In accordance with the provisions of [§ 357(e)], an antibiotic-containing drug for human use exempt from the requirements for batch certification under this section is subject <i>following its approval</i> to [§ 355].... (emphasis added)</blockquote>\n<p>21 C.F.R. § 433.1(c) (1982).</p>\n<p>The language found in the statute and regulations themselves clearly reveals that the FDA's approval of antibiotic drugs constitutes an exercise of legislatively delegated authority pursuant to 21 U.S.C. § 357. The FDA approved Glaxo's Ceftazidime application pursuant to § 357, and presumably may soon approve Lilly's Tazidime application under that same provision. Glaxo did not contest the FDA's approval of Ceftazidime under § 357 when it was first informed of that approval in July, 1985. This court may not rewrite legislation which Congress expressly considered so as to engraft the exclusivity provisions of § 355 on to antibiotic drugs.</p>\n<p>Moreover, the court notes that Glaxo lobbied Congress to include in the 1984 legislation language amending § 357 so as to create exclusivity periods similar to those added to § 355. The arguments Glaxo presents to this court were before the Congress in 1984. Glaxo recognized at that time that the Congress, and not the federal courts, are the proper forum for amending the laws of the United States. Having lost its battle in the proper forum for presenting this petition, Glaxo is now prevented by the separation of powers doctrine from obtaining relief in this judicial forum.</p>\n<p>Finally, the court notes that an interpretation of 21 C.F.R. § 433.1 is critical for resolution of this issue. The FDA's interpretation of its own regulation is entitled to some deference in this instance. The court's construction of this regulation, in conjunction with §§ 355 and 357, puts to rest the plaintiff's claim for injunctive relief.</p>\n<p>Glaxo has failed to meet the <i>Blackwelder</i> standards for obtaining a preliminary injunction. In considering the probable injury to Glaxo without a decree and the likely harm to the FDA and Lilly with a decree, it is clear that a balance has not been struck in Glaxo's favor. Moreover, Glaxo has failed to show a likelihood of success on the merits of either of the two grounds it presents for injunctive relief. Finally, the public interest in this case clearly is best served by allowing federal agencies to interpret their own regulations and to operate unimpeded by the courts so long as they operate within their legislatively-delegated authority and within the confines of the Administrative Procedure Act.</p>\n<p>Accordingly, Glaxo's motions for a preliminary injunction and for a temporary restraining order are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The FDA withheld this information to allow Glaxo to develop foreign markets for the sale of Ceftazidime.</p>\n<p>[2]  21 U.S.C. § 357(e) states in pertinent part:\n</p>\n<p>No drug which is subject to [§ 357] shall be deemed to be subject to any provision of § 355 ... except a new drug exempted from the requirements of this section ... pursuant to regulations promulgated by the Secretary. ...</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">623</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">69</span></span> (1985)</b></center>\n<center><h1>GLAXO, INC., Plaintiff,<br>\nv.<br>\nMargaret HECKLER, Secretary, Health and Human Services, et al., Defendants.</h1></center>\n<center>No. 85-1503-Civ-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 27, 1985.</center>\n<p><span class=\"star-pagination\">*70</span> Peter W. Safir, Kleinfeld, Kaplan and Becker, Washington, D.C., Randel E. Phillips, Charlotte, N.C., William D. Dannelly, Moore, Van Allen, Allen &amp; Thigpen, Raleigh, N.C., for plaintiff.</p>\n<p>Donald O. Beers, Assoc. Chief Counsel for Enforcement, Sandra I. Barnes, Trial Atty., Food &amp; Drug Admin., Rockville, Md., Joel E. Hoffman and Willard K. Tom, Sutherland, Asbill &amp; Brennan, Washington, D.C., Eura DuVal Gaskins, Jr. and Robert W. Spearman, Sanford, Adams, McCullough &amp; Beard, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This matter came before the court for hearing on the plaintiff's motion for preliminary injunction pursuant to Rule 65 of the Federal Rules of Civil Procedure. Plaintiff Glaxo commenced an action in this court on November 14, 1985, for declaratory and injunctive relief against the Secretary of Health and Human Services and the Commissioner of Food and Drugs. Prior to the hearing, Eli Lilly and Company, on motion, was allowed to intervene as a party defendant pursuant to Federal Rule of Civil Procedure 24(a). Jurisdiction is conferred by 28 U.S.C. § 1331, 1337, 1361 and 5 U.S.C. § 704.</p>\n<p>Glaxo is a manufacturer of prescription pharmaceutical products. Among the products it produces are antibiotic drugs. Glaxo seeks relief in federal court in anticipation of the Food and Drug Administration (FDA) approving an application by defendant Lilly, a competitor of Glaxo, to market an antibiotic drug named Tazidime. Tazidime is a generic version of Glaxo's antibiotic drug, Ceftazidime. Ceftazidime is currently being marketed by Glaxo following its approval by the FDA on July 19, 1985. Lilly filed an application with the FDA to market Tazadime on July 19, 1985. That application is currently pending before that agency.</p>\n<p>Anticipating that Lilly's pending application was about to be approved, Glaxo filed with the FDA a Petition for Stay of Action on October 10, 1985. Glaxo urged the agency to withhold approval of Lilly's application until July 19, 1990. The FDA published a public notice of the Glaxo Petition in the Federal Register. 50 Fed.Reg. 47601 (November 12, 1985). On November 13, 1985, the FDA denied Glaxo's request for interim relief and announced its intention to grant effective approval of Abbreviated New Drug Applications for generic versions of Ceftazidime. This declaratory action judgment was filed the following day. In its complaint, Glaxo alleges that the FDA's imminent approval of generic versions of Ceftazidime will be in violation of the Federal Food, Drug and Cosmetic Act (the FDCA), 21 U.S.C. § 301, <i>et seq.,</i> the Administrative Procedure Act, 5 U.S.C. §§ 551-59, 701-06, and federal regulations issued by the FDA.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>A district court may properly consider four factors when evaluating a motion for a preliminary injunction. Those factors are probability of success on the merits, irreparable injury to the plaintiff, harm to other interested parties, and the public interest. <i>Blackwelder Furniture Company v. Seilig Manufacturing Company,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 193 (4th Cir.1977). However, the two most important factors are those of probable irreparable injury to the plaintiff without a decree and of likely harm to the defendant with a decree. In instances in which the plaintiff demonstrates irreparable injury, he need not show a likelihood of success. <i>Id.</i> at 196. <span class=\"star-pagination\">*71</span> However, the importance of probability of success on the merits increases as the probability of irreparable injury diminishes. <i>Id.</i> at 195. The public interest is always to be considered. <i>Id.</i></p>\n<p>With this standard in mind, the court now examines the arguments of the respective parties in this action to determine whether injunctive relief is appropriate at this stage of the proceedings. It is unnecessary for the purposes of this order to specifically address the relationship between Glaxo and Lilly regarding patent rights to cephalosporin products such as Ceftazidime. Instead, the court merely notes that these parties have a long-standing relationship dating back to 1969 which allows Lilly to manufacture cephalosporin products over which Glaxo has the patent right in return for Glaxo's exercising similar rights under Lilly's cephalosporin patents outside the United States. Ceftazidime falls within the scope and terms of this non-exclusive licensing agreement.</p>\n<p>Plaintiff Glaxo has two grounds upon which it moves for injunctive relief. First, it asserts that the 1984 amendments to the FDCA, i.e., the Drug Price Competition and Patent Term Restoration Act of 1984, Pub.L. No. 98-417, provided manufacturers of pioneer antibiotic drugs such as Ceftazidime with a five year exclusive marketing period during which the FDA cannot approve generic versions of the pioneer antibiotic drug. <i>See</i> 21 U.S.C. § 355(j)(4)(D)(ii) (1985). Second, Glaxo contends that the FDA may not approve Lilly's generic drug Tazidime because that agency agreed not to release to the public the safety and efficacy data supporting Glaxo's successful application for Ceftazidime.</p>\n<p>Both grounds raise questions of first impression within this circuit, if not nationally. The court will first address Glaxo's second ground for relief. Simply stated, the court finds this argument to be meritless. Glaxo itself requested that the FDA withhold public dissemination of its scientific data relating to Ceftazidime; the FDA agreed to withhold this information, but not for the purpose of allowing Glaxo to develop a monopoly in marketing Ceftazidime in this country.<sup>[1]</sup> The FDA's generous action cannot be construed to bar that agency from approving generic versions of Ceftazidime for marketing in this country. Moreover, FDA regulations do not require that approval of generic versions of antibiotic drugs be based upon <i>public</i> efficacy and safety data.</p>\n<p>Therefore, this second ground for equitable relief does not justify imposition of a preliminary injunction. Glaxo cannot show that any injury it suffers without a decree outweighs Lilly's injury suffered by issuance of such decree. Glaxo has also failed to establish the likelihood of success on the merits regarding its second cause of action. Lastly, the public interest dictates that this ground for equitable relief be rejected: the FDA cannot be enjoined from approving competitive drugs on the basis of proposed regulations never enacted and upon actions totally unrelated to the approval process mandated by Congress in § 355 and § 357.</p>\n<p>Glaxo's major argument is that a 1984 amendment to 21 U.S.C. § 355, in combination with FDA regulations, place antibiotics and all generic versions of them within the statutory scheme enunciated for non-antibiotic drugs, i.e., § 355. After reviewing the statutory scheme for approval of antibiotic and non-antibiotic drugs, as well as pertinent federal regulations, the court finds for the reasons given hereafter that Glaxo has failed to demonstrate a need for issuance of a preliminary injunction.</p>\n<p>Traditionally, the FDA approved antibiotic drugs pursuant to 21 U.S.C. § 357; non-antibiotic drugs were approved pursuant to 21 U.S.C. § 355. Prior to a 1984 amendment, data resulting from safety and efficacy testing were required to accompany any application for marketing of a non-antibiotic <span class=\"star-pagination\">*72</span> drug. The FDA would not approve a generic copy of a non-antibiotic drug without safety and efficacy data. The safety and efficacy requirements effectively required the same level of testing and empirical study as would be required for the initial approval of a drug. For this reason, few generic copies of non-antibiotic drugs were approved pursuant to § 355 between the years 1962 and 1984.</p>\n<p>However, the FDA routinely approved generic copies of antibiotic drugs pursuant to § 357 of the FDCA. Instead of requiring safety and efficacy tests for each generic version of an antibiotic drug, the FDA created a monograph of a pioneer antibiotic drug once that drug was approved. This monograph for all practical purposes was a recipe containing the chemical composition of the approved pioneer antibiotic drug. Manufacturers of generic versions of a pioneer antibiotic drug would receive approval to market their products provided the generic copies were identical to the previously approved drug as described in the monograph. In short, since the FDA had available on file all safety and efficacy data for a pioneer antibiotic drug, a manufacturer seeking to produce a generic copy of the drug was not required to replicate the scientific data accompanying the pioneer drug's application.</p>\n<p>The 1984 amendment to § 355, contained in Title I of the Drug Price Competition and Patent Term Restoration Act, substantially changed the method by which the FDA approved proposed generic copies of non-antibiotic drugs. Congress created a new form of drug application, i.e., a \"New Drug Application.\" <i>See</i> § 355(b). Following the 1984 amendment, applications for approval of generic versions of non-antibiotic drug are treated by the FDA in a way similar to that treatment afforded to antibiotic drugs. By using an \"Abbreviated New Drug Application,\" a manufacturer of a generic version of a non-antibiotic drug may rely on existing data and information on file with the FDA in order to satisfy the safety and efficacy requirements of federal food and drug law.</p>\n<p>Congress recognized that this valuable concession to manufacturers of generic non-antibiotic drugs would significantly prejudice those pharmaceutical manufacturers involved in the research and production of pioneer drugs of this sort. Consequently, Congress adopted in § 355(j) various exclusivity periods during which submission of an Abbreviated New Drug Application pursuant to § 355(j) is prohibited. In particular, § 355(j)(4)(D)(ii) prohibits the filing of such an application for five years after the first New Drug Application is approved; five years must pass before a generic non-antibiotic drug is approved under § 355(b).</p>\n<p>This review of the statutory procedure for approving antibiotic and non-antibiotic drugs demonstrates that many of the traditional distinctions between the two types of drugs were minimized with the passage of the 1984 amendments. Another traditional distinction between the two types of drugs, batch certification, was to a large extent removed in 1982 by federal regulation. Traditionally, antibiotic drugs subject to approval under § 357 were subject to batch certification requirements because of the peculiar characteristics and nature of these drugs. The FDA is authorized to certify each batch of a pioneer or generic antibiotic drug to assure that each particular batch meets the quality standards enunciated in the pertinent monograph. In 1982, the FDA, because of a history of experience with these drugs, exempted a broad spectrum of them from the requirements of batch certification. <i>See</i> 21 C.F.R. § 433.1 (1982).</p>\n<p>The 1982 FDA regulation and 1984 amendments to the FDCA resulted in antibiotic and non-antibiotic drugs being treated in a very similar fashion. Plaintiff Glaxo interprets the 1982 batch certification exemption, in conjunction with § 357(e), as placing all antibiotic drug applications under the auspices of § 355.<sup>[2]</sup><span class=\"star-pagination\">*73</span> Thus, Glaxo argues that its application for Ceftazidime, as well as Lilly's pending application, constitute New Drug Applications as defined in § 355(b). Since Ceftazidime is governed by § 355, so the argument goes, that section's five year exclusivity period applies.</p>\n<p>However, the FDA's 1982 batch certification regulation did not create a blanket exemption placing all future applications for approval of antibiotic drugs within the confines of § 355. That regulation, 21 C.F.R. § 433.1, specifically states that any exemption from batch certification occurs only <i>following</i> approval of the antibiotic under § 357:</p>\n<blockquote>(c) In accordance with the provisions of [§ 357(e)], an antibiotic-containing drug for human use exempt from the requirements for batch certification under this section is subject <i>following its approval</i> to [§ 355].... (emphasis added)</blockquote>\n<p>21 C.F.R. § 433.1(c) (1982).</p>\n<p>The language found in the statute and regulations themselves clearly reveals that the FDA's approval of antibiotic drugs constitutes an exercise of legislatively delegated authority pursuant to 21 U.S.C. § 357. The FDA approved Glaxo's Ceftazidime application pursuant to § 357, and presumably may soon approve Lilly's Tazidime application under that same provision. Glaxo did not contest the FDA's approval of Ceftazidime under § 357 when it was first informed of that approval in July, 1985. This court may not rewrite legislation which Congress expressly considered so as to engraft the exclusivity provisions of § 355 on to antibiotic drugs.</p>\n<p>Moreover, the court notes that Glaxo lobbied Congress to include in the 1984 legislation language amending § 357 so as to create exclusivity periods similar to those added to § 355. The arguments Glaxo presents to this court were before the Congress in 1984. Glaxo recognized at that time that the Congress, and not the federal courts, are the proper forum for amending the laws of the United States. Having lost its battle in the proper forum for presenting this petition, Glaxo is now prevented by the separation of powers doctrine from obtaining relief in this judicial forum.</p>\n<p>Finally, the court notes that an interpretation of 21 C.F.R. § 433.1 is critical for resolution of this issue. The FDA's interpretation of its own regulation is entitled to some deference in this instance. The court's construction of this regulation, in conjunction with §§ 355 and 357, puts to rest the plaintiff's claim for injunctive relief.</p>\n<p>Glaxo has failed to meet the <i>Blackwelder</i> standards for obtaining a preliminary injunction. In considering the probable injury to Glaxo without a decree and the likely harm to the FDA and Lilly with a decree, it is clear that a balance has not been struck in Glaxo's favor. Moreover, Glaxo has failed to show a likelihood of success on the merits of either of the two grounds it presents for injunctive relief. Finally, the public interest in this case clearly is best served by allowing federal agencies to interpret their own regulations and to operate unimpeded by the courts so long as they operate within their legislatively-delegated authority and within the confines of the Administrative Procedure Act.</p>\n<p>Accordingly, Glaxo's motions for a preliminary injunction and for a temporary restraining order are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  The FDA withheld this information to allow Glaxo to develop foreign markets for the sale of Ceftazidime.</p>\n<p>[2]  21 U.S.C. § 357(e) states in pertinent part:\n</p>\n<p>No drug which is subject to [§ 357] shall be deemed to be subject to any provision of § 355 ... except a new drug exempted from the requirements of this section ... pursuant to regulations promulgated by the Secretary. ...</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/"
  ]
}