{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1515444/",
  "absolute_url": "/opinion/1515444/lassiter-v-taylor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1515444/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1204/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:32:39.952342Z",
  "date_modified": "2016-04-26T21:14:40.578883Z",
  "type": "010combined",
  "sha1": "3606ebe0e20b96a1314ce4d396333f4a2d2cff95",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>152 F.Supp. 295 (1957)</b></center>\n<center><h1>Louise LASSITER et al., Plaintiffs,<br>\nv.<br>\nHelen H. TAYLOR, Registrar Seaboard Precinct, Defendant.</h1></center>\n<center>No. 1019.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Argued April 19, 1957.</center>\n<center>Decided June 10, 1957.</center>\n<p>Taylor &amp; Mitchell, Raleigh, N. C., and James R. Walker, Statesville, N. C., for plaintiffs.</p>\n<p>Vinson Bridgers, of Fountain, Fountain, Bridgers &amp; Horton, Tarboro, N. C., E. N. Riddle, Charlotte, N. C., George Patton, Atty. Gen., and Robert Giles, Asst. Atty. Gen. of North Carolina, for defendant.</p>\n<p>Before PARKER, Chief Judge, and GILLIAM and WARLICK, District Judges.</p>\n<p>PER CURIAM.</p>\n<p>This is an action begun as a class action by a Negro woman resident in Northampton County, North Carolina, against the registrar of the voting precinct in which she resides, to have the Court declare unconstitutional and void the literacy test for voters prescribed by Section 4 of Article VI of the Constitution of North Carolina and Sections 163-28 of the General Statutes of North Carolina as that section appeared at the time of the institution of the action, and for an injunction restraining the Registrar from denying registration to plaintiff on the ground of failure to comply with the literacy test. After the action was instituted, the General Assembly of North Carolina enacted a statute, the effect of which was to repeal the old statute containing the so called \"grandfather Clause\" and requiring that ability to read and write be shown to the satisfaction of the registrar and to substitute therefor a statute prescribing a literacy test without any \"grandfather\" clause and without any reference to \"satisfaction of the registrar\", and providing an appeal from the action of the registrar <span class=\"star-pagination\">*296</span> from denial of registration to the county board of elections and thence to the Superior Court of the County. Act of March 29, 1957. This statute was attacked as unconstitutional in a reply filed by plaintiff. Two other Negro women who had been denied registration by the same registrar were allowed to intervene and make themselves parties to the action. A court of three judges was constituted as required by statute, a hearing was had at which the parties were allowed to introduce all the evidence which they offered, were heard at length on their contentions and were allowed additional time for the filing of briefs.</p>\n<p>At the hearing, it was shown, without contradiction, that the literacy test was applied by the registrar to white persons and Negroes alike without discrimination; and the cross examination of the three Negro women who were denied registration by the Registrar amply established adequate basis for the denial if the literacy test is valid. The contention of counsel for plaintiffs on the record made at the hearing, as we understand it, is not that the literacy test was discriminatingly applied against their clients, but that it is inherently void.</p>\n<p>No question remains in the case with respect to Section 163-28 of the General Statutes as that section read at the time of the institution of this action. Neither injunction nor declaratory relief with regard thereto is appropriate, as that section with its \"grandfather clause\" and with its requirement that ability to read and write be shown to the satisfaction of the registrar has been superseded by the Act of March 29, 1957, which contains neither of these provisions and which provides administrative remedies for those claiming that they have been improperly denied the right to register.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*297</span> The only question in the case is whether the Act of March 29, 1957 should be declared void and its enforcement against plaintiffs enjoined by the court on the ground that it is violative of their rights under the Federal Constitution. We need not consider whether it is violative of provisions of the State Constitution, as argued by plaintiffs; for this does not present a federal question. And no question is presented as to its being discriminatorily applied to plaintiffs, since plaintiffs have not applied for registration under its provisions and have not exhausted the administrative remedies which it provides. Plaintiffs argue, however, that it is unconstitutional because they say it was enacted pursuant to the provisions of Article VI, Section 4 of the State Constitution and is vitiated by the discriminatory provisions contained in that section.<sup>[2]</sup></p>\n<p>There can be no question but that Article VI, Section 4 of the State Constitution was, when enacted, void as violative of the provisions of the 14th and 15 Amendments to the Constitution of the United States. Guinn v. United States, 238 U.S. 347, 35 S.Ct. 926, 59 L.Ed. 1340; Myers v. Anderson, 238 U.S. 368, 35 S.Ct. 932, 59 L.Ed. 1349. It is argued, however, that the \"grandfather clause\" of that section has no application to voters who reached voting age subsequent to 1908, approximately 50 years ago, and that the \"grandfather clause\", which would render the section void, no longer has any practical application. It is further argued that, if the section be held void, the state has the right to prescribe an educational qualification for suffrage in the exercise of its sovereign power as a state, since the provisions of a state constitution are limitations upon and not grants of power. 11 Am.Jur. p. 619. Attention is called to the fact that nineteen states of the Union,<sup>[3]</sup> only seven of which are Southern states, prescribe educational qualifications for suffrage <span class=\"star-pagination\">*298</span> which are uniformly upheld<sup>[4]</sup> and that the Supreme Court has approved them, saying in Guinn v. United States, supra, 238 U.S. at page 360, 35 S.Ct. at page 929:</p>\n<blockquote>\"No question is raised by the government concerning the validity of the literacy test provided for in the amendment under consideration as an independent standard since the conclusion is plain that that test rests on the exercise of state judgment and therefore cannot be here assailed either by disregarding the state's power to judge on the subject or by testing its motive in enacting the provision.\"</blockquote>\n<p>Before we take any action with respect to the Act of March 27, 1957, however, we think that it should be interpreted by the Supreme Court of North Carolina in the light of the provisions of the State Constitution. Government and Civic Employees Organizing Committee etc. v. S. F. Windsor, 77 S.Ct. 838. We think, also, that administrative remedies provided by the act should be exhausted before action by the federal courts is invoked. We shall accordingly enter an order staying action herein but retaining jurisdiction for a reasonable time to enable plaintiffs to take action in the courts of North Carolina to obtain an interpretation of the statute and to exhaust administrative remedies thereunder.</p>\n<p>Action stayed.</p>\n<h2>NOTES</h2>\n<p>[1]  The Act of March 29, 1957 is as follows:\n</p>\n<p>\"Sec. 1. Every person presenting himself for registration shall be able to read and write any section of the Constitution of North Carolina in the English language. It shall be the duty of each registrar to administer the provisions of this section.</p>\n<p>\"Sec. 2. Any person who is denied registration for any reason may appeal the decision of the registrar to the county board of elections of the county in which the precinct is located. Notice of appeal shall be filed with the registrar who denied registration, on the day of denial or by 5:00 p. m. on the day following the day of denial. The notice of appeal shall be in writing, signed by the appealing party, and shall set forth the name, age and address of the appealing party, and shall state the reasons for appeal.</p>\n<p>\"Sec. 3. Every registrar receiving a notice of appeal shall promptly file such notice with the county board of elections, and every person appealing to the county board of elections shall be entitled to a prompt and fair hearing on the question of such person's right and qualifications to register as a voter. A majority of the members of the board shall be the decision of the board. All cases on appeal to a county board of elections shall be heard de novo, and the board is authorized to subpoena witnesses and to compel their attendance and testimony under oath, and is further authorized to subpoena papers and documents relevant to any matter pending before the board. If at the hearing the board shall find that the person appealing from the decision of the registrar is able to read and write any section of the Constitution of North Carolina in the English language and if the board further finds that such person meets all other requirements of law for registration as a voter in the precinct to which application was made, the board shall enter an order directing that such person be registered as a voter in the precinct from which the appeal was taken. The county board of elections shall not be authorized to order registration in any precinct other than the one from which an appeal has been taken. Each appealing party shall be notified of the board's decision in his case not later than ten (10) days after the hearing before the board.</p>\n<p>\"Sec. 4. Any person aggrieved by a final order of a county board of elections may at any time within ten (10) days from the date of such order appeal therefrom to the Superior Court of the county in which the board is located. Upon such appeal, the appealing party shall be the plaintiff and the county board of elections shall be the defendant, and the matter shall be heard de novo in the superior court in the same manner as other civil actions are tried and disposed of therein. If the decision of the court be that the order of the county board of elections shall be set aside, then the court shall enter its order so providing and adjudging that such person is entitled to be registered as a qualified voter in the precinct to which application was originally made, and in such case the name of such person shall be entered on the registration books of that precinct. The court shall not be authorized to order the registration of any person in a precinct to which application was not made prior to the proceeding in court. From the judgment of the superior court an appeal may be taken to the Supreme Court in the same manner as other appeals are taken from judgments of such court in civil actions.</p>\n<p>\"Sec. 5. All laws and clauses of laws in conflict with this Act are hereby repealed.</p>\n<p>\"Sec. 6. This Act shall be effective upon its ratification.\"</p>\n<p>[2]  Article VI, Section 4 of the Constitution of North Carolina is as follows:\n</p>\n<p>\"§ 4. Qualification for registration. Every person presenting himself for registration shall be able to read and write any section of the Constitution in the English language. But no male person who was, on January 1, 1867, or at any time prior thereto, entitled to vote under the laws of any state in the United States wherein he then resided, and no lineal descendant of any such person, shall be denied the right to register and vote at any election in this State by reason of his failure to possess the educational qualifications herein prescribed: Provided, he shall have registered in accordance with the terms of this section prior to December 1, 1908. The General Assembly shall provide for the registration of all persons entitled to vote without the educational qualifications herein prescribed, and shall, on or before November 1, 1908, provide for the making of a permanent record of such registration, and all persons so registered shall forever thereafter have the right to vote in all elections by the people in this State, unless disqualified under section two of this article.\"</p>\n<p>[3]  The states which prescribe educational qualifications for suffrage are: <i>Alabama</i> Tit. 17, sec. 35, Ala.Code; <i>Arizona</i> Ariz. Revised Stat. Title 16, sec. 16-101; <i>California</i> Deering's Cal.Code, Elections, sec. 220, West's Ann.Elections Code, § 220; <i>Connecticut</i> Conn.Gen.Stat. Title 11, secs. 991, 992; <i>Delaware</i> Del.Code Ann. ch. 17, sec. 1701; <i>Georgia</i> Ga.Code Ann. secs. 34-117, 34-120, 34-122; <i>Louisiana</i> LSA-Revised Stat. of 1950, Title 18, sec. 31; <i>Maine</i> Revised Statutes of Maine, ch. 3, sec. 2; <i>Massachusetts</i> Const., Articles of Amendment, Art. XX, sec. 122. See also C. 51, sec. 1 of Ann.Laws of Massachusetts; <i>Mississippi</i> Miss.Code Ann. sec. 3213; <i>New Hampshire</i> Revised State Ann.55:10-55:16; <i>New York</i> McKinney's New York Consolidated Laws, c. 17, Election Law, § 150; <i>Oklahoma</i> Tit. 26, sec. 61, Okl.Stat.Ann.; <i>Oregon</i> Ore.Compiled Laws Ann. vol. 5, sec. 81-103; <i>South Carolina</i> S.C.Code, sec. 23-62; <i>Virginia</i> Const. secs. 30, 20, Code of Va. sec. 24-67 et seq.; <i>Washington</i> Remington's Revised Stat. of Wash. sec. 5114-11; <i>Wyoming</i> Wyoming Compiled Stat.Ann. sec. 31-1205.</p>\n<p>[4]  Guinn v. United States, 238 U.S. 347, 360, 35 S.Ct. 932; Williams v. State of Mississippi, 170 U.S. 213, 18 S.Ct. 583, 42 L.Ed. 1012; Davis v. Schnell, D.C., 81 F.Supp. 872, affirmed 336 U.S. 933, 69 S.Ct. 749, 93 L.Ed. 1093; Trudeau v. Barnes, 5 Cir., 65 F.2d 563, certiorari denied 290 U.S. 659, 54 S.Ct. 74, 78 L.Ed. 571.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">152</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">295</span></span> (1957)</b></center>\n<center><h1>Louise LASSITER et al., Plaintiffs,<br>\nv.<br>\nHelen H. TAYLOR, Registrar Seaboard Precinct, Defendant.</h1></center>\n<center>No. 1019.</center>\n<center><p><b>United States District Court E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Argued April 19, 1957.</center>\n<center>Decided June 10, 1957.</center>\n<p>Taylor &amp; Mitchell, Raleigh, N. C., and James R. Walker, Statesville, N. C., for plaintiffs.</p>\n<p>Vinson Bridgers, of Fountain, Fountain, Bridgers &amp; Horton, Tarboro, N. C., E. N. Riddle, Charlotte, N. C., George Patton, Atty. Gen., and Robert Giles, Asst. Atty. Gen. of North Carolina, for defendant.</p>\n<p>Before PARKER, Chief Judge, and GILLIAM and WARLICK, District Judges.</p>\n<p>PER CURIAM.</p>\n<p>This is an action begun as a class action by a Negro woman resident in Northampton County, North Carolina, against the registrar of the voting precinct in which she resides, to have the Court declare unconstitutional and void the literacy test for voters prescribed by Section 4 of Article VI of the Constitution of North Carolina and Sections 163-28 of the General Statutes of North Carolina as that section appeared at the time of the institution of the action, and for an injunction restraining the Registrar from denying registration to plaintiff on the ground of failure to comply with the literacy test. After the action was instituted, the General Assembly of North Carolina enacted a statute, the effect of which was to repeal the old statute containing the so called \"grandfather Clause\" and requiring that ability to read and write be shown to the satisfaction of the registrar and to substitute therefor a statute prescribing a literacy test without any \"grandfather\" clause and without any reference to \"satisfaction of the registrar\", and providing an appeal from the action of the registrar <span class=\"star-pagination\">*296</span> from denial of registration to the county board of elections and thence to the Superior Court of the County. Act of March 29, 1957. This statute was attacked as unconstitutional in a reply filed by plaintiff. Two other Negro women who had been denied registration by the same registrar were allowed to intervene and make themselves parties to the action. A court of three judges was constituted as required by statute, a hearing was had at which the parties were allowed to introduce all the evidence which they offered, were heard at length on their contentions and were allowed additional time for the filing of briefs.</p>\n<p>At the hearing, it was shown, without contradiction, that the literacy test was applied by the registrar to white persons and Negroes alike without discrimination; and the cross examination of the three Negro women who were denied registration by the Registrar amply established adequate basis for the denial if the literacy test is valid. The contention of counsel for plaintiffs on the record made at the hearing, as we understand it, is not that the literacy test was discriminatingly applied against their clients, but that it is inherently void.</p>\n<p>No question remains in the case with respect to Section 163-28 of the General Statutes as that section read at the time of the institution of this action. Neither injunction nor declaratory relief with regard thereto is appropriate, as that section with its \"grandfather clause\" and with its requirement that ability to read and write be shown to the satisfaction of the registrar has been superseded by the Act of March 29, 1957, which contains neither of these provisions and which provides administrative remedies for those claiming that they have been improperly denied the right to register.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*297</span> The only question in the case is whether the Act of March 29, 1957 should be declared void and its enforcement against plaintiffs enjoined by the court on the ground that it is violative of their rights under the Federal Constitution. We need not consider whether it is violative of provisions of the State Constitution, as argued by plaintiffs; for this does not present a federal question. And no question is presented as to its being discriminatorily applied to plaintiffs, since plaintiffs have not applied for registration under its provisions and have not exhausted the administrative remedies which it provides. Plaintiffs argue, however, that it is unconstitutional because they say it was enacted pursuant to the provisions of Article VI, Section 4 of the State Constitution and is vitiated by the discriminatory provisions contained in that section.<sup>[2]</sup></p>\n<p>There can be no question but that Article VI, Section 4 of the State Constitution was, when enacted, void as violative of the provisions of the 14th and 15 Amendments to the Constitution of the United States. Guinn v. United States, <span class=\"citation\" data-id=\"98516\"><a href=\"/opinion/98516/guinn-v-united-states/\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">926</span></span>, 59 L.Ed. 1340; Myers v. Anderson, <span class=\"citation\" data-id=\"98517\"><a href=\"/opinion/98517/charles-e-myers-and-a-claude-kalmey-plffs-in-err-v-john-b-anderson/\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">932</span></span>, 59 L.Ed. 1349. It is argued, however, that the \"grandfather clause\" of that section has no application to voters who reached voting age subsequent to 1908, approximately 50 years ago, and that the \"grandfather clause\", which would render the section void, no longer has any practical application. It is further argued that, if the section be held void, the state has the right to prescribe an educational qualification for suffrage in the exercise of its sovereign power as a state, since the provisions of a state constitution are limitations upon and not grants of power. 11 Am.Jur. p. 619. Attention is called to the fact that nineteen states of the Union,<sup>[3]</sup> only seven of which are Southern states, prescribe educational qualifications for suffrage <span class=\"star-pagination\">*298</span> which are uniformly upheld<sup>[4]</sup> and that the Supreme Court has approved them, saying in Guinn v. United States, supra, 238 U.S. at page 360, 35 S.Ct. at page 929:</p>\n<blockquote>\"No question is raised by the government concerning the validity of the literacy test provided for in the amendment under consideration as an independent standard since the conclusion is plain that that test rests on the exercise of state judgment and therefore cannot be here assailed either by disregarding the state's power to judge on the subject or by testing its motive in enacting the provision.\"</blockquote>\n<p>Before we take any action with respect to the Act of March 27, 1957, however, we think that it should be interpreted by the Supreme Court of North Carolina in the light of the provisions of the State Constitution. Government and Civic Employees Organizing Committee etc. v. S. F. Windsor, 77 S.Ct. 838. We think, also, that administrative remedies provided by the act should be exhausted before action by the federal courts is invoked. We shall accordingly enter an order staying action herein but retaining jurisdiction for a reasonable time to enable plaintiffs to take action in the courts of North Carolina to obtain an interpretation of the statute and to exhaust administrative remedies thereunder.</p>\n<p>Action stayed.</p>\n<h2>NOTES</h2>\n<p>[1]  The Act of March 29, 1957 is as follows:\n</p>\n<p>\"Sec. 1. Every person presenting himself for registration shall be able to read and write any section of the Constitution of North Carolina in the English language. It shall be the duty of each registrar to administer the provisions of this section.</p>\n<p>\"Sec. 2. Any person who is denied registration for any reason may appeal the decision of the registrar to the county board of elections of the county in which the precinct is located. Notice of appeal shall be filed with the registrar who denied registration, on the day of denial or by 5:00 p. m. on the day following the day of denial. The notice of appeal shall be in writing, signed by the appealing party, and shall set forth the name, age and address of the appealing party, and shall state the reasons for appeal.</p>\n<p>\"Sec. 3. Every registrar receiving a notice of appeal shall promptly file such notice with the county board of elections, and every person appealing to the county board of elections shall be entitled to a prompt and fair hearing on the question of such person's right and qualifications to register as a voter. A majority of the members of the board shall be the decision of the board. All cases on appeal to a county board of elections shall be heard de novo, and the board is authorized to subpoena witnesses and to compel their attendance and testimony under oath, and is further authorized to subpoena papers and documents relevant to any matter pending before the board. If at the hearing the board shall find that the person appealing from the decision of the registrar is able to read and write any section of the Constitution of North Carolina in the English language and if the board further finds that such person meets all other requirements of law for registration as a voter in the precinct to which application was made, the board shall enter an order directing that such person be registered as a voter in the precinct from which the appeal was taken. The county board of elections shall not be authorized to order registration in any precinct other than the one from which an appeal has been taken. Each appealing party shall be notified of the board's decision in his case not later than ten (10) days after the hearing before the board.</p>\n<p>\"Sec. 4. Any person aggrieved by a final order of a county board of elections may at any time within ten (10) days from the date of such order appeal therefrom to the Superior Court of the county in which the board is located. Upon such appeal, the appealing party shall be the plaintiff and the county board of elections shall be the defendant, and the matter shall be heard de novo in the superior court in the same manner as other civil actions are tried and disposed of therein. If the decision of the court be that the order of the county board of elections shall be set aside, then the court shall enter its order so providing and adjudging that such person is entitled to be registered as a qualified voter in the precinct to which application was originally made, and in such case the name of such person shall be entered on the registration books of that precinct. The court shall not be authorized to order the registration of any person in a precinct to which application was not made prior to the proceeding in court. From the judgment of the superior court an appeal may be taken to the Supreme Court in the same manner as other appeals are taken from judgments of such court in civil actions.</p>\n<p>\"Sec. 5. All laws and clauses of laws in conflict with this Act are hereby repealed.</p>\n<p>\"Sec. 6. This Act shall be effective upon its ratification.\"</p>\n<p>[2]  Article VI, Section 4 of the Constitution of North Carolina is as follows:\n</p>\n<p>\"§ 4. Qualification for registration. Every person presenting himself for registration shall be able to read and write any section of the Constitution in the English language. But no male person who was, on January 1, 1867, or at any time prior thereto, entitled to vote under the laws of any state in the United States wherein he then resided, and no lineal descendant of any such person, shall be denied the right to register and vote at any election in this State by reason of his failure to possess the educational qualifications herein prescribed: Provided, he shall have registered in accordance with the terms of this section prior to December 1, 1908. The General Assembly shall provide for the registration of all persons entitled to vote without the educational qualifications herein prescribed, and shall, on or before November 1, 1908, provide for the making of a permanent record of such registration, and all persons so registered shall forever thereafter have the right to vote in all elections by the people in this State, unless disqualified under section two of this article.\"</p>\n<p>[3]  The states which prescribe educational qualifications for suffrage are: <i>Alabama</i> Tit. 17, sec. 35, Ala.Code; <i>Arizona</i> Ariz. Revised Stat. Title 16, sec. 16-101; <i>California</i> Deering's Cal.Code, Elections, sec. 220, West's Ann.Elections Code, § 220; <i>Connecticut</i> Conn.Gen.Stat. Title 11, secs. 991, 992; <i>Delaware</i> Del.Code Ann. ch. 17, sec. 1701; <i>Georgia</i> Ga.Code Ann. secs. 34-117, 34-120, 34-122; <i>Louisiana</i> LSA-Revised Stat. of 1950, Title 18, sec. 31; <i>Maine</i> Revised Statutes of Maine, ch. 3, sec. 2; <i>Massachusetts</i> Const., Articles of Amendment, Art. XX, sec. 122. See also C. 51, sec. 1 of Ann.Laws of Massachusetts; <i>Mississippi</i> Miss.Code Ann. sec. 3213; <i>New Hampshire</i> Revised State Ann.55:10-55:16; <i>New York</i> McKinney's New York Consolidated Laws, c. 17, Election Law, § 150; <i>Oklahoma</i> Tit. 26, sec. 61, Okl.Stat.Ann.; <i>Oregon</i> Ore.Compiled Laws Ann. vol. 5, sec. 81-103; <i>South Carolina</i> S.C.Code, sec. 23-62; <i>Virginia</i> Const. secs. 30, 20, Code of Va. sec. 24-67 et seq.; <i>Washington</i> Remington's Revised Stat. of Wash. sec. 5114-11; <i>Wyoming</i> Wyoming Compiled Stat.Ann. sec. 31-1205.</p>\n<p>[4]  Guinn v. United States, <span class=\"citation\" data-id=\"98516\"><a href=\"/opinion/98516/guinn-v-united-states/\"><span class=\"volume\">238</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 360, <span class=\"citation no-link\"><span class=\"volume\">35</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">932</span></span>; Williams v. State of Mississippi, <span class=\"citation\" data-id=\"94858\"><a href=\"/opinion/94858/williams-v-mississippi/\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">583</span></span>, 42 L.Ed. 1012; Davis v. Schnell, D.C., <span class=\"citation\" data-id=\"1394865\"><a href=\"/opinion/1394865/davis-v-schnell/\"><span class=\"volume\">81</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">872</span></a></span>, affirmed <span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">933</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">749</span></span>, 93 L.Ed. 1093; Trudeau v. Barnes, 5 Cir., <span class=\"citation\" data-id=\"1477715\"><a href=\"/opinion/1477715/trudeau-v-barnes/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">563</span></a></span>, certiorari denied <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">659</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">74</span></span>, 78 L.Ed. 571.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/94858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1394865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477715/"
  ]
}