{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1515016/",
  "absolute_url": "/opinion/1515016/meares-v-brunswick-county-nc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1515016/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:32:33.647004Z",
  "date_modified": "2016-04-26T22:57:42.470520Z",
  "type": "010combined",
  "sha1": "82311ed1c63794bbb14a82fcbbae9e36d8b9d00d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>615 F.Supp. 14 (1985)</b></center>\n<center><h1>Alinda Graham MEARES, Plaintiff,<br>\nv.<br>\nBRUNSWICK COUNTY, NORTH CAROLINA, et al., Defendants.</h1></center>\n<center>No. 84-82-Civ-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>April 12, 1985.</center>\n<p>Leslie J. Winner, Charlotte, N.C., for plaintiff.</p>\n<p>Mary Easley, Southport, N.C., Steven M. Shaber, Asst. Atty. Gen., Raleigh, N.C., Allan Gitter, Winston-Salem, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER DENYING MOTIONS TO DISMISS</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This cause comes on to be heard before the undersigned United States District <span class=\"star-pagination\">*15</span> Judge on the defendants' motions to dismiss pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure for failure to state a claim upon which relief can be granted. The plaintiff is a former employee of the Brunswick County Department of Social Services. The defendants are Brunswick County, North Carolina; the Brunswick County Board of County Commissioners; the Brunswick County Department of Social Services; the Brunswick County Board of Social Services; and James F. Orrock, former director of the Brunswick County Department of Social Services.</p>\n<p>The plaintiff brings this action pursuant to 42 U.S.C. 1983, alleging that the defendants violated her constitutional rights when the defendant Orrock terminated her employment with the Brunswick County Department of Social Services. She seeks money damages and reinstatement.</p>\n<p>The principle of sovereign immunity which is implicit in the Eleventh Amendment is the basis for the defendants' motions to dismiss. The defendants have filed an affidavit and an exhibit in support of the motions to dismiss, to which the plaintiff has objected. The court sustains the objection because the evidence is not properly considered on a Rule 12(b)(6) motion. The court must assume the factual allegations of the plaintiff to be true on a motion under 12(b)(6). For the reasons stated below the defendants' motions are DENIED.</p>\n<p>The Constitution of the United States originally did not grant to the United States Courts jurisdiction to hear a suit against a state brought by one of its citizens, but in <i>Chisholm v. Georgia,</i> 2 U.S. (2 Dallas) 419, 1 L.Ed. 440 (1793), the Supreme Court ruled that Article III, Section 2 of the Constitution granted the United States Courts jurisdiction to hear suits against a state brought by citizens of another state. The states reacted quickly to this decision and in 1798 ratified the Eleventh Amendment to the Constitution to effectively reverse the <i>Chisholm</i> decision. The Eleventh Amendment reaffirmed the widely-held view that the States did not give up their sovereign immunity when they adopted the Constitution. <i>See </i><i>Hans v. Louisiana,</i> 134 U.S. 1, 10 S.Ct. 504, 33 L.Ed. 842 (1890). When the states joined the Union, the states' sovereign immunity to suits brought by its citizens stood undiminished.</p>\n<p>The Tenth Amendment to the United States Constitution ratified in 1791 states, \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the states, are reserved to the states respectively, or to the people.\" One of the \"powers not delegated to the United States\" is the essential character of a state as sovereign, to be immune to suits brought by its citizens. The Eleventh Amendment has become a shorthand reference to the principle of sovereign immunity which the Amendment implicitly recognizes. <i>See </i><i>Fitzpatrick v. Bitzer,</i> 427 U.S. 445, 456, 96 S.Ct. 2666, 2671, 49 L.Ed.2d 614 (1976).</p>\n<p>A court of the United States may enjoin a state official from enforcing an unconstitutional law and such an injunction does not affect the State in its sovereign or governmental capacity. <i>Ex Parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908). However, a United States court may not enjoin a state official to make back payments of benefits wrongfully withheld, even though the benefits would be in the form of equitable restitution. Such payments would come from the state treasury and are barred by the principle of sovereign immunity. <i>Edelman v. Jordan,</i> 415 U.S. 651, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974).</p>\n<p>The Fourteenth Amendment to the United States Constitution states, in part:</p>\n<blockquote>No state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any state deprive any person of life, liberty, or property without due process of law; nor deny to any person within its jurisdiction the equal protection of the law.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*16</span> The Congress shall have power to enforce, by appropriate legislation, the provisions of this article.</blockquote>\n<p>Pursuant to this grant of authority Congress passed the 1972 amendments to Title VII of the Civil Rights Act of 1964. These amendments broadened the Act's coverage to protect persons employed by states from discrimination. The Supreme Court held that the States gave up a part of their sovereignty with the adoption of the Fourteenth Amendment, and therefore the principle of sovereign immunity was no bar to a suit for back pay and attorneys fees brought under the 1972 Amendments. <i>Fitzpatrick v. Bitzer,</i> 427 U.S. 445, 96 S.Ct. 2666, 49 L.Ed.2d 614 (1976).</p>\n<p>Title 42 U.S.C. 1983 provides:</p>\n<blockquote>Every person who, under color of [state law] subjects, or causes to be subjected, any citizen of the United States ... to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.</blockquote>\n<p>Congress, in this section, did not provide for suits against states, as it did in the 1972 Amendments to Title VII; but instead, it specifically limited the applicability of this section to \"persons.\" The Supreme Court has ruled that states are not encompassed in the word \"person,\" but local governments are included. <i>Monell v. Dep't. of Social Services,</i> 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). Though 42 U.S.C. 1983 may have been enacted pursuant to Section 5 of the Fourteenth Amendment, it does not apply to states and therefore states retain sovereign immunity in 1983 actions.</p>\n<p>The court must turn its discussion to whether any of the named defendants enjoy the state's sovereign immunity. The defendant Orrock is sued, not in any official capacity, but as an individual. He has no legitimate claim to sovereign immunity. <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 237-38, 94 S.Ct. 1683, 1686-87, 40 L.Ed.2d 90 (1974).</p>\n<p>The defendants Brunswick County and Brunswick County Board of County Commissioners argue that they are part of the state and enjoy the state's sovereign immunity. <i>See </i><i>Monell,</i> 436 U.S. at 690 n. 54, 98 S.Ct. at 2035 n. 54. \"But the Court has consistently refused to construe the Amendment to afford protection to political subdivisions such as counties and municipalities, even though such entities exercise a `slice of state power.'\" (footnote omitted). <i>Lake Country Estates v. Tahoe Planning Agency,</i> 440 U.S. 391, 401, 99 S.Ct. 1171, 1177, 59 L.Ed.2d 401 (1979). The County and the Commissioners have not shown this court a need \"to protect the state treasury from liability that would have had essentially the same practical consequences as a judgment against the State itself.\" <i>Id.</i></p>\n<p>The Supreme Court in <i>Moor v. County of Alameda,</i> 411 U.S. 693, 717-21, 93 S.Ct. 1785, 1799-02, 36 L.Ed.2d 596 (1973) articulated several factors from which it concluded that the County of Alameda was not a part of the state of California, but was a separate entity for purposes of diversity jurisdiction. Many of those factors are present in this case: Brunswick County is a \"body politic and corporate\" which \"may sue and be sued;\" it has the property rights of a corporation; it \"may contract and be contracted with;\" and it \"may exercise in conformity with the laws of this state county powers, rights, duties, functions, privileges, and immunities of every name and nature.\" NCGS 153A-11. The Board of Commissioners exercises the County's corporate powers. NCGS 153A-12. The County is authorized to levy taxes for a broad variety of purposes including, \"To pay and discharge ... any judgment lodged against it....\" NCGS 153A-149(c)(10). These powers and the many others enumerated in NCGS-153A show that, Brunswick County and the County Commissioners are not part of the State of North Carolina and they do not enjoy its sovereign immunity.</p>\n<p>The defendants Brunswick County Department of Social Services and Brunswick <span class=\"star-pagination\">*17</span> County Board of Social Services also argue that they are an agency or arm of the state and therefore should enjoy its sovereign immunity. The Supreme Court, in <i>Mt. Healthy City Board of Ed. v. Doyle,</i> 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977) found that a local school board was \"more like a county or city than ... an arm of the state.\" Though the Board received \"some guidance from the State Board of Education\" and \"receive[d] a significant amount of money from the State,\" the Court found that it had extensive powers to issue bonds ... and to levy taxes within certain restrictions of state law.\" 429 U.S. at 280. The Court decided that the board had no sovereign immunity.</p>\n<p>In the case before this court, the Brunswick County Department of Social Services has no authority to tax or raise revenues, but Brunswick County has authority to tax and raise revenues on behalf of the Department. NCGS 153A-149(b)(8), (c)(30). The Board of County Commissioners has extensive authority over the County Department of Social Services as long as the Commissioners act within state law. NCGS 153A-76. The Board of County Commissioners is \"authorized to assume direct control of any activities theretofore conducted by or through\" the Board of Social Services. NCGS 153A-77. Hence, the County Department of Social Services is merely an extension of the County.</p>\n<p>This court's holding is consistent with the Fourth Circuit's declaration in <i>Avery v. County of Burke,</i> 660 F.2d 111 (4th Cir. 1981) that the County Department of Social Services is an extension of the county. 660 F.2d at 114. Though that decision was made under NCGS 153 which has been replaced by NCGS 153A, it lends support to this court's decision. The County Commissioners enact the budget for the County Department of Social Services, NCGS 108A-9(4), and the County has the duty to fund the programs though it receives reimbursement by the state and federal governments NCGS 108A-90. Because the Brunswick County Department of Social Services and the Brunswick County Board of Social Services are extensions of Brunswick County which does not enjoy sovereign immunity, neither do they have sovereign immunity.</p>\n<p>Since this court has no jurisdiction to entertain a suit against a state by one of its citizens, if during the pendency of this action further developments should indicate that the Brunswick County Department of Social Services is an organ of state government, the court may inquire into this issue again. All defendants are \"persons\" within the meaning of 42 U.S.C. 1983, and none enjoy sovereign immunity; THEREFORE, the defendants' motions to dismiss are DENIED, this 12th day of April, 1985.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">615</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">14</span></span> (1985)</b></center>\n<center><h1>Alinda Graham MEARES, Plaintiff,<br>\nv.<br>\nBRUNSWICK COUNTY, NORTH CAROLINA, et al., Defendants.</h1></center>\n<center>No. 84-82-Civ-7.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Wilmington Division.</b></p></center>\n<center>April 12, 1985.</center>\n<p>Leslie J. Winner, Charlotte, N.C., for plaintiff.</p>\n<p>Mary Easley, Southport, N.C., Steven M. Shaber, Asst. Atty. Gen., Raleigh, N.C., Allan Gitter, Winston-Salem, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER DENYING MOTIONS TO DISMISS</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This cause comes on to be heard before the undersigned United States District <span class=\"star-pagination\">*15</span> Judge on the defendants' motions to dismiss pursuant to Rule 12(b)(6) of the Federal Rules of Civil Procedure for failure to state a claim upon which relief can be granted. The plaintiff is a former employee of the Brunswick County Department of Social Services. The defendants are Brunswick County, North Carolina; the Brunswick County Board of County Commissioners; the Brunswick County Department of Social Services; the Brunswick County Board of Social Services; and James F. Orrock, former director of the Brunswick County Department of Social Services.</p>\n<p>The plaintiff brings this action pursuant to 42 U.S.C. 1983, alleging that the defendants violated her constitutional rights when the defendant Orrock terminated her employment with the Brunswick County Department of Social Services. She seeks money damages and reinstatement.</p>\n<p>The principle of sovereign immunity which is implicit in the Eleventh Amendment is the basis for the defendants' motions to dismiss. The defendants have filed an affidavit and an exhibit in support of the motions to dismiss, to which the plaintiff has objected. The court sustains the objection because the evidence is not properly considered on a Rule 12(b)(6) motion. The court must assume the factual allegations of the plaintiff to be true on a motion under 12(b)(6). For the reasons stated below the defendants' motions are DENIED.</p>\n<p>The Constitution of the United States originally did not grant to the United States Courts jurisdiction to hear a suit against a state brought by one of its citizens, but in <i>Chisholm v. Georgia,</i> 2 U.S. (2 Dallas) 419, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">440</span></span> (1793), the Supreme Court ruled that Article III, Section 2 of the Constitution granted the United States Courts jurisdiction to hear suits against a state brought by citizens of another state. The states reacted quickly to this decision and in 1798 ratified the Eleventh Amendment to the Constitution to effectively reverse the <i>Chisholm</i> decision. The Eleventh Amendment reaffirmed the widely-held view that the States did not give up their sovereign immunity when they adopted the Constitution. <i>See </i><i>Hans v. Louisiana,</i> <span class=\"citation\" data-id=\"92702\"><a href=\"/opinion/92702/hans-v-louisiana/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">842</span></span> (1890). When the states joined the Union, the states' sovereign immunity to suits brought by its citizens stood undiminished.</p>\n<p>The Tenth Amendment to the United States Constitution ratified in 1791 states, \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the states, are reserved to the states respectively, or to the people.\" One of the \"powers not delegated to the United States\" is the essential character of a state as sovereign, to be immune to suits brought by its citizens. The Eleventh Amendment has become a shorthand reference to the principle of sovereign immunity which the Amendment implicitly recognizes. <i>See </i><i>Fitzpatrick v. Bitzer,</i> <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 456, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></a></span>, 2671, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></a></span> (1976).</p>\n<p>A court of the United States may enjoin a state official from enforcing an unconstitutional law and such an injunction does not affect the State in its sovereign or governmental capacity. <i>Ex Parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908). However, a United States court may not enjoin a state official to make back payments of benefits wrongfully withheld, even though the benefits would be in the form of equitable restitution. Such payments would come from the state treasury and are barred by the principle of sovereign immunity. <i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974).</p>\n<p>The Fourteenth Amendment to the United States Constitution states, in part:</p>\n<blockquote>No state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any state deprive any person of life, liberty, or property without due process of law; nor deny to any person within its jurisdiction the equal protection of the law.</blockquote>\n<blockquote>* * * * * *</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*16</span> The Congress shall have power to enforce, by appropriate legislation, the provisions of this article.</blockquote>\n<p>Pursuant to this grant of authority Congress passed the 1972 amendments to Title VII of the Civil Rights Act of 1964. These amendments broadened the Act's coverage to protect persons employed by states from discrimination. The Supreme Court held that the States gave up a part of their sovereignty with the adoption of the Fourteenth Amendment, and therefore the principle of sovereign immunity was no bar to a suit for back pay and attorneys fees brought under the 1972 Amendments. <i>Fitzpatrick v. Bitzer,</i> <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></a></span>, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></a></span> (1976).</p>\n<p>Title 42 U.S.C. 1983 provides:</p>\n<blockquote>Every person who, under color of [state law] subjects, or causes to be subjected, any citizen of the United States ... to the deprivation of any rights, privileges, or immunities secured by the Constitution and laws shall be liable to the party injured in an action at law, suit in equity, or other proper proceeding for redress.</blockquote>\n<p>Congress, in this section, did not provide for suits against states, as it did in the 1972 Amendments to Title VII; but instead, it specifically limited the applicability of this section to \"persons.\" The Supreme Court has ruled that states are not encompassed in the word \"person,\" but local governments are included. <i>Monell v. Dep't. of Social Services,</i> <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></a></span>, <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></a></span> (1978). Though 42 U.S.C. 1983 may have been enacted pursuant to Section 5 of the Fourteenth Amendment, it does not apply to states and therefore states retain sovereign immunity in 1983 actions.</p>\n<p>The court must turn its discussion to whether any of the named defendants enjoy the state's sovereign immunity. The defendant Orrock is sued, not in any official capacity, but as an individual. He has no legitimate claim to sovereign immunity. <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 237-38, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, 1686-87, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974).</p>\n<p>The defendants Brunswick County and Brunswick County Board of County Commissioners argue that they are part of the state and enjoy the state's sovereign immunity. <i>See </i><i>Monell,</i> 436 U.S. at 690 n. 54, 98 S.Ct. at 2035 n. 54. \"But the Court has consistently refused to construe the Amendment to afford protection to political subdivisions such as counties and municipalities, even though such entities exercise a `slice of state power.'\" (footnote omitted). <i>Lake Country Estates v. Tahoe Planning Agency,</i> <span class=\"citation\" data-id=\"110033\"><a href=\"/opinion/110033/lake-country-estates-inc-v-tahoe-regional-planning-agency/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 401, <span class=\"citation\" data-id=\"110033\"><a href=\"/opinion/110033/lake-country-estates-inc-v-tahoe-regional-planning-agency/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1171</span></a></span>, 1177, <span class=\"citation\" data-id=\"110033\"><a href=\"/opinion/110033/lake-country-estates-inc-v-tahoe-regional-planning-agency/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">401</span></a></span> (1979). The County and the Commissioners have not shown this court a need \"to protect the state treasury from liability that would have had essentially the same practical consequences as a judgment against the State itself.\" <i>Id.</i></p>\n<p>The Supreme Court in <i>Moor v. County of Alameda,</i> <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 717-21, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1785</span></a></span>, 1799-02, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">596</span></a></span> (1973) articulated several factors from which it concluded that the County of Alameda was not a part of the state of California, but was a separate entity for purposes of diversity jurisdiction. Many of those factors are present in this case: Brunswick County is a \"body politic and corporate\" which \"may sue and be sued;\" it has the property rights of a corporation; it \"may contract and be contracted with;\" and it \"may exercise in conformity with the laws of this state county powers, rights, duties, functions, privileges, and immunities of every name and nature.\" NCGS 153A-11. The Board of Commissioners exercises the County's corporate powers. NCGS 153A-12. The County is authorized to levy taxes for a broad variety of purposes including, \"To pay and discharge ... any judgment lodged against it....\" NCGS 153A-149(c)(10). These powers and the many others enumerated in NCGS-153A show that, Brunswick County and the County Commissioners are not part of the State of North Carolina and they do not enjoy its sovereign immunity.</p>\n<p>The defendants Brunswick County Department of Social Services and Brunswick <span class=\"star-pagination\">*17</span> County Board of Social Services also argue that they are an agency or arm of the state and therefore should enjoy its sovereign immunity. The Supreme Court, in <i>Mt. Healthy City Board of Ed. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977) found that a local school board was \"more like a county or city than ... an arm of the state.\" Though the Board received \"some guidance from the State Board of Education\" and \"receive[d] a significant amount of money from the State,\" the Court found that it had extensive powers to issue bonds ... and to levy taxes within certain restrictions of state law.\" 429 U.S. at 280. The Court decided that the board had no sovereign immunity.</p>\n<p>In the case before this court, the Brunswick County Department of Social Services has no authority to tax or raise revenues, but Brunswick County has authority to tax and raise revenues on behalf of the Department. NCGS 153A-149(b)(8), (c)(30). The Board of County Commissioners has extensive authority over the County Department of Social Services as long as the Commissioners act within state law. NCGS 153A-76. The Board of County Commissioners is \"authorized to assume direct control of any activities theretofore conducted by or through\" the Board of Social Services. NCGS 153A-77. Hence, the County Department of Social Services is merely an extension of the County.</p>\n<p>This court's holding is consistent with the Fourth Circuit's declaration in <i>Avery v. County of Burke,</i> <span class=\"citation\" data-id=\"394867\"><a href=\"/opinion/394867/virginia-ann-avery-v-county-of-burke-burke-county-board-of-health-burke/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">111</span></a></span> (4th Cir. 1981) that the County Department of Social Services is an extension of the county. 660 F.2d at 114. Though that decision was made under NCGS 153 which has been replaced by NCGS 153A, it lends support to this court's decision. The County Commissioners enact the budget for the County Department of Social Services, NCGS 108A-9(4), and the County has the duty to fund the programs though it receives reimbursement by the state and federal governments NCGS 108A-90. Because the Brunswick County Department of Social Services and the Brunswick County Board of Social Services are extensions of Brunswick County which does not enjoy sovereign immunity, neither do they have sovereign immunity.</p>\n<p>Since this court has no jurisdiction to entertain a suit against a state by one of its citizens, if during the pendency of this action further developments should indicate that the Brunswick County Department of Social Services is an organ of state government, the court may inquire into this issue again. All defendants are \"persons\" within the meaning of 42 U.S.C. 1983, and none enjoy sovereign immunity; THEREFORE, the defendants' motions to dismiss are DENIED, this 12th day of April, 1985.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/92702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/394867/"
  ]
}