{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1516066/",
  "absolute_url": "/opinion/1516066/cortes-v-mcdonalds-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1516066/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:32:49.107228Z",
  "date_modified": "2016-04-27T02:36:59.101704Z",
  "type": "010combined",
  "sha1": "377b4f6a6817ba949e94dec4ec5da9a38dc916f1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>955 F.Supp. 541 (1996)</b></center>\n<center><h1>Fernando J. CORTES, Plaintiff,<br>\nv.<br>\nMcDONALD'S CORP., F &amp; D Huebner, L.L.C., d/b/a McDonald's, and Charles Harris III, Defendants.</h1></center>\n<center>No. 5-95-CV-827-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 2, 1996.</center>\n<p><span class=\"star-pagination\">*542</span> H.C. Kirkhart, Cary, NC, for Fernando J. Cortes, plaintiff.</p>\n<p>Frank P. Ward, Jr., Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, R. Scott Brown, Raleigh, NC, John B. Meuser, Raleigh, NC, Shannon E. Brown, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for McDonald's Corporation, defendant.</p>\n<p>Frank P. Ward, Jr., Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, R. Scott Brown, Raleigh, NC, Shannon E. Brown, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for F &amp; D Huebner, L.L.C., Charles Harris, III, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' separate motions for summary judgment. On June 3, 1996, defendant McDonald's Corp. (\"McDonald's\") filed a motion for summary judgment. Also on June 3, 1996, defendants F &amp; D Huebner d/b/a McDonald's (\"Huebner\") and Charles Harris III (\"Harris\") filed a separate motion for summary judgment. Plaintiff responded to both motions on June 26, 1996. McDonald's filed a reply brief on August 8, 1996, and Huebner and Harris filed a reply on August 12, 1996. As all parties have thoroughly briefed the issues remaining in this case, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff Fernando Cortes (\"Cortes\") filed suit on August 24, 1995, against McDonald's, <span class=\"star-pagination\">*543</span> Huebner and Harris alleging: 1) discrimination in violation of Title VII of the Civil Rights Act of 1964 (\"Title VII\") and the Americans with Disabilities Act (\"ADA\") based on his HIV-positive status; 2) constructive discharge in violation of the ADA and North Carolina law; and 3) violation of North Carolina's blacklisting statute, N.C.Gen.Stat. § 14-355, by providing negative references to plaintiff's prospective employers.</p>\n<p>On October 2, 1995, McDonald's filed a motion to dismiss and on October 3, 1995, Huebner and Harris also filed a motion to dismiss. On January 26, 1996, this court issued an order granting the motion as to the blacklisting claim and the Title VII claim, but denying the motion as to the other claims.</p>\n<p>On January 31, 1996, defendants filed a motion for reconsideration of the court's order insofar as it declined to dismiss the ADA claim against Harris individually and the state law constructive discharge claim against all defendants. On April 7, 1996, this court granted Harris' motion for reconsideration and amended its order of January 23, 1996, to include a dismissal of plaintiff's ADA cause of action against Harris individually.</p>\n<p>After requesting that the parties brief the North Carolina constructive discharge issue, the court dismissed the state law constructive discharge claim as to all parties. As a result of the court's orders, the only issue remaining before the court is plaintiff's ADA claim against McDonald's and Huebner.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>In October of 1994, Cortes began working as a crew member at a McDonald's restaurant franchise in Fuquay-Varina, North Carolina. The franchise was owned by F &amp; D Huebner, L.L.C., which is in turn owned by Fred and Doris Huebner. At all times relevant to this litigation, Harris was manager of the store, and the assistant manager was Yvonne Lusky (\"Lusky\"). Lusky is also the sister of plaintiff's girlfriend, Virginia Short (\"Short\").</p>\n<p>Although plaintiff was told he needed to have a conference with management about his attitude after telling a manager to leave him alone, plaintiff had no other employment difficulties during the first few months of his employment at McDonald's. Pl.'s Dep. at 201-02. On January 10, 1995, Cortes got into a fight with a co-worker involving vulgar language and her trying to scratch plaintiff. <i>Id.</i> at 88, 205. A week later, plaintiff was placed on thirty-day probation for using abusive language. <i>Id.</i> at 91. The co-worker was also placed on probation. Despite this behavior, plaintiff contends and defendants deny that plaintiff was placed in a swing manager's training program.</p>\n<p>In January of 1995, Lusky learned she may have been exposed to tuberculosis so she and plaintiff were tested for tuberculosis. Complt. ¶¶ 9, 12. While being tested for tuberculosis, plaintiff thought he should also be tested for HIV as he was usually tested yearly because he slept with a lot of women. Pl.'s Dep. at 178. On or about February 3, 1996, plaintiff was notified by letter that he had tested positive for HIV, and he reported this diagnosis to Harris. Harris Dep. at 30. After being diagnosed as HIV positive, Cortes also impregnated his girlfriend, who is also HIV positive.</p>\n<p>After Harris learned of Cortes' HIV status, he consulted Huebner regarding what should be done. Huebner and Harris then made a three-way call to McDonald's Corporation for advice. <i>Id.</i> at 32. Plaintiff alleges that the person contacted at McDonald's suggested that defendants document all plaintiff's infractions, \"any little thing he does,\" to justify his termination. Pl.'s Dep. at 228. However, following this conversation, plaintiff was never written up for any minor violations. <i>Id.</i></p>\n<p>After diagnosis, Cortes asked that his training for swing manager cease while he awaited confirmation about his health. Cortes alleges, however, and defendant denies, that when Cortes was ready to continue training, Harris told him he would not be a swing manager. Pl.'s Dep. at 72-73. Plaintiff alleges that at this time he was receiving preferential treatment at work by Mrs. Huebner. Also, Harris was driving him around, giving him money, giving him time off, and buying him lunch. <i>Id.</i> at 228, 236-38, 308. Plaintiff alleges that Harris told him that if <span class=\"star-pagination\">*544</span> he quit, Harris would arrange for him to get unemployment. Lusky Second Aff. ¶ 7.</p>\n<p>On February 28, 1995, Cortes walked out of McDonald's after having an argument with a co-worker over his preparation of cheeseburgers. The argument escalated, with both workers becoming \"loud and angry.\" Cortes left the grill and, with the permission of Lusky, walked out of the restaurant. Pl.'s Dep. at 102-03. While exiting, Cortes ran into Lusky who had not witnessed the fight. Cortes said, \"I'm not going to put up with those bitches anymore, I quit.\" <i>Id.</i> at 103. Plaintiff then said that he was sorry, but instructed Lusky to tell Harris he quit. <i>Id.</i> at 104-05. Despite Lusky's advice to take a few hours and calm down a bit, Cortes insisted that he quit. <i>Id.</i> at 104. Plaintiff testified that the next day Harris called him to ask what happened and plaintiff told him he quit and would be going down to the unemployment office the following Thursday, to which Harris responded, \"go for it.\" <i>Id.</i> at 105. However, in plaintiff's brief he argues that when he talked to Harris the following day, he wanted to see if he could change his schedule. Harris then responded to this request by reminding plaintiff that there would be no change in scheduling because plaintiff had quit. Harris Dep. at 40, 55.</p>\n<p>On or about April 26, 1995, plaintiff filed a charge with the Equal Employment Opportunity Commission (\"EEOC\") alleging violations of the ADA. The EEOC issued a Notice of Right-to-Sue letter to plaintiff on or about June 30, 1995.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Summary Judgment</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Electric Industrial Co., Ltd. v. Zenith Radio Corp.,</i> 475 U.S. 574, 587, 106 S.Ct. 1348, 1356, 89 L.Ed.2d 538 (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p></p>\n<h2>II. Plaintiff's ADA Claim</h2>\n<p>The Fourth Circuit has applied the allocations of burden and order of proof for a Title VII action established by the Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), to ADA actions in which an employer asserts that an adverse employment action against a disabled person is motivated by legitimate reasons unrelated to the disability. <i>Ennis v. National Ass'n of Business and Educ. Radio, Inc.,</i> 53 F.3d 55, 58 (4th Cir. 1995). This method of proving a Title VII claim is therefore applicable to plaintiff's ADA claim.</p>\n<p>Pursuant to the <i>McDonnell Douglas</i> formula for proving a claim of discriminatory treatment, the plaintiff carries the initial burden of establishing, by a preponderance of the evidence, a prima facie case of discrimination. <span class=\"star-pagination\">*545</span> <i>St. Mary's Honor Center v. Hicks,</i> 509 U.S. 502, 113 S.Ct. 2742, 125 L.Ed.2d 407 (1993); <i>Pruitt v. Howard County Sheriff's Department,</i> 1996 WL 37031 (4th Cir.1996) (Title VII actions). In determining whether the plaintiff has established a prima facie case of discrimination the court looks to the prima facie case to be applied in typical discharge cases brought under the ADA:</p>\n<blockquote>A plaintiff must prove by the preponderance of the evidence that (1) she was in the protected class; (2) she was discharged; (3) at the time of the discharge, she was performing her job at a level that met her employer's legitimate expectations; and (4) her discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination.</blockquote>\n<p><i>Ennis v. National Ass'n of Business and Educ. Radio, Inc.,</i> 53 F.3d 55, 58 (4th Cir. 1995). For the reasons discussed below, the court finds that in light of Fourth Circuit precedent, plaintiff has failed to satisfy the first requirement of his prima facie case of discrimination, that he be disabled.</p>\n<p>In <i>Ennis,</i> the Fourth Circuit was forced to decide whether a young boy who was HIV-positive was \"disabled\" under the ADA. The ADA defines \"disability\" as \"a physical or mental impairment that substantially limits one or more of the major life activities of such individual,\" \"a record of such impairment\" or \"being regarded as having such an impairment.\" 42 U.S.C. § 12102(2). In <i>Ennis,</i> the court found no evidence in the record that the boy was \"impaired, to any degree, or that he currently endures any limitation, much less a substantial limitation, on any major life activity.\" <i>Id.</i> at 60. In light of its failure to find any limitation on the major life functions of the child, the court noted, \"were we to hold that [the child] was disabled under the ADA, therefore, we would have to conclude that HIV-positive status is a per se disability. The plain language of the statute ... simply would not permit such a conclusion.\" <i>Id.</i> However, because the court thought the record \"may be less than fully developed as to any limitations on [the boy's] major life functions,\" the court was willing to assume he was disabled under the ADA. <i>Ennis,</i> 53 F.3d at 60.</p>\n<p>Based on its analysis, the Fourth Circuit has declined to follow a number of jurisdictions which have found that to be HIV-positive is to have a disability per se. In fact, the <i>Ennis</i> decision expressly rejected that assertion by requiring that any determination as to disability should be made on a case-by-case basis. <i>Id.</i> Accordingly, the court cited with approval the idea that</p>\n<blockquote>[t]he definition of a handicapped person has two elements: first, that one has, has a record of having, or is regarded as having a physical or mental impairment; and second, that that impairment substantially limits one or more major life activities.</blockquote>\n<p><i>Id.</i> (citing <i>Welsh v. City of Tulsa,</i> 977 F.2d 1415, 1417 (10th Cir.1992)).</p>\n<p>On September 19, 1996, the Fourth Circuit affirmed its determination that asymptomatic HIV is not a disability per se. <i>Runnebaum v. NationsBank of Md,</i> 95 F.3d 1285, 1289 (4th Cir.1996). The <i>Runnebaum</i> opinion is enlightening in that it also dealt with the \"regarded as\" prong of the ADA definition of disability, 42 U.S.C. § 12102(2)(C), which protects those who are regarded as having a disability. <i>Id.</i> In <i>Runnebaum,</i> the plaintiff introduced evidence that employees knew he was HIV-positive and that he was taking AZT to treat his condition. <i>Id.</i> More importantly, perhaps, Runnebaum produced evidence that when a bank supervisor learned of Runnebaum's condition he felt \"panicky\" and \"uncontrolled\" and \"believed death might be imminent for Runnebaum.\" <i>Id.</i> In light of this evidence, the court reversed the district court's grant of summary judgment in favor of the bank because the court found that Runnebaum had created a material issue concerning whether he was fired because he was regarded as having a disability. <i>Id.</i> at 1297.</p>\n<p>Therefore, under <i>Ennis</i> and <i>Runnebaum,</i> this court must decide: 1) whether Cortes has a physical or mental impairment; and 2) whether that impairment substantially limited one or more of his major life activities or was regarded as being substantially limiting. Having tested positive for HIV, plaintiff certainly meets the first requirement, that he have a physical impairment. However, whether plaintiff has this physical impairment <span class=\"star-pagination\">*546</span> or whether he is regarded as having this impairment, the Fourth Circuit still requires that it also be determined that this impairment substantially limit one or more of plaintiff's major life activities or be regarded as limiting one of plaintiff's major life functions. The federal regulations implementing the ADA have defined \"major life activities\" as \"functions, such as caring for one's self, performing manual tasks, walking, seeing, hearing, speaking, breathing, learning, and working.\" 29 C.F.R. § 1613.702(c).</p>\n<p>In light of <i>Ennis</i> and <i>Runnebaum,</i> the Fourth Circuit has also apparently declined to consider reproduction as a major life function. Some courts have found asymptomatic individuals with HIV to be disabled because their ability to reproduce is adversely affected. <i>See </i><i>Abbott v. Bragdon,</i> 912 F.Supp. 580, 587 (D.Me.1995) (concluding that asymptomatic HIV substantially limited plaintiff's major life activity of reproduction). Since reproduction is automatically impaired by the HIV virus in that one who is infected bears a substantial risk that his or her children will be HIV-positive, this court interprets the Fourth Circuit's requirement in <i>Ennis</i> that the disability classification be performed on a case-by-case basis and its failure to mention reproduction in its <i>Runnebaum</i> opinion to preclude expansion of the major life functions to include reproduction.<sup>[1]</sup></p>\n<p>In <i>Runnebaum,</i> the plaintiff successfully created a material issue of fact according to the above standard when he produced evidence that his employer knew he was HIV-positive and that he was taking AZT, and evidence that a bank supervisor \"believed death might be imminent for Runnebaum.\" <i>Runnebaum,</i> 95 F.3d at 1290. Plaintiff similarly relies on evidence that Huebner and Harris knew he was HIV-positive and decided he no longer had the potential to function as a swing manager as evidence of his disability. Pl.'s Br. in Opp. to Def.'s Mot. for Summ.J. at 6. However, unlike the plaintiff in <i>Runnebaum,</i> Cortes has produced no evidence that either Huebner or Harris regarded Cortes as having a disability that substantially hindered his major life activities or that they believed his death may be imminent. Unlike the bank manager who got \"panicky\" and \"uncontrolled\" when informed of Runnebaum's HIV status, Harris, plaintiff's manager, seemed \"sympathetic and concerned\" for plaintiff when he learned plaintiff was HIV-positive, and he assured plaintiff that he wanted him to continue to work full time at McDonald's. Pl.'s Dep. at 337, 240.</p>\n<p>Plaintiff's contentions must also fail because Huebner and Harris' knowledge of plaintiff's HIV status is, without more, insufficient to establish that they regarded plaintiff as \"disabled.\" <i>See </i><i>Aucutt v. Six Flags Over Mid-America,</i> 85 F.3d 1311, 1319 (8th Cir.1996). Further, even assuming that plaintiff was removed from the management program, this allegation, without more, fails to create a material issue concerning whether plaintiff was regarded as having a substantially limiting disability. The Fifth Circuit has noted that \"an employer does not necessarily regard an employee as having a substantially limiting impairment just because it believes [h]e is incapable of performing a particular job.\" <i>Ellison v. Software Spectrum, Inc.,</i> 85 F.3d 187, 192 (5th Cir.1996). To the contrary, the Fourth Circuit has stated that \"[t]he statutory reference to a substantial limitation indicates instead that an employer regards an employee as [substantially limited] in his or her ability to work by finding the employee's impairment to foreclose generally the type of employment involved.\" <i>Id.</i> (citing <i>Forrisi v. Bowen,</i> 794 F.2d 931, 935 (4th Cir.1986).</p>\n<p>According to the record before the court, the plaintiff has failed to establish that he experienced any limitation at work, let alone a substantial limitation of a major life function. As of the date of his deposition, Cortes had never shown any symptoms of his impairment. Pl.'s Dep. at 191, 134-35. Nor <span class=\"star-pagination\">*547</span> has plaintiff ever required any sort of accommodation or assistance as a result of his illness. <i>Id.</i> at 83. In fact, plaintiff stated in his deposition that after he was diagnosed with HIV he \"kept performing the duties [he] was performing all the time.\" Pl.'s Dep. at 82. Further, plaintiff has not missed any work as a result of his condition, and he testified, \"My condition has kept me from doing nothing.\" <i>Id.</i> at 222. Finally, plaintiff agreed that there is nothing he could do before he got HIV that he is incapable of doing now. <i>Id.</i> at 223.</p>\n<p>Plaintiff alleges that he has been limited in one or more major life activities because he had to call for a recess during his deposition due to his failing health, and because of the birth of his child who is HIV-positive. The court has already articulated its understanding that the Fourth Circuit has yet to recognize reproduction as a major life activity. Therefore, the plaintiff's failure to produce healthy offspring is of no legal consequence. As for plaintiff's failing health at his deposition, the court is persuaded by defendant's contention that the relevant time for assessing a disability is while the employee is still employed. <i>See</i> Def.'s Reply Br. at 3. Defendant urges that this is true because the ADA's definition of disability is \"formulated entirely in the present tense.\" <i>Myers v. Hose,</i> 50 F.3d 278, 283 (4th Cir.1995). Because the crux of the issue is whether plaintiff was discriminated against because of a disability in existence while he was employed at McDonald's, the court agrees that to assess his disability based on his condition nearly a year after he terminated his employment would be illogical.</p>\n<p>Whether or not this court believes that even asymptomatic HIV should be considered a disability is immaterial in that this court is bound by what it finds Fourth Circuit precedent to require. The Fourth Circuit held in <i>Ennis</i> that HIV is not a disability per se, but each individual must show he has been substantially limited in a major life function. Further, in <i>Runnebaum,</i> the Fourth Circuit exemplified the type of evidence required to create an issue under the \"regarded as\" prong of an ADA \"disability.\" Plaintiff has failed to present any evidence of difficulty during the period of his employment at McDonald's. Plaintiff has similarly failed to present evidence that his employer regarded him as having a substantially limiting condition. Accordingly, plaintiff has failed to meet the first requirement of his prima facie case, that he was disabled according to the Fourth Circuit's interpretation of the ADA. Therefore, both McDonald's and Huebner's motions for summary judgment must be granted as plaintiff has failed to prove his prima facie case. In light of this finding, the court declines to address McDonald's' argument that it is an improper party as this issue is moot.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, the court hereby GRANTS defendant Huebner's motion for summary judgment. For the same reasons, the court also GRANTS defendant McDonald's' motion for summary judgment without reaching the issue whether it was an employer of plaintiff under the ADA. As all the issues in this case have been resolved, this matter is DISMISSED and the clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  In a technical sense, the plaintiff's ability to reproduce was not hindered in that after diagnosis his girlfriend got pregnant. Some courts have held, however, that the technical ability to reproduce does not mean that the major life function of reproduction has not been substantially impaired. <i>See </i><i>Doe v. Kohn, Nast &amp; Graf, P.C.,</i> 862 F.Supp. 1310 (E.D.Pa.1994) (finding that attorney was substantially limited in major life activity of procreation because of significant risk of transmitting HIV infection to partner or child).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">955</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">541</span></span> (1996)</b></center>\n<center><h1>Fernando J. CORTES, Plaintiff,<br>\nv.<br>\nMcDONALD'S CORP., F &amp; D Huebner, L.L.C., d/b/a McDonald's, and Charles Harris III, Defendants.</h1></center>\n<center>No. 5-95-CV-827-H1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>October 2, 1996.</center>\n<p><span class=\"star-pagination\">*542</span> H.C. Kirkhart, Cary, NC, for Fernando J. Cortes, plaintiff.</p>\n<p>Frank P. Ward, Jr., Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, R. Scott Brown, Raleigh, NC, John B. Meuser, Raleigh, NC, Shannon E. Brown, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for McDonald's Corporation, defendant.</p>\n<p>Frank P. Ward, Jr., Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, R. Scott Brown, Raleigh, NC, Shannon E. Brown, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for F &amp; D Huebner, L.L.C., Charles Harris, III, defendants.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on defendants' separate motions for summary judgment. On June 3, 1996, defendant McDonald's Corp. (\"McDonald's\") filed a motion for summary judgment. Also on June 3, 1996, defendants F &amp; D Huebner d/b/a McDonald's (\"Huebner\") and Charles Harris III (\"Harris\") filed a separate motion for summary judgment. Plaintiff responded to both motions on June 26, 1996. McDonald's filed a reply brief on August 8, 1996, and Huebner and Harris filed a reply on August 12, 1996. As all parties have thoroughly briefed the issues remaining in this case, this matter is ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Plaintiff Fernando Cortes (\"Cortes\") filed suit on August 24, 1995, against McDonald's, <span class=\"star-pagination\">*543</span> Huebner and Harris alleging: 1) discrimination in violation of Title VII of the Civil Rights Act of 1964 (\"Title VII\") and the Americans with Disabilities Act (\"ADA\") based on his HIV-positive status; 2) constructive discharge in violation of the ADA and North Carolina law; and 3) violation of North Carolina's blacklisting statute, N.C.Gen.Stat. § 14-355, by providing negative references to plaintiff's prospective employers.</p>\n<p>On October 2, 1995, McDonald's filed a motion to dismiss and on October 3, 1995, Huebner and Harris also filed a motion to dismiss. On January 26, 1996, this court issued an order granting the motion as to the blacklisting claim and the Title VII claim, but denying the motion as to the other claims.</p>\n<p>On January 31, 1996, defendants filed a motion for reconsideration of the court's order insofar as it declined to dismiss the ADA claim against Harris individually and the state law constructive discharge claim against all defendants. On April 7, 1996, this court granted Harris' motion for reconsideration and amended its order of January 23, 1996, to include a dismissal of plaintiff's ADA cause of action against Harris individually.</p>\n<p>After requesting that the parties brief the North Carolina constructive discharge issue, the court dismissed the state law constructive discharge claim as to all parties. As a result of the court's orders, the only issue remaining before the court is plaintiff's ADA claim against McDonald's and Huebner.</p>\n<p></p>\n<h2>STATEMENT OF THE FACTS</h2>\n<p>In October of 1994, Cortes began working as a crew member at a McDonald's restaurant franchise in Fuquay-Varina, North Carolina. The franchise was owned by F &amp; D Huebner, L.L.C., which is in turn owned by Fred and Doris Huebner. At all times relevant to this litigation, Harris was manager of the store, and the assistant manager was Yvonne Lusky (\"Lusky\"). Lusky is also the sister of plaintiff's girlfriend, Virginia Short (\"Short\").</p>\n<p>Although plaintiff was told he needed to have a conference with management about his attitude after telling a manager to leave him alone, plaintiff had no other employment difficulties during the first few months of his employment at McDonald's. Pl.'s Dep. at 201-02. On January 10, 1995, Cortes got into a fight with a co-worker involving vulgar language and her trying to scratch plaintiff. <i>Id.</i> at 88, 205. A week later, plaintiff was placed on thirty-day probation for using abusive language. <i>Id.</i> at 91. The co-worker was also placed on probation. Despite this behavior, plaintiff contends and defendants deny that plaintiff was placed in a swing manager's training program.</p>\n<p>In January of 1995, Lusky learned she may have been exposed to tuberculosis so she and plaintiff were tested for tuberculosis. Complt. ¶¶ 9, 12. While being tested for tuberculosis, plaintiff thought he should also be tested for HIV as he was usually tested yearly because he slept with a lot of women. Pl.'s Dep. at 178. On or about February 3, 1996, plaintiff was notified by letter that he had tested positive for HIV, and he reported this diagnosis to Harris. Harris Dep. at 30. After being diagnosed as HIV positive, Cortes also impregnated his girlfriend, who is also HIV positive.</p>\n<p>After Harris learned of Cortes' HIV status, he consulted Huebner regarding what should be done. Huebner and Harris then made a three-way call to McDonald's Corporation for advice. <i>Id.</i> at 32. Plaintiff alleges that the person contacted at McDonald's suggested that defendants document all plaintiff's infractions, \"any little thing he does,\" to justify his termination. Pl.'s Dep. at 228. However, following this conversation, plaintiff was never written up for any minor violations. <i>Id.</i></p>\n<p>After diagnosis, Cortes asked that his training for swing manager cease while he awaited confirmation about his health. Cortes alleges, however, and defendant denies, that when Cortes was ready to continue training, Harris told him he would not be a swing manager. Pl.'s Dep. at 72-73. Plaintiff alleges that at this time he was receiving preferential treatment at work by Mrs. Huebner. Also, Harris was driving him around, giving him money, giving him time off, and buying him lunch. <i>Id.</i> at 228, 236-38, 308. Plaintiff alleges that Harris told him that if <span class=\"star-pagination\">*544</span> he quit, Harris would arrange for him to get unemployment. Lusky Second Aff. ¶ 7.</p>\n<p>On February 28, 1995, Cortes walked out of McDonald's after having an argument with a co-worker over his preparation of cheeseburgers. The argument escalated, with both workers becoming \"loud and angry.\" Cortes left the grill and, with the permission of Lusky, walked out of the restaurant. Pl.'s Dep. at 102-03. While exiting, Cortes ran into Lusky who had not witnessed the fight. Cortes said, \"I'm not going to put up with those bitches anymore, I quit.\" <i>Id.</i> at 103. Plaintiff then said that he was sorry, but instructed Lusky to tell Harris he quit. <i>Id.</i> at 104-05. Despite Lusky's advice to take a few hours and calm down a bit, Cortes insisted that he quit. <i>Id.</i> at 104. Plaintiff testified that the next day Harris called him to ask what happened and plaintiff told him he quit and would be going down to the unemployment office the following Thursday, to which Harris responded, \"go for it.\" <i>Id.</i> at 105. However, in plaintiff's brief he argues that when he talked to Harris the following day, he wanted to see if he could change his schedule. Harris then responded to this request by reminding plaintiff that there would be no change in scheduling because plaintiff had quit. Harris Dep. at 40, 55.</p>\n<p>On or about April 26, 1995, plaintiff filed a charge with the Equal Employment Opportunity Commission (\"EEOC\") alleging violations of the ADA. The EEOC issued a Notice of Right-to-Sue letter to plaintiff on or about June 30, 1995.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. Summary Judgment</h2>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985). When making the summary judgment determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513.</p>\n<p>Once the moving party has met its burden, the non-moving party must then affirmatively demonstrate that there is a genuine issue of material fact which requires trial. <i>Matsushita Electric Industrial Co., Ltd. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, 1356, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986). There is no issue for trial unless there is sufficient evidence favoring the non-moving party for a jury to return a verdict for that party. <i>Anderson,</i> 477 U.S. at 250, 106 S.Ct. at 2511. The moving party can bear his burden either by presenting affirmative evidence, or by demonstrating that the non-movant's evidence is insufficient to establish his claim. <i>Celotex Corp.,</i> 477 U.S. at 331, 106 S.Ct. at 2557 (Brennan, J., dissenting). If the moving party makes a sufficient showing that there is an absence of evidence to support the non-moving party's case, the non-moving party may not rest upon mere allegations or denials in his pleadings, but must set forth specific facts showing that there is a genuine issue for trial. <i>Anderson,</i> 477 U.S. at 256, 106 S.Ct. at 2514.</p>\n<p></p>\n<h2>II. Plaintiff's ADA Claim</h2>\n<p>The Fourth Circuit has applied the allocations of burden and order of proof for a Title VII action established by the Supreme Court in <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), to ADA actions in which an employer asserts that an adverse employment action against a disabled person is motivated by legitimate reasons unrelated to the disability. <i>Ennis v. National Ass'n of Business and Educ. Radio, Inc.,</i> <span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 58 (4th Cir. 1995). This method of proving a Title VII claim is therefore applicable to plaintiff's ADA claim.</p>\n<p>Pursuant to the <i>McDonnell Douglas</i> formula for proving a claim of discriminatory treatment, the plaintiff carries the initial burden of establishing, by a preponderance of the evidence, a prima facie case of discrimination. <span class=\"star-pagination\">*545</span> <i>St. Mary's Honor Center v. Hicks,</i> <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2742</span></a></span>, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">407</span></a></span> (1993); <i>Pruitt v. Howard County Sheriff's Department,</i> <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">37031</span></span> (4th Cir.1996) (Title VII actions). In determining whether the plaintiff has established a prima facie case of discrimination the court looks to the prima facie case to be applied in typical discharge cases brought under the ADA:</p>\n<blockquote>A plaintiff must prove by the preponderance of the evidence that (1) she was in the protected class; (2) she was discharged; (3) at the time of the discharge, she was performing her job at a level that met her employer's legitimate expectations; and (4) her discharge occurred under circumstances that raise a reasonable inference of unlawful discrimination.</blockquote>\n<p><i>Ennis v. National Ass'n of Business and Educ. Radio, Inc.,</i> <span class=\"citation\" data-id=\"694622\"><a href=\"/opinion/694622/joan-m-ennis-v-the-national-association-of-business-and-educational/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 58 (4th Cir. 1995). For the reasons discussed below, the court finds that in light of Fourth Circuit precedent, plaintiff has failed to satisfy the first requirement of his prima facie case of discrimination, that he be disabled.</p>\n<p>In <i>Ennis,</i> the Fourth Circuit was forced to decide whether a young boy who was HIV-positive was \"disabled\" under the ADA. The ADA defines \"disability\" as \"a physical or mental impairment that substantially limits one or more of the major life activities of such individual,\" \"a record of such impairment\" or \"being regarded as having such an impairment.\" 42 U.S.C. § 12102(2). In <i>Ennis,</i> the court found no evidence in the record that the boy was \"impaired, to any degree, or that he currently endures any limitation, much less a substantial limitation, on any major life activity.\" <i>Id.</i> at 60. In light of its failure to find any limitation on the major life functions of the child, the court noted, \"were we to hold that [the child] was disabled under the ADA, therefore, we would have to conclude that HIV-positive status is a per se disability. The plain language of the statute ... simply would not permit such a conclusion.\" <i>Id.</i> However, because the court thought the record \"may be less than fully developed as to any limitations on [the boy's] major life functions,\" the court was willing to assume he was disabled under the ADA. <i>Ennis,</i> 53 F.3d at 60.</p>\n<p>Based on its analysis, the Fourth Circuit has declined to follow a number of jurisdictions which have found that to be HIV-positive is to have a disability per se. In fact, the <i>Ennis</i> decision expressly rejected that assertion by requiring that any determination as to disability should be made on a case-by-case basis. <i>Id.</i> Accordingly, the court cited with approval the idea that</p>\n<blockquote>[t]he definition of a handicapped person has two elements: first, that one has, has a record of having, or is regarded as having a physical or mental impairment; and second, that that impairment substantially limits one or more major life activities.</blockquote>\n<p><i>Id.</i> (citing <i>Welsh v. City of Tulsa,</i> <span class=\"citation\" data-id=\"593269\"><a href=\"/opinion/593269/harmon-e-welsh-v-city-of-tulsa-oklahoma-a-municipal-corporation/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1415</span></a></span>, 1417 (10th Cir.1992)).</p>\n<p>On September 19, 1996, the Fourth Circuit affirmed its determination that asymptomatic HIV is not a disability per se. <i>Runnebaum v. NationsBank of Md,</i> <span class=\"citation\" data-id=\"726576\"><a href=\"/opinion/726576/william-runnebaum-v-nationsbank-of-maryland-na/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1285</span></a></span>, 1289 (4th Cir.1996). The <i>Runnebaum</i> opinion is enlightening in that it also dealt with the \"regarded as\" prong of the ADA definition of disability, 42 U.S.C. § 12102(2)(C), which protects those who are regarded as having a disability. <i>Id.</i> In <i>Runnebaum,</i> the plaintiff introduced evidence that employees knew he was HIV-positive and that he was taking AZT to treat his condition. <i>Id.</i> More importantly, perhaps, Runnebaum produced evidence that when a bank supervisor learned of Runnebaum's condition he felt \"panicky\" and \"uncontrolled\" and \"believed death might be imminent for Runnebaum.\" <i>Id.</i> In light of this evidence, the court reversed the district court's grant of summary judgment in favor of the bank because the court found that Runnebaum had created a material issue concerning whether he was fired because he was regarded as having a disability. <i>Id.</i> at 1297.</p>\n<p>Therefore, under <i>Ennis</i> and <i>Runnebaum,</i> this court must decide: 1) whether Cortes has a physical or mental impairment; and 2) whether that impairment substantially limited one or more of his major life activities or was regarded as being substantially limiting. Having tested positive for HIV, plaintiff certainly meets the first requirement, that he have a physical impairment. However, whether plaintiff has this physical impairment <span class=\"star-pagination\">*546</span> or whether he is regarded as having this impairment, the Fourth Circuit still requires that it also be determined that this impairment substantially limit one or more of plaintiff's major life activities or be regarded as limiting one of plaintiff's major life functions. The federal regulations implementing the ADA have defined \"major life activities\" as \"functions, such as caring for one's self, performing manual tasks, walking, seeing, hearing, speaking, breathing, learning, and working.\" 29 C.F.R. § 1613.702(c).</p>\n<p>In light of <i>Ennis</i> and <i>Runnebaum,</i> the Fourth Circuit has also apparently declined to consider reproduction as a major life function. Some courts have found asymptomatic individuals with HIV to be disabled because their ability to reproduce is adversely affected. <i>See </i><i>Abbott v. Bragdon,</i> <span class=\"citation\" data-id=\"1985858\"><a href=\"/opinion/1985858/abbott-v-bragdon/\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">580</span></a></span>, 587 (D.Me.1995) (concluding that asymptomatic HIV substantially limited plaintiff's major life activity of reproduction). Since reproduction is automatically impaired by the HIV virus in that one who is infected bears a substantial risk that his or her children will be HIV-positive, this court interprets the Fourth Circuit's requirement in <i>Ennis</i> that the disability classification be performed on a case-by-case basis and its failure to mention reproduction in its <i>Runnebaum</i> opinion to preclude expansion of the major life functions to include reproduction.<sup>[1]</sup></p>\n<p>In <i>Runnebaum,</i> the plaintiff successfully created a material issue of fact according to the above standard when he produced evidence that his employer knew he was HIV-positive and that he was taking AZT, and evidence that a bank supervisor \"believed death might be imminent for Runnebaum.\" <i>Runnebaum,</i> 95 F.3d at 1290. Plaintiff similarly relies on evidence that Huebner and Harris knew he was HIV-positive and decided he no longer had the potential to function as a swing manager as evidence of his disability. Pl.'s Br. in Opp. to Def.'s Mot. for Summ.J. at 6. However, unlike the plaintiff in <i>Runnebaum,</i> Cortes has produced no evidence that either Huebner or Harris regarded Cortes as having a disability that substantially hindered his major life activities or that they believed his death may be imminent. Unlike the bank manager who got \"panicky\" and \"uncontrolled\" when informed of Runnebaum's HIV status, Harris, plaintiff's manager, seemed \"sympathetic and concerned\" for plaintiff when he learned plaintiff was HIV-positive, and he assured plaintiff that he wanted him to continue to work full time at McDonald's. Pl.'s Dep. at 337, 240.</p>\n<p>Plaintiff's contentions must also fail because Huebner and Harris' knowledge of plaintiff's HIV status is, without more, insufficient to establish that they regarded plaintiff as \"disabled.\" <i>See </i><i>Aucutt v. Six Flags Over Mid-America,</i> <span class=\"citation\" data-id=\"719642\"><a href=\"/opinion/719642/michael-aucutt-v-six-flags-over-mid-america-inc-a-missouri-corporation/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1311</span></a></span>, 1319 (8th Cir.1996). Further, even assuming that plaintiff was removed from the management program, this allegation, without more, fails to create a material issue concerning whether plaintiff was regarded as having a substantially limiting disability. The Fifth Circuit has noted that \"an employer does not necessarily regard an employee as having a substantially limiting impairment just because it believes [h]e is incapable of performing a particular job.\" <i>Ellison v. Software Spectrum, Inc.,</i> <span class=\"citation\" data-id=\"718767\"><a href=\"/opinion/718767/phyllis-ellison-v-software-spectrum-inc/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 192 (5th Cir.1996). To the contrary, the Fourth Circuit has stated that \"[t]he statutory reference to a substantial limitation indicates instead that an employer regards an employee as [substantially limited] in his or her ability to work by finding the employee's impairment to foreclose generally the type of employment involved.\" <i>Id.</i> (citing <i>Forrisi v. Bowen,</i> <span class=\"citation\" data-id=\"472579\"><a href=\"/opinion/472579/louis-p-forrisi-v-otis-r-bowen/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">931</span></a></span>, 935 (4th Cir.1986).</p>\n<p>According to the record before the court, the plaintiff has failed to establish that he experienced any limitation at work, let alone a substantial limitation of a major life function. As of the date of his deposition, Cortes had never shown any symptoms of his impairment. Pl.'s Dep. at 191, 134-35. Nor <span class=\"star-pagination\">*547</span> has plaintiff ever required any sort of accommodation or assistance as a result of his illness. <i>Id.</i> at 83. In fact, plaintiff stated in his deposition that after he was diagnosed with HIV he \"kept performing the duties [he] was performing all the time.\" Pl.'s Dep. at 82. Further, plaintiff has not missed any work as a result of his condition, and he testified, \"My condition has kept me from doing nothing.\" <i>Id.</i> at 222. Finally, plaintiff agreed that there is nothing he could do before he got HIV that he is incapable of doing now. <i>Id.</i> at 223.</p>\n<p>Plaintiff alleges that he has been limited in one or more major life activities because he had to call for a recess during his deposition due to his failing health, and because of the birth of his child who is HIV-positive. The court has already articulated its understanding that the Fourth Circuit has yet to recognize reproduction as a major life activity. Therefore, the plaintiff's failure to produce healthy offspring is of no legal consequence. As for plaintiff's failing health at his deposition, the court is persuaded by defendant's contention that the relevant time for assessing a disability is while the employee is still employed. <i>See</i> Def.'s Reply Br. at 3. Defendant urges that this is true because the ADA's definition of disability is \"formulated entirely in the present tense.\" <i>Myers v. Hose,</i> <span class=\"citation\" data-id=\"691971\"><a href=\"/opinion/691971/joseph-t-myers-v-mitchell-l-hose-director-of-personnel-frederick-county/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></a></span>, 283 (4th Cir.1995). Because the crux of the issue is whether plaintiff was discriminated against because of a disability in existence while he was employed at McDonald's, the court agrees that to assess his disability based on his condition nearly a year after he terminated his employment would be illogical.</p>\n<p>Whether or not this court believes that even asymptomatic HIV should be considered a disability is immaterial in that this court is bound by what it finds Fourth Circuit precedent to require. The Fourth Circuit held in <i>Ennis</i> that HIV is not a disability per se, but each individual must show he has been substantially limited in a major life function. Further, in <i>Runnebaum,</i> the Fourth Circuit exemplified the type of evidence required to create an issue under the \"regarded as\" prong of an ADA \"disability.\" Plaintiff has failed to present any evidence of difficulty during the period of his employment at McDonald's. Plaintiff has similarly failed to present evidence that his employer regarded him as having a substantially limiting condition. Accordingly, plaintiff has failed to meet the first requirement of his prima facie case, that he was disabled according to the Fourth Circuit's interpretation of the ADA. Therefore, both McDonald's and Huebner's motions for summary judgment must be granted as plaintiff has failed to prove his prima facie case. In light of this finding, the court declines to address McDonald's' argument that it is an improper party as this issue is moot.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, the court hereby GRANTS defendant Huebner's motion for summary judgment. For the same reasons, the court also GRANTS defendant McDonald's' motion for summary judgment without reaching the issue whether it was an employer of plaintiff under the ADA. As all the issues in this case have been resolved, this matter is DISMISSED and the clerk is directed to close this case.</p>\n<h2>NOTES</h2>\n<p>[1]  In a technical sense, the plaintiff's ability to reproduce was not hindered in that after diagnosis his girlfriend got pregnant. Some courts have held, however, that the technical ability to reproduce does not mean that the major life function of reproduction has not been substantially impaired. <i>See </i><i>Doe v. Kohn, Nast &amp; Graf, P.C.,</i> <span class=\"citation\" data-id=\"2081225\"><a href=\"/opinion/2081225/doe-v-kohn-nast-graf-pc/\"><span class=\"volume\">862</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1310</span></a></span> (E.D.Pa.1994) (finding that attorney was substantially limited in major life activity of procreation because of significant risk of transmitting HIV infection to partner or child).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/694622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1985858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2081225/"
  ]
}