{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1516147/",
  "absolute_url": "/opinion/1516147/cortes-v-mcdonalds-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1516147/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:32:50.297876Z",
  "date_modified": "2016-04-27T02:48:56.321999Z",
  "type": "010combined",
  "sha1": "e90fc6bfbb0395b23a032cf38a9e59d5a484d6c6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>955 F.Supp. 531 (1996)</b></center>\n<center><h1>Fernando J. CORTES, Plaintiff,<br>\nv.<br>\nMcDONALD'S CORPORATION, F &amp; D Huebner, L.L.C., d/b/a McDonald's Restaurant and Charles Harris, III, Defendants.</h1></center>\n<center>No. 5:95-CV-827-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 23, 1996.</center>\n<center>April 7, 1996.</center>\n<center>Order Granting Reconsideration April 8, 1996.</center>\n<p><span class=\"star-pagination\">*532</span> H.C. Kirkhart, Cary, NC, for Fernando J. Cortes.</p>\n<p>Frank P. Ward, Jr., Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, R. Scott Brown, John B. Meuser, Raleigh, NC, Shannon E. Brown, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for McDonald's Corporation.</p>\n<p>Frank P. Ward, Jr., Shannon E. Brown, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, R. Scott Brown, Raleigh, NC, for F &amp; D Huebner, L.L.C. d/b/a McDonald's Restaurant, Charles Harris, III.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court upon defendants' motions to dismiss. Plaintiff's complaint was originally filed on August 24, 1995, in North Carolina Superior Court. The case was removed to this court on September 26, 1995, pursuant to 28 U.S.C. § 1441 based on the court's federal question and supplemental jurisdiction. The defendants have now filed individual motions to dismiss the action pursuant to Federal Rules of Civil Procedure (\"Rules\") 12(b)(1) and 12(b)(6).</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Defendant F &amp; D Huebner, L.L.C., d/b/a McDonald's (\"Huebner\") operates a McDonald's restaurant at 800 N. Main Street, Fuquay-Varina, North Carolina, (\"the restaurant\") through a franchise agreement with the defendant McDonald's Corporation (\"McDonald's Corp.\"). Defendant Charles Harris III (\"Harris\") is the manager of the restaurant.</p>\n<p>In October of 1994, plaintiff was hired by Huebner to work at the restaurant. Plaintiff was directly supervised by Yvonne Lusky. In January of 1995, Ms. Lusky learned that she may have been exposed to tuberculosis. Ms. Lusky subsequently spoke to her manager, Harris, about she and plaintiff obtaining tuberculosis tests. While being tested for tuberculosis, plaintiff requested that he also be tested for the Human Immunodeficiency Virus (\"HIV\"). On or about February 3, 1995, plaintiff discovered that he had tested positive for HIV. Plaintiff immediately shared this information with his manager, defendant Harris.</p>\n<p>At the end of February, plaintiff discontinued his employment at the restaurant, allegedly due to \"pressure from defendant Harris and in reliance upon defendant Harris [sic] statements that plaintiff would receive full Unemployment benefits.\" Complaint at 3. Plaintiff filed a Charge of Discrimination (\"charge\") with the Equal Employment Opportunity Commission (\"EEOC\") on April 26, 1995. On or about June 30, 1995, the EEOC issued plaintiff a Notice of Right to Sue upon his request. <i>Id.</i></p>\n<p>Plaintiff's complaint alleges that the defendants wrongfully terminated him from his employment in violation of Title VII of the Civil Rights Act of 1964 (\"Title VII\"), the Americans with Disabilities Act (\"ADA\"), and North Carolina law. Plaintiff contends that he was constructively discharged because of his HIV.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>The Title VII Claim</i>\n</h2>\n<p>Title VII, 42 U.S.C. § 2000e <i>et seq.,</i> provides that it is unlawful for an employer to, among other practices, \"discharge any individual ... because of such individual's race, color, religion, sex, or national origin.\" 42 U.S.C. § 2000e-2(a) (1994). Although plaintiff lists Title VII as one of the statutes <span class=\"star-pagination\">*533</span> violated by his employers' actions, plaintiff's complaint contains no allegation whatsoever relating to his race, color, religion, sex, or national origin. Plaintiff's Charge of Discrimination (\"charge\"), which was filed with the EEOC, also makes no reference to any cause of discrimination other than disability. In fact, plaintiff admits in his brief in opposition to defendants' motions to dismiss that the EEOC charge lacks allegations which would support a cause of action under Title VII.</p>\n<p>Consequently, because plaintiff's complaint cites only \"his disability of being HIV positive\" as the motivating factor behind the defendants' allegedly discriminatory actions, and because the plain language of Title VII does not include HIV as a situation to which the statute applies, the court finds that plaintiff has failed to state a claim upon which relief may be granted. The Title VII claim is therefore DISMISSED as to all defendants.</p>\n<p></p>\n<h2>II. <i>McDonald's Corp's Motion to Dismiss the ADA Claim</i>\n</h2>\n<p></p>\n<h2>A. <i>The \"early\" right-to-sue letter</i>\n</h2>\n<p>Defendant McDonald's Corp. alleges that the ADA cause of action should be dismissed, among other reasons, because a Notice of Right to Sue issued prior to the expiration of 180 days from the date of the filing of the charge is invalid. Plaintiff was granted a Notice of Right to Sue only a little over two months after he filed his charge.</p>\n<p>\"Questions of the validity of the early right-to-sue letter have confounded district courts since enactment of the regulation in 1977.\" <i>Pearce v. Barry Sable Diamonds,</i> 912 F.Supp. 149 (E.D.Pa.1996). The \"regulation\" to which the Pennsylvania court is referring is 29 C.F.R. § 1601.28(a)(2) which authorizes the EEOC to issue a right-to-sue letter prior to 180 days from the date the charge was filed. The Ninth and Eleventh Circuits have found no problem with the C.F.R. provision, but many district courts in other circuits have ruled that the provision exceeds the power of the EEOC and is therefore invalid. The Fourth Circuit has not yet ruled on the issue.</p>\n<p>Without precedence or guidance from the Fourth Circuit, this court finds that the issuance of a so-called \"early\" right-to-sue letter, i.e., one that is issued prior to the expiration of 180 days, does not render an ADA claim invalid. Section 12117 of the ADA expressly adopts the \"powers, remedies, and procedures\" set forth in Title VII. 42 U.S.C. § 12117 (1995). Nowhere in the plain language of Title VII, in particular § 2000e-5, is the EEOC prohibited from issuing a notice of right-to-sue prior to 180 days. The United States Supreme Court has explained § 2000e-5 as meaning exactly what it seems to say: \"An aggrieved person unwilling to await the conclusion of extended EEOC proceedings may institute a private lawsuit 180 days after a charge has been filed.\" <i>Occidental Life Ins. Co. of California v. EEOC,</i> 432 U.S. 355, 366, 97 S.Ct. 2447, 2454, 53 L.Ed.2d 402 (1977). Thus, all § 2000e-5 requires is that the EEOC notify the aggrieved party if the EEOC has not filed its own civil action within 180 days or arranged a conciliation agreement within that time.</p>\n<p>In this court's opinion, § 2000e-5 does not mean that the EEOC <i>must</i> wait 180 days before granting the aggrieved party a right to sue. Consequently, the court rejects McDonald's Corp's argument that the court lacks jurisdiction over plaintiff's ADA claim because the right-to-sue letter was issued prematurely.</p>\n<p></p>\n<h2>B. <i>The naming of the defendant in the EEOC charge</i>\n</h2>\n<p>McDonald's Corp. also alleges that the ADA claim should be dismissed because McDonald's Corp. was not named as a respondent in plaintiff's charge. Any defendant not named somewhere in the EEOC charge may not later be named as a defendant in a complaint filed in court. <i>Dickey v. Greene,</i> 603 F.Supp. 102, 105 (E.D.N.C.1984) (citing <i>Dickey v. Greene,</i> 710 F.2d 1003 (4th Cir.1983)). Plaintiff's charge lists \"McDonald's\" as the employer liable for the discrimination and lists the employer's address as \"800 W. Main Street, Fuquay Varina, NC.\" Answer, Exh. A. In the space designated for the particulars of the discrimination, <span class=\"star-pagination\">*534</span> plaintiff names Charles Harris as the store manager.</p>\n<p>The Eastern District of North Carolina has held that \"the jurisdictional requisites of Title VII are satisfied if the party or parties alleged to have discriminated against plaintiff are clearly identified by plaintiff anywhere on the face of the charge of discrimination form.\" <i>Dickey,</i> 603 F.Supp. at 105. Judge Dupree, who authored the <i>Dickey</i> decision, also stated, \"it is generally accepted that complaints filed with the EEOC should be liberally construed since they are framed by persons unfamiliar with the pleading requirements of the Act.\" <i>Id.</i> at 106. As has already been mentioned by this court, the procedural requirements of Title VII also apply to the ADA.</p>\n<p>This court agrees with Judge Dupree that charges filed with the EEOC must be liberally construed. In addition, this court will not impose hypertechnical requirements upon those untrained in the law. <i>See generally, </i><i>Alvarado v. Bd. of Trustees of Montgomery Community College,</i> 848 F.2d 457 (4th Cir.1988). Consequently, the court finds that the plaintiff's listing of \"McDonald's\" on his charge is sufficient to allow the court to assert jurisdiction over the defendant McDonald's Corp. even though the address listed is that of the franchise located in Fuquay-Varina.</p>\n<p></p>\n<h2>C. <i>Is McDonald's Corp. a proper party?</i>\n</h2>\n<p>McDonald's Corp's final argument in favor of its motion to dismiss the ADA claim is that McDonald's Corp. is not the employer of its franchisee's employees and is therefore not a proper party to this action. The court finds that such an argument is more suitable to a motion for summary judgment than a motion to dismiss for failure to state a claim.</p>\n<p>In a motion to dismiss for failure to state a claim upon which relief may be granted, a court is required to accept as true all well-pleaded allegations. The complaint must also be viewed in the light most favorable to the plaintiff. <i>Mylan Laboratories, Inc. v. Matkari,</i> 7 F.3d 1130, 1134 (4th Cir.1993). In the present matter, plaintiff's complaint states,</p>\n<blockquote>Upon information and belief defendant McDonald's Corp. is the franchiser of the McDonald's store referenced above and the defendants Huebner are the franchisee. Defendant McDonald's Corporation as franchiser sets the policy regarding, but not limited to, personal policy, management training, running of the operation and publicity.</blockquote>\n<p>Complaint at 1.</p>\n<p>Control is an important factor in any determination regarding the responsibility of a franchisor for its franchisees. In viewing the above-quoted statement in the light most favorable to the plaintiff, the court must assume that McDonald's Corp. exerted influence over the Huebner franchise in its hiring and firing decisions. Thus, while the court believes that defendants' argument may be a viable ground for dismissal, the court finds that it does not presently have before it enough information to rule on such an issue. McDonald's Corp's motion to dismiss the ADA claim must therefore be DENIED.</p>\n<p></p>\n<h2>III. <i>Defendants Huebner and Harris' Motion to Dismiss the ADA Claim</i>\n</h2>\n<p>Defendants Huebner and Harris filed a separate motion to dismiss for lack of jurisdiction and failure to state a claim. Although their motion contains theories for dismissal that differ from those asserted by McDonald's Corp., these defendants also claim that this court lacks jurisdiction over the ADA claim because of the \"early\" right-to-sue letter. As this issue has already been thoroughly discussed above, the court will not repeat its discussion here. However, the court will reiterate that it rejects defendants' argument that the \"early\" right-to-sue letter renders the ADA claim invalid.</p>\n<p>Defendant Harris also alleges that the ADA claim should be dismissed against him because individuals cannot be held liable under the ADA. The question of whether an individual can be held liable under the ADA turns on whether individuals are included within the ADA's definition of \"employer.\" The ADA defines an \"employer\" as \"a person engaged in an industry affecting commerce who has 15 or more employees for each <span class=\"star-pagination\">*535</span> working day in each of 20 or more calendar weeks in the current or preceding calendar year, and any agent of such person.\" 42 U.S.C. § 12111(5)(A) (1995).</p>\n<p>Although the Fourth Circuit has not yet addressed the question of whether an individual can be held liable under the ADA, the Fourth Circuit has determined that individuals cannot be held individually liable under the Age Discrimination in Employment Act (\"ADEA\") for personnel decisions of a plainly delegable character. <i>See </i><i>Birkbeck v. Marvel Lighting Corp.,</i> 30 F.3d 507, 510-511 n. 1 (4th Cir.1994). The definition of \"employer\" in the ADEA is very similar to that of the ADA.</p>\n<p>In the present matter, plaintiff's complaint states that defendant Harris is the manager of the Huebner McDonald's. In addition, various statements within the complaint allege that Harris himself was quite personally involved in plaintiff's constructive discharge. Thus, in reading the complaint in the light most favorable to the plaintiff, the court finds that defendant Harris may fall within the ADA's definition of \"employer.\" The defendants' motion to dismiss the ADA claim is therefore DENIED.</p>\n<p></p>\n<h2>IV. <i>The State Law Claims</i>\n</h2>\n<p></p>\n<h2>A. <i>N.C.Gen.Stat. § 14-355</i>\n</h2>\n<p>Plaintiff's third cause of action is based upon the defendants alleged violation of the North Carolina blacklist statute, codified as N.C.Gen.Stat. § 14-355. Plaintiff states in his complaint, \"[a]fter termination plaintiff has attempted to use his exemplary employment record to secure a position with another employer. However <i>when his reference is checked with defendants</i> upon information and belief, a negative reference is given and plaintiff has had a difficult time securing employment.\" Complaint at 4-5 (emphasis added).</p>\n<p>The Court of Appeals of North Carolina has very clearly explained that under § 14-355, \"statements made about a former employee in response to a request from a prospective employer are privileged under § 14-355. For the statute to be violated, the statements to the prospective <i>employer would have had to have been unsolicited.</i>\" <i>Friel v. Angell Care Inc.,</i> 113 N.C.App. 505, 511, 440 S.E.2d 111, 114-15 (1994) (emphasis added). Plaintiff's complaint plainly states, however, that the allegedly negative references given about him were given in response to the requests of potential employers. The court therefore finds that even in construing the complaint in the light most favorable to the plaintiff, plaintiff has not set forth a claim pursuant to § 14-355 upon which relief may be granted. Defendants' motion to dismiss for failure to state a claim is therefore GRANTED as to the claim asserted pursuant to N.C.Gen.Stat. § 14-355.</p>\n<p></p>\n<h2>B. <i>The wrongful discharge claim</i>\n</h2>\n<p>Plaintiff's complaint also alleges a cause of action based upon wrongful discharge. Defendant Harris contends that the wrongful discharge cause of action should be dismissed because individuals cannot be held personally liable for wrongful discharge. For the same reasons already set forth in the court's discussion of the term \"employer\" under the ADA, the court DENIES defendant Harris' motion to dismiss the wrongful discharge claim.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, for the reasons stated herein, the defendants' motion to dismiss the Title VII cause of action is hereby GRANTED. Defendants' motion to dismiss the ADA cause of action is DENIED. Defendants' motion to dismiss the N.C. Gen. Stat. § 14-355 blacklist cause of action is GRANTED. Defendants' motion to dismiss the wrongful discharge cause of action is DENIED. Thusly, there remains before this court, for further disposition and/or trial, plaintiff's ADA claim and plaintiff's wrongful discharge claim.</p>\n<p></p>\n<h2><i>ORDER GRANTING RECONSIDERATION</i></h2>\n<p>This matter is before the court on defendant Charles Harris' (\"Harris\") motion for reconsideration. The court filed an order in the above-referenced matter on January 26, 1996, granting in part and denying in part defendants' motions to dismiss. In this January <span class=\"star-pagination\">*536</span> 26 order, the court denied defendant Harris' motion to dismiss plaintiff's ADA and wrongful discharge causes of action. Harris now asks this court to reconsider its prior ruling based on subsequently decided authority.</p>\n<p>Because the court recognizes that the issue of individual liability under the Americans with Disabilities Act is an area of evolving law and because the court recognizes that the tort of constructive discharge has not yet been explicitly recognized by the North Carolina courts, the court hereby GRANTS defendant Harris' motion for reconsideration and amends its order of January 26, 1996, as follows.<sup>[1]</sup></p>\n<p></p>\n<h2>I. <i>The ADA Claim Against Defendant Harris: May Individuals Be Held Personally Liable Under the ADA?</i>\n</h2>\n<p>The Americans with Disabilities Act (\"ADA\"), the Age Discrimination in Employment Act (\"ADEA\"), and Title VII of the Civil Rights Act of 1964 (\"Title VII\") \"all have virtually identical definitions and liability schemes and all are designed with a common purpose: to prohibit discrimination in employment.\" <i>Stephens v. Kay Management Co., Inc.</i> 907 F.Supp. 169, 171 (E.D.Va. 1995). Thus, when a court is called upon to interpret one statute, case law discussing the other statutes is often looked to for guidance. <i>Id.</i></p>\n<p>A question currently cropping up with some frequency among district courts in the Fourth Circuit, and presently before this court in relation to plaintiff's ADA cause of action, is whether an individual in a supervisory position may be held personally liable as an \"employer\" under the ADA, the ADEA, or Title VII.<sup>[2]</sup> The reason for the recent wave of discussion concerning individual liability under the discrimination statutes is the 1994 Fourth Circuit decision of <i>Birkbeck v. Marvel Lighting Corporation,</i> 30 F.3d 507 (4th Cir.1994). In <i>Birkbeck,</i> the Fourth Circuit held that supervisory individuals making personnel decisions \"of a plainly delegable character\" may not be held personally liable under the ADEA. <i>Birkbeck,</i> 30 F.3d at 511 n. 1.</p>\n<p>Prior to <i>Birkbeck,</i> the individual liability issue in this circuit was governed by the Court of Appeals' statement in <i>Paroline v. Unisys Corporation,</i> 879 F.2d 100 (4th Cir. 1989), vacated in part on other grounds, 900 F.2d 27 (4th Cir.1990), that \"[a]n individual qualifies as an `employer' ... if he or she serves in a supervisory position and exercises significant control over the plaintiff's hiring, firing or conditions of employment.\" <i>Paroline,</i> 879 F.2d at 104. Although <i>Paroline</i> involved a sexual harassment case brought pursuant to Title VII, the definition of \"employer\" under Title VII is virtually identical to the definition of \"employer\" under the ADA and the ADEA. Thus, after <i>Paroline,</i> as long as a supervisory individual's exercise of authority over a plaintiff was approved or acquiesced by an employing entity, then that supervisory individual was considered an \"employer\" for purposes of Title VII, the ADA, and the ADEA. <i>Id.</i></p>\n<p>In 1994, however, the Fourth Circuit held in <i>Birkbeck</i> that \"the ADEA limits civil liability to the [actual] employer.\" <i>Birkbeck,</i> 30 F.3d at 511. Thus, under the facts of <i>Birkbeck,</i> the vice-president of the company from which the plaintiffs had been laid off was not a proper defendant in the case even though he was \"primarily responsible for the layoff decisions.\" <i>Id.</i> at 509-10. The <i>Birkbeck</i> court reasoned that because the definition of \"employer\" under the ADEA</p>\n<blockquote>restricts the application of the ADEA to those `employers' who employ twenty or more workers ... it would be incongruous to hold that the ADEA does not apply to the owner of a business employing, for example, ten people, but that it does apply <span class=\"star-pagination\">*537</span> with full force to a person who supervises the same number of workers in a company employing twenty or more.</blockquote>\n<p><i>Id.</i> The <i>Birkbeck</i> court also stated that imposing personal liability on supervisory individuals \"would place a heavy burden on those who routinely make personnel decisions for enterprises employing twenty or more persons, and we do not read the statute as imposing it.\" <i>Id.</i> Thus, the Fourth Circuit interpreted the portion of the ADEA which includes \"any agent\" of \"a person engaged in an industry affecting commerce\" within the definition of \"employer\" \"as an unremarkable expression of respondent superior  that discriminatory personnel actions taken by an employer's agent may create liability for the employer.\" <i>Id.</i> (citing <i>Miller v. Maxwell's Int'l Inc.,</i> 991 F.2d 583, 587 (9th Cir.1993)).</p>\n<p>Although <i>Birkbeck</i> may appear on its surface to abrogate the Fourth Circuit's decision in <i>Paroline,</i> the <i>Birkbeck</i> court did not explicitly overrule <i>Paroline.</i> Instead, the <i>Birkbeck</i> court stated in a footnote that \"[a]n employee ... may not be shielded as an employer's agent in all circumstances. We address here only personnel decisions <i>of a plainly delegable character.</i>\" <i>Id.</i> at 511 n. 1 (emphasis added). The court then cited to <i>Paroline</i> and parenthetically explained that <i>Paroline</i> involved a \"disputed issue of fact with respect to personal liability under Title VII in a sexual harassment setting.\" <i>Id.</i></p>\n<p>Because of the <i>Birkbeck</i> footnote, the question confronting many district courts in the Fourth Circuit today is what is meant by the court's reference to \"personnel decisions of a plainly delegable character.\" Unfortunately, the Fourth Circuit has not yet expounded upon the issue. Thus, the district courts have been left deciding the matter for themselves. In this court's recent January 26 order, the court recognized <i>Birkbeck</i> but stated that because defendant Harris <i>may</i> fall within the ADA's definition of \"employer,\" defendant Harris' motion to dismiss the ADA claim must be denied. Since the court's January 26 ruling, however, two very recent decisions by district courts in the Fourth Circuit have been brought to the court's attention. The most recent of these decisions, authored by Judge Hiram H. Ward of the Middle District of North Carolina, confronts the individual liability issue under the ADEA.</p>\n<p>In <i>Pardasani v. Rack Room Shoes Inc.,</i> 912 F.Supp. 187 (M.D.N.C.1996), Judge Ward determined that \"[m]aking promotions and other normal personnel decisions are the type of actions that fall within the category of `personnel decisions of a plainly delegable character.' Thus, supervisors making these types of decision [sic] are protected by the Birkbeck decision and cannot be held individually liable for violations of the ADEA.\" <i>Pardasani,</i> 912 F.Supp. at 191. Judge Ward explained the <i>Birkbeck</i> footnote by stating,</p>\n<blockquote>Paroline involved sexual harassment within the workplace and not a personnel decision of a plainly delegable character. Sexual harassment is not a personnel decision of a plainly delegable character since no employer could delegate authority to a supervisor to act as its agent for the purposes of engaging in sexually harassing conduct.</blockquote>\n<p><i>Id.</i> Thus, Judge Ward determined in <i>Pardasani</i> that the plaintiff's ADEA claim with regard to the two supervisory employees \"involve plainly delegable decisions and as such neither defendant can be held personally liable.\" <i>Id.</i></p>\n<p>Similarly, in <i>Stephens v. Kay Management Co., Inc.,</i> 907 F.Supp. 169 (E.D.Va.1995), a Virginia district court recently stated, \"because <i>Birkbeck</i> addressed termination of employment, it established that decisions of that sort were of a `plainly delegable character.'\" <i>Stephens,</i> 907 F.Supp. at 173. The <i>Stephens</i> court then asserted that \"[t]here is no valid reason not to apply the rationale of <i>Birkbeck</i> to the ADA.\" <i>Id.</i> at 174. Thus, the court held that the plaintiff's supervisor could not be held individually liable under the ADA for the plaintiff's termination even though the supervisor had allegedly \"been trying to find a way to fire [the plaintiff] for some time.\" <i>Id.</i> at 171, 174.</p>\n<p>In the instant matter, defendant Harris is employed by defendant F &amp; D Huebner, L.L.C., d/b/a McDonald's (\"Huebner\") as a manager at Huebner's restaurant. Plaintiff alleges that after the defendants learned of plaintiff's HIV status, Huebner told Harris \"to get rid of\" plaintiff, \"but to keep it quiet <span class=\"star-pagination\">*538</span> and not let it get out.\" Pl.'s Resp. to Def. Harris' Mot. to Reconsider at 2. Plaintiff then alleges that he \"quit his job as a direct result of the pressure of defendant Harris and in reliance upon statements that plaintiff would receive his unemployment benefits.\" <i>Id.</i> These facts, even if taken in the light most favorable to the plaintiff, show that Harris' actions, albeit allegedly quite personal in nature, were nonetheless due to Huebner's delegating the job of \"getting rid of\" plaintiff to Harris, the manager of Huebner's restaurant. Thus, the facts as alleged by plaintiff clearly establish that any actions taken against plaintiff by Harris arose from a personnel decision of a plainly delegable character, i.e., the decision to terminate an employee.</p>\n<p>Consequently, because this court is convinced that Judge Ward's reasoning in <i>Pardasani</i> is what is dictated by the current precedent in this circuit, and because the court agrees that \"[t]here is no valid reason not to apply the rationale of <i>Birkbeck</i> to the ADA,\" <i>Stephens,</i> 907 F.Supp. at 174, the court hereby amends this court's January 26, 1996, order to include a DISMISSAL of plaintiff's ADA cause of action against defendant Harris. The ADA cause of action remains as to defendants McDonald's Corporation and Huebner.</p>\n<p></p>\n<h2>II. <i>The Constructive Wrongful Discharge Claim: Would a North Carolina Court Recognize the Tort in this Case?</i>\n</h2>\n<p>In his complaint, plaintiff states, \"[c]onstructive termination of plaintiff's employment by defendants as heretofore described as a direct result of his HIV positive status constitutes a wrongful discharge under North Carolina law and as a matter of public policy....\" Compl. ¶ 32. Wrongful discharge is only actionable in North Carolina if a plaintiff is in fact \"discharged.\" <i>Gravitte v. Mitsubishi Semiconductor America,</i> 109 N.C.App. 466, 472, 428 S.E.2d 254 (1993). In the instant matter, plaintiff admits that he quit his job after allegedly being reassured that he would receive full unemployment benefits. Compl. ¶ 22, ¶ 31. Consequently, since plaintiff voluntarily resigned from defendant's employ, he cannot bring a claim for wrongful discharge. <i>Gravitte,</i> 109 N.C.App. at 472, 428 S.E.2d 254. Plaintiff's discharge claim is therefore only actionable if he can validly assert a claim for constructive discharge.</p>\n<p>As recently noted by the Court of Appeals of North Carolina, \"North Carolina courts have yet to adopt the employment tort of constructive discharge.\" <i>Graham v. Hardee's Food Systems,</i> 121 N.C.App. 382, 385, 465 S.E.2d 558, 560 (N.C.Ct.App.1996). Plaintiff points out that this court could nonetheless \"find that North Carolina recognizes the tort of constructive discharge.\" Pl.'s Resp. to Def. Harris' Mot. to Reconsider at 6. The court agrees with plaintiff's statement.</p>\n<p>As a federal court entertaining a pendent state law claim, this court must apply the relevant state law as would the highest court of the state in which the suit was brought. <i>Liberty Mutual Insurance Co. v. Triangle Industries, Inc.,</i> 957 F.2d 1153, 1156 (4th Cir.1992); <i>Erie Railroad Co. v. Tompkins,</i> 304 U.S. 64, 58 S.Ct. 817, 82 L.Ed. 1188 (1938). It is not the court's place to \"fashion a rule which we, as an independent federal court, might consider best.\" <i>Kline v. Wheels by Kinney, Inc.,</i> 464 F.2d 184, 187 (4th Cir. 1972) (citing <i>Lowe's North Wilkesboro Hardware v. Fidelity Mut. Life Ins. Co.,</i> 319 F.2d 469 (4th Cir.1963)). Moreover, \"the generally held view [is] that federal courts applying a state's law should not provide a cause of action which that state has not recognized.\" <i>Selman v. American Sports Underwriters, Inc.,</i> 697 F.Supp. 225, 241 (W.D.Va.1988).</p>\n<p>Because the North Carolina courts have not yet recognized the tort of constructive discharge, very little discussion of the tort appears in North Carolina case law. Moreover, two of the North Carolina appellate court decisions cited by plaintiff as supporting a recognition of the tort discuss constructive discharge only in terms of a federal statutory provision, <i>see </i><i>E.E.O.C. v. Clay Printing Co.,</i> 955 F.2d 936, 944 (4th Cir. 1992), or adjudication of a claim by the Employment Security Commission, <i>see </i><i>Celis v. North Carolina Employment Security Commission,</i> 97 N.C.App. 636, 389 S.E.2d 434 (1990). Thus, neither of these cases show <span class=\"star-pagination\">*539</span> that the North Carolina courts would recognize the tort of constructive discharge on purely state-based grounds.</p>\n<p>Nonetheless, one North Carolina appellate decision has addressed constructive discharge on purely state-based grounds. It appears from this case, however, that the only manner in which a North Carolina court might recognize the tort would be as an extension of the concept of wrongful discharge. <i>See </i><i>Wagoner v. Elkin City Schools' Board of Education,</i> 113 N.C.App. 579, 440 S.E.2d 119 (1994). In <i>Wagoner,</i> a school teacher sought to prove that the school system had constructively discharged her by making her employment intolerable. The Court of Appeals of North Carolina discussed the applicable tort not as one of \"constructive discharge\" but as one of \"constructive wrongful discharge.\" <i>Id.</i> at 588, 440 S.E.2d 119. The court then dismissed the constructive wrongful discharge claim \"because the tort of wrongful discharge arises only in the context of employees at will.\" <i>Id.</i> at 588, 440 S.E.2d 119.</p>\n<p>Because the <i>Wagoner</i> court acknowledged the tort of \"constructive wrongful discharge,\" this court is not entirely convinced that the tort of constructive discharge would not be recognized by the Supreme Court of North Carolina if it were deciding the instant matter. However, the court does not feel that the constructive discharge issue has been sufficiently addressed by the parties and the court is not prepared at this time to make a decision as to whether or not the tort of constructive discharge should be dismissed. The court therefore reserves its ruling on this issue until the matter has been more thoroughly presented.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, counsel for plaintiff and defendant Harris are requested to file additional briefs solely on the issue of the North Carolina Supreme Court's likely position on the existence of the tort of constructive discharge under the facts of this case. Defendant Harris, as the movant on this issue, shall file his brief in support of his motion to dismiss the constructive discharge claim by April 29, 1996. Plaintiff's response shall be filed by May 13, 1996. No reply will be accepted.</p>\n<p>Furthermore, for the reasons already stated herein, this court's order of January 26, 1996, is amended as follows: Defendant Harris' motion to dismiss plaintiff's ADA cause of action is GRANTED for failure to state a claim upon which relief may be granted. Thusly, there remains before this court, for further disposition and/or trial, plaintiff's ADA cause of action against defendants McDonald's Corporation and F &amp; D Huebner, and plaintiff's constructive wrongful discharge claim.</p>\n<h2>NOTES</h2>\n<p>[1]  The court will not repeat the facts of this case as they have already been set forth in the court's order of January 26, 1996.</p>\n<p>[2]  The ADA, the ADEA, and Title VII define an \"employer\" as \"a person engaged in an industry affecting commerce who has 15 or more employees for each working day in each of 20 or more calendar weeks in the current or preceding calendar year, and any agent of such person.\" 42 U.S.C. § 12111(5)(A) (ADA). <i>See also</i> 29 U.S.C. § 630(b) (ADEA) (the ADEA limits liability to employers with twenty or more employees) and 42 U.S.C. § 2000e(b) (Title VII).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">955</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">531</span></span> (1996)</b></center>\n<center><h1>Fernando J. CORTES, Plaintiff,<br>\nv.<br>\nMcDONALD'S CORPORATION, F &amp; D Huebner, L.L.C., d/b/a McDonald's Restaurant and Charles Harris, III, Defendants.</h1></center>\n<center>No. 5:95-CV-827-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>January 23, 1996.</center>\n<center>April 7, 1996.</center>\n<center>Order Granting Reconsideration April 8, 1996.</center>\n<p><span class=\"star-pagination\">*532</span> H.C. Kirkhart, Cary, NC, for Fernando J. Cortes.</p>\n<p>Frank P. Ward, Jr., Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, R. Scott Brown, John B. Meuser, Raleigh, NC, Shannon E. Brown, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for McDonald's Corporation.</p>\n<p>Frank P. Ward, Jr., Shannon E. Brown, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, R. Scott Brown, Raleigh, NC, for F &amp; D Huebner, L.L.C. d/b/a McDonald's Restaurant, Charles Harris, III.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court upon defendants' motions to dismiss. Plaintiff's complaint was originally filed on August 24, 1995, in North Carolina Superior Court. The case was removed to this court on September 26, 1995, pursuant to 28 U.S.C. § 1441 based on the court's federal question and supplemental jurisdiction. The defendants have now filed individual motions to dismiss the action pursuant to Federal Rules of Civil Procedure (\"Rules\") 12(b)(1) and 12(b)(6).</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>Defendant F &amp; D Huebner, L.L.C., d/b/a McDonald's (\"Huebner\") operates a McDonald's restaurant at 800 N. Main Street, Fuquay-Varina, North Carolina, (\"the restaurant\") through a franchise agreement with the defendant McDonald's Corporation (\"McDonald's Corp.\"). Defendant Charles Harris III (\"Harris\") is the manager of the restaurant.</p>\n<p>In October of 1994, plaintiff was hired by Huebner to work at the restaurant. Plaintiff was directly supervised by Yvonne Lusky. In January of 1995, Ms. Lusky learned that she may have been exposed to tuberculosis. Ms. Lusky subsequently spoke to her manager, Harris, about she and plaintiff obtaining tuberculosis tests. While being tested for tuberculosis, plaintiff requested that he also be tested for the Human Immunodeficiency Virus (\"HIV\"). On or about February 3, 1995, plaintiff discovered that he had tested positive for HIV. Plaintiff immediately shared this information with his manager, defendant Harris.</p>\n<p>At the end of February, plaintiff discontinued his employment at the restaurant, allegedly due to \"pressure from defendant Harris and in reliance upon defendant Harris [sic] statements that plaintiff would receive full Unemployment benefits.\" Complaint at 3. Plaintiff filed a Charge of Discrimination (\"charge\") with the Equal Employment Opportunity Commission (\"EEOC\") on April 26, 1995. On or about June 30, 1995, the EEOC issued plaintiff a Notice of Right to Sue upon his request. <i>Id.</i></p>\n<p>Plaintiff's complaint alleges that the defendants wrongfully terminated him from his employment in violation of Title VII of the Civil Rights Act of 1964 (\"Title VII\"), the Americans with Disabilities Act (\"ADA\"), and North Carolina law. Plaintiff contends that he was constructively discharged because of his HIV.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. <i>The Title VII Claim</i>\n</h2>\n<p>Title VII, 42 U.S.C. § 2000e <i>et seq.,</i> provides that it is unlawful for an employer to, among other practices, \"discharge any individual ... because of such individual's race, color, religion, sex, or national origin.\" 42 U.S.C. § 2000e-2(a) (1994). Although plaintiff lists Title VII as one of the statutes <span class=\"star-pagination\">*533</span> violated by his employers' actions, plaintiff's complaint contains no allegation whatsoever relating to his race, color, religion, sex, or national origin. Plaintiff's Charge of Discrimination (\"charge\"), which was filed with the EEOC, also makes no reference to any cause of discrimination other than disability. In fact, plaintiff admits in his brief in opposition to defendants' motions to dismiss that the EEOC charge lacks allegations which would support a cause of action under Title VII.</p>\n<p>Consequently, because plaintiff's complaint cites only \"his disability of being HIV positive\" as the motivating factor behind the defendants' allegedly discriminatory actions, and because the plain language of Title VII does not include HIV as a situation to which the statute applies, the court finds that plaintiff has failed to state a claim upon which relief may be granted. The Title VII claim is therefore DISMISSED as to all defendants.</p>\n<p></p>\n<h2>II. <i>McDonald's Corp's Motion to Dismiss the ADA Claim</i>\n</h2>\n<p></p>\n<h2>A. <i>The \"early\" right-to-sue letter</i>\n</h2>\n<p>Defendant McDonald's Corp. alleges that the ADA cause of action should be dismissed, among other reasons, because a Notice of Right to Sue issued prior to the expiration of 180 days from the date of the filing of the charge is invalid. Plaintiff was granted a Notice of Right to Sue only a little over two months after he filed his charge.</p>\n<p>\"Questions of the validity of the early right-to-sue letter have confounded district courts since enactment of the regulation in 1977.\" <i>Pearce v. Barry Sable Diamonds,</i> <span class=\"citation\" data-id=\"1986097\"><a href=\"/opinion/1986097/pearce-v-barry-sable-diamonds/\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">149</span></a></span> (E.D.Pa.1996). The \"regulation\" to which the Pennsylvania court is referring is 29 C.F.R. § 1601.28(a)(2) which authorizes the EEOC to issue a right-to-sue letter prior to 180 days from the date the charge was filed. The Ninth and Eleventh Circuits have found no problem with the C.F.R. provision, but many district courts in other circuits have ruled that the provision exceeds the power of the EEOC and is therefore invalid. The Fourth Circuit has not yet ruled on the issue.</p>\n<p>Without precedence or guidance from the Fourth Circuit, this court finds that the issuance of a so-called \"early\" right-to-sue letter, i.e., one that is issued prior to the expiration of 180 days, does not render an ADA claim invalid. Section 12117 of the ADA expressly adopts the \"powers, remedies, and procedures\" set forth in Title VII. 42 U.S.C. § 12117 (1995). Nowhere in the plain language of Title VII, in particular § 2000e-5, is the EEOC prohibited from issuing a notice of right-to-sue prior to 180 days. The United States Supreme Court has explained § 2000e-5 as meaning exactly what it seems to say: \"An aggrieved person unwilling to await the conclusion of extended EEOC proceedings may institute a private lawsuit 180 days after a charge has been filed.\" <i>Occidental Life Ins. Co. of California v. EEOC,</i> <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, 366, <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2447</span></a></span>, 2454, <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">402</span></a></span> (1977). Thus, all § 2000e-5 requires is that the EEOC notify the aggrieved party if the EEOC has not filed its own civil action within 180 days or arranged a conciliation agreement within that time.</p>\n<p>In this court's opinion, § 2000e-5 does not mean that the EEOC <i>must</i> wait 180 days before granting the aggrieved party a right to sue. Consequently, the court rejects McDonald's Corp's argument that the court lacks jurisdiction over plaintiff's ADA claim because the right-to-sue letter was issued prematurely.</p>\n<p></p>\n<h2>B. <i>The naming of the defendant in the EEOC charge</i>\n</h2>\n<p>McDonald's Corp. also alleges that the ADA claim should be dismissed because McDonald's Corp. was not named as a respondent in plaintiff's charge. Any defendant not named somewhere in the EEOC charge may not later be named as a defendant in a complaint filed in court. <i>Dickey v. Greene,</i> <span class=\"citation\" data-id=\"1889321\"><a href=\"/opinion/1889321/dickey-v-greene/\"><span class=\"volume\">603</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">102</span></a></span>, 105 (E.D.N.C.1984) (citing <i>Dickey v. Greene,</i> <span class=\"citation\" data-id=\"420921\"><a href=\"/opinion/420921/31-fair-emplpraccas-1528-32-empl-prac-dec-p-33645-delia-r-dickey/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span> (4th Cir.1983)). Plaintiff's charge lists \"McDonald's\" as the employer liable for the discrimination and lists the employer's address as \"800 W. Main Street, Fuquay Varina, NC.\" Answer, Exh. A. In the space designated for the particulars of the discrimination, <span class=\"star-pagination\">*534</span> plaintiff names Charles Harris as the store manager.</p>\n<p>The Eastern District of North Carolina has held that \"the jurisdictional requisites of Title VII are satisfied if the party or parties alleged to have discriminated against plaintiff are clearly identified by plaintiff anywhere on the face of the charge of discrimination form.\" <i>Dickey,</i> 603 F.Supp. at 105. Judge Dupree, who authored the <i>Dickey</i> decision, also stated, \"it is generally accepted that complaints filed with the EEOC should be liberally construed since they are framed by persons unfamiliar with the pleading requirements of the Act.\" <i>Id.</i> at 106. As has already been mentioned by this court, the procedural requirements of Title VII also apply to the ADA.</p>\n<p>This court agrees with Judge Dupree that charges filed with the EEOC must be liberally construed. In addition, this court will not impose hypertechnical requirements upon those untrained in the law. <i>See generally, </i><i>Alvarado v. Bd. of Trustees of Montgomery Community College,</i> <span class=\"citation\" data-id=\"507105\"><a href=\"/opinion/507105/arcangel-alvarado-v-board-of-trustees-of-montgomery-community-college/\"><span class=\"volume\">848</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">457</span></a></span> (4th Cir.1988). Consequently, the court finds that the plaintiff's listing of \"McDonald's\" on his charge is sufficient to allow the court to assert jurisdiction over the defendant McDonald's Corp. even though the address listed is that of the franchise located in Fuquay-Varina.</p>\n<p></p>\n<h2>C. <i>Is McDonald's Corp. a proper party?</i>\n</h2>\n<p>McDonald's Corp's final argument in favor of its motion to dismiss the ADA claim is that McDonald's Corp. is not the employer of its franchisee's employees and is therefore not a proper party to this action. The court finds that such an argument is more suitable to a motion for summary judgment than a motion to dismiss for failure to state a claim.</p>\n<p>In a motion to dismiss for failure to state a claim upon which relief may be granted, a court is required to accept as true all well-pleaded allegations. The complaint must also be viewed in the light most favorable to the plaintiff. <i>Mylan Laboratories, Inc. v. Matkari,</i> <span class=\"citation\" data-id=\"655512\"><a href=\"/opinion/655512/mylan-laboratories-incorporated-v-raj-matkari-dilip-shah-raju-vegesna/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1134 (4th Cir.1993). In the present matter, plaintiff's complaint states,</p>\n<blockquote>Upon information and belief defendant McDonald's Corp. is the franchiser of the McDonald's store referenced above and the defendants Huebner are the franchisee. Defendant McDonald's Corporation as franchiser sets the policy regarding, but not limited to, personal policy, management training, running of the operation and publicity.</blockquote>\n<p>Complaint at 1.</p>\n<p>Control is an important factor in any determination regarding the responsibility of a franchisor for its franchisees. In viewing the above-quoted statement in the light most favorable to the plaintiff, the court must assume that McDonald's Corp. exerted influence over the Huebner franchise in its hiring and firing decisions. Thus, while the court believes that defendants' argument may be a viable ground for dismissal, the court finds that it does not presently have before it enough information to rule on such an issue. McDonald's Corp's motion to dismiss the ADA claim must therefore be DENIED.</p>\n<p></p>\n<h2>III. <i>Defendants Huebner and Harris' Motion to Dismiss the ADA Claim</i>\n</h2>\n<p>Defendants Huebner and Harris filed a separate motion to dismiss for lack of jurisdiction and failure to state a claim. Although their motion contains theories for dismissal that differ from those asserted by McDonald's Corp., these defendants also claim that this court lacks jurisdiction over the ADA claim because of the \"early\" right-to-sue letter. As this issue has already been thoroughly discussed above, the court will not repeat its discussion here. However, the court will reiterate that it rejects defendants' argument that the \"early\" right-to-sue letter renders the ADA claim invalid.</p>\n<p>Defendant Harris also alleges that the ADA claim should be dismissed against him because individuals cannot be held liable under the ADA. The question of whether an individual can be held liable under the ADA turns on whether individuals are included within the ADA's definition of \"employer.\" The ADA defines an \"employer\" as \"a person engaged in an industry affecting commerce who has 15 or more employees for each <span class=\"star-pagination\">*535</span> working day in each of 20 or more calendar weeks in the current or preceding calendar year, and any agent of such person.\" 42 U.S.C. § 12111(5)(A) (1995).</p>\n<p>Although the Fourth Circuit has not yet addressed the question of whether an individual can be held liable under the ADA, the Fourth Circuit has determined that individuals cannot be held individually liable under the Age Discrimination in Employment Act (\"ADEA\") for personnel decisions of a plainly delegable character. <i>See </i><i>Birkbeck v. Marvel Lighting Corp.,</i> <span class=\"citation\" data-id=\"675118\"><a href=\"/opinion/675118/patricia-birkbeck-as-personal-representative-of-the-estate-of-alan/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 510-511 n. 1 (4th Cir.1994). The definition of \"employer\" in the ADEA is very similar to that of the ADA.</p>\n<p>In the present matter, plaintiff's complaint states that defendant Harris is the manager of the Huebner McDonald's. In addition, various statements within the complaint allege that Harris himself was quite personally involved in plaintiff's constructive discharge. Thus, in reading the complaint in the light most favorable to the plaintiff, the court finds that defendant Harris may fall within the ADA's definition of \"employer.\" The defendants' motion to dismiss the ADA claim is therefore DENIED.</p>\n<p></p>\n<h2>IV. <i>The State Law Claims</i>\n</h2>\n<p></p>\n<h2>A. <i>N.C.Gen.Stat. § 14-355</i>\n</h2>\n<p>Plaintiff's third cause of action is based upon the defendants alleged violation of the North Carolina blacklist statute, codified as N.C.Gen.Stat. § 14-355. Plaintiff states in his complaint, \"[a]fter termination plaintiff has attempted to use his exemplary employment record to secure a position with another employer. However <i>when his reference is checked with defendants</i> upon information and belief, a negative reference is given and plaintiff has had a difficult time securing employment.\" Complaint at 4-5 (emphasis added).</p>\n<p>The Court of Appeals of North Carolina has very clearly explained that under § 14-355, \"statements made about a former employee in response to a request from a prospective employer are privileged under § 14-355. For the statute to be violated, the statements to the prospective <i>employer would have had to have been unsolicited.</i>\" <i>Friel v. Angell Care Inc.,</i> 113 N.C.App. 505, 511, <span class=\"citation\" data-id=\"1304159\"><a href=\"/opinion/1304159/friel-v-angell-care-inc/\"><span class=\"volume\">440</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">111</span></a></span>, 114-15 (1994) (emphasis added). Plaintiff's complaint plainly states, however, that the allegedly negative references given about him were given in response to the requests of potential employers. The court therefore finds that even in construing the complaint in the light most favorable to the plaintiff, plaintiff has not set forth a claim pursuant to § 14-355 upon which relief may be granted. Defendants' motion to dismiss for failure to state a claim is therefore GRANTED as to the claim asserted pursuant to N.C.Gen.Stat. § 14-355.</p>\n<p></p>\n<h2>B. <i>The wrongful discharge claim</i>\n</h2>\n<p>Plaintiff's complaint also alleges a cause of action based upon wrongful discharge. Defendant Harris contends that the wrongful discharge cause of action should be dismissed because individuals cannot be held personally liable for wrongful discharge. For the same reasons already set forth in the court's discussion of the term \"employer\" under the ADA, the court DENIES defendant Harris' motion to dismiss the wrongful discharge claim.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, for the reasons stated herein, the defendants' motion to dismiss the Title VII cause of action is hereby GRANTED. Defendants' motion to dismiss the ADA cause of action is DENIED. Defendants' motion to dismiss the N.C. Gen. Stat. § 14-355 blacklist cause of action is GRANTED. Defendants' motion to dismiss the wrongful discharge cause of action is DENIED. Thusly, there remains before this court, for further disposition and/or trial, plaintiff's ADA claim and plaintiff's wrongful discharge claim.</p>\n<p></p>\n<h2><i>ORDER GRANTING RECONSIDERATION</i></h2>\n<p>This matter is before the court on defendant Charles Harris' (\"Harris\") motion for reconsideration. The court filed an order in the above-referenced matter on January 26, 1996, granting in part and denying in part defendants' motions to dismiss. In this January <span class=\"star-pagination\">*536</span> 26 order, the court denied defendant Harris' motion to dismiss plaintiff's ADA and wrongful discharge causes of action. Harris now asks this court to reconsider its prior ruling based on subsequently decided authority.</p>\n<p>Because the court recognizes that the issue of individual liability under the Americans with Disabilities Act is an area of evolving law and because the court recognizes that the tort of constructive discharge has not yet been explicitly recognized by the North Carolina courts, the court hereby GRANTS defendant Harris' motion for reconsideration and amends its order of January 26, 1996, as follows.<sup>[1]</sup></p>\n<p></p>\n<h2>I. <i>The ADA Claim Against Defendant Harris: May Individuals Be Held Personally Liable Under the ADA?</i>\n</h2>\n<p>The Americans with Disabilities Act (\"ADA\"), the Age Discrimination in Employment Act (\"ADEA\"), and Title VII of the Civil Rights Act of 1964 (\"Title VII\") \"all have virtually identical definitions and liability schemes and all are designed with a common purpose: to prohibit discrimination in employment.\" <i>Stephens v. Kay Management Co., Inc.</i> <span class=\"citation\" data-id=\"2249743\"><a href=\"/opinion/2249743/stephens-v-kay-management-co-inc/\"><span class=\"volume\">907</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">169</span></a></span>, 171 (E.D.Va. 1995). Thus, when a court is called upon to interpret one statute, case law discussing the other statutes is often looked to for guidance. <i>Id.</i></p>\n<p>A question currently cropping up with some frequency among district courts in the Fourth Circuit, and presently before this court in relation to plaintiff's ADA cause of action, is whether an individual in a supervisory position may be held personally liable as an \"employer\" under the ADA, the ADEA, or Title VII.<sup>[2]</sup> The reason for the recent wave of discussion concerning individual liability under the discrimination statutes is the 1994 Fourth Circuit decision of <i>Birkbeck v. Marvel Lighting Corporation,</i> <span class=\"citation\" data-id=\"675118\"><a href=\"/opinion/675118/patricia-birkbeck-as-personal-representative-of-the-estate-of-alan/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span> (4th Cir.1994). In <i>Birkbeck,</i> the Fourth Circuit held that supervisory individuals making personnel decisions \"of a plainly delegable character\" may not be held personally liable under the ADEA. <i>Birkbeck,</i> 30 F.3d at 511 n. 1.</p>\n<p>Prior to <i>Birkbeck,</i> the individual liability issue in this circuit was governed by the Court of Appeals' statement in <i>Paroline v. Unisys Corporation,</i> <span class=\"citation\" data-id=\"526056\"><a href=\"/opinion/526056/elizabeth-m-paroline-v-unisys-corporation-edgar-l-moore/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span> (4th Cir. 1989), vacated in part on other grounds, <span class=\"citation\" data-id=\"539222\"><a href=\"/opinion/539222/52-fair-emplpraccas-845-53-empl-prac-dec-p-39833-elizabeth-m/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span> (4th Cir.1990), that \"[a]n individual qualifies as an `employer' ... if he or she serves in a supervisory position and exercises significant control over the plaintiff's hiring, firing or conditions of employment.\" <i>Paroline,</i> 879 F.2d at 104. Although <i>Paroline</i> involved a sexual harassment case brought pursuant to Title VII, the definition of \"employer\" under Title VII is virtually identical to the definition of \"employer\" under the ADA and the ADEA. Thus, after <i>Paroline,</i> as long as a supervisory individual's exercise of authority over a plaintiff was approved or acquiesced by an employing entity, then that supervisory individual was considered an \"employer\" for purposes of Title VII, the ADA, and the ADEA. <i>Id.</i></p>\n<p>In 1994, however, the Fourth Circuit held in <i>Birkbeck</i> that \"the ADEA limits civil liability to the [actual] employer.\" <i>Birkbeck,</i> 30 F.3d at 511. Thus, under the facts of <i>Birkbeck,</i> the vice-president of the company from which the plaintiffs had been laid off was not a proper defendant in the case even though he was \"primarily responsible for the layoff decisions.\" <i>Id.</i> at 509-10. The <i>Birkbeck</i> court reasoned that because the definition of \"employer\" under the ADEA</p>\n<blockquote>restricts the application of the ADEA to those `employers' who employ twenty or more workers ... it would be incongruous to hold that the ADEA does not apply to the owner of a business employing, for example, ten people, but that it does apply <span class=\"star-pagination\">*537</span> with full force to a person who supervises the same number of workers in a company employing twenty or more.</blockquote>\n<p><i>Id.</i> The <i>Birkbeck</i> court also stated that imposing personal liability on supervisory individuals \"would place a heavy burden on those who routinely make personnel decisions for enterprises employing twenty or more persons, and we do not read the statute as imposing it.\" <i>Id.</i> Thus, the Fourth Circuit interpreted the portion of the ADEA which includes \"any agent\" of \"a person engaged in an industry affecting commerce\" within the definition of \"employer\" \"as an unremarkable expression of respondent superior  that discriminatory personnel actions taken by an employer's agent may create liability for the employer.\" <i>Id.</i> (citing <i>Miller v. Maxwell's Int'l Inc.,</i> <span class=\"citation\" data-id=\"604916\"><a href=\"/opinion/604916/phyllis-miller-v-maxwells-international-inc-dba-maxwells-plum-debtor/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 587 (9th Cir.1993)).</p>\n<p>Although <i>Birkbeck</i> may appear on its surface to abrogate the Fourth Circuit's decision in <i>Paroline,</i> the <i>Birkbeck</i> court did not explicitly overrule <i>Paroline.</i> Instead, the <i>Birkbeck</i> court stated in a footnote that \"[a]n employee ... may not be shielded as an employer's agent in all circumstances. We address here only personnel decisions <i>of a plainly delegable character.</i>\" <i>Id.</i> at 511 n. 1 (emphasis added). The court then cited to <i>Paroline</i> and parenthetically explained that <i>Paroline</i> involved a \"disputed issue of fact with respect to personal liability under Title VII in a sexual harassment setting.\" <i>Id.</i></p>\n<p>Because of the <i>Birkbeck</i> footnote, the question confronting many district courts in the Fourth Circuit today is what is meant by the court's reference to \"personnel decisions of a plainly delegable character.\" Unfortunately, the Fourth Circuit has not yet expounded upon the issue. Thus, the district courts have been left deciding the matter for themselves. In this court's recent January 26 order, the court recognized <i>Birkbeck</i> but stated that because defendant Harris <i>may</i> fall within the ADA's definition of \"employer,\" defendant Harris' motion to dismiss the ADA claim must be denied. Since the court's January 26 ruling, however, two very recent decisions by district courts in the Fourth Circuit have been brought to the court's attention. The most recent of these decisions, authored by Judge Hiram H. Ward of the Middle District of North Carolina, confronts the individual liability issue under the ADEA.</p>\n<p>In <i>Pardasani v. Rack Room Shoes Inc.,</i> <span class=\"citation\" data-id=\"1986297\"><a href=\"/opinion/1986297/pardasani-v-rack-room-shoes-inc/\"><span class=\"volume\">912</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">187</span></a></span> (M.D.N.C.1996), Judge Ward determined that \"[m]aking promotions and other normal personnel decisions are the type of actions that fall within the category of `personnel decisions of a plainly delegable character.' Thus, supervisors making these types of decision [sic] are protected by the Birkbeck decision and cannot be held individually liable for violations of the ADEA.\" <i>Pardasani,</i> 912 F.Supp. at 191. Judge Ward explained the <i>Birkbeck</i> footnote by stating,</p>\n<blockquote>Paroline involved sexual harassment within the workplace and not a personnel decision of a plainly delegable character. Sexual harassment is not a personnel decision of a plainly delegable character since no employer could delegate authority to a supervisor to act as its agent for the purposes of engaging in sexually harassing conduct.</blockquote>\n<p><i>Id.</i> Thus, Judge Ward determined in <i>Pardasani</i> that the plaintiff's ADEA claim with regard to the two supervisory employees \"involve plainly delegable decisions and as such neither defendant can be held personally liable.\" <i>Id.</i></p>\n<p>Similarly, in <i>Stephens v. Kay Management Co., Inc.,</i> <span class=\"citation\" data-id=\"2249743\"><a href=\"/opinion/2249743/stephens-v-kay-management-co-inc/\"><span class=\"volume\">907</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">169</span></a></span> (E.D.Va.1995), a Virginia district court recently stated, \"because <i>Birkbeck</i> addressed termination of employment, it established that decisions of that sort were of a `plainly delegable character.'\" <i>Stephens,</i> 907 F.Supp. at 173. The <i>Stephens</i> court then asserted that \"[t]here is no valid reason not to apply the rationale of <i>Birkbeck</i> to the ADA.\" <i>Id.</i> at 174. Thus, the court held that the plaintiff's supervisor could not be held individually liable under the ADA for the plaintiff's termination even though the supervisor had allegedly \"been trying to find a way to fire [the plaintiff] for some time.\" <i>Id.</i> at 171, 174.</p>\n<p>In the instant matter, defendant Harris is employed by defendant F &amp; D Huebner, L.L.C., d/b/a McDonald's (\"Huebner\") as a manager at Huebner's restaurant. Plaintiff alleges that after the defendants learned of plaintiff's HIV status, Huebner told Harris \"to get rid of\" plaintiff, \"but to keep it quiet <span class=\"star-pagination\">*538</span> and not let it get out.\" Pl.'s Resp. to Def. Harris' Mot. to Reconsider at 2. Plaintiff then alleges that he \"quit his job as a direct result of the pressure of defendant Harris and in reliance upon statements that plaintiff would receive his unemployment benefits.\" <i>Id.</i> These facts, even if taken in the light most favorable to the plaintiff, show that Harris' actions, albeit allegedly quite personal in nature, were nonetheless due to Huebner's delegating the job of \"getting rid of\" plaintiff to Harris, the manager of Huebner's restaurant. Thus, the facts as alleged by plaintiff clearly establish that any actions taken against plaintiff by Harris arose from a personnel decision of a plainly delegable character, i.e., the decision to terminate an employee.</p>\n<p>Consequently, because this court is convinced that Judge Ward's reasoning in <i>Pardasani</i> is what is dictated by the current precedent in this circuit, and because the court agrees that \"[t]here is no valid reason not to apply the rationale of <i>Birkbeck</i> to the ADA,\" <i>Stephens,</i> 907 F.Supp. at 174, the court hereby amends this court's January 26, 1996, order to include a DISMISSAL of plaintiff's ADA cause of action against defendant Harris. The ADA cause of action remains as to defendants McDonald's Corporation and Huebner.</p>\n<p></p>\n<h2>II. <i>The Constructive Wrongful Discharge Claim: Would a North Carolina Court Recognize the Tort in this Case?</i>\n</h2>\n<p>In his complaint, plaintiff states, \"[c]onstructive termination of plaintiff's employment by defendants as heretofore described as a direct result of his HIV positive status constitutes a wrongful discharge under North Carolina law and as a matter of public policy....\" Compl. ¶ 32. Wrongful discharge is only actionable in North Carolina if a plaintiff is in fact \"discharged.\" <i>Gravitte v. Mitsubishi Semiconductor America,</i> 109 N.C.App. 466, 472, <span class=\"citation\" data-id=\"1288328\"><a href=\"/opinion/1288328/gravitte-v-mitsubishi-semiconductor-america-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">254</span></a></span> (1993). In the instant matter, plaintiff admits that he quit his job after allegedly being reassured that he would receive full unemployment benefits. Compl. ¶ 22, ¶ 31. Consequently, since plaintiff voluntarily resigned from defendant's employ, he cannot bring a claim for wrongful discharge. <i>Gravitte,</i> 109 N.C.App. at 472, <span class=\"citation\" data-id=\"1288328\"><a href=\"/opinion/1288328/gravitte-v-mitsubishi-semiconductor-america-inc/\"><span class=\"volume\">428</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">254</span></a></span>. Plaintiff's discharge claim is therefore only actionable if he can validly assert a claim for constructive discharge.</p>\n<p>As recently noted by the Court of Appeals of North Carolina, \"North Carolina courts have yet to adopt the employment tort of constructive discharge.\" <i>Graham v. Hardee's Food Systems,</i> 121 N.C.App. 382, 385, <span class=\"citation\" data-id=\"1222606\"><a href=\"/opinion/1222606/graham-v-hardees-food-systems-inc/\"><span class=\"volume\">465</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">558</span></a></span>, 560 (N.C.Ct.App.1996). Plaintiff points out that this court could nonetheless \"find that North Carolina recognizes the tort of constructive discharge.\" Pl.'s Resp. to Def. Harris' Mot. to Reconsider at 6. The court agrees with plaintiff's statement.</p>\n<p>As a federal court entertaining a pendent state law claim, this court must apply the relevant state law as would the highest court of the state in which the suit was brought. <i>Liberty Mutual Insurance Co. v. Triangle Industries, Inc.,</i> <span class=\"citation\" data-id=\"578624\"><a href=\"/opinion/578624/liberty-mutual-insurance-company-v-triangle-industries-incorporated/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1153</span></a></span>, 1156 (4th Cir.1992); <i>Erie Railroad Co. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938). It is not the court's place to \"fashion a rule which we, as an independent federal court, might consider best.\" <i>Kline v. Wheels by Kinney, Inc.,</i> <span class=\"citation\" data-id=\"304748\"><a href=\"/opinion/304748/paul-e-kline-v-wheels-by-kinney-inc-and-kinney-national-services-inc/\"><span class=\"volume\">464</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span>, 187 (4th Cir. 1972) (citing <i>Lowe's North Wilkesboro Hardware v. Fidelity Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"261071\"><a href=\"/opinion/261071/lowes-north-wilkesboro-hardware-inc-v-the-fidelity-mutual-life/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span> (4th Cir.1963)). Moreover, \"the generally held view [is] that federal courts applying a state's law should not provide a cause of action which that state has not recognized.\" <i>Selman v. American Sports Underwriters, Inc.,</i> <span class=\"citation\" data-id=\"2127670\"><a href=\"/opinion/2127670/selman-v-american-sports-underwriters-inc/\"><span class=\"volume\">697</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">225</span></a></span>, 241 (W.D.Va.1988).</p>\n<p>Because the North Carolina courts have not yet recognized the tort of constructive discharge, very little discussion of the tort appears in North Carolina case law. Moreover, two of the North Carolina appellate court decisions cited by plaintiff as supporting a recognition of the tort discuss constructive discharge only in terms of a federal statutory provision, <i>see </i><i>E.E.O.C. v. Clay Printing Co.,</i> <span class=\"citation\" data-id=\"577126\"><a href=\"/opinion/577126/58-fair-emplpraccas-bna-256-58-empl-prac-dec-p-41272-equal/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">936</span></a></span>, 944 (4th Cir. 1992), or adjudication of a claim by the Employment Security Commission, <i>see </i><i>Celis v. North Carolina Employment Security Commission,</i> 97 N.C.App. 636, <span class=\"citation\" data-id=\"1306792\"><a href=\"/opinion/1306792/celis-v-nc-employment-sec-comn/\"><span class=\"volume\">389</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">434</span></a></span> (1990). Thus, neither of these cases show <span class=\"star-pagination\">*539</span> that the North Carolina courts would recognize the tort of constructive discharge on purely state-based grounds.</p>\n<p>Nonetheless, one North Carolina appellate decision has addressed constructive discharge on purely state-based grounds. It appears from this case, however, that the only manner in which a North Carolina court might recognize the tort would be as an extension of the concept of wrongful discharge. <i>See </i><i>Wagoner v. Elkin City Schools' Board of Education,</i> 113 N.C.App. 579, <span class=\"citation\" data-id=\"1303919\"><a href=\"/opinion/1303919/wagoner-v-elkin-city-schoolsbd-of-ed/\"><span class=\"volume\">440</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">119</span></a></span> (1994). In <i>Wagoner,</i> a school teacher sought to prove that the school system had constructively discharged her by making her employment intolerable. The Court of Appeals of North Carolina discussed the applicable tort not as one of \"constructive discharge\" but as one of \"constructive wrongful discharge.\" <i>Id.</i> at 588, <span class=\"citation\" data-id=\"1303919\"><a href=\"/opinion/1303919/wagoner-v-elkin-city-schoolsbd-of-ed/\"><span class=\"volume\">440</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">119</span></a></span>. The court then dismissed the constructive wrongful discharge claim \"because the tort of wrongful discharge arises only in the context of employees at will.\" <i>Id.</i> at 588, <span class=\"citation\" data-id=\"1303919\"><a href=\"/opinion/1303919/wagoner-v-elkin-city-schoolsbd-of-ed/\"><span class=\"volume\">440</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">119</span></a></span>.</p>\n<p>Because the <i>Wagoner</i> court acknowledged the tort of \"constructive wrongful discharge,\" this court is not entirely convinced that the tort of constructive discharge would not be recognized by the Supreme Court of North Carolina if it were deciding the instant matter. However, the court does not feel that the constructive discharge issue has been sufficiently addressed by the parties and the court is not prepared at this time to make a decision as to whether or not the tort of constructive discharge should be dismissed. The court therefore reserves its ruling on this issue until the matter has been more thoroughly presented.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Accordingly, counsel for plaintiff and defendant Harris are requested to file additional briefs solely on the issue of the North Carolina Supreme Court's likely position on the existence of the tort of constructive discharge under the facts of this case. Defendant Harris, as the movant on this issue, shall file his brief in support of his motion to dismiss the constructive discharge claim by April 29, 1996. Plaintiff's response shall be filed by May 13, 1996. No reply will be accepted.</p>\n<p>Furthermore, for the reasons already stated herein, this court's order of January 26, 1996, is amended as follows: Defendant Harris' motion to dismiss plaintiff's ADA cause of action is GRANTED for failure to state a claim upon which relief may be granted. Thusly, there remains before this court, for further disposition and/or trial, plaintiff's ADA cause of action against defendants McDonald's Corporation and F &amp; D Huebner, and plaintiff's constructive wrongful discharge claim.</p>\n<h2>NOTES</h2>\n<p>[1]  The court will not repeat the facts of this case as they have already been set forth in the court's order of January 26, 1996.</p>\n<p>[2]  The ADA, the ADEA, and Title VII define an \"employer\" as \"a person engaged in an industry affecting commerce who has 15 or more employees for each working day in each of 20 or more calendar weeks in the current or preceding calendar year, and any agent of such person.\" 42 U.S.C. § 12111(5)(A) (ADA). <i>See also</i> 29 U.S.C. § 630(b) (ADEA) (the ADEA limits liability to employers with twenty or more employees) and 42 U.S.C. § 2000e(b) (Title VII).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/420921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1288328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1303919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1304159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1306792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1889321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1986097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1986297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2127670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2249743/"
  ]
}