{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1520181/",
  "absolute_url": "/opinion/1520181/nash-cty-bd-of-ed-v-biltmore-company/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1520181/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:33:53.242835Z",
  "date_modified": "2016-02-29T14:54:21.911757Z",
  "type": "010combined",
  "sha1": "86188890e8678ce2ec6a3f51e0119bc7ee830a01",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>464 F.Supp. 1027 (1978)</b></center>\n<center><h1>The NASH COUNTY BOARD OF EDUCATION, Plaintiff,<br>\nv.<br>\nThe BILTMORE COMPANY et al., Defendants.</h1></center>\n<center>Civ. A. No. 76-0188-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 27, 1978.</center>\n<p>Harris A. Marshall, Jr., Orangeburg, S. C., I. T. Valentine, Jr., Nashville, N. C., J. Nat Hamrick, Rutherfordton, N. C., William L. Thorp, Rocky Mount, N. C., for plaintiff.</p>\n<p>George Ward Hendon, Adams, Hendon &amp; Carson, P. A., Asheville, N. C., Joseph R. Gladden, King &amp; Spalding, Atlanta, Ga., Venable Vermont, Spartanburg, S. C., for the Biltmore Co.</p>\n<p>John M. Murchison and W. T. Covington, Jr., Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, N. C., Glenn S. Dennis, House Counsel, Borden, Inc., Columbus, Ohio, Wilburn Brewer, Jr., Nexsen, Pruet, Jacobs &amp; Pollard, Columbia, S. C., for Borden, Inc.</p>\n<p>J. Melville Broughton, Broughton, Witkins, Ross &amp; Crampton, Raleigh, N. C., Joseph H. Leonard, Leonard &amp; Snyder, Lexington, N. C., Thomas Kemmerlin, Jr., Belser, Kemmerlin, Adams &amp; Ravenel, Columbia, S. C., for Coble Dairy Products Cooperative, Inc.</p>\n<p>Wright T. Dixon, Jr., Bailey, Dixon, Wooten, McDonald &amp; Fountain, Raleigh, N. C., Robert H. Duesenberg, Asst. Gen. Counsel, St. Louis, Mo., Fred D. Turnage, Cleary, Gottlieb, Steen &amp; Hamilton, Washington, D. C., Julius W. McKay, McKay, Sherrill, Walker &amp; Townsend, Columbia, S. C., for Pet, Inc.</p>\n<p>Henry A. Mitchell, Jr., Smith, Anderson, Blount &amp; Mitchell, Raleigh, N. C., Charles W. Knowlton, Boyd, Knowlton, Tate &amp; Finlay, Columbia, S. C., for Pine State Creamery Co.</p>\n<p><span class=\"star-pagination\">*1028</span> John R. Jordan, Jr., Jordan, Morris &amp; Hoke, Raleigh, N. C., David L. Aufderstrasse, Chadwell, Kayser, Ruggles, McGee &amp; Hastings, Chicago, Ill., Theodore L. Banks, William G. Taffe, Glenview, Ill., John W. Thomas, Roberts, Jennings &amp; Thomas, Columbia, S. C., for Kraftco Corp.</p>\n<p>Jerry W. Amos of Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., William A. Carey, Barnett, Alagia &amp; Carey, Washington, D. C., D. Paul Alagia, Jr., Barnett &amp; Alagia, Charles L. Owen, Barnett, Alagia, Greenebaum, Miller &amp; Senn, Louisville, Ky., Rex L. Carter, Carter, Philpot, Johnson &amp; Smith, Greenville, S. C., for Flav-O-Rich, Inc.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>MERHIGE, District Judge.</p>\n<p>Plaintiff, Nash County Board of Education (Nash County), a body politic created by the legislature of the State of North Carolina, brings this federal antitrust action seeking treble damages against nine defendant dairy companies that sell milk, ice cream, and cottage cheese to public schools in North Carolina. Plaintiff brings this action as a class action pursuant to Rule 23 of the Federal Rules of Civil Procedure on behalf of itself and all other county and city boards of education in North Carolina, as described in chapter 115 of the General Statutes of North Carolina. The nine defendants are: The Biltmore Company, a Delaware corporation; Borden, Inc., a New Jersey corporation; Coble Dairy Products Cooperative, Inc., a North Carolina corporation; Dairymen, Inc., a Kentucky corporation; Maola Milk and Ice Cream Company, a North Carolina corporation; Pet, Inc., a Delaware corporation; Pine State Creamery Co., a North Carolina corporation; Kraftco Corporation, a Delaware corporation; and Flav-O-Rich, Inc., and its predecessor United Dairies, Inc., both North Carolina corporations.</p>\n<p>Plaintiff alleges that the defendants, jointly and severally, have combined and conspired since no later than February 1, 1970 to fix prices and to monopolize and attempt to monopolize the public school market for milk, ice cream, and cottage cheese in North Carolina, in violation of sections 1 and 2 of the Sherman Act, 15 U.S.C. §§ 1 and 2. Jurisdiction is appropriate under 15 U.S.C. § 15 and 28 U.S.C. § 1337.</p>\n<p>Each of the defendants has moved for summary judgment on the sole ground that this action is barred by the doctrine of res judicata. The parties have addressed the issues extensively in briefs and at oral argument, and the matter is now ripe for disposition. The undisputed facts show that in 1973, in response to complaints by various school boards, the North Carolina Attorney General's office began investigating the defendant dairy companies to determine whether they were fixing prices and dividing up markets in violation of North Carolina's antitrust statute. On October 21, 1974, the Attorney General of North Carolina filed suit on behalf of the state in the General Court of Justice, Superior Court Division, of Wake County, North Carolina against the same nine dairy companies who are defendants in the instant suit. Alleging violations of the state (but not federal) antitrust statute, the Attorney General sought both injunctive relief and treble damages. Additionally, he sought certification, pursuant to Rule 23(a) of the North Carolina Rules of Civil Procedure, to represent a class consisting of all public school systems in North Carolina that had used state tax monies to purchase milk from any of the nine defendants.</p>\n<p>The purported class was never certified, however, and the action never went to trial. Instead, the suit was terminated on May 12, 1975 by a consent decree entered by the presiding state court judge and endorsed by all parties. The consent decree represented that \"all matters in controversy arising out of this action have been agreed upon and settled in a manner satisfactory both to the Plaintiff, State of North Carolina, and to the aforementioned Defendants.\" The consent decree provided injunctive relief in the form of mandatory procedures to be followed by the defendants over the ensuing three years for reporting to the state Attorney <span class=\"star-pagination\">*1029</span> General all bids and negotiated prices for milk contracts with North Carolina public school systems. The decree, however, did not provide for any monetary damages, either for the state or for any of the school boards in the state.</p>\n<p>On June 18, 1975, approximately one month after entry of the consent judgment, the North Carolina Attorney General sent a letter to all school superintendents and food service directors in the state, notifying them of the consent decree and its terms. The letter also contained the following paragraph:</p>\n<blockquote>Additionally, it should be pointed out that the settlement in no way proscribes actions by individual school systems to recover monetary damages for overcharges that resulted from the rigging of bids.</blockquote>\n<p>Apparently acting on the Attorney General's letter, the Nash County Board of Education filed the instant suit against all of the defendants who were parties to the state court consent decree. Not surprisingly, the motion presently under consideration followed.</p>\n<p>The principles of res judicata are well established. The general rule was stated by the United States Supreme Court in <i>Commissioner v. Sunnen,</i> 333 U.S. 591, 68 S.Ct. 715, 92 L.Ed. 898 (1948):</p>\n<blockquote>The general rule of res judicata applies to repetitious suits involving the same cause of action. It rests upon considerations of economy of judicial time and public policy favoring the establishment of certainty in legal relations. The rule provides that when a court of competent jurisdiction has entered a final judgment on the merits of a cause of action, the parties to the suit and their privies are thereafter bound \"not only as to every matter which was offered and received to sustain or defeat the claim or demand, but as to any other admissible matter which might have been offered for that purpose.\"</blockquote>\n<p><i>Id.</i> at 597, 68 S.Ct. at 719 (quoting <i>Cromwell v. County of Sac,</i> 94 U.S. 351, 352, 24 L.Ed. 195 (1876) ). Thus, the doctrine of res judicata bars relitigation when the prior suit (1) was on the same cause of action, (2) was between the same parties or their privies, and (3) was concluded by a final judgment on the merits. The Court finds that all three of these requirements are satisfied in the instant case.</p>\n<p></p>\n<h2><i>I. The Same Cause of Action.</i></h2>\n<p>This inquiry has two facets. Reserving for the moment consideration of whether the cause of action in the instant suit is substantively the same as that in the North Carolina action, the Court must first resolve the threshold question of whether, notwithstanding all considerations of traditional res judicata doctrine, federal district courts are bound to entertain <i>all</i> federal antitrust actions because Congress intended the district courts to have exclusive and mandatory jurisdiction over such lawsuits. Simply stated, the initial inquiry is whether, as a matter of federal-state relations, a suit in federal court under the Sherman Act is a fortiori a different cause of action from a state court action under that state's antitrust statute, even if conventional notions of res judicata would otherwise bar the action.</p>\n<p>Section 15 of Title 15 of the United States Code provides that, \"[a]ny person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws may sue therefor in any district court of the United States in the district where the defendant resides or is found or has an agent . . ..\" Nash County relies heavily on this provision, as well as several decisions of the federal courts interpreting it, in contending that this court must hear the instant suit.</p>\n<p>The seminal decision in this area is <i>Lyons v. Westinghouse Electric Corp.,</i> 222 F.2d 184 (2d Cir.), <i>cert. denied,</i> 350 U.S. 825, 76 S.Ct. 52, 100 L.Ed. 737 (1955). In an opinion by Judge Hand, the court of appeals issued a writ of mandamus to the district court directing the judge to vacate the stay order he had issued in Lyons' antitrust suit against Westinghouse and another corporation. 222 F.2d at 190. The district judge had stayed the federal antitrust suit pending the resolution of a state contract action <span class=\"star-pagination\">*1030</span> brought by Westinghouse against Lyons, as a defense to which Lyons pleaded that Westinghouse had violated the federal antitrust laws. <i>Id.</i> at 185. As the antitrust allegations raised by Lyons as a defense in the state court action against him were the same as those upon which he was suing Westinghouse in the federal district court, the district court apparently decided to await the state court's decision on the merits, if any, of the antitrust claims. In a sweeping opinion, the court of appeals held that the district court acted inappropriately:</p>\n<blockquote>In the case at bar it appears to us that the grant to the district courts of exclusive jurisdiction over the action for treble damages should be taken to imply an immunity of their decisions from any prejudgment elsewhere; at least on occasions, like those at bar, where the putative estoppel includes the whole nexus of facts that makes up the wrong. The remedy provided is not solely civil; two thirds of the recovery is not remedial and inevitably presupposes a punitive purpose.</blockquote>\n<p><i>Id.</i> at 189. Judge Hand further justified the decision by asserting that uniform administration of the antitrust acts \"would best be accomplished by an untrammeled jurisdiction of the federal courts.\" <i>Id.</i></p>\n<p>In the Court's view, <i>Lyons</i> differs from the case at bar in at least two respects. First, the federal plaintiff was a defendant in the state action. Accordingly, had the federal action been stayed pending resolution by the state court of the contract action, the federal plaintiff would have effectively been denied the opportunity to select a forum wherein to litigate his federal antitrust claims because of the collateral estoppel effect of the state court resolution. Second, this denial might have proven to be unusually harsh because the state court procedure would not have allowed him to prosecute his antitrust defense in the contract action in any fashion similar to the manner in which he could litigate his claims as a plaintiff in federal court. More importantly, treble damages would not have been available in the state court.</p>\n<p>The instant plaintiff's situation is dissimilar from that which faced the plaintiff in <i>Lyons.</i> As will be explained more fully below, Nash County was a party plaintiff in the Attorney General's state antitrust action. It follows therefore that the county cannot now be heard to say that it was denied a choice of forum. Moreover, the North Carolina antitrust enforcement mechanism almost completely mirrors its federal counterpart, especially with respect to the availability of treble damages. <i>Compare</i> 15 U.S.C. § 1 <i>et seq. with</i> N.C.Gen. Stat. §§ 75-1 to -29.</p>\n<p>Plaintiff has also directed the Court's attention to <i>Cream Top Creamery v. Dean Milk Company,</i> 383 F.2d 358 (6th Cir. 1967), where the Sixth Circuit Court of Appeals reversed the district court's award of summary judgment to the defendants in a private antitrust action. <i>Id.</i> at 364. The district court in that instance had entered summary judgment for the defendants on the grounds that a prior similar suit in state court between the same parties under the state's unfair competition laws was dismissed with prejudice by the state court. <i>Id.</i> at 361. Citing <i>Lyons,</i> the court of appeals noted that \"[u]nder 15 U.S.C. § 15 Congress gave exclusive jurisdiction to the Federal District Court over wrongs committed under the anti-trust acts.\" <i>Id.</i> at 363. The court further observed that, \"[s]ince the [state court action] did not and could not have involved a claim under the federal anti-trust statutes, the dismissal with prejudice could not have adjudicated [the defendant's] alleged violations of these statutes.\" <i>Id.</i></p>\n<p>It is possible to read the Sixth Circuit's opinion in <i>Cream Top Creamery</i> to say that, regardless of any similarity between the state and federal enforcement mechanisms, federal courts must always entertain federal antitrust actions because state courts lack jurisdiction to hear such actions. To whatever extent this was the intended meaning of the court of appeals, this court, most respectfully, cannot adopt it for the following reasons. First, because the alleged <span class=\"star-pagination\">*1031</span> violations that were the basis of the federal action occurred subsequent to the dismissal in the state court action, <i>id.,</i> the causes of action were not the same. It follows therefore that it was unnecessary for the court of appeals to address the <i>Lyons</i> issue, and all references thereto stand as mere dicta. Second, this dicta is unsupported by any analysis of the distinctions between <i>Lyons</i> and the case that was then under consideration. Finally, in its brief discussion of <i>Lyons</i> the court observed that \"[t]here seems to be some question as to whether [res judicata] is applicable when the first forum lacks the ability to give the relief sought in the second forum.\" <i>Id.</i> This suggests conversely that res judicata should apply when the state antitrust mechanism does provide similar relief to that made available under the federal statutes. Although this position is inconsistent with a rule of mandatory federal jurisdiction in federal antitrust actions, which the Sixth Circuit initially seemed to be advocating, it is, in this court's view, the more reasonable approach.</p>\n<p>Nash County contends further that <i>Engelhardt v. Bell &amp; Howell Co.,</i> 327 F.2d 30 (8th Cir. 1964), reinforces its position that 15 U.S.C. § 15 mandates that this court deny defendants' motions for summary judgment. In <i>Engelhardt,</i> the Eighth Circuit Court of Appeals affirmed the district court's award to the defendant of summary judgment in a federal antitrust action on the ground that previous dismissals of the same cause of action by a federal district court constituted res judicata, even though the previous suits were brought under the state's antitrust statute and thereafter removed to federal court under its diversity jurisdiction.</p>\n<p>The court of appeals in that case noted that it was not faced with a <i>Lyons</i> problem because \"all the earlier adjudications were made in the federal district court in actions over which the federal court had unquestioned jurisdiction. No issue of state court decisions fettering the power of the federal court to exercise exclusive jurisdiction in federal antitrust actions is here presented.\" <i>Id.</i> at 35.</p>\n<p>Had the prior dismissal been by a state court, the Eighth Circuit would have faced essentially the same issue as that which is before this court. Nash County's reliance on <i>Engelhardt</i> is misplaced, however, because it would be sheer speculation to conclude that the court of appeals would have reversed the district court if the prior dismissal had been by a state court. At best, one can note that such circumstances would present a different question.</p>\n<p>For purposes of deciding such a question, perhaps the most relevant language of the opinion is the court's recognition that the \"real problem in Lyons was not whether the causes of action are the same but rather the problem of whether for <i>policy reasons</i> an exception should be made to the general rule of finality of prior adjudications.\" <i>Id.</i> (emphasis added). Couched in such terms, the Eighth Circuit identified what the real inquiry should be in all cases such as the one now before the Court. The Court must go beyond a cursory reading of the decisions discussed above, for such a superficial review may suggest, incorrectly, that the Court ought to exercise jurisdiction regardless of what will later be shown to be the complete substantive identity between the suit at bar and the North Carolina case.</p>\n<p>A closer analysis, however, of these cases as well as of some of the commentary inspired thereby, <i>see e. g.,</i> Note, <i>The Collateral Estoppel Effect of Prior State Court Findings in Cases Within Exclusive Federal Jurisdiction,</i> 91 Harv.L.Rev. 1281 (1978); Note, <i>Res Judicata: Exclusive Federal Jurisdiction and the Effect of Prior State-Court Determinations,</i> 53 Va.L.Rev. 1360 (1967), reveals that the factors underlying the rationale for recognizing an exception to the operation of res judicata principles in areas of exclusive federal court jurisdiction are not present in the instant case. Broadly speaking, unimpeded access to federal district courts in federal antitrust actions is meant to promote the following: (1) availability of treble damages; (2) access to trial by jury; (3) opportunity to proceed under the Federal Rules of Civil Procedure, especially <span class=\"star-pagination\">*1032</span> the rules allowing expansive discovery; and (4) uniform judicial decision-making in the area of antitrust law through the application of the same statute by judges within the same court system.</p>\n<p>The fulfillment of these goals does not require a per se rule in favor of mandatory federal court jurisdiction in antitrust cases. Rather, each case should be analyzed with regard to the recognition of the rationale underlying exclusive federal jurisdiction. Where most or all of that rationale is satisfied, the Court is of the view that the principles of res judicata must be given traditional deference.</p>\n<p>Because neither the cases nor the commentary offer any helpful guidance regarding the relative importance of the various reasons for not giving res judicata effect in cases such as the instant one, the Court has balanced these goals against the policy behind the doctrine of res judicata in light of the circumstances of this case. This balancing process has convinced the Court that, because at least three of the four goals to which the Court has made reference have been fulfilled by the North Carolina case, and because of the strong policy favoring finality that lies at the heart of res judicata, it would be erroneous for the Court to permit this action to proceed solely because Nash County brings it under the Sherman Act.</p>\n<p>The first three goals identified above are completely fulfilled under North Carolina law. Section 75-16 of the General Statutes of North Carolina mandates that a successful plaintiff in a state antitrust action recover \"treble the amount fixed by the verdict.\" Additionally, regarding access to trial by jury, section 25 of article I of the North Carolina Constitution and Rule 38 of the North Carolina Rules of Civil Procedure provide for trial by jury upon timely demand by either party in all civil actions, and the record reflects that such a demand was made by the North Carolina Attorney General in the suit against the defendant dairy companies. Finally, the North Carolina Rules of Civil Procedure, including the discovery provisions, are virtually identical to the Federal Rules in substance as well as form.</p>\n<p>North Carolina's antitrust enforcement mechanisms probably satisfy the requirements of the fourth goal as well, though perhaps not as completely as they do the first three. As already noted, the federal and state statutes are quite similar. The principal distinction between the North Carolina statute and the Sherman Act is, of course, that the latter is implemented by the federal courts. The importance of this distinction, if any, is unclear, especially in light of the North Carolina Supreme Court's recognition that, \"[section one] of our law is based upon section one of the Sherman Act, ... [and] the body of law applying the Sherman Act, although not binding upon this Court in applying [North Carolina's antitrust statute], is nonetheless instructive in determining the full reach of that statute.\" <i>Rose v. Vulcan Materials Co.,</i> 282 N.C. 643, 655, 194 S.E.2d 521, 530 (1970). It follows therefore, at the very least, that the North Carolina antitrust scheme is likely to yield results based upon and compatible with the resolution of antitrust cases by the federal courts.</p>\n<p>Balanced against the rationale for exclusive federal court jurisdiction is the strong interest in finality that the doctrine of res judicata is designed to promote. The reasons for preventing relitigation of issues that have been or could have been once fully adjudicated are too familiar to require recitation here. Suffice it to say that the Court should recognize exceptions to the operation of res judicata only when the interests countervailing thereto are very strong indeed. Because the Court is satisfied that the North Carolina antitrust mechanisms adequately fulfill the goals underlying the need for unfettered federal court jurisdiction in such matters, the Court must defer to what in this case are the more compelling dictates of res judicata.</p>\n<p>Turning now to the question of the substantive similarity between the cause of action brought here by Nash County and the state case filed by the North Carolina Attorney General, the Court finds the two <span class=\"star-pagination\">*1033</span> to be the same for purposes of res judicata. The Attorney General alleged in his suit that the defendant dairy companies had fixed prices and allocated markets in connection with the sale of milk, ice cream, and cottage cheese to the public school systems in North Carolina. The instant suit is virtually identical in that it seeks relief on account of precisely the same conduct by the defendants as that which gave rise to the Attorney General's suit. That the language of the two complaints differs in some respects is immaterial so long as the alleged liability-producing conduct is the same.</p>\n<p></p>\n<h2><i>II. The Same Parties.</i></h2>\n<p>Nash County argues most strenuously that the earlier state court litigation did not involve the \"same parties or their privies\" as are in the instant action. The precise question before the Court in this context is whether the North Carolina Attorney General had the authority to act on behalf of and bind Nash County, in addition to the other county and city school boards of North Carolina, in the action he filed under the state antitrust statute. That is, was Nash County a \"party\" in the prior litigation? A review of North Carolina law, as reflected in both the statutes and the cases,<sup>[1]</sup> as well as an examination of various federal court decisions in this area, has satisfied the Court that the Attorney General did indeed have the requisite authority to represent the interest of the school boards so that, for purposes of res judicata, they were parties in the state court action.</p>\n<p>The United States Court of Appeals for the Fifth Circuit has observed that, \"[t]he office of attorney general is older than the United States.\" <i>Florida ex rel. Shevin v. Exxon Corp.,</i> 526 F.2d 266, 268 (5th Cir. 1976), <i>cert. denied,</i> 425 U.S. 930, 96 S.Ct. 1659, 48 L.Ed.2d 172 (1977). The Court went on to note that:</p>\n<blockquote>[A]ttorneys general of our states have enjoyed a significant degree of autonomy. Their duties and powers typically are not exhaustively defined by either constitution or statute but include all those exercised at common law. There is and has been no doubt that the legislature may deprive the attorney general of specific powers; but in the absence of such legislative action, he typically may exercise all such authority as the public interest requires.</blockquote>\n<p><i>Id.</i> (citations omitted). Because the common law is in full force and effect in North Carolina, <i>see</i> N.C.Gen.Stat. § 4-1, and bearing in mind the axiom that statutes in derogation of the common law must be strictly construed, <i>see </i><i>Swift &amp; Co. v. Tempelos,</i> 178 N.C. 487, 101 S.E. 8 (1919), the Court must resolve any ambiguity in North Carolina statutory provisions defining the reach of the Attorney General's authority in favor of a broader scope consistent with the common law.</p>\n<p>The North Carolina Constitution makes little reference to the authority of the Attorney General other than to note that his \"duties shall be prescribed by law.\" N.C. Const. art. III, § 7(2). These duties are generally set out in North Carolina General Statute § 114-2, which provides <i>inter alia</i> that the Attorney General shall \"represent all State departments, agencies, institutions, commissions, bureaus or <i>other organized activities of the State which receive support</i> in whole or in part from the State.\" (Emphasis added). This section also grants the Attorney General the authority \"to institute and originate proceedings before [any] . . . courts, officers, agencies or <span class=\"star-pagination\">*1034</span> bodies and . . . to appear before agencies on behalf of the State and its agencies and citizens in all matters affecting the public interest.\"</p>\n<p>This broad grant of general authority as the state's legal representative is supplemented in the antitrust context by North Carolina General Statute §§ 75-14, -15, and -16, which provide as follows:</p>\n<blockquote>§ 75-14. Action to obtain mandatory order.  If it shall become necessary to do so, the Attorney General may prosecute civil actions in the name of the State on relation of the Attorney General to obtain a mandatory order, including (but not limited to) permanent or temporary injunctions and temporary restraining orders, to carry out the provisions of this Chapter, and the venue shall be in any county as selected by the Attorney General.</blockquote>\n<blockquote>§ 75-15. Actions prosecuted by Attorney General.It shall be the duty of the Attorney General, upon his ascertaining that the laws have been violated by any trust or public service corporation, so as to render it liable to prosecution in a civil action, to prosecute such action in the name of the State, or any officer or department thereof, as provided by law, or in the name of the State on relation of the Attorney General, and to prosecute all officers or agents or employees of such corporations, whenever in his opinion the interests of the public require it.</blockquote>\n<blockquote>§ 75-16. Civil action by person injured; treble damages.If any person shall be injured or the business of any person, firm or corporation shall be broken up, destroyed or injured by reason of any act or thing done by any other person, firm or corporation in violation of the provisions of this Chapter, such person, firm or corporation so injured shall have a right of action on account of such injury done, and if damages are assessed by a jury in such case judgment shall be rendered in favor of the plaintiff and against the defendant for treble the amount fixed by the verdict.</blockquote>\n<p>The Attorney General brought the prior state court suit under these three provisions, seeking permanent injunctive relief under § 75-14 and monetary damages under § 75-16. The Attorney General was suing on behalf of the state as a direct purchaser of milk from the defendants and as one of the sources of revenue used to pay part of the purchase price of milk bought from the defendants by the state's public school boards. He sued also as the purported class representative on behalf of the public school systems. As noted above, the consent decree in this action was entered before any class was certified.</p>\n<p>Nash County's principal assertion in support of its position that, for purposes of res judicata, it is not the \"same party\" as the Attorney General rests on the premise that public school boards are not \"State .. agencies or other organized activities of the State which receive support in whole or in part from the State,\" <i>see</i> N.C.Gen.Stat. § 114-2, and therefore that the Attorney General lacked the requisite authority to act on the school board's behalf. Nash County offers various arguments in this regard premised on statutory as well as case law interpretation, all of which the Court finds unpersuasive.</p>\n<p>The Court notes at this juncture that it is largely irrelevant that the Attorney General brought his suit as a class action. That no class was certified would assume relevance here only if the Court were to find that the Attorney General did not have the authority to act for the school boards. In that event, Nash County, or any other school board, could bring this action unimpeded by res judicata, subject of course to any applicable restrictions of collateral estoppel. Because the Court's judgment is that the Attorney General and Nash County are the \"same party,\" however, the purported class action status of the state case is immaterial to the instant inquiry.</p>\n<p>Public school boards in North Carolina operate pursuant to the provisions of North Carolina General Statute § 115-27:</p>\n<blockquote>The board of education of each county in the State <i>shall be a body corporate</i> by <span class=\"star-pagination\">*1035</span> the name and style of \"The ...... County Board of Education,\" and the board of education of each city administrative school unit in the State shall be a body corporate by the name and style of \"The ....... City Board of Education.\" The several boards of education, both county and city, shall hold all school property and be capable of purchasing and holding real and personal property, of building and repairing schoolhouses, of selling and transferring the same for school purposes, and of <i>prosecuting and defending suits</i> for or against the corporation.</blockquote>\n<p>(Emphasis added).</p>\n<p>Nash County contends that, because it is a \"body corporate . . . capable of ... prosecuting ... suits,\" it is separated from the state sufficiently to prevent its falling within the legal responsibilities of the Attorney General. In support of this contention, Nash County directs the Court's attention to North Carolina General Statute § 115-31, which provides that a county \"board of education shall institute all actions, suits, or proceedings ... for the recovery ... of all money ... which may be due to ... the schools.\"</p>\n<p>Perhaps the most persuasive argument for Nash County's position is grounded upon North Carolina General Statute § 147-17, which forbids the retention of counsel (other than the Attorney General) by state agencies, departments, or other organized activities of the state supported partially or wholly by the state, without the approval of the Governor. This section also restates that portion of § 114-2 that provides that the Attorney General shall represent these entities, but it allows him to withdraw such representation when it is \"impracticable.\"</p>\n<p>Nash County correctly submits that § 147-17 prevents any of the listed governmental entities, except in special circumstances, from hiring a lawyer and suing on its own behalf. From this premise Nash County concludes that, because §§ 115-27 and 115-31 authorize a school board to sue on its own behalf, the legislature therefore never intended that the language \"State departments, agencies, ... or other organized activities of the State\" include local school boards insofar as such inclusion would allow the Attorney General to represent and bind the school boards in legal actions.</p>\n<p>This conclusion assumes that the legislature could not have contemplated, indeed must have rejected, the notion that school boards could retain local counsel while at the same time remain within the general representational authority of the Attorney General. In the Court's view, herein lies the major infirmity of Nash County's position, for it can point to no authority that establishes conclusively that either the legislature intended or the state supreme court has interpreted these provisions to preclude such joint representation. In the absence of such authority, principles of judicial restraint as well as considerations of federal-state comity require that the Court read these provisions narrowly and give effect to the Attorney General's broad common law authority.</p>\n<p>In its brief submitted subsequent to the oral argument, Nash County directs the Court's attention to three decisions of the Supreme Court of North Carolina that it asserts to be dispositive of the \"same parties\" issue. In <i>Branch v. Board of Education,</i> 233 N.C. 623, 65 S.E.2d 124 (1951), the North Carolina Supreme Court held that, absent certain special circumstances, a taxpayer could not sue the county school board to enjoin an allegedly unlawful expenditure of school funds and to compel a reallocation of those funds. In so holding, the Court noted that:</p>\n<blockquote>[T]he right to sue for the protection or recovery of the school funds of a particular school administrative unit belongs by necessary implication to the governing body of that unit.... Indeed, a relevant statute confers upon the county board of education in explicit terms the power to sue for the preservation and <span class=\"star-pagination\">*1036</span> recovery of the money or property of the county administrative unit.</blockquote>\n<p><i>Id.</i> at 625, 65 S.E.2d at 126.</p>\n<p>Nash County's reliance on this language is misplaced, for the court held only that the school board, not the taxpayers, could sue to recover school funds. The Attorney General's authority indeed was not even an issue in the case. Nowhere did the court suggest, and only a dangerously expansive reading of <i>Branch</i> would support, the inference that the school board's authority to sue operates to cut back the Attorney General's statutory and common law authority to sue in the state's interest.</p>\n<p>The two other cases cited to the Court both involve the applicability of North Carolina's Tort Claims Act to local school boards. <i>See </i><i>Clary v. Alexander County Board of Education,</i> 285 N.C. 188, 203 S.E.2d 820 (1974); <i>Turner v. Gastonia City Board of Education,</i> 250 N.C. 456, 109 S.E.2d 211 (1959). These decisions hold that, for purposes of vulnerability to suit under the Tort Claims Act, local school boards are not \"state agencies,\" the sovereign immunity of which the Tort Claims Act has waived. Nash County concludes that school boards are therefore not \"state agencies\" for any purpose.</p>\n<p>Once again, the plaintiff assumes too much. Limitations of sovereign immunity, such as that effected by state tort claims acts, because they operate to derogate the common law, must be construed narrowly. The Court accordingly is unmoved by Nash County's analogy to the North Carolina Tort Claims Act and the two cases cited. Indeed, the more persuasive argument to be made by analogy to the Tort Claims Act is that, because the North Carolina Supreme Court finds schools to be within the protective cover of sovereign immunity, such school boards are necessarily imbued with sufficient characteristics of the \"state\" to bring them within the reach of the Attorney General's authority under North Carolina General Statute § 114-2.</p>\n<p>The decisions of various federal courts support, as a general matter, the Court's specific interpretation of North Carolina law in this regard. Far and away the most comprehensive examination of a state Attorney General's authority to represent individual organs of the state is <i>Florida ex rel. Shevin v. Exxon Corp.,</i> 526 F.2d 266 (5th Cir. 1976), <i>cert. denied,</i> 425 U.S. 930, 96 S.Ct. 1659, 48 L.Ed.2d 172 (1977). In <i>Shevin</i> the Attorney General of Florida brought a federal antitrust suit against seventeen major oil companies on behalf of the state's various departments, agencies, and political subdivisions. <i>Id.</i> at 267. The defendants asserted that the Attorney General lacked the requisite authority to prosecute such an action absent the explicit approval of these state entities. In addition to the general remarks quoted earlier herein regarding the broad common law authority of a state Attorney General, the United States Court of Appeals for the Fifth Circuit noted that the \"individual government instrumentalities involved have something to gain from this suit, and nothing to lose but their causes of action (by way of res judicata or collateral estoppel).\" <i>Id.</i> at 273; <i>accord, Alabama v. Blue Bird Body Company,</i> 71 F.R.D. 183 (M.D.Ala.1976); <i>Illinois v. Brunswick Corp.,</i> 32 F.R.D. 453 (N.D.Ill. 1963).</p>\n<p>Like the Attorney General of Florida, the North Carolina Attorney General enjoys broad common law authority. Moreover, because of the absence of any explicit curtailments of this authority by the legislature or the state supreme court, the Court concludes that, by virtue of the Attorney General's participation in the prior state court antitrust action, Nash County was a \"party\" in that action for purposes of res judicata.</p>\n<p></p>\n<h2><i>III. Final Judgment on the Merits.</i></h2>\n<p>The third component of res judicata is that the prior decision must have been resolved by a final judgment on the merits. There is no doubt that a consent judgment constitutes such a final resolution. 1B Moore's Federal Practice, ¶ 0.409[5], at 1026 (2d ed. 1974).</p>\n<p>Nash County offers two reasons why the consent judgment in the prior state action <span class=\"star-pagination\">*1037</span> should not be held binding on it for purposes of this litigation. First, Nash County points to the letter sent out to the school boards by the Attorney General, following entry of the consent decree, in which the Attorney General notified the school superintendents and food service directors of the consent decree. That letter additionally informed them that the settlement \"in no way proscrib[ed] actions by individual school systems to recover monetary damages for overcharges\" by the dairy companies. In this respect, the Attorney General was simply mistaken.</p>\n<p>The terms of the consent decree are explicit. They state that \"all matters in controversy arising out of this action have been agreed upon and settled in a manner satisfactory both to the Plaintiff, State of North Carolina, and to the aforementioned Defendants.\" Additionally, the terms were specific to the effect that \"the parties desire to resolve and settle all claims and matters in controversy in order to avoid the expense of protracted litigation.\" The federal rule regarding interpretation of consent decrees is found in <i>United States v. Armour &amp; Co.,</i> 402 U.S. 673, 681-82, 91 S.Ct. 1752, 1757, 29 L.Ed.2d 256 (1971):</p>\n<blockquote>Consent decrees are entered into by parties to a case after careful negotiation has produced agreement on precise terms. The parties waive their right to litigate the issues involved in the case and thus save themselves the time, expense, and inevitable risk of litigation.... For these reasons, the scope of a consent decree must be discerned within its four corners.</blockquote>\n<p>Because the Court has concluded that Nash County was a party to the prior state action, it is bound by the terms of the decree. Any subsequent assertions to the contrary by the Attorney General cannot be given effect to the extent that they contradict the plain language of the decree.</p>\n<p>Nash County's second argument is similarly unpersuasive. It points to the North Carolina Supreme Court's decision in <i>Town of Bath v. Norman,</i> 226 N.C. 502, 39 S.E.2d 363 (1946), in which the court vacated a consent judgment entered into by the town's private attorney without the express authorization from the town board. Nash County asserts that, because it never agreed to the consent decree entered into by the Attorney General, it cannot be held to the terms thereof. This argument must fail for, as the Court has previously pointed out, the Attorney General was the legitimate statutory and common law representative of all the local school boards. Because the Attorney General acted pursuant to this broad, unencumbered authority, he did not require explicit consent from the constituent school boards in order to bind them to the terms of the decree.</p>\n<p>In sum, the Court finds that Nash County may not maintain this action further. To the extent that it is dissatisfied with the resolution of the state's action brought by the Attorney General, this result may seem harsh, nevertheless, it is the price this county must pay as a creation and financial dependent of the state.</p>\n<p>An appropriate order will issue.</p>\n<h2>NOTES</h2>\n<p>[1]  North Carolina law is not unequivocally clear on this issue. Neither side has cited, nor has the Court in its research found, any decision by the North Carolina Supreme Court dispositive of the issue. The Court notes, therefore, that this case possibly would be suitable for certification to the North Carolina Supreme Court for an interpretation of the scope of the Attorney General's authority to represent local school boards. <i>See </i><i>Lehman Brothers v. Schein,</i> 416 U.S. 386, 389-92, 94 S.Ct. 1741, 40 L.Ed.2d 215 (1974). Unfortunately, North Carolina does not have such a certification procedure.\n</p>\n<p>The Court also notes that, because this is not a diversity action, the res judicata issues are not dependent solely on North Carolina law. For reasons of comity as well as convenience, however, the Court has borrowed heavily from the state source of law.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">464</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1027</span></span> (1978)</b></center>\n<center><h1>The NASH COUNTY BOARD OF EDUCATION, Plaintiff,<br>\nv.<br>\nThe BILTMORE COMPANY et al., Defendants.</h1></center>\n<center>Civ. A. No. 76-0188-CIV-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>November 27, 1978.</center>\n<p>Harris A. Marshall, Jr., Orangeburg, S. C., I. T. Valentine, Jr., Nashville, N. C., J. Nat Hamrick, Rutherfordton, N. C., William L. Thorp, Rocky Mount, N. C., for plaintiff.</p>\n<p>George Ward Hendon, Adams, Hendon &amp; Carson, P. A., Asheville, N. C., Joseph R. Gladden, King &amp; Spalding, Atlanta, Ga., Venable Vermont, Spartanburg, S. C., for the Biltmore Co.</p>\n<p>John M. Murchison and W. T. Covington, Jr., Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, N. C., Glenn S. Dennis, House Counsel, Borden, Inc., Columbus, Ohio, Wilburn Brewer, Jr., Nexsen, Pruet, Jacobs &amp; Pollard, Columbia, S. C., for Borden, Inc.</p>\n<p>J. Melville Broughton, Broughton, Witkins, Ross &amp; Crampton, Raleigh, N. C., Joseph H. Leonard, Leonard &amp; Snyder, Lexington, N. C., Thomas Kemmerlin, Jr., Belser, Kemmerlin, Adams &amp; Ravenel, Columbia, S. C., for Coble Dairy Products Cooperative, Inc.</p>\n<p>Wright T. Dixon, Jr., Bailey, Dixon, Wooten, McDonald &amp; Fountain, Raleigh, N. C., Robert H. Duesenberg, Asst. Gen. Counsel, St. Louis, Mo., Fred D. Turnage, Cleary, Gottlieb, Steen &amp; Hamilton, Washington, D. C., Julius W. McKay, McKay, Sherrill, Walker &amp; Townsend, Columbia, S. C., for Pet, Inc.</p>\n<p>Henry A. Mitchell, Jr., Smith, Anderson, Blount &amp; Mitchell, Raleigh, N. C., Charles W. Knowlton, Boyd, Knowlton, Tate &amp; Finlay, Columbia, S. C., for Pine State Creamery Co.</p>\n<p><span class=\"star-pagination\">*1028</span> John R. Jordan, Jr., Jordan, Morris &amp; Hoke, Raleigh, N. C., David L. Aufderstrasse, Chadwell, Kayser, Ruggles, McGee &amp; Hastings, Chicago, Ill., Theodore L. Banks, William G. Taffe, Glenview, Ill., John W. Thomas, Roberts, Jennings &amp; Thomas, Columbia, S. C., for Kraftco Corp.</p>\n<p>Jerry W. Amos of Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N. C., William A. Carey, Barnett, Alagia &amp; Carey, Washington, D. C., D. Paul Alagia, Jr., Barnett &amp; Alagia, Charles L. Owen, Barnett, Alagia, Greenebaum, Miller &amp; Senn, Louisville, Ky., Rex L. Carter, Carter, Philpot, Johnson &amp; Smith, Greenville, S. C., for Flav-O-Rich, Inc.</p>\n<p></p>\n<h2>MEMORANDUM</h2>\n<p>MERHIGE, District Judge.</p>\n<p>Plaintiff, Nash County Board of Education (Nash County), a body politic created by the legislature of the State of North Carolina, brings this federal antitrust action seeking treble damages against nine defendant dairy companies that sell milk, ice cream, and cottage cheese to public schools in North Carolina. Plaintiff brings this action as a class action pursuant to Rule 23 of the Federal Rules of Civil Procedure on behalf of itself and all other county and city boards of education in North Carolina, as described in chapter 115 of the General Statutes of North Carolina. The nine defendants are: The Biltmore Company, a Delaware corporation; Borden, Inc., a New Jersey corporation; Coble Dairy Products Cooperative, Inc., a North Carolina corporation; Dairymen, Inc., a Kentucky corporation; Maola Milk and Ice Cream Company, a North Carolina corporation; Pet, Inc., a Delaware corporation; Pine State Creamery Co., a North Carolina corporation; Kraftco Corporation, a Delaware corporation; and Flav-O-Rich, Inc., and its predecessor United Dairies, Inc., both North Carolina corporations.</p>\n<p>Plaintiff alleges that the defendants, jointly and severally, have combined and conspired since no later than February 1, 1970 to fix prices and to monopolize and attempt to monopolize the public school market for milk, ice cream, and cottage cheese in North Carolina, in violation of sections 1 and 2 of the Sherman Act, 15 U.S.C. §§ 1 and 2. Jurisdiction is appropriate under 15 U.S.C. § 15 and 28 U.S.C. § 1337.</p>\n<p>Each of the defendants has moved for summary judgment on the sole ground that this action is barred by the doctrine of res judicata. The parties have addressed the issues extensively in briefs and at oral argument, and the matter is now ripe for disposition. The undisputed facts show that in 1973, in response to complaints by various school boards, the North Carolina Attorney General's office began investigating the defendant dairy companies to determine whether they were fixing prices and dividing up markets in violation of North Carolina's antitrust statute. On October 21, 1974, the Attorney General of North Carolina filed suit on behalf of the state in the General Court of Justice, Superior Court Division, of Wake County, North Carolina against the same nine dairy companies who are defendants in the instant suit. Alleging violations of the state (but not federal) antitrust statute, the Attorney General sought both injunctive relief and treble damages. Additionally, he sought certification, pursuant to Rule 23(a) of the North Carolina Rules of Civil Procedure, to represent a class consisting of all public school systems in North Carolina that had used state tax monies to purchase milk from any of the nine defendants.</p>\n<p>The purported class was never certified, however, and the action never went to trial. Instead, the suit was terminated on May 12, 1975 by a consent decree entered by the presiding state court judge and endorsed by all parties. The consent decree represented that \"all matters in controversy arising out of this action have been agreed upon and settled in a manner satisfactory both to the Plaintiff, State of North Carolina, and to the aforementioned Defendants.\" The consent decree provided injunctive relief in the form of mandatory procedures to be followed by the defendants over the ensuing three years for reporting to the state Attorney <span class=\"star-pagination\">*1029</span> General all bids and negotiated prices for milk contracts with North Carolina public school systems. The decree, however, did not provide for any monetary damages, either for the state or for any of the school boards in the state.</p>\n<p>On June 18, 1975, approximately one month after entry of the consent judgment, the North Carolina Attorney General sent a letter to all school superintendents and food service directors in the state, notifying them of the consent decree and its terms. The letter also contained the following paragraph:</p>\n<blockquote>Additionally, it should be pointed out that the settlement in no way proscribes actions by individual school systems to recover monetary damages for overcharges that resulted from the rigging of bids.</blockquote>\n<p>Apparently acting on the Attorney General's letter, the Nash County Board of Education filed the instant suit against all of the defendants who were parties to the state court consent decree. Not surprisingly, the motion presently under consideration followed.</p>\n<p>The principles of res judicata are well established. The general rule was stated by the United States Supreme Court in <i>Commissioner v. Sunnen,</i> <span class=\"citation\" data-id=\"104537\"><a href=\"/opinion/104537/commissioner-v-sunnen/\"><span class=\"volume\">333</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">591</span></a></span>, <span class=\"citation\" data-id=\"104537\"><a href=\"/opinion/104537/commissioner-v-sunnen/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">715</span></a></span>, <span class=\"citation\" data-id=\"104537\"><a href=\"/opinion/104537/commissioner-v-sunnen/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">898</span></a></span> (1948):</p>\n<blockquote>The general rule of res judicata applies to repetitious suits involving the same cause of action. It rests upon considerations of economy of judicial time and public policy favoring the establishment of certainty in legal relations. The rule provides that when a court of competent jurisdiction has entered a final judgment on the merits of a cause of action, the parties to the suit and their privies are thereafter bound \"not only as to every matter which was offered and received to sustain or defeat the claim or demand, but as to any other admissible matter which might have been offered for that purpose.\"</blockquote>\n<p><i>Id.</i> at 597, 68 S.Ct. at 719 (quoting <i>Cromwell v. County of Sac,</i> <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">351</span></span>, 352, <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">195</span></span> (1876) ). Thus, the doctrine of res judicata bars relitigation when the prior suit (1) was on the same cause of action, (2) was between the same parties or their privies, and (3) was concluded by a final judgment on the merits. The Court finds that all three of these requirements are satisfied in the instant case.</p>\n<p></p>\n<h2><i>I. The Same Cause of Action.</i></h2>\n<p>This inquiry has two facets. Reserving for the moment consideration of whether the cause of action in the instant suit is substantively the same as that in the North Carolina action, the Court must first resolve the threshold question of whether, notwithstanding all considerations of traditional res judicata doctrine, federal district courts are bound to entertain <i>all</i> federal antitrust actions because Congress intended the district courts to have exclusive and mandatory jurisdiction over such lawsuits. Simply stated, the initial inquiry is whether, as a matter of federal-state relations, a suit in federal court under the Sherman Act is a fortiori a different cause of action from a state court action under that state's antitrust statute, even if conventional notions of res judicata would otherwise bar the action.</p>\n<p>Section 15 of Title 15 of the United States Code provides that, \"[a]ny person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws may sue therefor in any district court of the United States in the district where the defendant resides or is found or has an agent . . ..\" Nash County relies heavily on this provision, as well as several decisions of the federal courts interpreting it, in contending that this court must hear the instant suit.</p>\n<p>The seminal decision in this area is <i>Lyons v. Westinghouse Electric Corp.,</i> <span class=\"citation\" data-id=\"236588\"><a href=\"/opinion/236588/joseph-h-lyons-and-jessie-h-lyons-individually-and-as-co-partners-doing/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">184</span></a></span> (2d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">52</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">737</span></span> (1955). In an opinion by Judge Hand, the court of appeals issued a writ of mandamus to the district court directing the judge to vacate the stay order he had issued in Lyons' antitrust suit against Westinghouse and another corporation. 222 F.2d at 190. The district judge had stayed the federal antitrust suit pending the resolution of a state contract action <span class=\"star-pagination\">*1030</span> brought by Westinghouse against Lyons, as a defense to which Lyons pleaded that Westinghouse had violated the federal antitrust laws. <i>Id.</i> at 185. As the antitrust allegations raised by Lyons as a defense in the state court action against him were the same as those upon which he was suing Westinghouse in the federal district court, the district court apparently decided to await the state court's decision on the merits, if any, of the antitrust claims. In a sweeping opinion, the court of appeals held that the district court acted inappropriately:</p>\n<blockquote>In the case at bar it appears to us that the grant to the district courts of exclusive jurisdiction over the action for treble damages should be taken to imply an immunity of their decisions from any prejudgment elsewhere; at least on occasions, like those at bar, where the putative estoppel includes the whole nexus of facts that makes up the wrong. The remedy provided is not solely civil; two thirds of the recovery is not remedial and inevitably presupposes a punitive purpose.</blockquote>\n<p><i>Id.</i> at 189. Judge Hand further justified the decision by asserting that uniform administration of the antitrust acts \"would best be accomplished by an untrammeled jurisdiction of the federal courts.\" <i>Id.</i></p>\n<p>In the Court's view, <i>Lyons</i> differs from the case at bar in at least two respects. First, the federal plaintiff was a defendant in the state action. Accordingly, had the federal action been stayed pending resolution by the state court of the contract action, the federal plaintiff would have effectively been denied the opportunity to select a forum wherein to litigate his federal antitrust claims because of the collateral estoppel effect of the state court resolution. Second, this denial might have proven to be unusually harsh because the state court procedure would not have allowed him to prosecute his antitrust defense in the contract action in any fashion similar to the manner in which he could litigate his claims as a plaintiff in federal court. More importantly, treble damages would not have been available in the state court.</p>\n<p>The instant plaintiff's situation is dissimilar from that which faced the plaintiff in <i>Lyons.</i> As will be explained more fully below, Nash County was a party plaintiff in the Attorney General's state antitrust action. It follows therefore that the county cannot now be heard to say that it was denied a choice of forum. Moreover, the North Carolina antitrust enforcement mechanism almost completely mirrors its federal counterpart, especially with respect to the availability of treble damages. <i>Compare</i> 15 U.S.C. § 1 <i>et seq. with</i> N.C.Gen. Stat. §§ 75-1 to -29.</p>\n<p>Plaintiff has also directed the Court's attention to <i>Cream Top Creamery v. Dean Milk Company,</i> <span class=\"citation\" data-id=\"277276\"><a href=\"/opinion/277276/cream-top-creamery-kannapels-dairy-inc-plainview-farms-dairy-walnut/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">358</span></a></span> (6th Cir. 1967), where the Sixth Circuit Court of Appeals reversed the district court's award of summary judgment to the defendants in a private antitrust action. <i>Id.</i> at 364. The district court in that instance had entered summary judgment for the defendants on the grounds that a prior similar suit in state court between the same parties under the state's unfair competition laws was dismissed with prejudice by the state court. <i>Id.</i> at 361. Citing <i>Lyons,</i> the court of appeals noted that \"[u]nder 15 U.S.C. § 15 Congress gave exclusive jurisdiction to the Federal District Court over wrongs committed under the anti-trust acts.\" <i>Id.</i> at 363. The court further observed that, \"[s]ince the [state court action] did not and could not have involved a claim under the federal anti-trust statutes, the dismissal with prejudice could not have adjudicated [the defendant's] alleged violations of these statutes.\" <i>Id.</i></p>\n<p>It is possible to read the Sixth Circuit's opinion in <i>Cream Top Creamery</i> to say that, regardless of any similarity between the state and federal enforcement mechanisms, federal courts must always entertain federal antitrust actions because state courts lack jurisdiction to hear such actions. To whatever extent this was the intended meaning of the court of appeals, this court, most respectfully, cannot adopt it for the following reasons. First, because the alleged <span class=\"star-pagination\">*1031</span> violations that were the basis of the federal action occurred subsequent to the dismissal in the state court action, <i>id.,</i> the causes of action were not the same. It follows therefore that it was unnecessary for the court of appeals to address the <i>Lyons</i> issue, and all references thereto stand as mere dicta. Second, this dicta is unsupported by any analysis of the distinctions between <i>Lyons</i> and the case that was then under consideration. Finally, in its brief discussion of <i>Lyons</i> the court observed that \"[t]here seems to be some question as to whether [res judicata] is applicable when the first forum lacks the ability to give the relief sought in the second forum.\" <i>Id.</i> This suggests conversely that res judicata should apply when the state antitrust mechanism does provide similar relief to that made available under the federal statutes. Although this position is inconsistent with a rule of mandatory federal jurisdiction in federal antitrust actions, which the Sixth Circuit initially seemed to be advocating, it is, in this court's view, the more reasonable approach.</p>\n<p>Nash County contends further that <i>Engelhardt v. Bell &amp; Howell Co.,</i> <span class=\"citation\" data-id=\"263025\"><a href=\"/opinion/263025/fred-engelhardt-dba-engelhardts-camera-store-v-bell-howell-co-a/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span> (8th Cir. 1964), reinforces its position that 15 U.S.C. § 15 mandates that this court deny defendants' motions for summary judgment. In <i>Engelhardt,</i> the Eighth Circuit Court of Appeals affirmed the district court's award to the defendant of summary judgment in a federal antitrust action on the ground that previous dismissals of the same cause of action by a federal district court constituted res judicata, even though the previous suits were brought under the state's antitrust statute and thereafter removed to federal court under its diversity jurisdiction.</p>\n<p>The court of appeals in that case noted that it was not faced with a <i>Lyons</i> problem because \"all the earlier adjudications were made in the federal district court in actions over which the federal court had unquestioned jurisdiction. No issue of state court decisions fettering the power of the federal court to exercise exclusive jurisdiction in federal antitrust actions is here presented.\" <i>Id.</i> at 35.</p>\n<p>Had the prior dismissal been by a state court, the Eighth Circuit would have faced essentially the same issue as that which is before this court. Nash County's reliance on <i>Engelhardt</i> is misplaced, however, because it would be sheer speculation to conclude that the court of appeals would have reversed the district court if the prior dismissal had been by a state court. At best, one can note that such circumstances would present a different question.</p>\n<p>For purposes of deciding such a question, perhaps the most relevant language of the opinion is the court's recognition that the \"real problem in Lyons was not whether the causes of action are the same but rather the problem of whether for <i>policy reasons</i> an exception should be made to the general rule of finality of prior adjudications.\" <i>Id.</i> (emphasis added). Couched in such terms, the Eighth Circuit identified what the real inquiry should be in all cases such as the one now before the Court. The Court must go beyond a cursory reading of the decisions discussed above, for such a superficial review may suggest, incorrectly, that the Court ought to exercise jurisdiction regardless of what will later be shown to be the complete substantive identity between the suit at bar and the North Carolina case.</p>\n<p>A closer analysis, however, of these cases as well as of some of the commentary inspired thereby, <i>see e. g.,</i> Note, <i>The Collateral Estoppel Effect of Prior State Court Findings in Cases Within Exclusive Federal Jurisdiction,</i> 91 Harv.L.Rev. 1281 (1978); Note, <i>Res Judicata: Exclusive Federal Jurisdiction and the Effect of Prior State-Court Determinations,</i> 53 Va.L.Rev. 1360 (1967), reveals that the factors underlying the rationale for recognizing an exception to the operation of res judicata principles in areas of exclusive federal court jurisdiction are not present in the instant case. Broadly speaking, unimpeded access to federal district courts in federal antitrust actions is meant to promote the following: (1) availability of treble damages; (2) access to trial by jury; (3) opportunity to proceed under the Federal Rules of Civil Procedure, especially <span class=\"star-pagination\">*1032</span> the rules allowing expansive discovery; and (4) uniform judicial decision-making in the area of antitrust law through the application of the same statute by judges within the same court system.</p>\n<p>The fulfillment of these goals does not require a per se rule in favor of mandatory federal court jurisdiction in antitrust cases. Rather, each case should be analyzed with regard to the recognition of the rationale underlying exclusive federal jurisdiction. Where most or all of that rationale is satisfied, the Court is of the view that the principles of res judicata must be given traditional deference.</p>\n<p>Because neither the cases nor the commentary offer any helpful guidance regarding the relative importance of the various reasons for not giving res judicata effect in cases such as the instant one, the Court has balanced these goals against the policy behind the doctrine of res judicata in light of the circumstances of this case. This balancing process has convinced the Court that, because at least three of the four goals to which the Court has made reference have been fulfilled by the North Carolina case, and because of the strong policy favoring finality that lies at the heart of res judicata, it would be erroneous for the Court to permit this action to proceed solely because Nash County brings it under the Sherman Act.</p>\n<p>The first three goals identified above are completely fulfilled under North Carolina law. Section 75-16 of the General Statutes of North Carolina mandates that a successful plaintiff in a state antitrust action recover \"treble the amount fixed by the verdict.\" Additionally, regarding access to trial by jury, section 25 of article I of the North Carolina Constitution and Rule 38 of the North Carolina Rules of Civil Procedure provide for trial by jury upon timely demand by either party in all civil actions, and the record reflects that such a demand was made by the North Carolina Attorney General in the suit against the defendant dairy companies. Finally, the North Carolina Rules of Civil Procedure, including the discovery provisions, are virtually identical to the Federal Rules in substance as well as form.</p>\n<p>North Carolina's antitrust enforcement mechanisms probably satisfy the requirements of the fourth goal as well, though perhaps not as completely as they do the first three. As already noted, the federal and state statutes are quite similar. The principal distinction between the North Carolina statute and the Sherman Act is, of course, that the latter is implemented by the federal courts. The importance of this distinction, if any, is unclear, especially in light of the North Carolina Supreme Court's recognition that, \"[section one] of our law is based upon section one of the Sherman Act, ... [and] the body of law applying the Sherman Act, although not binding upon this Court in applying [North Carolina's antitrust statute], is nonetheless instructive in determining the full reach of that statute.\" <i>Rose v. Vulcan Materials Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">282</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">643</span></span>, 655, <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">521</span></span>, 530 (1970). It follows therefore, at the very least, that the North Carolina antitrust scheme is likely to yield results based upon and compatible with the resolution of antitrust cases by the federal courts.</p>\n<p>Balanced against the rationale for exclusive federal court jurisdiction is the strong interest in finality that the doctrine of res judicata is designed to promote. The reasons for preventing relitigation of issues that have been or could have been once fully adjudicated are too familiar to require recitation here. Suffice it to say that the Court should recognize exceptions to the operation of res judicata only when the interests countervailing thereto are very strong indeed. Because the Court is satisfied that the North Carolina antitrust mechanisms adequately fulfill the goals underlying the need for unfettered federal court jurisdiction in such matters, the Court must defer to what in this case are the more compelling dictates of res judicata.</p>\n<p>Turning now to the question of the substantive similarity between the cause of action brought here by Nash County and the state case filed by the North Carolina Attorney General, the Court finds the two <span class=\"star-pagination\">*1033</span> to be the same for purposes of res judicata. The Attorney General alleged in his suit that the defendant dairy companies had fixed prices and allocated markets in connection with the sale of milk, ice cream, and cottage cheese to the public school systems in North Carolina. The instant suit is virtually identical in that it seeks relief on account of precisely the same conduct by the defendants as that which gave rise to the Attorney General's suit. That the language of the two complaints differs in some respects is immaterial so long as the alleged liability-producing conduct is the same.</p>\n<p></p>\n<h2><i>II. The Same Parties.</i></h2>\n<p>Nash County argues most strenuously that the earlier state court litigation did not involve the \"same parties or their privies\" as are in the instant action. The precise question before the Court in this context is whether the North Carolina Attorney General had the authority to act on behalf of and bind Nash County, in addition to the other county and city school boards of North Carolina, in the action he filed under the state antitrust statute. That is, was Nash County a \"party\" in the prior litigation? A review of North Carolina law, as reflected in both the statutes and the cases,<sup>[1]</sup> as well as an examination of various federal court decisions in this area, has satisfied the Court that the Attorney General did indeed have the requisite authority to represent the interest of the school boards so that, for purposes of res judicata, they were parties in the state court action.</p>\n<p>The United States Court of Appeals for the Fifth Circuit has observed that, \"[t]he office of attorney general is older than the United States.\" <i>Florida ex rel. Shevin v. Exxon Corp.,</i> <span class=\"citation\" data-id=\"331445\"><a href=\"/opinion/331445/state-of-florida-ex-rel-robert-l-shevin-attorney-general-plaintiff-v/\"><span class=\"volume\">526</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span></a></span>, 268 (5th Cir. 1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1659</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></span> (1977). The Court went on to note that:</p>\n<blockquote>[A]ttorneys general of our states have enjoyed a significant degree of autonomy. Their duties and powers typically are not exhaustively defined by either constitution or statute but include all those exercised at common law. There is and has been no doubt that the legislature may deprive the attorney general of specific powers; but in the absence of such legislative action, he typically may exercise all such authority as the public interest requires.</blockquote>\n<p><i>Id.</i> (citations omitted). Because the common law is in full force and effect in North Carolina, <i>see</i> N.C.Gen.Stat. § 4-1, and bearing in mind the axiom that statutes in derogation of the common law must be strictly construed, <i>see </i><i>Swift &amp; Co. v. Tempelos,</i> <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">487</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">8</span></span> (1919), the Court must resolve any ambiguity in North Carolina statutory provisions defining the reach of the Attorney General's authority in favor of a broader scope consistent with the common law.</p>\n<p>The North Carolina Constitution makes little reference to the authority of the Attorney General other than to note that his \"duties shall be prescribed by law.\" N.C. Const. art. III, § 7(2). These duties are generally set out in North Carolina General Statute § 114-2, which provides <i>inter alia</i> that the Attorney General shall \"represent all State departments, agencies, institutions, commissions, bureaus or <i>other organized activities of the State which receive support</i> in whole or in part from the State.\" (Emphasis added). This section also grants the Attorney General the authority \"to institute and originate proceedings before [any] . . . courts, officers, agencies or <span class=\"star-pagination\">*1034</span> bodies and . . . to appear before agencies on behalf of the State and its agencies and citizens in all matters affecting the public interest.\"</p>\n<p>This broad grant of general authority as the state's legal representative is supplemented in the antitrust context by North Carolina General Statute §§ 75-14, -15, and -16, which provide as follows:</p>\n<blockquote>§ 75-14. Action to obtain mandatory order.  If it shall become necessary to do so, the Attorney General may prosecute civil actions in the name of the State on relation of the Attorney General to obtain a mandatory order, including (but not limited to) permanent or temporary injunctions and temporary restraining orders, to carry out the provisions of this Chapter, and the venue shall be in any county as selected by the Attorney General.</blockquote>\n<blockquote>§ 75-15. Actions prosecuted by Attorney General.It shall be the duty of the Attorney General, upon his ascertaining that the laws have been violated by any trust or public service corporation, so as to render it liable to prosecution in a civil action, to prosecute such action in the name of the State, or any officer or department thereof, as provided by law, or in the name of the State on relation of the Attorney General, and to prosecute all officers or agents or employees of such corporations, whenever in his opinion the interests of the public require it.</blockquote>\n<blockquote>§ 75-16. Civil action by person injured; treble damages.If any person shall be injured or the business of any person, firm or corporation shall be broken up, destroyed or injured by reason of any act or thing done by any other person, firm or corporation in violation of the provisions of this Chapter, such person, firm or corporation so injured shall have a right of action on account of such injury done, and if damages are assessed by a jury in such case judgment shall be rendered in favor of the plaintiff and against the defendant for treble the amount fixed by the verdict.</blockquote>\n<p>The Attorney General brought the prior state court suit under these three provisions, seeking permanent injunctive relief under § 75-14 and monetary damages under § 75-16. The Attorney General was suing on behalf of the state as a direct purchaser of milk from the defendants and as one of the sources of revenue used to pay part of the purchase price of milk bought from the defendants by the state's public school boards. He sued also as the purported class representative on behalf of the public school systems. As noted above, the consent decree in this action was entered before any class was certified.</p>\n<p>Nash County's principal assertion in support of its position that, for purposes of res judicata, it is not the \"same party\" as the Attorney General rests on the premise that public school boards are not \"State .. agencies or other organized activities of the State which receive support in whole or in part from the State,\" <i>see</i> N.C.Gen.Stat. § 114-2, and therefore that the Attorney General lacked the requisite authority to act on the school board's behalf. Nash County offers various arguments in this regard premised on statutory as well as case law interpretation, all of which the Court finds unpersuasive.</p>\n<p>The Court notes at this juncture that it is largely irrelevant that the Attorney General brought his suit as a class action. That no class was certified would assume relevance here only if the Court were to find that the Attorney General did not have the authority to act for the school boards. In that event, Nash County, or any other school board, could bring this action unimpeded by res judicata, subject of course to any applicable restrictions of collateral estoppel. Because the Court's judgment is that the Attorney General and Nash County are the \"same party,\" however, the purported class action status of the state case is immaterial to the instant inquiry.</p>\n<p>Public school boards in North Carolina operate pursuant to the provisions of North Carolina General Statute § 115-27:</p>\n<blockquote>The board of education of each county in the State <i>shall be a body corporate</i> by <span class=\"star-pagination\">*1035</span> the name and style of \"The ...... County Board of Education,\" and the board of education of each city administrative school unit in the State shall be a body corporate by the name and style of \"The ....... City Board of Education.\" The several boards of education, both county and city, shall hold all school property and be capable of purchasing and holding real and personal property, of building and repairing schoolhouses, of selling and transferring the same for school purposes, and of <i>prosecuting and defending suits</i> for or against the corporation.</blockquote>\n<p>(Emphasis added).</p>\n<p>Nash County contends that, because it is a \"body corporate . . . capable of ... prosecuting ... suits,\" it is separated from the state sufficiently to prevent its falling within the legal responsibilities of the Attorney General. In support of this contention, Nash County directs the Court's attention to North Carolina General Statute § 115-31, which provides that a county \"board of education shall institute all actions, suits, or proceedings ... for the recovery ... of all money ... which may be due to ... the schools.\"</p>\n<p>Perhaps the most persuasive argument for Nash County's position is grounded upon North Carolina General Statute § 147-17, which forbids the retention of counsel (other than the Attorney General) by state agencies, departments, or other organized activities of the state supported partially or wholly by the state, without the approval of the Governor. This section also restates that portion of § 114-2 that provides that the Attorney General shall represent these entities, but it allows him to withdraw such representation when it is \"impracticable.\"</p>\n<p>Nash County correctly submits that § 147-17 prevents any of the listed governmental entities, except in special circumstances, from hiring a lawyer and suing on its own behalf. From this premise Nash County concludes that, because §§ 115-27 and 115-31 authorize a school board to sue on its own behalf, the legislature therefore never intended that the language \"State departments, agencies, ... or other organized activities of the State\" include local school boards insofar as such inclusion would allow the Attorney General to represent and bind the school boards in legal actions.</p>\n<p>This conclusion assumes that the legislature could not have contemplated, indeed must have rejected, the notion that school boards could retain local counsel while at the same time remain within the general representational authority of the Attorney General. In the Court's view, herein lies the major infirmity of Nash County's position, for it can point to no authority that establishes conclusively that either the legislature intended or the state supreme court has interpreted these provisions to preclude such joint representation. In the absence of such authority, principles of judicial restraint as well as considerations of federal-state comity require that the Court read these provisions narrowly and give effect to the Attorney General's broad common law authority.</p>\n<p>In its brief submitted subsequent to the oral argument, Nash County directs the Court's attention to three decisions of the Supreme Court of North Carolina that it asserts to be dispositive of the \"same parties\" issue. In <i>Branch v. Board of Education,</i> <span class=\"citation\" data-id=\"1216302\"><a href=\"/opinion/1216302/branch-v-board-of-education-of-robeson-county/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">623</span></a></span>, <span class=\"citation\" data-id=\"1216302\"><a href=\"/opinion/1216302/branch-v-board-of-education-of-robeson-county/\"><span class=\"volume\">65</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">124</span></a></span> (1951), the North Carolina Supreme Court held that, absent certain special circumstances, a taxpayer could not sue the county school board to enjoin an allegedly unlawful expenditure of school funds and to compel a reallocation of those funds. In so holding, the Court noted that:</p>\n<blockquote>[T]he right to sue for the protection or recovery of the school funds of a particular school administrative unit belongs by necessary implication to the governing body of that unit.... Indeed, a relevant statute confers upon the county board of education in explicit terms the power to sue for the preservation and <span class=\"star-pagination\">*1036</span> recovery of the money or property of the county administrative unit.</blockquote>\n<p><i>Id.</i> at 625, 65 S.E.2d at 126.</p>\n<p>Nash County's reliance on this language is misplaced, for the court held only that the school board, not the taxpayers, could sue to recover school funds. The Attorney General's authority indeed was not even an issue in the case. Nowhere did the court suggest, and only a dangerously expansive reading of <i>Branch</i> would support, the inference that the school board's authority to sue operates to cut back the Attorney General's statutory and common law authority to sue in the state's interest.</p>\n<p>The two other cases cited to the Court both involve the applicability of North Carolina's Tort Claims Act to local school boards. <i>See </i><i>Clary v. Alexander County Board of Education,</i> <span class=\"citation\" data-id=\"1325407\"><a href=\"/opinion/1325407/clary-v-alexander-county-board-of-education/\"><span class=\"volume\">285</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">188</span></a></span>, <span class=\"citation\" data-id=\"1325407\"><a href=\"/opinion/1325407/clary-v-alexander-county-board-of-education/\"><span class=\"volume\">203</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">820</span></a></span> (1974); <i>Turner v. Gastonia City Board of Education,</i> <span class=\"citation\" data-id=\"1283138\"><a href=\"/opinion/1283138/turner-v-gastonia-city-board-of-education/\"><span class=\"volume\">250</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation\" data-id=\"1283138\"><a href=\"/opinion/1283138/turner-v-gastonia-city-board-of-education/\"><span class=\"volume\">109</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">211</span></a></span> (1959). These decisions hold that, for purposes of vulnerability to suit under the Tort Claims Act, local school boards are not \"state agencies,\" the sovereign immunity of which the Tort Claims Act has waived. Nash County concludes that school boards are therefore not \"state agencies\" for any purpose.</p>\n<p>Once again, the plaintiff assumes too much. Limitations of sovereign immunity, such as that effected by state tort claims acts, because they operate to derogate the common law, must be construed narrowly. The Court accordingly is unmoved by Nash County's analogy to the North Carolina Tort Claims Act and the two cases cited. Indeed, the more persuasive argument to be made by analogy to the Tort Claims Act is that, because the North Carolina Supreme Court finds schools to be within the protective cover of sovereign immunity, such school boards are necessarily imbued with sufficient characteristics of the \"state\" to bring them within the reach of the Attorney General's authority under North Carolina General Statute § 114-2.</p>\n<p>The decisions of various federal courts support, as a general matter, the Court's specific interpretation of North Carolina law in this regard. Far and away the most comprehensive examination of a state Attorney General's authority to represent individual organs of the state is <i>Florida ex rel. Shevin v. Exxon Corp.,</i> <span class=\"citation\" data-id=\"331445\"><a href=\"/opinion/331445/state-of-florida-ex-rel-robert-l-shevin-attorney-general-plaintiff-v/\"><span class=\"volume\">526</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">266</span></a></span> (5th Cir. 1976), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span>, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1659</span></span>, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></span> (1977). In <i>Shevin</i> the Attorney General of Florida brought a federal antitrust suit against seventeen major oil companies on behalf of the state's various departments, agencies, and political subdivisions. <i>Id.</i> at 267. The defendants asserted that the Attorney General lacked the requisite authority to prosecute such an action absent the explicit approval of these state entities. In addition to the general remarks quoted earlier herein regarding the broad common law authority of a state Attorney General, the United States Court of Appeals for the Fifth Circuit noted that the \"individual government instrumentalities involved have something to gain from this suit, and nothing to lose but their causes of action (by way of res judicata or collateral estoppel).\" <i>Id.</i> at 273; <i>accord, Alabama v. Blue Bird Body Company,</i> <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">183</span></span> (M.D.Ala.1976); <i>Illinois v. Brunswick Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">453</span></span> (N.D.Ill. 1963).</p>\n<p>Like the Attorney General of Florida, the North Carolina Attorney General enjoys broad common law authority. Moreover, because of the absence of any explicit curtailments of this authority by the legislature or the state supreme court, the Court concludes that, by virtue of the Attorney General's participation in the prior state court antitrust action, Nash County was a \"party\" in that action for purposes of res judicata.</p>\n<p></p>\n<h2><i>III. Final Judgment on the Merits.</i></h2>\n<p>The third component of res judicata is that the prior decision must have been resolved by a final judgment on the merits. There is no doubt that a consent judgment constitutes such a final resolution. 1B Moore's Federal Practice, ¶ 0.409[5], at 1026 (2d ed. 1974).</p>\n<p>Nash County offers two reasons why the consent judgment in the prior state action <span class=\"star-pagination\">*1037</span> should not be held binding on it for purposes of this litigation. First, Nash County points to the letter sent out to the school boards by the Attorney General, following entry of the consent decree, in which the Attorney General notified the school superintendents and food service directors of the consent decree. That letter additionally informed them that the settlement \"in no way proscrib[ed] actions by individual school systems to recover monetary damages for overcharges\" by the dairy companies. In this respect, the Attorney General was simply mistaken.</p>\n<p>The terms of the consent decree are explicit. They state that \"all matters in controversy arising out of this action have been agreed upon and settled in a manner satisfactory both to the Plaintiff, State of North Carolina, and to the aforementioned Defendants.\" Additionally, the terms were specific to the effect that \"the parties desire to resolve and settle all claims and matters in controversy in order to avoid the expense of protracted litigation.\" The federal rule regarding interpretation of consent decrees is found in <i>United States v. Armour &amp; Co.,</i> <span class=\"citation\" data-id=\"108351\"><a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 681-82, <span class=\"citation\" data-id=\"108351\"><a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1752</span></a></span>, 1757, <span class=\"citation\" data-id=\"108351\"><a href=\"/opinion/108351/united-states-v-armour-co/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span> (1971):</p>\n<blockquote>Consent decrees are entered into by parties to a case after careful negotiation has produced agreement on precise terms. The parties waive their right to litigate the issues involved in the case and thus save themselves the time, expense, and inevitable risk of litigation.... For these reasons, the scope of a consent decree must be discerned within its four corners.</blockquote>\n<p>Because the Court has concluded that Nash County was a party to the prior state action, it is bound by the terms of the decree. Any subsequent assertions to the contrary by the Attorney General cannot be given effect to the extent that they contradict the plain language of the decree.</p>\n<p>Nash County's second argument is similarly unpersuasive. It points to the North Carolina Supreme Court's decision in <i>Town of Bath v. Norman,</i> <span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">502</span></span>, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">363</span></span> (1946), in which the court vacated a consent judgment entered into by the town's private attorney without the express authorization from the town board. Nash County asserts that, because it never agreed to the consent decree entered into by the Attorney General, it cannot be held to the terms thereof. This argument must fail for, as the Court has previously pointed out, the Attorney General was the legitimate statutory and common law representative of all the local school boards. Because the Attorney General acted pursuant to this broad, unencumbered authority, he did not require explicit consent from the constituent school boards in order to bind them to the terms of the decree.</p>\n<p>In sum, the Court finds that Nash County may not maintain this action further. To the extent that it is dissatisfied with the resolution of the state's action brought by the Attorney General, this result may seem harsh, nevertheless, it is the price this county must pay as a creation and financial dependent of the state.</p>\n<p>An appropriate order will issue.</p>\n<h2>NOTES</h2>\n<p>[1]  North Carolina law is not unequivocally clear on this issue. Neither side has cited, nor has the Court in its research found, any decision by the North Carolina Supreme Court dispositive of the issue. The Court notes, therefore, that this case possibly would be suitable for certification to the North Carolina Supreme Court for an interpretation of the scope of the Attorney General's authority to represent local school boards. <i>See </i><i>Lehman Brothers v. Schein,</i> <span class=\"citation\" data-id=\"109015\"><a href=\"/opinion/109015/lehman-brothers-v-schein/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 389-92, <span class=\"citation\" data-id=\"109015\"><a href=\"/opinion/109015/lehman-brothers-v-schein/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1741</span></a></span>, <span class=\"citation\" data-id=\"109015\"><a href=\"/opinion/109015/lehman-brothers-v-schein/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1974). Unfortunately, North Carolina does not have such a certification procedure.\n</p>\n<p>The Court also notes that, because this is not a diversity action, the res judicata issues are not dependent solely on North Carolina law. For reasons of comity as well as convenience, however, the Court has borrowed heavily from the state source of law.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/236588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/263025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/277276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1283138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1325407/"
  ]
}