{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1523288/",
  "absolute_url": "/opinion/1523288/mccullough-v-branch-banking-and-trust-co-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1523288/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:34:30.748742Z",
  "date_modified": "2016-04-27T00:42:30.062288Z",
  "type": "010combined",
  "sha1": "e6657413fb8a1a68f9cd39b4e92e1c351615427d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>844 F.Supp. 258 (1993)</b></center>\n<center><h1>Stephen D. McCULLOUGH, Plaintiff,<br>\nv.<br>\nBRANCH BANKING AND TRUST COMPANY, INCORPORATED, Defendant.</h1></center>\n<center>No. 92-374-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 30, 1993.</center>\n<p>Robert J. Willis, Raleigh, NC, for plaintiff.</p>\n<p>W.R. Loftis, Jr., Constangy, Brooks &amp; Smith, Winston Salem, NC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the defendant's motion for summary judgment pursuant to Federal Rule of Civil Procedure 56(b). In a Memorandum and Recommendation (\"M &amp; R\") filed on July 20, 1993, United States Magistrate Judge Charles K. McCotter, Jr., recommended that the court grant the motion on all three of the plaintiff's remaining claims. The parties have filed objections, <span class=\"star-pagination\">*259</span> responses, and replies to the M &amp; R, and the matter is ripe for disposition.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>A summary of the facts is provided in the M &amp; R at pages one to three. Briefly restated, \"[t]he plaintiff is and has been an alcoholic since at least college.\" Pl.'s Mem. of Law in Opp'n to Def.'s Mot. for Summ. J. at 7. He is a former employee of the defendant who was discharged on March 13, 1991. Defendant contends that the plaintiff was discharged because of his \"continued alcohol-related misconduct and his pattern of lying to his superiors about the ramifications of that conduct.\" Def.'s Br. in Supp. of Mot. for Summ. J. at 25. Plaintiff contends that the discharge violated both federal and state law, in part because the discharge constituted discrimination against him on the basis of a handicap, recovering alcoholism.</p>\n<p></p>\n<h2><i>DISCUSSION OF THE LAW</i></h2>\n<p>As noted by the Magistrate Judge, the court must rule on three specific claims. One arises under federal law; two arise under state law. The federal claim alleges that the defendant discriminated against the plaintiff on the basis of a handicap, recovering alcoholism, in violation of § 504 of the Rehabilitation Act of 1973 (\"the Act\"), as amended.<sup>[1]</sup></p>\n<p>The first state claim is that the defendant wrongfully discharged the plaintiff in violation of the public policy reflected in N.C.G.S. § 143-422.2, a statute declaring that North Carolina public policy forbids employment discrimination against handicapped persons. The second state claim is that the defendant wrongfully withheld a bonus from the plaintiff in violation of the North Carolina Wage and Hour Act, N.C.G.S. §§ 95-25.1  95-25.25.</p>\n<p></p>\n<h2>I. Plaintiff's Federal Rehabilitation Act Claim</h2>\n<p>The Magistrate Judge recommended that the court grant summary judgment to the defendant on the plaintiff's federal Rehabilitation Act claim after finding that the defendant was not bound by the provisions of the Act. By its express language, § 504 of the Act applies to all programs and activities which receive \"Federal financial assistance.\" Defendant participates in a guaranteed loan program sponsored by the federal Small Business Administration (\"SBA\"),<sup>[2]</sup> but the Magistrate Judge found that the loan program did not qualify as federal financial assistance.<sup>[3]</sup></p>\n<p>After a thorough review of the facts and the law, the court finds that the Magistrate Judge's conclusion is proper in all respects. The court has reviewed the plaintiff's objections and recognizes that this issue of statutory construction is unsettled. <i>See </i><i>Moore v. Sun Bank,</i> 923 F.2d 1423 (11th Cir.1991) (2-1 split decision holding that the term \"Federal financial assistance\" as used in the Act includes the SBA's guaranteed loan program). However, the court is persuaded that the Magistrate Judge reached a proper decision. The court's conclusion rests on an independent analysis of the Magistrate Judge's discussion of the Rehabilitation Act, including its legislative history, administrative regulations,<sup>[4]</sup> and related statutes.<sup>[5]</sup></p>\n<p>Accordingly, the court will grant summary judgment to the defendant on the plaintiff's claim under the Rehabilitation Act.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*260</span> II. Plaintiff's State Claims</h2>\n<p>According to the complaint, the court has jurisdiction over the plaintiff's two state claims because \"those claims ... are so related to the plaintiff's claim under [the federal Rehabilitation Act] that [they] form part of the same case or controversy under Article III of the United States Constitution.\" Compl., ¶ 4, at 2.</p>\n<p>The language of the plaintiff's complaint mirrors the language of the federal supplemental jurisdiction statute, 28 U.S.C. § 1367(a):</p>\n<blockquote>[I]n any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution.</blockquote>\n<p>The court finds that the plaintiffs state claims fall within the court's supplemental jurisdiction. The court agrees that the state claims are so closely related to the federal claim that they form part of the same case or controversy.</p>\n<p>However, the court notes that under 28 U.S.C. § 1367(c)(3), \"[t]he district courts may decline to exercise supplemental jurisdiction over a claim under subsection (a) if  the district court has dismissed all claims over which it has original jurisdiction.\" <i>See </i><i>Rhyne v. Henderson County,</i> 973 F.2d 386, 395 (5th Cir.1992) (\"The district court properly dismissed all of the federal questions that gave it original jurisdiction in this case. Therefore, we find that the district court's dismissal of the state law claims was proper under 28 U.S.C. § 1367(c)(3).\").</p>\n<p>The court finds that § 1367(c)(3) applies to the present case, because the court has dismissed the only claim within its original jurisdiction, the plaintiff's federal Rehabilitation Act claim. The court further finds that the word \"may\" in § 1367(c)(3) requires the court to exercise its discretion in deciding whether to retain supplemental jurisdiction over the plaintiffs state claims. <i>See </i><i>Noble v. White,</i> 996 F.2d 797, 799 (5th Cir.1993) (\"District courts enjoy wide discretion in determining whether to retain supplemental jurisdiction over a state claim once all federal claims are dismissed.\").</p>\n<p>The supplemental jurisdiction statute does not list the factors which guide the court's discretion under § 1367(c)(3). However, the court finds that its supplemental jurisdiction over the state claims is analogous to the former doctrine of pendent jurisdiction. <i>See </i><i>Parker &amp; Parsley Petroleum Co. v. Dresser Ind.,</i> 972 F.2d 580, 584 n. 5 (5th Cir.1992) (\"What was formerly called `pendent jurisdiction' is now included within the term `supplemental jurisdiction.'\"). As a result, the court finds that its exercise of discretion under § 1367(c)(3) may properly be guided by the principles which guided the exercise of judicial discretion under the doctrine of pendent jurisdiction.</p>\n<p>One of these principles was described by the United States Court of Appeals for the Fourth Circuit in a 1991 decision.</p>\n<blockquote>\"It has consistently been recognized that pendent jurisdiction is a doctrine of discretion, not of plaintiff's right. Its justification lies in considerations of judicial economy, convenience and fairness to litigants; if these are not present a federal court should hesitate to exercise jurisdiction over state claims, even though bound to apply state law to them.... Needless decisions of state law should be avoided both as a matter of comity and to promote justice between the parties, by procuring for them a surer-footed reading of applicable law. Certainly, if the federal claims are dismissed before trial, even though not insubstantial in a jurisdictional sense, the state claims should be dismissed as well.\"</blockquote>\n<p><i>In re Conklin,</i> 946 F.2d 306, 322 (4th Cir. 1991), <i>quoting </i><i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 726, 86 S.Ct. 1130, 1139, 16 L.Ed.2d 218 (1966) (footnotes omitted). To be sure, <i>Gibbs,</i> as quoted in <i>Conklin,</i> \"d[id] not establish a mandatory rule to be applied inflexibly in all cases.\" <i>Carnegie-Mellon Univ. v. Cohill,</i> 484 U.S. 343, 350 n. 7, 108 S.Ct. 614, 619 n. 7, 98 L.Ed.2d 720 (1988). However,</p>\n<blockquote>in the usual case in which all federal-law claims are eliminated before trial, the balance <span class=\"star-pagination\">*261</span> of factors to be considered under the pendent jurisdiction doctrine  judicial economy, convenience, fairness, and comity will point toward declining to exercise jurisdiction over the remaining state-law claims.</blockquote>\n<p><i>Id.</i> Accordingly, the court finds that it must analyze considerations of judicial economy, convenience, fairness, and comity in deciding whether to dismiss the plaintiff's state claims under § 1367(c)(3). The court further finds that it must apply these factors carefully to the present action, which has been substantially developed through discovery and other trial preparation in this court.</p>\n<p>The court finds that considerations of comity counsel dismissal of the plaintiff's state claims.</p>\n<blockquote>The federal courts are courts of limited jurisdiction ... and often are not as well equipped for determinations of state law as are state courts. Aside from the state courts' superior familiarity with their respective jurisdictions' law, the federal courts' construction of state law can be \"uncertain and ephemeral.\"</blockquote>\n<p><i>Parker,</i> 972 F.2d at 588-89 (citations omitted). Plaintiff's state claims present complex and unsettled issues of North Carolina law which would be more appropriately resolved by a North Carolina court. The issues include 1) the proper definition of \"handicapped person\" under N.C.G.S. § 143-422.2, part of the North Carolina Equal Employment Practices Act; and 2) the proper analysis of the North Carolina Wage and Hour Act, N.C.G.S. §§ 95-25.1  95-25.25, with its accompanying administrative regulations in the North Carolina Administrative Code, in the context of the plaintiffs claim for an unpaid bonus. As a result, the court is convinced that \"the interests of federalism and comity point strongly toward dismissal.\" <i>Parker,</i> 972 F.2d at 589.<sup>[6]</sup></p>\n<p>The court also finds that dismissal of the state claims would not unduly inconvenience the parties. After such a dismissal,</p>\n<blockquote>[l]ittle new legal research would be necessary, as the surviving claims [would be] governed by state law, and any additional factual research [would have] to be conducted anyway.... Additionally, the most expensive element of the trial preparation, discovery, [would be] largely usable in the state proceeding.</blockquote>\n<p><i>Id.</i> at 587-88. The court finds that the greatest inconvenience likely to be suffered by the parties upon dismissal would be the inconvenience of filing the present case in state court, along with the motion for summary judgment on the state claims. The court further finds that such inconvenience is not \"undue.\"</p>\n<p>Moreover, the court finds that general considerations of fairness support dismissal. \"The fairness factor concerns the prejudice to the parties that would arise from dismissal.\" <i>Id.</i> at 588. The court is convinced that neither party would suffer undue prejudice by litigating the plaintiff's state claims in state court. Also, the court notes specifically that, under North Carolina law, \"filing an action in federal court which is based on state substantive law ... toll[s] the statute of limitations while that action is pending.\" <i>Clark v. Velsicol Chem. Corp.,</i> 110 N.C.App. 803, 431 S.E.2d 227, 229 (1993). As a result, if the plaintiff's state claims were timely filed in federal court, the plaintiff will be able to refile the claims in state court.</p>\n<p>Finally, the court finds that considerations of judicial economy also lean in favor of <span class=\"star-pagination\">*262</span> dismissing the plaintiff's state claims. The claims have been developed and narrowed in federal court and, as a result, they will be in a posture to be readily resolved in state court. The court further finds that judicial economy would not be served by allowing the plaintiff to plead state claims into federal court on the strength of a baseless federal claim. <i>See </i><i>Parker,</i> 972 F.2d at 587 (\"Nor would it serve judicial economy to reward a plaintiff by allowing it into federal court when it pleads a baseless RICO suit.\").</p>\n<p>In sum, the court finds that it ought to exercise its discretion to dismiss the plaintiff's supplemental state claims under 28 U.S.C. § 1367(c)(3). The court recognizes that dismissal will create a degree of inconvenience to the parties, but the court finds that the inconvenience is not undue and that it is outweighed by considerations of comity, fairness, and judicial economy.</p>\n<p></p>\n<h2>III. Dismissal Procedure</h2>\n<p>For the reasons described above, the court will grant summary judgment to the defendant on the plaintiff's federal Rehabilitation Act claim. In addition, for the reasons described above, the court will dismiss the plaintiff's state claims without prejudice so that they may be refiled in state court. However, to ensure that the plaintiff is not barred by the relevant statute of limitations from filing the state claims in state court, the court will stay the present action as to the state claims until January 3, 1994. The stay will enable the plaintiff to file a state action while the current action is still pending. <i>See </i><i>Clark,</i> 431 S.E.2d at 229 (\"[t]he statute of limitations is tolled when [the federal] suit is properly instituted, and it stays tolled as long as the [federal] action is alive\").</p>\n<p>After January 3, the court will dismiss the state claims without prejudice. If he so desires, the plaintiff may appeal this court's decisions to the United States Court of Appeals for the Fourth Circuit after the state claims are dismissed.<sup>[7]</sup></p>\n<p>The court notes that it will also deny the plaintiff's three pending trial-related motions: the motion for the court to take judicial notice of certain present worth tables and computation systems (# 58 on the docket sheet), the motion in limine for exclusion of any evidence or information from the defendant on certain issues (# 60 on the docket sheet), and the motion to allow designation of the plaintiff's expert on monetary damages (# 62 on the docket sheet). The court will deny these motions because all of the plaintiff's claims will be dismissed before a trial occurs.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the aforementioned reasons, it is hereby ORDERED that the defendant's motion for summary judgment on the plaintiff's claim under the federal Rehabilitation Act of 1973 is GRANTED.</p>\n<p>It is further ORDERED that this case is hereby STAYED as to the plaintiff's two state claims until January 3, 1994. The clerk is directed to return the case file to the court for further action on January 4, 1994.</p>\n<p>It is further ORDERED that the plaintiff's motion for the court to take judicial notice of certain present worth tables and computation systems (# 58 on the docket sheet), the plaintiff's motion in limine for exclusion of any evidence or information from the defendant on certain issues (# 60 on the docket sheet), and the plaintiff's motion to allow designation of the plaintiffs expert on monetary damages (# 62 on the docket sheet) are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 504 is codified at 29 U.S.C. § 794.</p>\n<p>[2]  The statutory authorization for the guaranteed loan program is found at 15 U.S.C. § 636(a).</p>\n<p>[3]  After reviewing the record, the court finds that the parties apparently agree that the defendant receives no other aid which may qualify as federal financial assistance.</p>\n<p>[4]  The court notes that \"[t]he application of the Rehabilitation Act ... is illuminated by its implementing regulations.\" <i>Little v. Fed. Bureau of Investigation,</i> 1 F.3d 255, 257 (4th Cir.1993).</p>\n<p>[5]  The court notes that this result is also consistent with the court's view of the relative importance of the state and federal interests included in the present action. The court is unwilling to invoke federal jurisdiction by allowing the anchor rope of this case to be put down in federal court based on the slim string of SBA loans. The court is convinced that such an anchor would not long hold.</p>\n<p>[6]  <i>See also id.</i> at 589, n. 9 (\"The framers of the Constitution did not contemplate that a federal trial court could assume jurisdiction over exclusively state-law claims in the absence of diversity jurisdiction. Alexander Hamilton, for example, states that the judicial power of the United States ought to extend only\n</p>\n<p>1st, to all those which arise out of the laws of the United States, passed in pursuance of their just and constitutional powers of legislation; 2nd, to all those which concern the execution of the provisions expressly contained in the articles of Union; 3rd, to all those in which the United States are a party; 4th, to all those which involve the PEACE of the CONFEDERACY, whether they relate to the intercourse between the United States and foreign nations or to that between the States themselves; 5th, to all those which originate on the high seas, and are of admiralty or maritime jurisdiction; and lastly, to all those in which the State tribunals cannot be supposed to be impartial and unbiased.</p>\n<p><i>The Federalist</i> No. 80, at 475 (Alexander Hamilton) (Clinton Rossiter ed., 1961).\").</p>\n<p>[7]  The court notes that it does not intend the grant of summary judgment on the plaintiff's federal Rehabilitation Act claim to qualify as entry of a partial final judgment under Fed. R.Civ.P. 54(b).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">258</span></span> (1993)</b></center>\n<center><h1>Stephen D. McCULLOUGH, Plaintiff,<br>\nv.<br>\nBRANCH BANKING AND TRUST COMPANY, INCORPORATED, Defendant.</h1></center>\n<center>No. 92-374-CIV-5-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>September 30, 1993.</center>\n<p>Robert J. Willis, Raleigh, NC, for plaintiff.</p>\n<p>W.R. Loftis, Jr., Constangy, Brooks &amp; Smith, Winston Salem, NC, for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on the defendant's motion for summary judgment pursuant to Federal Rule of Civil Procedure 56(b). In a Memorandum and Recommendation (\"M &amp; R\") filed on July 20, 1993, United States Magistrate Judge Charles K. McCotter, Jr., recommended that the court grant the motion on all three of the plaintiff's remaining claims. The parties have filed objections, <span class=\"star-pagination\">*259</span> responses, and replies to the M &amp; R, and the matter is ripe for disposition.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>A summary of the facts is provided in the M &amp; R at pages one to three. Briefly restated, \"[t]he plaintiff is and has been an alcoholic since at least college.\" Pl.'s Mem. of Law in Opp'n to Def.'s Mot. for Summ. J. at 7. He is a former employee of the defendant who was discharged on March 13, 1991. Defendant contends that the plaintiff was discharged because of his \"continued alcohol-related misconduct and his pattern of lying to his superiors about the ramifications of that conduct.\" Def.'s Br. in Supp. of Mot. for Summ. J. at 25. Plaintiff contends that the discharge violated both federal and state law, in part because the discharge constituted discrimination against him on the basis of a handicap, recovering alcoholism.</p>\n<p></p>\n<h2><i>DISCUSSION OF THE LAW</i></h2>\n<p>As noted by the Magistrate Judge, the court must rule on three specific claims. One arises under federal law; two arise under state law. The federal claim alleges that the defendant discriminated against the plaintiff on the basis of a handicap, recovering alcoholism, in violation of § 504 of the Rehabilitation Act of 1973 (\"the Act\"), as amended.<sup>[1]</sup></p>\n<p>The first state claim is that the defendant wrongfully discharged the plaintiff in violation of the public policy reflected in N.C.G.S. § 143-422.2, a statute declaring that North Carolina public policy forbids employment discrimination against handicapped persons. The second state claim is that the defendant wrongfully withheld a bonus from the plaintiff in violation of the North Carolina Wage and Hour Act, N.C.G.S. §§ 95-25.1  95-25.25.</p>\n<p></p>\n<h2>I. Plaintiff's Federal Rehabilitation Act Claim</h2>\n<p>The Magistrate Judge recommended that the court grant summary judgment to the defendant on the plaintiff's federal Rehabilitation Act claim after finding that the defendant was not bound by the provisions of the Act. By its express language, § 504 of the Act applies to all programs and activities which receive \"Federal financial assistance.\" Defendant participates in a guaranteed loan program sponsored by the federal Small Business Administration (\"SBA\"),<sup>[2]</sup> but the Magistrate Judge found that the loan program did not qualify as federal financial assistance.<sup>[3]</sup></p>\n<p>After a thorough review of the facts and the law, the court finds that the Magistrate Judge's conclusion is proper in all respects. The court has reviewed the plaintiff's objections and recognizes that this issue of statutory construction is unsettled. <i>See </i><i>Moore v. Sun Bank,</i> <span class=\"citation\" data-id=\"554949\"><a href=\"/opinion/554949/david-e-moore-an-individual-v-sun-bank-of-north-florida-na-a-florida/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1423</span></a></span> (11th Cir.1991) (2-1 split decision holding that the term \"Federal financial assistance\" as used in the Act includes the SBA's guaranteed loan program). However, the court is persuaded that the Magistrate Judge reached a proper decision. The court's conclusion rests on an independent analysis of the Magistrate Judge's discussion of the Rehabilitation Act, including its legislative history, administrative regulations,<sup>[4]</sup> and related statutes.<sup>[5]</sup></p>\n<p>Accordingly, the court will grant summary judgment to the defendant on the plaintiff's claim under the Rehabilitation Act.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*260</span> II. Plaintiff's State Claims</h2>\n<p>According to the complaint, the court has jurisdiction over the plaintiff's two state claims because \"those claims ... are so related to the plaintiff's claim under [the federal Rehabilitation Act] that [they] form part of the same case or controversy under Article III of the United States Constitution.\" Compl., ¶ 4, at 2.</p>\n<p>The language of the plaintiff's complaint mirrors the language of the federal supplemental jurisdiction statute, 28 U.S.C. § 1367(a):</p>\n<blockquote>[I]n any civil action of which the district courts have original jurisdiction, the district courts shall have supplemental jurisdiction over all other claims that are so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution.</blockquote>\n<p>The court finds that the plaintiffs state claims fall within the court's supplemental jurisdiction. The court agrees that the state claims are so closely related to the federal claim that they form part of the same case or controversy.</p>\n<p>However, the court notes that under 28 U.S.C. § 1367(c)(3), \"[t]he district courts may decline to exercise supplemental jurisdiction over a claim under subsection (a) if  the district court has dismissed all claims over which it has original jurisdiction.\" <i>See </i><i>Rhyne v. Henderson County,</i> <span class=\"citation\" data-id=\"589703\"><a href=\"/opinion/589703/ann-rhyne-v-henderson-county/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 395 (5th Cir.1992) (\"The district court properly dismissed all of the federal questions that gave it original jurisdiction in this case. Therefore, we find that the district court's dismissal of the state law claims was proper under 28 U.S.C. § 1367(c)(3).\").</p>\n<p>The court finds that § 1367(c)(3) applies to the present case, because the court has dismissed the only claim within its original jurisdiction, the plaintiff's federal Rehabilitation Act claim. The court further finds that the word \"may\" in § 1367(c)(3) requires the court to exercise its discretion in deciding whether to retain supplemental jurisdiction over the plaintiffs state claims. <i>See </i><i>Noble v. White,</i> <span class=\"citation\" data-id=\"609775\"><a href=\"/opinion/609775/john-c-noble-v-fa-white-jr-and-claiborne-county-mississippi-board-of/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">797</span></a></span>, 799 (5th Cir.1993) (\"District courts enjoy wide discretion in determining whether to retain supplemental jurisdiction over a state claim once all federal claims are dismissed.\").</p>\n<p>The supplemental jurisdiction statute does not list the factors which guide the court's discretion under § 1367(c)(3). However, the court finds that its supplemental jurisdiction over the state claims is analogous to the former doctrine of pendent jurisdiction. <i>See </i><i>Parker &amp; Parsley Petroleum Co. v. Dresser Ind.,</i> <span class=\"citation\" data-id=\"588823\"><a href=\"/opinion/588823/parker-parsley-petroleum-co-cross-appellants-v-dresser-industries/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 584 n. 5 (5th Cir.1992) (\"What was formerly called `pendent jurisdiction' is now included within the term `supplemental jurisdiction.'\"). As a result, the court finds that its exercise of discretion under § 1367(c)(3) may properly be guided by the principles which guided the exercise of judicial discretion under the doctrine of pendent jurisdiction.</p>\n<p>One of these principles was described by the United States Court of Appeals for the Fourth Circuit in a 1991 decision.</p>\n<blockquote>\"It has consistently been recognized that pendent jurisdiction is a doctrine of discretion, not of plaintiff's right. Its justification lies in considerations of judicial economy, convenience and fairness to litigants; if these are not present a federal court should hesitate to exercise jurisdiction over state claims, even though bound to apply state law to them.... Needless decisions of state law should be avoided both as a matter of comity and to promote justice between the parties, by procuring for them a surer-footed reading of applicable law. Certainly, if the federal claims are dismissed before trial, even though not insubstantial in a jurisdictional sense, the state claims should be dismissed as well.\"</blockquote>\n<p><i>In re Conklin,</i> <span class=\"citation\" data-id=\"569314\"><a href=\"/opinion/569314/in-re-thomas-c-conklin-maryland-state-department-of-education-special/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">306</span></a></span>, 322 (4th Cir. 1991), <i>quoting </i><i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1139, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966) (footnotes omitted). To be sure, <i>Gibbs,</i> as quoted in <i>Conklin,</i> \"d[id] not establish a mandatory rule to be applied inflexibly in all cases.\" <i>Carnegie-Mellon Univ. v. Cohill,</i> <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 350 n. 7, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">614</span></a></span>, 619 n. 7, <span class=\"citation\" data-id=\"111983\"><a href=\"/opinion/111983/carnegie-mellon-univ-v-cohill/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></a></span> (1988). However,</p>\n<blockquote>in the usual case in which all federal-law claims are eliminated before trial, the balance <span class=\"star-pagination\">*261</span> of factors to be considered under the pendent jurisdiction doctrine  judicial economy, convenience, fairness, and comity will point toward declining to exercise jurisdiction over the remaining state-law claims.</blockquote>\n<p><i>Id.</i> Accordingly, the court finds that it must analyze considerations of judicial economy, convenience, fairness, and comity in deciding whether to dismiss the plaintiff's state claims under § 1367(c)(3). The court further finds that it must apply these factors carefully to the present action, which has been substantially developed through discovery and other trial preparation in this court.</p>\n<p>The court finds that considerations of comity counsel dismissal of the plaintiff's state claims.</p>\n<blockquote>The federal courts are courts of limited jurisdiction ... and often are not as well equipped for determinations of state law as are state courts. Aside from the state courts' superior familiarity with their respective jurisdictions' law, the federal courts' construction of state law can be \"uncertain and ephemeral.\"</blockquote>\n<p><i>Parker,</i> 972 F.2d at 588-89 (citations omitted). Plaintiff's state claims present complex and unsettled issues of North Carolina law which would be more appropriately resolved by a North Carolina court. The issues include 1) the proper definition of \"handicapped person\" under N.C.G.S. § 143-422.2, part of the North Carolina Equal Employment Practices Act; and 2) the proper analysis of the North Carolina Wage and Hour Act, N.C.G.S. §§ 95-25.1  95-25.25, with its accompanying administrative regulations in the North Carolina Administrative Code, in the context of the plaintiffs claim for an unpaid bonus. As a result, the court is convinced that \"the interests of federalism and comity point strongly toward dismissal.\" <i>Parker,</i> 972 F.2d at 589.<sup>[6]</sup></p>\n<p>The court also finds that dismissal of the state claims would not unduly inconvenience the parties. After such a dismissal,</p>\n<blockquote>[l]ittle new legal research would be necessary, as the surviving claims [would be] governed by state law, and any additional factual research [would have] to be conducted anyway.... Additionally, the most expensive element of the trial preparation, discovery, [would be] largely usable in the state proceeding.</blockquote>\n<p><i>Id.</i> at 587-88. The court finds that the greatest inconvenience likely to be suffered by the parties upon dismissal would be the inconvenience of filing the present case in state court, along with the motion for summary judgment on the state claims. The court further finds that such inconvenience is not \"undue.\"</p>\n<p>Moreover, the court finds that general considerations of fairness support dismissal. \"The fairness factor concerns the prejudice to the parties that would arise from dismissal.\" <i>Id.</i> at 588. The court is convinced that neither party would suffer undue prejudice by litigating the plaintiff's state claims in state court. Also, the court notes specifically that, under North Carolina law, \"filing an action in federal court which is based on state substantive law ... toll[s] the statute of limitations while that action is pending.\" <i>Clark v. Velsicol Chem. Corp.,</i> 110 N.C.App. 803, <span class=\"citation\" data-id=\"1364618\"><a href=\"/opinion/1364618/clark-v-velsicol-chemical-corp/\"><span class=\"volume\">431</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">227</span></a></span>, 229 (1993). As a result, if the plaintiff's state claims were timely filed in federal court, the plaintiff will be able to refile the claims in state court.</p>\n<p>Finally, the court finds that considerations of judicial economy also lean in favor of <span class=\"star-pagination\">*262</span> dismissing the plaintiff's state claims. The claims have been developed and narrowed in federal court and, as a result, they will be in a posture to be readily resolved in state court. The court further finds that judicial economy would not be served by allowing the plaintiff to plead state claims into federal court on the strength of a baseless federal claim. <i>See </i><i>Parker,</i> 972 F.2d at 587 (\"Nor would it serve judicial economy to reward a plaintiff by allowing it into federal court when it pleads a baseless RICO suit.\").</p>\n<p>In sum, the court finds that it ought to exercise its discretion to dismiss the plaintiff's supplemental state claims under 28 U.S.C. § 1367(c)(3). The court recognizes that dismissal will create a degree of inconvenience to the parties, but the court finds that the inconvenience is not undue and that it is outweighed by considerations of comity, fairness, and judicial economy.</p>\n<p></p>\n<h2>III. Dismissal Procedure</h2>\n<p>For the reasons described above, the court will grant summary judgment to the defendant on the plaintiff's federal Rehabilitation Act claim. In addition, for the reasons described above, the court will dismiss the plaintiff's state claims without prejudice so that they may be refiled in state court. However, to ensure that the plaintiff is not barred by the relevant statute of limitations from filing the state claims in state court, the court will stay the present action as to the state claims until January 3, 1994. The stay will enable the plaintiff to file a state action while the current action is still pending. <i>See </i><i>Clark,</i> 431 S.E.2d at 229 (\"[t]he statute of limitations is tolled when [the federal] suit is properly instituted, and it stays tolled as long as the [federal] action is alive\").</p>\n<p>After January 3, the court will dismiss the state claims without prejudice. If he so desires, the plaintiff may appeal this court's decisions to the United States Court of Appeals for the Fourth Circuit after the state claims are dismissed.<sup>[7]</sup></p>\n<p>The court notes that it will also deny the plaintiff's three pending trial-related motions: the motion for the court to take judicial notice of certain present worth tables and computation systems (# 58 on the docket sheet), the motion in limine for exclusion of any evidence or information from the defendant on certain issues (# 60 on the docket sheet), and the motion to allow designation of the plaintiff's expert on monetary damages (# 62 on the docket sheet). The court will deny these motions because all of the plaintiff's claims will be dismissed before a trial occurs.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the aforementioned reasons, it is hereby ORDERED that the defendant's motion for summary judgment on the plaintiff's claim under the federal Rehabilitation Act of 1973 is GRANTED.</p>\n<p>It is further ORDERED that this case is hereby STAYED as to the plaintiff's two state claims until January 3, 1994. The clerk is directed to return the case file to the court for further action on January 4, 1994.</p>\n<p>It is further ORDERED that the plaintiff's motion for the court to take judicial notice of certain present worth tables and computation systems (# 58 on the docket sheet), the plaintiff's motion in limine for exclusion of any evidence or information from the defendant on certain issues (# 60 on the docket sheet), and the plaintiff's motion to allow designation of the plaintiffs expert on monetary damages (# 62 on the docket sheet) are hereby DENIED.</p>\n<h2>NOTES</h2>\n<p>[1]  Section 504 is codified at 29 U.S.C. § 794.</p>\n<p>[2]  The statutory authorization for the guaranteed loan program is found at 15 U.S.C. § 636(a).</p>\n<p>[3]  After reviewing the record, the court finds that the parties apparently agree that the defendant receives no other aid which may qualify as federal financial assistance.</p>\n<p>[4]  The court notes that \"[t]he application of the Rehabilitation Act ... is illuminated by its implementing regulations.\" <i>Little v. Fed. Bureau of Investigation,</i> <span class=\"citation\" data-id=\"627358\"><a href=\"/opinion/627358/charles-e-little-jr-v-federal-bureau-of-investigation-joseph-v-corless/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 257 (4th Cir.1993).</p>\n<p>[5]  The court notes that this result is also consistent with the court's view of the relative importance of the state and federal interests included in the present action. The court is unwilling to invoke federal jurisdiction by allowing the anchor rope of this case to be put down in federal court based on the slim string of SBA loans. The court is convinced that such an anchor would not long hold.</p>\n<p>[6]  <i>See also id.</i> at 589, n. 9 (\"The framers of the Constitution did not contemplate that a federal trial court could assume jurisdiction over exclusively state-law claims in the absence of diversity jurisdiction. Alexander Hamilton, for example, states that the judicial power of the United States ought to extend only\n</p>\n<p>1st, to all those which arise out of the laws of the United States, passed in pursuance of their just and constitutional powers of legislation; 2nd, to all those which concern the execution of the provisions expressly contained in the articles of Union; 3rd, to all those in which the United States are a party; 4th, to all those which involve the PEACE of the CONFEDERACY, whether they relate to the intercourse between the United States and foreign nations or to that between the States themselves; 5th, to all those which originate on the high seas, and are of admiralty or maritime jurisdiction; and lastly, to all those in which the State tribunals cannot be supposed to be impartial and unbiased.</p>\n<p><i>The Federalist</i> No. 80, at 475 (Alexander Hamilton) (Clinton Rossiter ed., 1961).\").</p>\n<p>[7]  The court notes that it does not intend the grant of summary judgment on the plaintiff's federal Rehabilitation Act claim to qualify as entry of a partial final judgment under Fed. R.Civ.P. 54(b).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/627358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1364618/"
  ]
}