{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1523114/",
  "absolute_url": "/opinion/1523114/dth-management-group-v-kelso/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1523114/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:34:28.540665Z",
  "date_modified": "2016-04-27T02:37:08.966477Z",
  "type": "010combined",
  "sha1": "01be2d90e5cb3419acc3a7b728c06eadbbdc7da8",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>844 F.Supp. 251 (1993)</b></center>\n<center><h1>DTH MANAGEMENT GROUP, Plaintiff,<br>\nv.<br>\nAdmiral Frank B. KELSO, Defendant.</h1></center>\n<center>No. 93-439-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 4, 1993.</center>\n<p><span class=\"star-pagination\">*252</span> Benjamin N. Thompson, Dunn, NC, for plaintiff.</p>\n<p>Charles E. Hamilton, III, Asst. U.S. Atty., Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>MEMORANDUM OF DECISION AND ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, DTH Management Group (\"DTH\"), filed this action on July 16, 1993, seeking a declaratory judgment and a permanent injunction against the defendant, Admiral Frank B. Kelso, Acting Secretary of the Navy, alleging a violation of the Competition in Contracting Act (\"CICA\"), codified in 31 U.S.C. §§ 3551-56 (Supp.1993). The action is currently before the court on plaintiff's motion for a preliminary injunction pursuant to F.R.Civ.P. 65. Defendant responded to plaintiff's motion, and the court held a hearing on the matter on July 30, 1993 in Raleigh. The case is now ripe for ruling.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*253</span> I. <i>FACTUAL BACKGROUND</i>\n</h2>\n<p>This case centers around the Navy's award of a contract for housing maintenance and repair services for Navy housing in the San Diego, California area. Plaintiff, DTH, is a joint venture formed and existing under the laws of North Carolina with its principal place of business in Dunn, North Carolina. Defendant, Admiral Frank B. Kelso, is the Acting Secretary of the Navy. DTH has been under a service contract with the Navy for repair and maintenance service of its housing in San Diego County, California since October 1, 1989 which contract is due to expire on August 31, 1993.</p>\n<p>On April 6, 1992, the Navy sought offers to perform services similar to those performed in DTH's current contract. Ten companies, including DTH, submitted proposals. On October 2, 1992, the Contracting Officer of the Navy informed DTH that the Navy was soliciting a \"best and final offer\" by November 18, 1992. The Officer included in this notice a note, without any explanation, stating that the Navy considered DTH's initial price to be unrealistically low. Allegedly based on this notice, DTH raised its price proposal by $500,000 in its subsequent proposal submitted October 23, 1992.</p>\n<p>The Navy subsequently notified DTH on March 18, 1993, of its proposed award of the contract to FKW Incorporated (\"FKW\"). The United States Small Business Administration (\"SBA\") sustained an objection by DTH and other disappointed bidders to the Navy's proposed award of the contract to FKW for reasons not pertinent in this case. Consequently, the SBA set aside the Navy's proposed award to FKW.</p>\n<p>On June 2, 1993, the Navy notified DTH of its intent to award the contract to Ameriko-Omserv (\"Ameriko\"). DTH filed a protest with the Government Accounting Office (\"GAO\"), which is currently pending before that agency. The GAO is required to decide this protest by October 16, 1993. Under the CICA and controlling regulations a timely protest with the GAO involving award of a government contract imposes an automatic stay against award of and performance under a contract pending resolution of the protest. On July 2, 1993, the defendant informed plaintiff that it was overriding the stay purportedly pursuant to a CICA provision allowing such an override if the agency determines that \"urgent and compelling circumstances\" significantly affecting the interests of the United States will not permit waiting for the GAO's resolution of the pending dispute.</p>\n<p>The Navy's decision to \"lift\" this stay gives rise to plaintiff's complaint filed on July 16, 1993. The gravamen of plaintiff's claim is that the Navy acted arbitrarily and capriciously and contrary to law in overriding the automatic stay. Plaintiff contends that no urgent or compelling circumstances exist warranting the Navy's decision to override. Thus, ultimately plaintiff seeks a declaratory judgment and a permanent injunction preventing defendant from awarding the contract to Ameriko and preventing Ameriko from beginning performance of the contract pending resolution of plaintiff's protest before the GAO. In the current motion, plaintiff seeks a preliminary injunction until the court can determine the merits of its declaratory judgment and permanent injunction claims.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p></p>\n<h2>A. <i>Standing and Reviewability</i>\n</h2>\n<p>Defendant apparently does not dispute plaintiff's standing to bring this action. <i>See </i><i>Universal Shipping Company v. United States,</i> 652 F.Supp. 668, 671 (D.D.C.1987) (disappointed bidder has standing to bring suit challenging agency decision not to stay performance on contract); <i>see also </i><i>William F. Wilke, Inc. v. Department of the Army,</i> 485 F.2d 180, 183 (4th Cir.1973) (disappointed bidder has standing to challenge department's award of contract to another bidder); <i>Scanwell v. </i><i>Laboratories, Inc. v. Shaffer,</i> 424 F.2d 859, 873 (D.C.Cir.1970) (same). Defendant also does not contest the court's authority to review its certification, pursuant to 31 U.S.C. § 3553(d)(2)(A)(ii), that \"urgent and compelling circumstances\" exist preventing it from staying the contract pending resolution of plaintiff's protest filed with the GAO. <i>See </i><i>Universal Shipping Co.,</i> 652 F.Supp. at 673-74 (court is empowered to review agency <span class=\"star-pagination\">*254</span> decision to lift stay on award of a contract pending resolution of protest before GAO); <i>see also </i><i>Burnside-Ott Aviation Training Center v. Department of the Navy,</i> No. 88-3056, 1988 WL 179796, *2-*3 (D.D.C. Nov. 4, 1988) (following reasoning in <i>Universal Shipping</i>). Thus, the court proceeds to consider the merits of plaintiff's preliminary injunction motion.</p>\n<p></p>\n<h2>B. <i>Preliminary Injunction Motion</i>\n</h2>\n<p>In evaluating a preliminary injunction motion under F.R.Civ.P. 65, the Fourth Circuit has adopted a \"balance of hardships\" approach employing four factors: (1) likelihood of irreparable harm to plaintiff without the injunction; (2) likelihood of harm to defendant with the injunction; (3) plaintiff's likelihood of success on the merits; and (4) the public interest. <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> 550 F.2d 189, 192 (4th Cir.1977). The Fourth Circuit has stated that, \"the decision to grant or deny a preliminary injunction depends upon a `flexible interplay' among the factors considered.\" <i>Id.</i> For example, if plaintiff demonstrates that the first two factors are resolved in its favor, it is sufficient that \"grave or serious questions\" are raised affecting the merits. <i>Id.</i> Conversely, a showing of strong probability on the merits will outweigh a showing of only \"possible\" irreparable injury to plaintiff. In all cases, the court should consider the public interest. <i>Id.</i></p>\n<p></p>\n<h2>1. <i>Likelihood of Irreparable Injury to Plaintiff Without Injunction</i>\n</h2>\n<p>In support of its motion for a preliminary injunction, plaintiff has submitted the affidavit of Rhett Raynor, President of W &amp; L Consultants, a general partner of plaintiff, DTH. Mr. Raynor's affidavit enumerates numerous harms that would be caused if the defendant's decision to lift the stay is allowed to stand. The first type of injury relates to \"demobilization\" costs that will occur if plaintiff is forced to terminate performance at the end of its contract, on August 31, 1993.</p>\n<p>These costs allegedly include: (1) liquidating approximately $100,000 of inventory in plaintiff's maintenance warehouses; (2) selling off significant equipment and fixtures installed for the contract at a substantial loss; (3) dismissing over 100 employees of its own and possibly an additional 100 employees through its subcontractors; (4) terminating material supply contracts; (5) interrupting its communications system; and (6) discontinuing hazardous waste material and other state licenses, among others. (Affidavit of Rhett Raynor, at para. 17). Of course, all these costs would be incident to normal business practices but for the pending GAO protest. However, if the GAO rules in DTH's favor, these costs would be unnecessarily incurred but unrecoverable by plaintiff against the Navy. <i>See </i><i>Keco v. United States,</i> 192 Ct.Cl. 773, 428 F.2d 1233, 1240 (1970) (disappointed bidder's damages are limited to bid preparation costs); <i>see also </i><i>Crux Computer Corp. v. United States,</i> 24 Cl.Ct. 223, 225 (1991) (bid protest costs are recoverable as well as bid preparation costs).</p>\n<p>Additionally, plaintiff alleges another type of irreparable injury in its complaint, verified by Mr. Raynor. Plaintiff alleges that in evaluating DTH's protest, GAO is allowed to consider the costs of overturning the Navy's decision. (Complaint, at para. 26). Specifically, plaintiff asserts that 4 C.F.R. § 21.6(b) (1993), directs the GAO to consider all circumstances surrounding the proposed procurement, including the \"the extent of performance\" on the contract, in fashioning a remedy if it finds a proposed award in violation of law. Moreover, plaintiff notes that 4 C.F.R. § 21.6(c), specifically prohibits the GAO from considering any costs from terminating or reawarding the contract in situations in which head of procuring agency has lifted a stay by certifying that it was \"in best interest of the United States.\" <i>see also</i> 31 U.S.C. § 3554(b)(2) (Supp.1993). However, neither section 3554(b) nor regulation 21.6(c) prohibits the GAO from considering these costs in a situation in which the head of the procuring agency has lifted the stay by certifying that urgent and compelling circumstances exist. Thus, plaintiff argues, the GAO is permitted to consider such costs in a situation such as the one involved in the present case.</p>\n<p>Thus, even if the GAO determines that the Navy incorrectly awarded the contract to Ameriko, plaintiff alleges that GAO could <span class=\"star-pagination\">*255</span> determine that since Ameriko had already begun performance on the contract, it would be too costly to overturn the Navy's improper decision. The court finds this injury the type of irreparable harm that a preliminary injunction is designed to thwart because DTH could potentially lose a valuable contract as a result of the Navy's decision not to await resolution of DTH's protest before the GAO.</p>\n<p></p>\n<h2>2. <i>Likelihood of Harm to Defendant with Injunction</i>\n</h2>\n<p>The only harm defendant asserts it would sustain if the court granted the preliminary injunction is an equivocal allegation that allowing performance under the current contract with plaintiff to continue would cost the Navy more than permitting Ameriko to begin performance. The court considers saving the government and ultimately the American taxpayer money an important objective. However, the issue of whether DTH's contract would cost the Navy more money is a contested factual issue based in large part on the somewhat different services to be performed under the two contracts. Because of the confidential nature of the pending GAO protest, the parties were unable to delineate the precise numbers involved, making it impossible for the court to evaluate defendant's potential harm at this stage.</p>\n<p>Thus, given the uncertain nature of the harm to the defendant in granting the injunction and the potentially irreparable injury that could be caused to plaintiff without the injunction, the court finds that the balance of the hardships weighs in favor of plaintiff.</p>\n<p></p>\n<h2>3. <i>Merits of Plaintiff's Challenge</i>\n</h2>\n<p>As noted previously, plaintiff challenges the Navy's decision to lift the stay automatically imposed by plaintiff's timely protest to the GAO. <i>See</i> 31 U.S.C. § 3553(c) (Supp. 1993). Section 3553(c) provides in pertinent part:</p>\n<blockquote>(c)(1) Except as provided in paragraph (2) of this subsection, a contract may not be awarded in any procurement after the Federal agency has received notice of a protest with respect to such procurement from the Comptroller General [of the GAO] and while the protest is pending. (2) the head of the procuring activity responsible for the award of a contract may authorize the award of the contract (notwithstanding a protest of which the federal agency has notice under this section) </blockquote>\n<blockquote>(A) Upon a written finding that urgent and compelling circumstances which significantly affect interests of the United States will not permit waiting for the decision of the Comptroller General under this subchapter;</blockquote>\n<p><i>Id.</i> The essence of plaintiff's challenge is that the Navy improperly certified under section 3553(c)(2)(A) that \"urgent and compelling circumstances\" prevented awaiting the resolution of its protest before the GAO.</p>\n<p>The court reviews defendant's certification pursuant to section 706 of the Administrative Procedure Act (\"APA\") to determine if it was \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A) (1977). Generally, a court makes this determination by analyzing whether the decision was based on the legally relevant factors and if the decision maker made a clear error of judgment. <i>Citizens to Preserve Overton Park v. Volpe,</i> 401 U.S. 402, 416, 91 S.Ct. 814, 823, 28 L.Ed.2d 136 (1971); <i>North Carolina v. Hudson,</i> 731 F.Supp. 1261, 1268 (E.D.N.C.1990), <i>aff'd,</i> 940 F.2d 58 (4th Cir.1991), <i>cert. denied,</i> ___ U.S. ___, 112 S.Ct. 1164, 117 L.Ed.2d 411 (1992). In cases involving government procurement of contracts, courts have traditionally applied an even more deferential standard of review whereby only agency actions that have no \"reasonable\" or \"rational\" basis are deemed contrary to law. <i>Kentron Hawaii, Ltd. v. Warner,</i> 480 F.2d 1166, 1169 (D.C.Cir.1973). Courts reviewing an agency's decision to lift a stay have differed on which standard to apply. <i>See, e.g., </i><i>Universal Shipping,</i> 652 F.Supp. at 675 (evaluating under both standards because of uncertainty as to which standard applies).</p>\n<p>Nonetheless, the court finds that regardless of which standard applies, plaintiff has raised \"serious and grave questions\" about the defendant's decision to lift the stay. In accordance with section 3553(c)(2)(A), defendant <span class=\"star-pagination\">*256</span> issued a written \"Determinations and Findings\" (\"D &amp; F\") on June 30, 1993 explaining its rationale for lifting the stay on award of the contract to Ameriko. The court looks to the D &amp; F in evaluating whether plaintiff has raised serious and grave questions about the Navy's decision to lift the stay. After citing the history of disputes involved in this contract, the defendant's findings contain merely a conclusory allegation that \"[t]he services provided under this contract are essential to the health, safety, and morale of military personnel and their dependents,\" and \"[a]ny lapse in these services would have a detrimental effect on the health and safety of the individuals residing in these [military family housing] units.\" Plaintiff's Second Supplemental Memorandum, Exh. 1.</p>\n<p>Defendant's findings raise serious questions because they completely ignore the availability of plaintiff to continue the services in the interim while plaintiff's protest is pending before the GAO. The findings give no explanation about why performance of the contract by Ameriko presents urging and compelling circumstances, but merely that the performance of the contract by some entity is allegedly urgent and compelling. Several courts have held that the CICA requires the agency to determine that performance by the proposed contractor presents urgent and compelling circumstances not merely that the performance of the contract itself is urgent and compelling in order to lift of a stay on award of the contract. <i>Ace-Federal Reporter v. Federal Energy Regulatory Commission,</i> No. 90-2396, 1993 WL 518641, *4-*5, 1990 U.S.Dist. LEXIS 13823, *11-*12 (D.D.C. October 16, 1990) (Penn, J.) (granting preliminary injunction in favor of current contractor to stay performance until resolution of protest before GAO because agency's failure to consider fact that current contractor was able to perform contract in interim before GAO's determination was contrary to purpose of the CICA to preserve <i>status quo</i>); <i>Samson Tug and Barge Co. v. United States,</i> 695 F.Supp. 25, 29 (D.D.C. 1988) (Oberdorfer, J.) (granting current contractor's motion for a preliminary injunction because agency's failure to consider the availability of continuing its services while GAO decided protest was likely to prove arbitrary capricious and contrary to law); <i>Universal Shipping Co.,</i> 652 F.Supp. at 675-76 (Richey, J.) (granting permanent injunction in favor of current contractor and staying award of contract until resolution of pending protest before GAO because agency's failure to consider ability of contractor to continue services in interim in determining whether to lift stay was not rational or reasonable).</p>\n<p>The court agrees with the underlying rationale of these decisions that the CICA requires the agency to make findings that performance of the contract by the particular proposed contractor is urgent and compelling. The contrary view would eviscerate the purpose and effect of the stay provision of the CICA because performance of almost any government contract could conceivably be deemed \"urgent and compelling circumstances.\" That the Navy argues that maintenance services for military housing are \"urgent and compelling circumstances\" only serves to illustrate the inclusive nature of the approach urged by defendant. Defendant's interpretation would allow the exception for lifting the automatic stay in 31 U.S.C. § 3553(c)(2)(A) to consume the general rule of imposing a stay in 31 U.S.C. § 3553(c)(1).</p>\n<p>The court recognizes that several district court decisions have denied injunctions in similar circumstances. However, the court finds many of these cases factually distinguishable from the present situation as involving highly technical skills or alternatively involving services that could not be provided by the current contractor. <i>See Northern Management Services, Inc. v. United States,</i> No. 92-2104, 1992 WL 294993, *3-*4 (D.D.C. September 30, 1992) (Hensgreen, J.) (current contractor's inability to provide \"highly critical\" fuel recovery system to comply with Clean Water Act alone provided rational basis for lifting stay); <i>Burnside-Ott,</i> 1988 WL 179796, *5 (Hogan, J.) (contract involved training Navy pilots on highly technical flight simulators); <i>Litton Systems, Inc. v. Carlucci,</i> No. 88-0652, 1988 WL 26078, *2-*3 (D.D.C. March 14, 1988) (Johnson, J.) (contract involved supply of \"night vision goggles\" to Army); <i>see also Superior Engineering and Electronics Co. v. United States,</i> <span class=\"star-pagination\">*257</span> No. 86-860-N, 1987 WL 276858, *10-*11, 1987 U.S.Dist. LEXIS 7940, *27-*29 (E.D.Va. August 31, 1987) (denying permanent injunction for stay based on technical violation of not having head of agency sign written finding). To the extent any of the cases may not be factually distinguishable or may rely on the reasoning asserted by defendant, the court declines to follow those decisions. <i>See, e.g., Ingram Barge Co. v. United States,</i> No. 88-1009, 1988 WL 242630, *4 (D.D.C. April 20, 1988) (Harris, J.) (transportation of aviation fuel on certain waterways); <i>Dod Contracts, Inc.,</i> No. 87-2970, 1987 WL 114844, *2-*3 (D.D.C. December 1, 1987) (Gesell, J.) (contract for maintenance and support services on Guantanamo Bay Naval Station in Cuba).</p>\n<p>By contrast with the cases in which similarly situated plaintiffs have been denied relief, the services required under plaintiff's contract and under the proposed services contract are for the most part janitorial in nature and require no particular expertise or technological skills. The Navy has advanced no reason why it cannot continue to utilize plaintiffs services pending decision by the GAO of plaintiff's protest, which is due not later than October 16, 1993.</p>\n<p>The court concludes that the evidence presently before the court would support a finding that defendant's lifting of the stay on the award of the contract to Ameriko was contrary to law and not rational or reasonable. Furthermore, defendant's failure to consider, in its D &amp; F, plaintiff's ability to perform the services until the GAO resolves the pending protest raises grave questions about the propriety of defendant's decision to lift the stay. Thus, plaintiff has established a likelihood of success on the merits on the record as it now stands.</p>\n<p></p>\n<h2>4. <i>The Public Interest</i>\n</h2>\n<p>The court finds that the granting of a preliminary injunction is in the public interest. The granting of the injunction will avoid the possibility of the Navy's having to switch from plaintiff to Ameriko on September 1, 1993 and possibly switch back to plaintiff or some other contractor if the GAO rules in plaintiff's favor on the pending protest. <i>See Ace-Federal Reporter,</i> 1993 WL 518641, *4-*5, 1990 U.S.Dist. LEXIS 13823, *12.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>The court finds that the likelihood of irreparable injury to plaintiff in not granting the injunction outweighs the likelihood of harm to defendant in granting the injunction. Moreover, plaintiff has presented \"serious and grave questions\" about the defendant's decision to lift the stay of the award of the contract to Ameriko. Finally, granting the injunction is in the public interest because it may prevent switching contractors twice in two months or less on an extensive, involved service contract with significant start up costs.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>On the basis of the foregoing Memorandum of Decision, the defendant is enjoined from lifting the stay of award of the contract to Ameriko pursuant to Solicitation Nos. N68711-91-R-4677 and N63387-93-R-5019 and is enjoined from awarding and allowing performance of the aforementioned contract with Ameriko until plaintiff's protest is resolved before the GAO or until October 16, 1993, whichever occurs first.</p>\n<p>Pursuant to Rule 65(c), plaintiff shall forthwith file with the Clerk of Court a bond in the sum of $5000 to cover such costs and damages as may be incurred by defendant should it be found that this injunction was wrongfully entered.</p>\n<p>The case is retained for further orders.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">251</span></span> (1993)</b></center>\n<center><h1>DTH MANAGEMENT GROUP, Plaintiff,<br>\nv.<br>\nAdmiral Frank B. KELSO, Defendant.</h1></center>\n<center>No. 93-439-CIV-5-D.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 4, 1993.</center>\n<p><span class=\"star-pagination\">*252</span> Benjamin N. Thompson, Dunn, NC, for plaintiff.</p>\n<p>Charles E. Hamilton, III, Asst. U.S. Atty., Raleigh, NC, for defendant.</p>\n<p></p>\n<h2><i>MEMORANDUM OF DECISION AND ORDER</i></h2>\n<p>DUPREE, District Judge.</p>\n<p>Plaintiff, DTH Management Group (\"DTH\"), filed this action on July 16, 1993, seeking a declaratory judgment and a permanent injunction against the defendant, Admiral Frank B. Kelso, Acting Secretary of the Navy, alleging a violation of the Competition in Contracting Act (\"CICA\"), codified in 31 U.S.C. §§ 3551-56 (Supp.1993). The action is currently before the court on plaintiff's motion for a preliminary injunction pursuant to F.R.Civ.P. 65. Defendant responded to plaintiff's motion, and the court held a hearing on the matter on July 30, 1993 in Raleigh. The case is now ripe for ruling.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*253</span> I. <i>FACTUAL BACKGROUND</i>\n</h2>\n<p>This case centers around the Navy's award of a contract for housing maintenance and repair services for Navy housing in the San Diego, California area. Plaintiff, DTH, is a joint venture formed and existing under the laws of North Carolina with its principal place of business in Dunn, North Carolina. Defendant, Admiral Frank B. Kelso, is the Acting Secretary of the Navy. DTH has been under a service contract with the Navy for repair and maintenance service of its housing in San Diego County, California since October 1, 1989 which contract is due to expire on August 31, 1993.</p>\n<p>On April 6, 1992, the Navy sought offers to perform services similar to those performed in DTH's current contract. Ten companies, including DTH, submitted proposals. On October 2, 1992, the Contracting Officer of the Navy informed DTH that the Navy was soliciting a \"best and final offer\" by November 18, 1992. The Officer included in this notice a note, without any explanation, stating that the Navy considered DTH's initial price to be unrealistically low. Allegedly based on this notice, DTH raised its price proposal by $500,000 in its subsequent proposal submitted October 23, 1992.</p>\n<p>The Navy subsequently notified DTH on March 18, 1993, of its proposed award of the contract to FKW Incorporated (\"FKW\"). The United States Small Business Administration (\"SBA\") sustained an objection by DTH and other disappointed bidders to the Navy's proposed award of the contract to FKW for reasons not pertinent in this case. Consequently, the SBA set aside the Navy's proposed award to FKW.</p>\n<p>On June 2, 1993, the Navy notified DTH of its intent to award the contract to Ameriko-Omserv (\"Ameriko\"). DTH filed a protest with the Government Accounting Office (\"GAO\"), which is currently pending before that agency. The GAO is required to decide this protest by October 16, 1993. Under the CICA and controlling regulations a timely protest with the GAO involving award of a government contract imposes an automatic stay against award of and performance under a contract pending resolution of the protest. On July 2, 1993, the defendant informed plaintiff that it was overriding the stay purportedly pursuant to a CICA provision allowing such an override if the agency determines that \"urgent and compelling circumstances\" significantly affecting the interests of the United States will not permit waiting for the GAO's resolution of the pending dispute.</p>\n<p>The Navy's decision to \"lift\" this stay gives rise to plaintiff's complaint filed on July 16, 1993. The gravamen of plaintiff's claim is that the Navy acted arbitrarily and capriciously and contrary to law in overriding the automatic stay. Plaintiff contends that no urgent or compelling circumstances exist warranting the Navy's decision to override. Thus, ultimately plaintiff seeks a declaratory judgment and a permanent injunction preventing defendant from awarding the contract to Ameriko and preventing Ameriko from beginning performance of the contract pending resolution of plaintiff's protest before the GAO. In the current motion, plaintiff seeks a preliminary injunction until the court can determine the merits of its declaratory judgment and permanent injunction claims.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p></p>\n<h2>A. <i>Standing and Reviewability</i>\n</h2>\n<p>Defendant apparently does not dispute plaintiff's standing to bring this action. <i>See </i><i>Universal Shipping Company v. United States,</i> <span class=\"citation\" data-id=\"2306271\"><a href=\"/opinion/2306271/universal-shipping-co-inc-v-united-states/\"><span class=\"volume\">652</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">668</span></a></span>, 671 (D.D.C.1987) (disappointed bidder has standing to bring suit challenging agency decision not to stay performance on contract); <i>see also </i><i>William F. Wilke, Inc. v. Department of the Army,</i> <span class=\"citation\" data-id=\"313598\"><a href=\"/opinion/313598/william-f-wilke-inc-a-maryland-corporation-v-department-of-the-army-of/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">180</span></a></span>, 183 (4th Cir.1973) (disappointed bidder has standing to challenge department's award of contract to another bidder); <i>Scanwell v. </i><i>Laboratories, Inc. v. Shaffer,</i> <span class=\"citation\" data-id=\"289586\"><a href=\"/opinion/289586/scanwell-laboratories-inc-v-john-h-shaffer-administrator-acting-of/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 873 (D.C.Cir.1970) (same). Defendant also does not contest the court's authority to review its certification, pursuant to 31 U.S.C. § 3553(d)(2)(A)(ii), that \"urgent and compelling circumstances\" exist preventing it from staying the contract pending resolution of plaintiff's protest filed with the GAO. <i>See </i><i>Universal Shipping Co.,</i> 652 F.Supp. at 673-74 (court is empowered to review agency <span class=\"star-pagination\">*254</span> decision to lift stay on award of a contract pending resolution of protest before GAO); <i>see also </i><i>Burnside-Ott Aviation Training Center v. Department of the Navy,</i> No. 88-3056, <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">179796</span></span>, *2-*3 (D.D.C. Nov. 4, 1988) (following reasoning in <i>Universal Shipping</i>). Thus, the court proceeds to consider the merits of plaintiff's preliminary injunction motion.</p>\n<p></p>\n<h2>B. <i>Preliminary Injunction Motion</i>\n</h2>\n<p>In evaluating a preliminary injunction motion under F.R.Civ.P. 65, the Fourth Circuit has adopted a \"balance of hardships\" approach employing four factors: (1) likelihood of irreparable harm to plaintiff without the injunction; (2) likelihood of harm to defendant with the injunction; (3) plaintiff's likelihood of success on the merits; and (4) the public interest. <i>Blackwelder Furniture Co. v. Seilig Manufacturing Co.,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 192 (4th Cir.1977). The Fourth Circuit has stated that, \"the decision to grant or deny a preliminary injunction depends upon a `flexible interplay' among the factors considered.\" <i>Id.</i> For example, if plaintiff demonstrates that the first two factors are resolved in its favor, it is sufficient that \"grave or serious questions\" are raised affecting the merits. <i>Id.</i> Conversely, a showing of strong probability on the merits will outweigh a showing of only \"possible\" irreparable injury to plaintiff. In all cases, the court should consider the public interest. <i>Id.</i></p>\n<p></p>\n<h2>1. <i>Likelihood of Irreparable Injury to Plaintiff Without Injunction</i>\n</h2>\n<p>In support of its motion for a preliminary injunction, plaintiff has submitted the affidavit of Rhett Raynor, President of W &amp; L Consultants, a general partner of plaintiff, DTH. Mr. Raynor's affidavit enumerates numerous harms that would be caused if the defendant's decision to lift the stay is allowed to stand. The first type of injury relates to \"demobilization\" costs that will occur if plaintiff is forced to terminate performance at the end of its contract, on August 31, 1993.</p>\n<p>These costs allegedly include: (1) liquidating approximately $100,000 of inventory in plaintiff's maintenance warehouses; (2) selling off significant equipment and fixtures installed for the contract at a substantial loss; (3) dismissing over 100 employees of its own and possibly an additional 100 employees through its subcontractors; (4) terminating material supply contracts; (5) interrupting its communications system; and (6) discontinuing hazardous waste material and other state licenses, among others. (Affidavit of Rhett Raynor, at para. 17). Of course, all these costs would be incident to normal business practices but for the pending GAO protest. However, if the GAO rules in DTH's favor, these costs would be unnecessarily incurred but unrecoverable by plaintiff against the Navy. <i>See </i><i>Keco v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">192</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">773</span></span>, <span class=\"citation\" data-id=\"291107\"><a href=\"/opinion/291107/keco-industries-inc-v-the-united-states/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1233</span></a></span>, 1240 (1970) (disappointed bidder's damages are limited to bid preparation costs); <i>see also </i><i>Crux Computer Corp. v. United States,</i> 24 Cl.Ct. 223, 225 (1991) (bid protest costs are recoverable as well as bid preparation costs).</p>\n<p>Additionally, plaintiff alleges another type of irreparable injury in its complaint, verified by Mr. Raynor. Plaintiff alleges that in evaluating DTH's protest, GAO is allowed to consider the costs of overturning the Navy's decision. (Complaint, at para. 26). Specifically, plaintiff asserts that 4 C.F.R. § 21.6(b) (1993), directs the GAO to consider all circumstances surrounding the proposed procurement, including the \"the extent of performance\" on the contract, in fashioning a remedy if it finds a proposed award in violation of law. Moreover, plaintiff notes that 4 C.F.R. § 21.6(c), specifically prohibits the GAO from considering any costs from terminating or reawarding the contract in situations in which head of procuring agency has lifted a stay by certifying that it was \"in best interest of the United States.\" <i>see also</i> 31 U.S.C. § 3554(b)(2) (Supp.1993). However, neither section 3554(b) nor regulation 21.6(c) prohibits the GAO from considering these costs in a situation in which the head of the procuring agency has lifted the stay by certifying that urgent and compelling circumstances exist. Thus, plaintiff argues, the GAO is permitted to consider such costs in a situation such as the one involved in the present case.</p>\n<p>Thus, even if the GAO determines that the Navy incorrectly awarded the contract to Ameriko, plaintiff alleges that GAO could <span class=\"star-pagination\">*255</span> determine that since Ameriko had already begun performance on the contract, it would be too costly to overturn the Navy's improper decision. The court finds this injury the type of irreparable harm that a preliminary injunction is designed to thwart because DTH could potentially lose a valuable contract as a result of the Navy's decision not to await resolution of DTH's protest before the GAO.</p>\n<p></p>\n<h2>2. <i>Likelihood of Harm to Defendant with Injunction</i>\n</h2>\n<p>The only harm defendant asserts it would sustain if the court granted the preliminary injunction is an equivocal allegation that allowing performance under the current contract with plaintiff to continue would cost the Navy more than permitting Ameriko to begin performance. The court considers saving the government and ultimately the American taxpayer money an important objective. However, the issue of whether DTH's contract would cost the Navy more money is a contested factual issue based in large part on the somewhat different services to be performed under the two contracts. Because of the confidential nature of the pending GAO protest, the parties were unable to delineate the precise numbers involved, making it impossible for the court to evaluate defendant's potential harm at this stage.</p>\n<p>Thus, given the uncertain nature of the harm to the defendant in granting the injunction and the potentially irreparable injury that could be caused to plaintiff without the injunction, the court finds that the balance of the hardships weighs in favor of plaintiff.</p>\n<p></p>\n<h2>3. <i>Merits of Plaintiff's Challenge</i>\n</h2>\n<p>As noted previously, plaintiff challenges the Navy's decision to lift the stay automatically imposed by plaintiff's timely protest to the GAO. <i>See</i> 31 U.S.C. § 3553(c) (Supp. 1993). Section 3553(c) provides in pertinent part:</p>\n<blockquote>(c)(1) Except as provided in paragraph (2) of this subsection, a contract may not be awarded in any procurement after the Federal agency has received notice of a protest with respect to such procurement from the Comptroller General [of the GAO] and while the protest is pending. (2) the head of the procuring activity responsible for the award of a contract may authorize the award of the contract (notwithstanding a protest of which the federal agency has notice under this section) </blockquote>\n<blockquote>(A) Upon a written finding that urgent and compelling circumstances which significantly affect interests of the United States will not permit waiting for the decision of the Comptroller General under this subchapter;</blockquote>\n<p><i>Id.</i> The essence of plaintiff's challenge is that the Navy improperly certified under section 3553(c)(2)(A) that \"urgent and compelling circumstances\" prevented awaiting the resolution of its protest before the GAO.</p>\n<p>The court reviews defendant's certification pursuant to section 706 of the Administrative Procedure Act (\"APA\") to determine if it was \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. § 706(2)(A) (1977). Generally, a court makes this determination by analyzing whether the decision was based on the legally relevant factors and if the decision maker made a clear error of judgment. <i>Citizens to Preserve Overton Park v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, 416, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, 823, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971); <i>North Carolina v. Hudson,</i> <span class=\"citation\" data-id=\"1878138\"><a href=\"/opinion/1878138/state-of-nc-v-hudson/\"><span class=\"volume\">731</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1261</span></a></span>, 1268 (E.D.N.C.1990), <i>aff'd,</i> <span class=\"citation\" data-id=\"565207\"><a href=\"/opinion/565207/roanoke-river-basin-association-and-state-of-north-carolina-counties-of/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span> (4th Cir.1991), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1164</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></span> (1992). In cases involving government procurement of contracts, courts have traditionally applied an even more deferential standard of review whereby only agency actions that have no \"reasonable\" or \"rational\" basis are deemed contrary to law. <i>Kentron Hawaii, Ltd. v. Warner,</i> <span class=\"citation\" data-id=\"312133\"><a href=\"/opinion/312133/kentron-hawaii-limited-v-john-w-warner-secretary-of-the-navy/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1166</span></a></span>, 1169 (D.C.Cir.1973). Courts reviewing an agency's decision to lift a stay have differed on which standard to apply. <i>See, e.g., </i><i>Universal Shipping,</i> 652 F.Supp. at 675 (evaluating under both standards because of uncertainty as to which standard applies).</p>\n<p>Nonetheless, the court finds that regardless of which standard applies, plaintiff has raised \"serious and grave questions\" about the defendant's decision to lift the stay. In accordance with section 3553(c)(2)(A), defendant <span class=\"star-pagination\">*256</span> issued a written \"Determinations and Findings\" (\"D &amp; F\") on June 30, 1993 explaining its rationale for lifting the stay on award of the contract to Ameriko. The court looks to the D &amp; F in evaluating whether plaintiff has raised serious and grave questions about the Navy's decision to lift the stay. After citing the history of disputes involved in this contract, the defendant's findings contain merely a conclusory allegation that \"[t]he services provided under this contract are essential to the health, safety, and morale of military personnel and their dependents,\" and \"[a]ny lapse in these services would have a detrimental effect on the health and safety of the individuals residing in these [military family housing] units.\" Plaintiff's Second Supplemental Memorandum, Exh. 1.</p>\n<p>Defendant's findings raise serious questions because they completely ignore the availability of plaintiff to continue the services in the interim while plaintiff's protest is pending before the GAO. The findings give no explanation about why performance of the contract by Ameriko presents urging and compelling circumstances, but merely that the performance of the contract by some entity is allegedly urgent and compelling. Several courts have held that the CICA requires the agency to determine that performance by the proposed contractor presents urgent and compelling circumstances not merely that the performance of the contract itself is urgent and compelling in order to lift of a stay on award of the contract. <i>Ace-Federal Reporter v. Federal Energy Regulatory Commission,</i> No. 90-2396, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">518641</span></span>, *4-*5, 1990 U.S.Dist. LEXIS 13823, *11-*12 (D.D.C. October 16, 1990) (Penn, J.) (granting preliminary injunction in favor of current contractor to stay performance until resolution of protest before GAO because agency's failure to consider fact that current contractor was able to perform contract in interim before GAO's determination was contrary to purpose of the CICA to preserve <i>status quo</i>); <i>Samson Tug and Barge Co. v. United States,</i> <span class=\"citation\" data-id=\"2345789\"><a href=\"/opinion/2345789/samson-tug-barge-co-inc-v-united-states/\"><span class=\"volume\">695</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">25</span></a></span>, 29 (D.D.C. 1988) (Oberdorfer, J.) (granting current contractor's motion for a preliminary injunction because agency's failure to consider the availability of continuing its services while GAO decided protest was likely to prove arbitrary capricious and contrary to law); <i>Universal Shipping Co.,</i> 652 F.Supp. at 675-76 (Richey, J.) (granting permanent injunction in favor of current contractor and staying award of contract until resolution of pending protest before GAO because agency's failure to consider ability of contractor to continue services in interim in determining whether to lift stay was not rational or reasonable).</p>\n<p>The court agrees with the underlying rationale of these decisions that the CICA requires the agency to make findings that performance of the contract by the particular proposed contractor is urgent and compelling. The contrary view would eviscerate the purpose and effect of the stay provision of the CICA because performance of almost any government contract could conceivably be deemed \"urgent and compelling circumstances.\" That the Navy argues that maintenance services for military housing are \"urgent and compelling circumstances\" only serves to illustrate the inclusive nature of the approach urged by defendant. Defendant's interpretation would allow the exception for lifting the automatic stay in 31 U.S.C. § 3553(c)(2)(A) to consume the general rule of imposing a stay in 31 U.S.C. § 3553(c)(1).</p>\n<p>The court recognizes that several district court decisions have denied injunctions in similar circumstances. However, the court finds many of these cases factually distinguishable from the present situation as involving highly technical skills or alternatively involving services that could not be provided by the current contractor. <i>See Northern Management Services, Inc. v. United States,</i> No. 92-2104, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">294993</span></span>, *3-*4 (D.D.C. September 30, 1992) (Hensgreen, J.) (current contractor's inability to provide \"highly critical\" fuel recovery system to comply with Clean Water Act alone provided rational basis for lifting stay); <i>Burnside-Ott,</i> <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">179796</span></span>, *5 (Hogan, J.) (contract involved training Navy pilots on highly technical flight simulators); <i>Litton Systems, Inc. v. Carlucci,</i> No. 88-0652, <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">26078</span></span>, *2-*3 (D.D.C. March 14, 1988) (Johnson, J.) (contract involved supply of \"night vision goggles\" to Army); <i>see also Superior Engineering and Electronics Co. v. United States,</i> <span class=\"star-pagination\">*257</span> No. 86-860-N, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">276858</span></span>, *10-*11, 1987 U.S.Dist. LEXIS 7940, *27-*29 (E.D.Va. August 31, 1987) (denying permanent injunction for stay based on technical violation of not having head of agency sign written finding). To the extent any of the cases may not be factually distinguishable or may rely on the reasoning asserted by defendant, the court declines to follow those decisions. <i>See, e.g., Ingram Barge Co. v. United States,</i> No. 88-1009, <span class=\"citation no-link\"><span class=\"volume\">1988</span> <span class=\"reporter\">WL</span> <span class=\"page\">242630</span></span>, *4 (D.D.C. April 20, 1988) (Harris, J.) (transportation of aviation fuel on certain waterways); <i>Dod Contracts, Inc.,</i> No. 87-2970, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">114844</span></span>, *2-*3 (D.D.C. December 1, 1987) (Gesell, J.) (contract for maintenance and support services on Guantanamo Bay Naval Station in Cuba).</p>\n<p>By contrast with the cases in which similarly situated plaintiffs have been denied relief, the services required under plaintiff's contract and under the proposed services contract are for the most part janitorial in nature and require no particular expertise or technological skills. The Navy has advanced no reason why it cannot continue to utilize plaintiffs services pending decision by the GAO of plaintiff's protest, which is due not later than October 16, 1993.</p>\n<p>The court concludes that the evidence presently before the court would support a finding that defendant's lifting of the stay on the award of the contract to Ameriko was contrary to law and not rational or reasonable. Furthermore, defendant's failure to consider, in its D &amp; F, plaintiff's ability to perform the services until the GAO resolves the pending protest raises grave questions about the propriety of defendant's decision to lift the stay. Thus, plaintiff has established a likelihood of success on the merits on the record as it now stands.</p>\n<p></p>\n<h2>4. <i>The Public Interest</i>\n</h2>\n<p>The court finds that the granting of a preliminary injunction is in the public interest. The granting of the injunction will avoid the possibility of the Navy's having to switch from plaintiff to Ameriko on September 1, 1993 and possibly switch back to plaintiff or some other contractor if the GAO rules in plaintiff's favor on the pending protest. <i>See Ace-Federal Reporter,</i> <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">518641</span></span>, *4-*5, 1990 U.S.Dist. LEXIS 13823, *12.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>The court finds that the likelihood of irreparable injury to plaintiff in not granting the injunction outweighs the likelihood of harm to defendant in granting the injunction. Moreover, plaintiff has presented \"serious and grave questions\" about the defendant's decision to lift the stay of the award of the contract to Ameriko. Finally, granting the injunction is in the public interest because it may prevent switching contractors twice in two months or less on an extensive, involved service contract with significant start up costs.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>On the basis of the foregoing Memorandum of Decision, the defendant is enjoined from lifting the stay of award of the contract to Ameriko pursuant to Solicitation Nos. N68711-91-R-4677 and N63387-93-R-5019 and is enjoined from awarding and allowing performance of the aforementioned contract with Ameriko until plaintiff's protest is resolved before the GAO or until October 16, 1993, whichever occurs first.</p>\n<p>Pursuant to Rule 65(c), plaintiff shall forthwith file with the Clerk of Court a bond in the sum of $5000 to cover such costs and damages as may be incurred by defendant should it be found that this injunction was wrongfully entered.</p>\n<p>The case is retained for further orders.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/291107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/313598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1878138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2306271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2345789/"
  ]
}