{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1524369/",
  "absolute_url": "/opinion/1524369/suntrust-bank-v-den-mark-construction-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1524369/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:34:43.142288Z",
  "date_modified": "2016-04-27T00:26:16.673642Z",
  "type": "010combined",
  "sha1": "e81995671bbd96246751825ee17ad87dad78b8ff",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>406 B.R. 683 (2009)</b></center>\n<center><h1>SUNTRUST BANK, Appellant,<br>\nv.<br>\nDEN-MARK CONSTRUCTION, INC., Appellee.<br>\nIn the Matter of Den-Mark Construction, Inc., M &amp; D Development, LLC, Marcus Edwards Development, LLC and Den-Mark Homes SC, Inc., Debtors-Appellee, Suntrust Bank, Creditor-Appellant.</h1></center>\n<center>Nos. 5:08-CV-529-F, 5:08-mc-00022.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 7, 2009.</center>\n<p><span class=\"star-pagination\">*685</span> JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on appeal by Creditor-Appellant SunTrust Bank (\"SunTrust\" or \"Appellant\") from an order entered by the United States Bankruptcy Court for the Eastern District of North Carolina. On August 6, 2006, U.S. <span class=\"star-pagination\">*686</span> Bankruptcy Judge Randy D. Doub entered an order authorizing Debtor-Appellee Marcus Edwards Development, LLC (\"Marcus Edwards,\" \"debtor,\" or \"Appellee\") to enter a post-petition financing arrangement with Capital Bank pursuant to 11 U.S.C. § 364(d). [DE-2.15].<sup>[1]</sup> The issues on appeal have been fully briefed by the parties, and this matter is ripe for disposition. The court held oral argument on December 23, 2008. For the reasons set forth below, the bankruptcy court's Financing Order is VACATED.</p>\n<p></p>\n<h2>I. <i>STANDARD OF REVIEW</i>\n</h2>\n<p>This court has jurisdiction over this matter pursuant to 28 U.S.C. § 158(a). On appellate review by the district court, the bankruptcy court's findings of fact will not be set aside unless clearly erroneous. <i>See</i> Fed. R. Bankr.P. 8013;<sup>[2]</sup><i>Beaman v. Shearin,</i> 224 F.3d 346, 348 (4th Cir.2000). \"`A [factual] finding is \"clearly erroneous\" when although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed.'\" <i>Anderson v. City of Bessemer City, N.C.,</i> 470 U.S. 564, 573, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985) (citation omitted); <i>see also </i><i>In re Regional Building Sys., Inc.,</i> 320 F.3d 482, 485 (4th Cir.2003). \"Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.\" <i>Anderson,</i> 470 U.S. at 574, 105 S.Ct. 1504 (citation omitted). Accordingly, \"as long as the bankruptcy judge's inferences are reasonable and supported by the evidence, they will not be disturbed.\" <i>Graham v. Lennington,</i> 74 B.R. 963, 965 (S.D.Ind. 1987).</p>\n<p>Conclusions of law made by the bankruptcy court, however, must be reviewed <i>de novo. </i><i>Carter Enters, v. Ashland Specialty Co.,</i> 257 B.R. 797, 800 (S.D.W.Va.2001). Typically, mixed questions of law and fact also are reviewed <i>de novo. Id.</i> (citing <i>Rinn v. First Union Nat. Bank of Md.,</i> 176 B.R. 401, 407 (D.Md.1995) (\"Mixed questions of fact and law which contain `primarily a consideration of legal principles' are considered <i>de novo.</i>\") (citation omitted)).</p>\n<p></p>\n<h2>II. <i>BACKGROUND</i>\n</h2>\n<p>This is an appeal from a final order in the consolidated Chapter 11 bankruptcy cases captioned <i>Den-Mark Construction, Inc., M &amp; D Development, LLC, Marcus Edwards Development, LLC, Den-Mark Homes, SC, Inc.,</i> 08-02764-8-RDD regarding four related debtor companies (\"debtors\"), each of which filed bankruptcy on April 24, 2008.<sup>[3]</sup> [DE-2.15]. The debtors are collectively engaged in the acquisition, development and construction of residential real estate, including the Winston Ridge and the Ironwood subdivisions  the two properties at issue with respect to this appeal<sup>[4]</sup>  located in Franklin County, N.C. <span class=\"star-pagination\">*687</span> and owned by Marcus Edwards. [DE2.15 at 4 ¶¶ 4-5]. Marcus Edwards has financed development of said subdivisions in substantial part from a SunTrust revolving construction loan, secured by first priority deeds of trust on all four Winston Ridge phases and two of the three Ironwood phases.<sup>[5]</sup> [DE-2.15 at 4 ¶¶ 6-7; DE-1.7 at 3 ¶¶ 5]. Additionally, SunTrust issued letters of credit on behalf of Marcus Edwards for the benefit of Progress Energy, the North Carolina Department of Transportation and Franklin County, and draws on said letters of credit are secured up to $633,598.96 by the Winston Ridge property. <i>Id.;</i> [DE-12 at 11].</p>\n<p>On April 24, 2008, each of the debtors filed a Chapter 11 bankruptcy petition, which petitions were consolidated for administrative purposes on May 28, 2008. [DE-4.6]. On June 9, 2008, Marcus Edwards filed a motion in the consolidated bankruptcy proceeding to approve post-petition financing (\"Financing Motion\") by Capital Bank in the amount of $2,200,000.00 to (1) complete the development of lots and infrastructure in Winston Ridge and (2) construct an entrance way and record plats in Ironwood. [DE-18 at 7]. The Capital Bank financing was contingent on Capital Bank receiving a first priority lien secured by SunTrust's Winston Ridge and Ironwood collateral. On June 24, 2008, SunTrust filed a response to the Financing Motion. [DE-2.8].</p>\n<p>The bankruptcy court conducted hearings on the Financing Motion on June 26 and 27, 2008, which included several hours of testimony as well as arguments from counsel. On June 27, 2008, the bankruptcy court announced its authorization of the Financing Motion. On July 3, 2008, upon the request of SunTrust Bank, the bankruptcy court reconsidered its oral ruling and amended its order (\"Financing Order\"). The bankruptcy court granted Capital Bank a priming lien with a maximum principal amount of $2,568,000.00 on August 6, 2008.<sup>[6]</sup><i>See</i> Financing Order at 7 ¶ la [DE-2.15]. On August 14, 2008, Sun-Trust appealed the Financing Order to this court and sought a stay of the Financing Order by the bankruptcy court pending said appeal. The bankruptcy court entered an order denying the stay on October 2, 2008. See <i>In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, 2008 Bankr.LEIS 2780 (Bankr.E.D.N.C. Oct.2, 2008). SunTrust initiated a miscellaneous proceeding in this court on October 9, 2008, captioned <i>SunTrust Bank v. Den-Mark Construction, Inc., et al.,</i> 5:08-mc-00022, for the purpose of filing a Motion to Stay Pending Appeal. SunTrust moved to consolidate <span class=\"star-pagination\">*688</span> the miscellaneous proceeding with this appeal on October 30, 2008. [DE-7]. The proceedings were consolidated by order entered on October 31, 2008. [DE-10]. On October 27, 2008, a deed of trust in favor of Capital Bank was recorded with the Franklin County Register of Deeds, encumbering the SunTrust collateral at issue of this appeal. [DE-13]. On November 14, 2008, SunTrust filed a Request for Emergency Hearing on Motion for Stay or in the alternative Stay Pending Appeal. [DE-13]. On November 19, 2008, this court conducted a hearing on SunTrust's Motion for Stay and stayed the Financing Order pending appeal. [DE-17]. During the hearing, the parties acknowledged an advancement by Capital Bank exceeding $400,000.00 subsequent to the recordation of its deed of trust.</p>\n<p>Appellant argues that the Financing Order should be reversed because: (1) the debtor failed to provide proper notice to third-party creditors of its Motion for Post-Petition Financing; (2) the bankruptcy court applied the incorrect legal standard in determining that the debtor made sufficient efforts to obtain other post-petition financing; (3) the debtor applied an incorrect legal standard for determining adequate protection; (4) the bankruptcy court's findings of fact concerning adequate protection of SunTrust's interests in the collateral are clearly erroneous; and (5) the bankruptcy court approved a disguised plan of reorganization as a post-petition financing order that does not meet the requirements of 11 U.S.C. § 364(d) (\"§ 364(d)\") or 11 U.S.C. § 1129 (\"§ 1129\"). While the court agrees, generally, with SunTrust's conclusion, the court reaches it by a somewhat different analysis.</p>\n<p></p>\n<h2>III. <i>APPLICABLE LAW</i>\n</h2>\n<p>The Financing Order at issue on this appeal was entered pursuant to 11 U.S.C. § 364(d). Section 364 of the Bankruptcy Code (\"the Code\") authorizes four increasingly burdensome methods by which a trustee or debtor-in-possession<sup>[7]</sup> may obtain credit or incur debt on behalf of a bankruptcy estate.<sup>[8]</sup> As \"a last resort,\" <i>In re Qualitech Steel Corp.,</i> 276 F.3d 245, 248 (7th Cir.2001), pursuant to Code § 364(d), the court may authorize the debtor-in-possession to obtain credit secured by a lien on encumbered property that is senior or equal to any existing lien on the property, commonly called a \"superpriority lien\" or a \"priming hen.\" 11 U.S.C. § 364(d); <i>see </i><i>In re Seth Co.,</i> 281 B.R. 150, 153 (Bankr.D.Conn.2002) (\"ability to prime is extraordinary\") (citing 3 COLLIER ON BANKRUPTCY P 364.05 (15th ed. rev.2002)). Credit extended or debt incurred under Code § 364(d)(1) requires that a court order be entered only after notice to current lienholders and a hearing. <i>See </i><i>In re First South Sav. Ass'n,</i> 820 F.2d <span class=\"star-pagination\">*689</span> 700 (5th Cir.1987) (observing that subsection (d) superpriority or priming liens are impermissible absent adequate protection to existing lienholders).</p>\n<p>In addition to notice of its motion for post-petition financing to existing lienholders, § 364(d) contains two requirements that must be met before a priming lien may be approved. First, the debtor must demonstrate it is unable to obtain financing in any other permissible manner. Second, the debtor must demonstrate that the proposed post-petition financing arrangement adequately protects the interests of the property's current lienholder(s) over which a senior or priming lien is proposed to be granted. 11 U.S.C. § 364(d)(1); <i>see </i><i>In re Campbell Sod, Inc.,</i> 378 B.R. 647, 653 (Bankr.D.Kan.2007) (explaining a principal consideration is \"whether the proposed loan and subordination of the existing lender's liens can be made while protecting the existing lender's interests\").</p>\n<p></p>\n<h2>IV. <i>ANALYSIS</i>\n</h2>\n<p>This court has struggled to grasp the legal as well as the factual predicates for SunTrust's arguments on appeal, and Appellee's response thereto. The nature of the \"issues\" and the manner of their presentation has hampered and delayed this court's understanding of the true gravamen of SunTrust's appeal. In fact, the parties' briefs have obscured the real problems with the Financing Order and the underpinnings thereof. Having expended considerable research and resources on this matter, the court has reached what it believes to be a thorough and correct assessment of the bankruptcy court's process and its resulting Financing Order.</p>\n<p></p>\n<h2>A. Failure to Notice All Affected Lienholders</h2>\n<p>After the bankruptcy court's entry of the Financing Order, SunTrust learned that two lienholders had not received notice as required by § 364(d)(1). SunTrust contends Appellee's failure to notify Ayscue Properties (\"Ayscue\") and Earl Shoaf (\"Shoaf)  two creditors holding deeds of trust on the Ironwood subdivision junior to those of SunTrust  of Appellee's Financing Motion will harm SunTrust and thus the Financing Order should be set aside. <i>See</i> Br. of Appellant SunTrust at 13 [DE-12] (\"Appellant's Br.\"). Specifically, SunTrust avers that as a result of the lack of notice to both Ayscue and Shoaf, the Financing Order subordinates SunTrust's Ironwood lien to the interests of these two formerly junior lienholders. <i>Id.</i> at 14. While conceding that it failed to provide said notice, Appellee counters that SunTrust lacks standing to raise a third-party's lack of notice as a ground for reversal on appeal. <i>See</i> Br. of Appellee Marcus Edwards Development, LLC at 14 (\"Appellee's Br.\") [DE-18].</p>\n<p>Whether SunTrust has standing to raise claims belonging to third-parties Ayscue and Shoaff is an issue that need not be resolved. Appellee's admitted failure to notice all lienholders resulted in entry of an order in violation of § 364(d)(1)(B), which requires the bankruptcy court to determine that all lienholders' interests will be adequately protected by the terms of its order. <i>See, e.g., In re Eagle Creek Subdivision,</i> LLC, 2008 WL 2761302, **2-3, 2008 Bankr.LEXIS 2412 at *8 (Bankr.E.D.N.C.2008) (\"The court cannot authorize a priming lien unless the debtors have shown that <i>each lienholder</i> whose rights would be impaired by the proposed priming lien are (sic) adequately protected.\") (emphasis added); <i>see also </i><i>In re Colad Group, Inc.,</i> 324 B.R. 208, 223 (Bankr.W.D.N.Y.2005) (stating \"in order to grant a priming lien, the court must make a finding of adequate protection of all senior or equal interests\").</p>\n<p><span class=\"star-pagination\">*690</span> Furthermore, as SunTrust points out, in approving the Financing Motion, the bankruptcy court relied in part on the support of a committee of 44A lienholders<sup>[9]</sup> for Appellees' post-petition financing proposal.<sup>[10]</sup><i>See</i> Appellant's Reply at 4. Because neither Ayscue nor Shoaff received notice of the proposed post-petition financing arrangement, neither lienholder had the opportunity to join  or reject  the Rule 44A lienholders' committee's support of Appellee's proposal. Therefore, the bankruptcy court's findings of fact and conclusions of law supporting its Financing Order were based on an incomplete record.</p>\n<p>Because the undisputed facts of record reveal that the bankruptcy court entered the Financing Order without knowledge of, much less consideration for, the deeds of trust held by Ayscue and Shoaf, the Order was entered on a clearly erroneous factual basis, and must be vacated and remanded as a matter of law as violative of § 364(d)(1)(B).</p>\n<p></p>\n<h2>B. Insufficient Showing of Inability to Obtain Alternative Financing</h2>\n<p>The first prong of § 364(d)(1) requires the debtor affirmatively to demonstrate, not merely assume, that less onerous post-petition financing was unavailable. \"Because super priority financing displaces liens on which creditors have relied in extending credit, the debtor must demonstrate to the court that it cannot obtain financing by other means.\" <i>In re 495 Cent. Park Ave. Corp.,</i> 136 B.R. 626 (Bankr.S.D.N.Y.1992). SunTrust contends the bankruptcy court \"failed to apply the correct legal standard\" when it determined Marcus Edwards made sufficient efforts to obtain credit from other sources. Appellant's Br. at 23; <i>see also</i> Appellant's Reply at 11 (\"The unavailability of alternative financing is an element of the `claim' to Section 364(d) financing.\"). The court perceives SunTrust's argument to be that Appellees produced insufficient evidence upon which the bankruptcy court properly could base a finding that Appellees were unable to obtain the financing necessary to complete the development of lots and infrastructure of phases I and IIA in Winston Ridge, and to construct an entranceway and record plats for Ironwood from an alternative financing source under less onerous terms than those envisioned by the proposed Financing Order.</p>\n<p>Specifically, SunTrust avers that Marcus Edwards failed to meet its burden under § 364(d)(1)(A) because \"there is no evidence in the record of a single bank or other financial institution that [Appellee] approached other than SunTrust and Capital Bank.\" Appellant's Br. at 24. Marcus Edwards contends that SunTrust's characterization of the bankruptcy court's error as one of law seeks to circumvent the \"clearly erroneous\" standard applicable to review of factual determinations. Appellee's Br. at 22-23. Marcus Edwards explains that the bankruptcy court applied the correct standard, as it \"specifically analyzed the issue of whether [Marcus Edwards <span class=\"star-pagination\">*691</span> made attempts to obtain alternate financing.\" <i>Id.</i> at 23.</p>\n<p>Although a debtor is not required to seek credit from every possible source, <i>see </i><i>In re Snowshoe Co., Inc.,</i> 789 F.2d 1085, 1088 (4th Cir.1986), a debtor must show that it made a \"reasonable effort\" to obtain post-petition financing from other potential lenders on less onerous terms and that such financing was unavailable. <i>See </i><i>In re Ames Dept. Stores,</i> 115 B.R. 34, 40 (Bankr.S.D.N.Y.1990) (citations omitted). A court must make its decision as to \"[h]ow extensive the debtor's efforts to obtain credit must be\" on a case-by-case basis. <i>In re Reading Tube Industries,</i> 72 B.R. 329, 332 (Bankr.E.D.Pa.1987).</p>\n<p>Here, the bankruptcy court found that Appellee had met its burden to prove its inability to obtain financing from a source other than Capital Bank by virtue of (1) the testimony of Matthew Winslow (\"Winslow\"), Vice President for Acquisitions and Development for Marcus Edwards Development<sup>[11]</sup> and David Dennis Cyrus (\"Cyrus\"), a principal and \"the president, vice president, or member-manager\" of Den-Mark Construction;<sup>[12]</sup> and (2) the failure of SunTrust to present evidence to rebut that testimony.<sup>[13]</sup><i>See</i> Financing Order at 5 ¶ 13<sup>[14]</sup> [DE-2.15]; <i>In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, **5-6, 2008 Bankr.LEXIS 2780, at *15-16. The bankruptcy court considered Winslow's testimony \"that the debtor had sought funding from sources other than SunTrust and Capital Bank, including having discussions with private investors since May 2008.\" <i>In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, **5-6, 2008 Bankr.LEXIS 2780, at *15-16. In particular, Winslow testified that Marcus Edwards had explored all alternative sources of financing, <i>see</i> Bankr.Hr'g 72:17-21, June 26, 2008, [DE-3.2], had \"beat down about every door there is,\" <i>id.</i> at 71:13, and \"formally<sup>[15]</sup> . . . met [with bank contacts <span class=\"star-pagination\">*692</span> and investment financiers] and discussed and walked the property and kicked the tires. . . .\" <i>Id.</i> at 84:3-4, 8-10. Similarly, Cyrus testified that he was of the opinion that no bank would fund as a lienholder junior to SunTrust based on his discussions with Capital Bank and others. <i>Id.</i> at 122:4-14.</p>\n<p>The bankruptcy court specifically noted Winslow's testimony, confirmed by Cyrus, that:</p>\n<blockquote>the debtor was originally financed for this project through SunTrust and anticipated Suntrust's continued funding for Winston Ridge and other projects. In October 2007, the debtor was denied funding by SunTrust for Phases II and III of Winston Ridge. In December 2007, the debtor submitted another request to SunTrust for funding of Winston Ridge. Additional information was requested by SunTrust, which was provided by Mr. Winslow. However, as of the July 3, 2008 hearing date, SunTrust had not responded to the debtor's request for funding.</blockquote>\n<p><i>In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, **5-6, 2008 Bankr.LEXIS 2780, at *15-16. While acknowledging its decision to deny Appellee additional funding pre-petition, <i>see</i> Appellant's Br. at 24, SunTrust bases its argument on a complete absence of evidence in the record of <i>any</i> named potential source of alternate financing that refused Appellee's application for post-petition financing. \"There is simply no evidence in the voluminous record of two and one-half days of hearings of a single loan application or request submitted to a single lending institution other than . . . the priming lender . . .\" Appellant's Reply at 11.</p>\n<p>Case law provides little guidance as to the quantity or quality of evidence a debtor must provide in establishing an inability to obtain alternative financing as required by § 364(d)(1)(A). In fact, while SunTrust implies that evidence in addition to testimony is required, a debtor's testimony alone may be sufficient in establishing the necessity of a post-petition hen. <i>See e.g., </i><i>In re Antico Mfg. Co.,</i> 31 B.R. 103, 105 (Bankr.E.D.N.Y.1983) (finding § 364(d)(1) was satisfied where president of debtor company offered testimony of his inability \"to obtain unsecured or non-superpriority financing from other sources, such as Citibank and New York City Executive Volunteer Corps\" and \"contacted a number of companies in regard to the possible purchase of an equity interest in [the company], but was refused by all\"); <i>In re Stanley Hotel, Inc.,</i> 15 B.R. 660, 663 (D.Colo.1981) (explaining bankruptcy judge's finding that trustee could not obtain credit otherwise was not clearly erroneous where trustee offered testimony of his inability to obtain less stringent terms from two national banks). In both those cases, however, the debtors identified at least some of the unreceptive alternative sources they approached.</p>\n<p>Contrary to the finding of the bankruptcy court, here, as in <i>Snowshoe,</i> the record does not \"clearly indicate[] that [Appellee] contacted other financial institutions in the immediate geographic area [but to no avail].\" <i>In re Snowshoe Co., Inc.,</i> 789 F.2d at 1088. In fact, Appellee identified no specific investor or lending institution it approached except for SunTrust and Capital Bank. <i>See </i><i>In re Phase-I Molecular Toxicology, Inc.,</i> 285 B.R. 494, 496 (Bankr.D.N.M.2002) (finding that although debtor reasonably may have <span class=\"star-pagination\">*693</span> believed it would be unable to obtain alternative financing, it made an insufficient showing that it attempted to do so but was unsuccessful); <i>see also </i><i>In re Plabell Rubber Products, Inc.,</i> 137 B.R. 897, 900 (Bankr.N.D.Ohio 1992) (stating debtor's conclusion after meeting with manager of a named bank that any further inquiries would be futile did not satisfy § 364(d)(1)(A)); <i>In re Crouse Group, Inc.,</i> 71 B.R. 544 (Bankr.E.D.Pa.1987) (holding, \"[g]iven the relative ease of establishing this element and our expression that it had not been satisfied at [a hearing], we can make no other observation except that, from the feeble showing made on this issue at [a later hearing], the Debtors are incapable of establishing that they are 'unable to obtain' credit . . .\"); <i>In re Stacy Farms,</i> 78 B.R. 494, 498 (Bankr.S.D.Ohio 1987) (noting debtor failed to carry its burden under § 364(d) where there was no evidence that debtor had applied for loans from institutions other than pre-petition senior lender and priming lender); <i>but see </i><i>In re Ames Dept. Stores,</i> 115 B.R. 34, 40 (Bankr.S.D.N.Y.1990) (asserting the fact that the debtors had contacted \"four leading lending institutions\" satisfied the requirement of § 364 that the debtors were unable to obtain comparable financing on an unsecured basis); <i>In re Dunes Casino Hotel,</i> 69 B.R. 784, 791 (Bankr. D.N.J.1986) (finding debtor had made the required effort under section 364(d)(1) based on evidence that the debtor had attempted unsuccessfully to borrow funds on an unsecured basis or secured by junior liens, but that at least three such lenders were willing only to advance funds secured by a super-priority lien); <i>In re Beker Industries Corp.,</i> 58 B.R. 725, 729 (Bankr.S.D.N.Y.1986) (debtor's efforts were sufficient to carry its burden under § 364(d) where the debtor's voluminous testimony indicated that it had approached 35 to 40 lenders to obtain replacement' financing prior to filing its Chapter 11 petition, and approximately 20 lenders after it filed its Chapter 11 petition).</p>\n<p>This court's examination of the record below leaves the distinct impression that the bankruptcy court's conclusion that Appellee had satisfied its burden to demonstrate unsuccessful efforts to obtain less onerous financingwas influenced in large part by SunTrust's election not to extend additional funding for Phases II and III of Winston Ridge.<sup>[16]</sup> While the adverse financial impact of SunTrust's decision cannot be ignored, a court considering a debtor's application for approval of a priming, post-petition loan must be guided by the express terms of the governing statute, together with the judicial interpretation of § 364(d)(1) as being appropriate in bankruptcy proceedings as a matter of \"last resort.\" <i>In re Qualitech Steel Corp.,</i> 276 F.3d at 248.</p>\n<p></p>\n<h2>C. Inadequate Protection</h2>\n<p>The final statutory requirement for permitting a post-petition priming lien under § 364(d) is that \"there is adequate protection of the interest of the holder of the lien on the property . . . on which such senior . . . lien is proposed to be granted.\" This requirement is designed to preserve <span class=\"star-pagination\">*694</span> the secured creditor's position at the time of the bankruptcy. <i>See </i><i>In re Campbell Sod, Inc.,</i> 378 B.R. at 653. Although the concept of adequate protection is intended to protect a creditor's interest in the collateral, it is susceptible to differing applications over a wide range of factual situations. <i>In re Briggs Transp. Co.,</i> 780 F.2d 1339, 1345 (8th Cir.1985). The House Report, quoted in <i>In re Mosello,</i> 195 B.R. 277, 289 (Bankr.S.D.N.Y.1996), states that adequate protection</p>\n<blockquote>is not intended to be confined strictly to the constitutional protection required, however. The section, and the concept of adequate protection, is based as much on policy grounds as on constitutional grounds. Secured creditors should not be deprived of the benefit of their bargain. There may be situations in bankruptcy where giving a secured creditor an absolute right to his bargain may be impossible or seriously detrimental to the bankruptcy laws. Thus, this section recognizes the availability of alternate means of protecting a secured creditor's interests. Though the creditor might not receive his bargain in kind, the purpose of the section is to insure that the secured creditor receives in value essentially what he bargained for.</blockquote>\n<p>H.R.Rep. No. 595 at 339, 1978, U.S.Code Cong. &amp; Ad. News at 5787, 6295.</p>\n<p>While the term \"adequate protection\" is not defined in the Code, § 361 provides three non-exclusive examples of methods for providing adequate protection under § 364. Specifically, the debtor may provide adequate protection of the creditor's interest by (1) making cash payments to the extent the priming lien results in a decrease in the creditor's collateral value, (2) offering an additional or replacement lien to the extent of a decrease in the value of the property, or (3) otherwise fashioning a method of providing the creditor with the \"indubitable equivalent\" of its interest in the property. <i>See</i> 11 U.S.C. § 361. It is this last exampleindubitable equivalence that the undersigned perceives to be the method selected by the bankruptcy court to provide for SunTrust adequate protection of its security interest.</p>\n<p></p>\n<h2>1. <i>Summary of bankruptcy court's \"adequate protection\" determination</i>\n</h2>\n<p>The bankruptcy court ruled from the bench that SunTrust would be adequately protected under the proposed terms of the Financing Order. Specifically, the court found:</p>\n<blockquote>that adequate protection will be provided by [a] 16 and a half percent equity cushion. In addition, adequate protection will be provided . . . once the improvements are completed that . . . should eliminate the line of credit obligations.. . . The Court further finds that further adequate protection should be paid by Den-Mark to SunTrust in the amount of $12,000 per month beginning July 15, 2008 and on the 15th day of each . . . month thereafter.</blockquote>\n<p>Bankr.Hr'g Tr. 173-74, June 27, 2008 [DE-3.3]. The Financing Order (as amended), entered on August 6, 2008, that is the subject of this appeal contains the following \"findings of fact\" concerning the court's further finding that SunTrust's security interests adequately would be protected by the terms of that Order:</p>\n<blockquote>14. For purposes of the Motion and this Order only, SunTrust's interests will be adequately protected despite the priming of its lien.</blockquote>\n<blockquote>15. For purposes of the Motion and this Order only, the \"as is\" fair market value of Winston Ridge is $4,000,000.00. The value of Winston Ridge Subdivision with Phases I and II-A completed, Phase II-B partially completed, and Phase III \"as is\" is $6,300,000.00.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*695</span> 16. For purposes of the Motion and this Order only, the fair market value of the Ironwood Subdivision is $4,000,000.00.</blockquote>\n<blockquote>17. For purposes of the Motion and this Order only, the total fair market value of the two subdivisions is $10,300,000.00. With the contribution of funds by Capital Bank of $2,568,000.00, the total debt on the two subdivisions will be approximately $9,168,000.00. The Court finds that SunTrust has an equity cushion of 11% in the two subdivisions in the aggregate.<sup>[17]</sup></blockquote>\n<blockquote>18. As additional protection, SunTrust will receive a reduction in its total debt from the advancement of the funds by Capital Bank, as two letters of credit secured by a lien in the amount of $633,598.96, will be eliminated once the letters of credit are released.</blockquote>\n<blockquote>19. As additional adequate protection, the Court will order an adequate protection payment of $12,000.00 per month to be paid to SunTrust.</blockquote>\n<p>Financing Order at 5-6.</p>\n<p>While the Financing Order does not so specify in explicit terms, the language employed by, and the nature of, the foregoing \"adequate protection\" plan reveals that the bankruptcy court had determined SunTrust would be protected during the duration of the priming lien by (1) creation of the \"indubitable equivalent\" of SunTrust's secured interest in the subject property, consisting of (a) an 11% \"equity cushion\" in Winston Ridge and Ironwood subdivisions, (b) a reduction in SunTrust's debt resulting from the elimination of the letters of credit, and (c) improvements to SunTrust's collateral resulting in an increase in value thereof; and (2) a $12,000.00 monthly interest payment to SunTrust by Appellee.</p>\n<p>Before turning to these bases of the bankruptcy court's \"adequate protection\" factual finding, the court addresses SunTrust's merit less contention that the bankruptcy court \"applied the incorrect legal definition of adequate protection\" in reaching its determination that adequate protection would be assured by the plan contained in the Financing Order. <i>See</i> Appellant's Br. at 17. SunTrust clarifies in its Reply Brief that its incorrect legal standard claim is grounded on its further position that the bankruptcy court (1) improperly relied on a \"cash payment\" method for establishing adequate protection, pursuant to § 361(1); and (2) improperly placed upon SunTrust the burden of proving a lack of adequate protection. <i>See</i> Appellant's Reply at 6, 10. Upon reviewing SunTrust's \"burden shifting\" argument, the court finds it is actually a challenge to the sufficiency of the evidence produced during the bankruptcy hearings supporting Appellee's proposed \"value\" determinations of the subject properties and addresses said challenge accordingly. Appellant's Reply at 10.</p>\n<p></p>\n<h2>a. <i>\"Cash payment\" as a basis for the bankruptcy court's adequate protection determination</i>\n</h2>\n<p>The Fourth Circuit Court of Appeals takes the position that determination of \"adequate protection\" as that term is used in § 364(d)(1), is a fact-finding process, subjecting it to review on appeal for \"clear error\" only. <i>See </i><i>In re Snowshoe Co.,</i> 789 F.2d at 1088 (finding indubitable <span class=\"star-pagination\">*696</span> equivalence is a \"question of fact rooted in measurements of value and the credibility of witnesses\") (citations omitted); <i>see also </i><i>In re CRIIMI MAE, Inc.,</i> 251 B.R. 796, 799 (Bankr.D.Md.2000) (explaining indubitable equivalence is a question of fact). \"Nevertheless, an appellate court has the power to correct . . . `a finding of fact that is predicated on a misunderstanding of the governing rule of law.'\" <i>In re Martin,</i> 761 F.2d 472, 475 (8th Cir. 1985) (quoting <i>Bose Corp. v. Consumers Union of United States, Inc.,</i> 466 U.S. 485, 501, 104 S.Ct. 1949, 80 L.Ed.2d 502(1984)).</p>\n<p>Here, SunTrust contends such a misunderstanding of law is evidenced by the bankruptcy court's alleged application of the § 361(1) \"cash payment\" form of adequate protection to the facts of this case. Apparently under the impression that the Financing Order's $12,000.00 monthly interest payment requirement was intended by the bankruptcy court to be a § 361(1) \"cash payment,\" SunTrust complains that such requirement resulted from the court's application of the wrong legal standard. Specifically, SunTrust explains that, while the § 361(1) \"cash payment\" method is appropriate only when a priming lien has the effect of <i>decreasing</i> the creditor's collateral value, the debtor's theory in this case is that the infusion of Capital Bank's priming loan proceeds in fact will <i>increase</i> the value of SunTrust's collateral by rendering the subject real property more marketable. <i>See</i> Appellant's Reply at 6-7 (citing 11 U.S.C. § 361(1)). Therefore, SunTrust argues, the bankruptcy court applied the \"incorrect legal standard\" in utilizing the \"cash payment\" option for structuring its adequate protection component of the Financing Order.</p>\n<p>This court's review of the record \"herein convinces it that the bankruptcy court did not purport to apply a \"cash payment\" method in crafting an adequate protection plan. That the Financing Order's adequate protection element contains the requirement that the debtor pay SunTrust $12,000.00 per month is no evidence that § 361(1) is the basis therefor. In fact, the record reveals that the $12,000.00 per month requirement was added to the adequate protection component after the June 27, 2008 hearing during which SunTrust's counsel criticized Appellee's observation that \"SunTrust will receive adequate protection for the full repayment of its debt and interest at its contract rate. Specifically, the Debtor proposes to pay SunTrust in full . . . beginning with the sale of lots in Phase III of Winston Ridge.\" Bankr.Hr'g at 15:23-25, 16:1-4, June 27, 2008 [DE-3.3] (quoting Debtor's Motion for Order Authorizing Post-Petition Financing Arrangement ¶ 11 (\"Appellee's Post-Petition Financing Mot\") [DE-1.7]). Later during the same hearing, SunTrust reiterated its concern with the accrual of interest in light of Appellee's intention of making no payments until \"they break ground on Phase 2B or Phase III\" of Winston Ridge. Bankr.Hr'g at 148:6-8, June 27, 2008 [DE-3.3]. After considering this testimony and confirming an interest rate of \"about Your and a half, five percent\" on the $3.2 million Winston Ridge debt, the bankruptcy court determined that additional adequate protection in the form of $12,000 per month was necessary. <i>See</i> Bankr.Hr'g. at 174:2-5, June 27, 2008 [DE-3.3]; <i>see In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, *5 n. 3, 2008 Bankr.LEXIS 2780, at *14 n. 3 (explaining \"[a]n interest rate of 4.5% on $3,200,000.00 equated to a monthly adequate protection payment of $12,000.00\"); <i>see </i><i>In re Reading Tube Industries,</i> 72 B.R. at 333 (\"The absence of a definition of adequate protection in the Code coupled with the `flexibility' of Section 361(3) suggests that adequate protection may be shown in a variety of ways.\").</p>\n<p><span class=\"star-pagination\">*697</span> It therefore is apparent that the bankruptcy court's finding that the priming lien would increase the property value was unrelated to its addition of the monthly cash payment requirement. Indeed, as reflected in the record, the bankruptcy court intended to fashion an adequate protection formula, not only with a broad indubitable equivalent, \"catch-all\" component, but also with an <i>additional,</i> specifically tailored monthly interest payment requirement, in order to address SunTrust's interest payment concerns. <i>See </i><i>In re Briggs Transp. Co.,</i> 780 F.2d at 1345 (\"A narrowly calibrated conception of adequate protection. . . cannot accommodate the infinite number of variations possible in dealings between debtors and creditors.\") (citation and quotation marks omitted). Accordingly, SunTrust's \"cash payment\" argument is without merit.</p>\n<p></p>\n<h2>b. <i>Valuation analysis and evidentiary support therefor</i>\n</h2>\n<p>SunTrust contends there is a lack of evidentiary support for the bankruptcy court's \"as is\" and \"upon completion\" valuations of Winston Ridge. <i>See</i> Appellant's Br. at 17-19; Appellant's Reply at 10. SunTrust bases its contention in part on the alleged failure of the bankruptcy court \"to address the interested nature of [Appellee's] witnesses,\" noting that Appellee \"did not seek to qualify a single expert to testify on the issue of valuation.\" <i>Id.</i> at 10. SunTrust's contention is merit less.</p>\n<p>In determining present and future collateral values for the Winston Ridge and Ironwood developments, the bankruptcy court considered testimonial evidence offered by both parties. <i>See In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, **3-4, 5 n. 1, 2008 Bankr.LEXIS 2780, at *9-10, 13 n. 1. Cyrus, owner of the debtor-entities, and Au die Barefoot (\"Barefoot\"),<sup>[18]</sup> Alice Ray (\"Ray\")<sup>[19]</sup> and James Allen (\"Allen\"), real estate agents, testified as lay witnesses on behalf of Appellee. Barefoot testified that his company entered a contract with Appellee in March 2008 to sell all homes in the Winston Ridge subdivision. Bankr.Hr'g at 27:6-7, 14-18, June 26, 2008 [DE-3.2]. Ray, who represents Den-Mark in the sale of its homes, agreed she was Den-Mark's \"main sales girl\" for its Winston Ridge property. Bankr.Hr'g at 207:1, 214:8, June 26, 2008 [DE-3.2]. Similarly, Allen represents Den-Mark in several of its neighborhoods, including the Ironwood subdivision. Bankr. Hr'g at 166:1-5, June 26, 2008 [DE-3.2]. Paul Snow (\"Snow\"), a commercial real estate appraiser, was offered as an expert by SunTrust. The bankruptcy court considered further three appraisals (outlined in the table below) of the subject properties-two prepared by John McBrayer dated September 14, 2007 and December 20, 2007,<sup>[20]</sup> both of which were relied upon by <span class=\"star-pagination\">*698</span> Appellee, and one prepared by Snow dated June 12, 2008. <i>See In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, **3-5, 2008 Bankr.LEXIS 2780, at *9-12.</p>\n<p></p>\n<pre>\n                       Valuation Evidence for Winston Ridge\n                                \"As is\" value         \"Upon completion\" value\n<i>BANKRUPTCY COURT</i>                 <i>4,000,000.00</i>               <sup>[*]</sup><i>6,300,000.00</i>\nMcBrayer 9/14/2007\nappraisal                        4,200,000.00                   <sup>[]</sup>9,980,000.00\nMcBrayer 12/20/2007\nappraisal                        6,020,000.00                  <sup>[]</sup>8,450,000.00\nSnow 6/12/2008 appraisal         3,110,000.00                 <sup>[]</sup>4,370,000.00\n</pre>\n<p>It is no surprise that Snow, SunTrust's expert, provided a conservative figure regarding \"as is\" and \"upon completion\" values, given the timing of his appraisal and the purpose for which it was rendered. Similarly, it is not surprising that McBrayer was overly optimistic in his views, given the timing of his appraisal and the fact that both appraisals were conducted for SunTrust and Capital Bank at a time when each was considering further advances. In considering the appraisals, along with the testimonial evidence, it is reasonable that the bankruptcy court's valuations would fall within the range of the values provided by the two appraisers. Nonetheless, SunTrust emphasizes Snow's expert status, the lack of testimony by McBrayer and Appellee's reliance on lay testimony. <i>See</i> Appellant's Reply at 10.</p>\n<p>In determining values for Winston Ridge, Snow relied in part on characteristics of Old Liberty subdivision.<sup>[21]</sup> Noting that homes in Old Liberty range from $238,000.00 to $453,000.00, <i>see</i> Bankr.Hr'g. at 62:14-16, June 27, 2008 [DE-3.3], Snow explained that \"Old Liberty is only a mile away [from Winston Ridge] and has a golf course already in, has very little lot sales and has a tremendous number of lots actually in [the Winston Ridge] price range and similar product.\"<sup>[22]</sup> Bankr.Hr'g. at <span class=\"star-pagination\">*699</span> 178:12-14, June 26, 2008 [DE-3.2]. However, Snow's statement as to the similarity between the prices of homes in Old Liberty and Winston Ridge is contradicted by statements made by Appellee's witnesses. For example, Cyrus testified to selling homes in Winston Ridge between $250,000.00 to $300,000.00.<sup>[23]</sup><i>See</i> Bankr. Hr'g. at 96:6, June 26, 2008 [DE-3.2]. Similarly, Darrell Daigre (\"Daigre\"), the owner of Scenic Homes (another builder in Winston Ridge), testified to selling homes between $190,000.00 and $210,000.00. <i>See</i> Bankr.Hr'g. at 7:16-18, 18:15-16, June 26, 2008 [DE-3.2]. Moreover, many of the comparable subdivisions upon which Snow relied have home sales prices exceeding the Winston Ridge price range. <i>See</i> Bankr.Hr'g. at 61-63, June 27, 2008 [DE-3.3]. Accordingly, the bankruptcy court found \"the comparable values, comparable sales of the Old Liberty subdivision [upon which Snow relied on in part] [are] not a very good comparison with the Winston Ridge subdivision in regard to the proposed pricing of houses in Winston Ridge.\" Bankr.Hr'g. at 172:3-7, June 27, 2008 [DE-3.3].</p>\n<p>With respect to lay testimony, Federal Rule of Evidence 701 permits a lay witness to give opinion testimony that is \"(a) rationally based on the perception of the witness, (b) helpful to a clear understanding of the witness' testimony or the determination of a fact in issue, and (c) not based on scientific, technical, or other specialized knowledge. . . . .\" Fed.R.Evid. 701. The Fourth Circuit has held that Rule 701 therefore allows a lay witness \"to offer an opinion on the basis of relevant historical or narrative facts that the witness has perceived.\" <i>MCI Telecommunications Corp. v. Wanzer,</i> 897 F.2d 703, 706 (4th Cir.1990). SunTrust could have challenged the competence of Appellee's witnesses prior to or during the hearing; it apparently did not. SunTrust's own failure to mount a timely legal challenge to the quality of \"value\" evidence produced at the hearing by Appelleethe party with the burden of proofdoes not amount to a <i>de facto</i> re-assignment by the bankruptcy court of the burden of proof to SunTrust to provide evidentiary support for valuation findings. SunTrust did not <i>have</i> to produce any evidenceit only had to raise a legal challenge to the competence of the witnesses and/or sufficiency of the Appellee's evidence on valuation. Arguably, by failing to challenge the competence or qualification of Appellee's witnesses, SunTrust essentially conceded their qualifications.</p>\n<p>The bankruptcy court received and considered evidence proffered by both parties and did not rely exclusively upon projections and testimony presented by a party-in-interest. <i>See In re Reading Tube Industries,</i> 72 B.R. at 334 (holding projections by a member of the debtor's board of directors were insufficient to meet the burden of proof under section 364(d)). Indeed, the bankruptcy court considered the testimony of SunTrust's expert witness and reviewed appraisal reports-two of which were prepared for SunTrust. <i>See, e.g., </i><i>In re Snowshoe Co., Inc.,</i> 789 F.2d at 1089-90 (economic projections by the trustee as well as by independent consultants may be accepted as sufficient). Accordingly, <span class=\"star-pagination\">*700</span> this court cannot conclude that it \"is left with the definite and firm conviction that a mistake has been committed.'\" <i>Anderson,</i> 470 U.S. at 573, 105 S.Ct. 1504. SunTrust, in effect, is asking the court to re-weigh the credibility of Snow, which it cannot do. <i>See </i><i>Stancill v. Harford Sands Inc.,</i> 372 F.3d 637, 642 (4th Cir.2004) (\"We do not re-weigh the credibility of witnesses on appeal\") (citing Fed. R. Bankr.P. 8013) (\"due regard shall be given to the opportunity of the bankruptcy court to judge the credibility of the witnesses\"). It was the bankruptcy court's prerogative to determine that the testimony of the debtor's witnesses better reflected the realities of the market for the price range in Winston Ridge and should be accorded more weight than Snow's opinion. Accordingly, the court affirms the bankruptcy court's valuations of Winston Ridge.</p>\n<p></p>\n<h2>2. <i>The underlying bases of the bankruptcy court's \"adequate protection\" factual finding</i>\n</h2>\n<p>\"Section 361(3) of the Code is flexible and has provided courts with the opportunity to find various methods of protection to be `adequate' in relation to equity cushion.\" <i>In re Timber Products, Inc.,</i> 125 B.R. 433, 436 n. 11 (Bankr.W.D.Pa. 1990) (collecting cases). Here, the bankruptcy court found that an 11% equity cushion is adequate protection when combined with (1) improvements to SunTrust's collateral resulting in an increase in value thereof, (2) a reduction in SunTrust's debt (thus an equity cushion increase) resulting from the elimination of the letters of credit and (3) a $12,000.00 monthly interest payment.<sup>[24]</sup></p>\n<p>As an initial matter, the court notes, and Marcus Edwards concedes, that the bankruptcy court erred in finding an increase in SunTrust's equity cushion from 11% to 17.14% upon the release of three letters of credit. A creditor's equity is the value of property less the debtor's obligation to the creditor and to senior creditors. With a combined \"as completed value\" of $10,300,000.00<sup>[25]</sup> and a total mortgage debt owed to SunTrust and Capital Bank of $9,168,000.00<sup>[26]</sup> for the subject properties, SunTrust's equity is $1,132,000.00. Accordingly, SunTrust's equity cushion, considering Marcus Edwards' outstanding <i>mortgage debt</i> only, is 11%.<sup>[27]</sup> However, at present, <span class=\"star-pagination\">*701</span> SunTrust remains technically liable for the debt secured by the letters of credit,<sup>[28]</sup> increasing the total debt on the subject properties from $9,168,000.00 to $9,831,482.58, which in turn reduces SunTrust's equity cushion to 4.55%. Only upon release of the letters of credit will SunTrust's equity cushion rise to 11%.</p>\n<p>Assuming the letters of credit will be released,<sup>[29]</sup> the issue becomes whether the remaining two bases (improvements to SunTrust's collateral resulting in an increase in value thereof and a monthly interest payment) combined with an equity cushion of no more than 11% constitute adequate protection. The court finds these bases are not sufficient as SunTrust's interest is being unjustifiably jeopardized in that it must look to an undeveloped subdivisionits least valuable collateralfor repayment of its loan.<sup>[30]</sup> Indeed, SunTrust is relegated to repayment from the sale of lots in Phase III (raw, undeveloped land) and possibly the sale of lots in Phase II-B (grading, roads and site work completed only). <i>See</i> Appellee's Post-Petition Financing Mot. at 8 ¶ 11 [DE-1.7]; <i>see also</i> Bankr.Hr'g. <span class=\"star-pagination\">*702</span> 75:22-24, June 26, 2008 [DE-3.2]. Appellee has no horizontal funding plans for the completion of either phase and in fact, Phase III has not even been platted for development. <i>See</i> Bankr.Hr'g. 91:22-24, June 26, 2008 [DE-3.2].</p>\n<p>\"Congress did not contemplate that a secured creditor could find its position eroded and, as compensation for the erosion, be offered an opportunity to recoup dependent upon the success of a business with inherently risky prospects.\" <i>In re Swedeland Dev. Group, Inc.,</i> 16 F.3d 552, 567 (3rd Cir.1994). Here, the risk in this venture is arguably great as funding for the remaining projects is contingent upon the sale of lots in Phases I and IIA. Moreover, with each lot sale, SunTrust's collateral declines in value; thereby deteriorating SunTust's lien position. Appellee counters that improvements to the subject properties will increase their value, thereby compensating SunTrust for the loss of its priority to Capital Bank. <i>See</i> Appellee's Br. at 19. However, in rejecting a similar argument, the Court of Appeals for the Third Circuit explained</p>\n<blockquote>[C]ontinued construction based on projections and improvements to the property does not alone constitute adequate protection, [citation omitted]. Those cases which have considered improvements to be adequate protection have done so only when the improvements were made in conjunction with the debtor's providing additional collateral beyond the contemplated improvements, [citations omitted]. We reject the notion that development property is increased in value simply because a debtor may continue with construction which might or might not prove to be profitable.</blockquote>\n<p><i>In re Swedeland Dev. Group, Inc.,</i> 16 F.3d at 566. Here, SunTrust is not provided additional collateralonly a monthly interest payment on the Winston Ridge and Ironwood debts. While the court realizes that without the monthly interest payments, SunTrust's equity cushion will erode, it finds additional protection is nonetheless required.</p>\n<p>Adequate protection is designed to preserve the pre-petition position of the existing lender. <i>In re Windsor Hotel LLC,</i> 295 B.R. 307, 314 (Bankr.C.D.Ill. 2003); <i>see also In re TC Props., LLC,</i> 2002 Bankr.LEXIS 1802, *13 (Bankr.D, Neb. Apr. 8, 2002) (\"The underlying purpose of the adequate protection requirement of § 364(d) is to ensure that secured creditors are not deprived of the benefit of their bargain.\"). Accordingly, the pre-petition secured creditor should be provided \"with the same level of protection it would have had if there had not been post-petition superpriority financing.\" <i>In re Swedeland Dev. Group, Inc.,</i> 16 F.3d at 564. In this case, SunTrust is compensated only in the form of monthly interest payments with repayment of principal deferred until (1) the priming lien is paid in full via the sale of Appellee's most valuable collateral and (2) financing is secured for the completion of site preparation and infrastructure in Phases II-B and III; thereby bringing these lots into a marketable condition. Given the equity cushion is small and the enhancement of value is too speculative, SunTrust has not been sufficiently assured of the indubitable equivalence of its existing security.</p>\n<p></p>\n<h2>D. No Disguised Plan of Reorganization</h2>\n<p>SunTrust contends that the bankruptcy court approved a disguised plan of reorganization as a post-petition financing order that does not meet the requirements of Section 364(d) or Section 1129. The court finds, however, that this argument is refuted by the fact that the Financing Order \"did not affect all of the debtor's <span class=\"star-pagination\">*703</span> assets or all of its creditor's.\" <i>Anchor Sav. Bank FSB v. Sky Valley, Inc.,</i> 99 B.R. 117, 123 (N.D.Ga.1989).</p>\n<p></p>\n<h2>V. <i>CONCLUSION</i>\n</h2>\n<p>The bankruptcy court's order dated August 6, 2008 is VACATED and SunTrust is restored to its pre-petition status in all respects except as to the sum of funds advanced by Capital Bank (and interest accruing thereon) <i>prior to</i> this court's November 19, 2008 oral order allowing SunTrust's Motion for Stay pending appeal.<sup>[31]</sup> 11 U.S.C. section 364(e). The parties shall bear their own costs.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  [DE-#] indicates the docket entry number of the referenced document.</p>\n<p>[2]  Rule 8013 provides:\n</p>\n<p>On an appeal the district court ... may affirm, modify, or reverse a bankruptcy judge's judgment, order, or decree or remand with instructions for further proceedings. Findings of fact, whether based on oral or documentary evidence, shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge the credibility of the witnesses.</p>\n<p>Fed. R. Bankr.P. 8013.</p>\n<p>[3]  The facts before the bankruptcy court were stipulated. This opinion contains only a brief review of the important facts. A complete statement of facts is contained in the bankruptcy court's opinion.</p>\n<p>[4]  Winston Ridge is divided into four phases: (1) Phase I, consisting of 96 lots, 11 of which remain unsold, and 32 homes, of which approximately six are occupied; (2) Phase II-A, presently under construction and consisting of 63 unsold lots; and (3) Phases II-B and III, consisting of a total of 147 acres of undeveloped land and approved for 418 lots. [DE-1.7 Ex. D; DE-2.8 at 3; DE-18 at 6-7]. Ironwood consists of three phases: (1) Phase I-A, consisting of 33 lots; (2) Phase II-B, consisting of 51 lots; and (3) Phase III, consisting of approximately 198 acres of raw land. [DE-18 at 7].</p>\n<p>[5]  Phase I-A of Ironwood is encumbered by a first priority deed of trust in favor of Capital Bank. Phases II-B and HI are encumbered by first priority liens in favor of SunTrust. [DE-18 at 7],</p>\n<p>[6]  Pursuant to the Financing Order, the Capital Bank priming lien is allocated as follows: (1) $1,965,000.00 to Winston Ridge; (2) $275,000.00 to Ironwood; and (3) $328,000.00 to a depository account to fund monthly interest payments. <i>See</i> Financing Order at 3 ¶ 10a. The monies allocated to Winston Ridge provide for an approximate payout of $600,000 to the lien creditors who have mechanics liens filed against that subdivision. <i>See</i> Bankr.Hr'g at 52, 77, 88-89, 91, June 26, 2008 [DE-3.2]; Financing Order at 8 n. 7.</p>\n<p>[7]  Section 1107(a) of the Code gives a debtor-in-possession the same rights as a trustee under § 364. Therefore, a court may authorize a Chapter 11 debtor-in-possession to enter into certain post-petition financing arrangements if the requirements of § 364 are met.</p>\n<p>[8]  Subsections 364(a) and (b) authorize a debtor to obtain unsecured credit or to incur unsecured debt that is entitled to treatment as an expense of administration under Code § 503(b)(1). Code § 364(a) covers ordinary course-of-business-transactions and does not require court approval. Code § 364(b) covers other than ordinary-Course-of-business transactions and does require a court order entered after notice and a hearing. Code § 364(c) authorizes the debtor to obtain credit or incur debt that has status as a superpriority expense of administration and/or is secured by a lien on unencumbered property or a junior lien on encumbered property. Credit extended or debt incurred under Code § 364(c) requires a court order entered after notice and a hearing.</p>\n<p>[9]  North Carolina's mechanics lien statute provides that any person who performs or furnishes labor or materials pursuant to a contract with the owner of real property for the making of an improvement thereon shall, upon complying with the provisions of this Article, have a lien on such real property to secure payment of all debts owing for labor done or material furnished pursuant to such contract. See N.C. Gen.Stat. § 44A-8.</p>\n<p>[10]  The bankruptcy court explained \"if financing were not allowed, counsel for the [44A lienholders] argued that the debtors might be forced out of business, which would provide no benefit to the 44A lienholders.... The interests of the [44A lienholders] in this case lies (sic) in favor of the allowance of the debtor's post-petition financing....\" <i>In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, **1-2, 2008 Bankr.LEXIS 2780, at *4.</p>\n<p>[11]  Winslow testified that he is \"more of a general manager when you're looking at it on a project-by-project basis. Construction, finance, working with the two owners, getting financing for the development, working with contractors and subs, and overall permitting also for the development.\" Bankr.Hr'g 38:20-21, 39:1-4, June 26, 2008 [DE-3.2].</p>\n<p>[12]  Winslow testified that Den-Mark Properties is \"owned equally by . . . [member-managers] Mark Dowdy and Cyrus\" and that Cyrus and Dowdy are president and vice-president, respectively, of Den-Mark Construction. Bankr.Hr'g, 6:11-12, 51:11-16, July 3, 2008 [DE-3.3]. Cyrus testified that his primary duties \"are overseeing the developments and overseeing the homes\" being built. Bankr.Hr'g, 7:20, 93:24-25, 94:3-4, June 26, 2008 [DE-3.2].</p>\n<p>[13]  Both the bankruptcy court and Appellee fault SunTrust for not presenting evidence disputing the testimony of Winslow and Cyrus. <i>See In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, *3, 2008 Bankr.LEXIS 2780, at *8 (finding \"SunTrust offered no evidence to dispute [the] testimony [of Winslow and Cyrus]\"); Appellee's Br. at 24 (stating \"SunTrust did not present any evidence of alternative sources of funding which [Appellee] should have explored\"). \"However, no provision of the Code, and specifically of Section 364(d), requires the [creditor] bank to prove availability of credit. The burden is clearly upon the debtor.\" <i>In re Reading Tube Industries,</i> 72 B.R. at 332.</p>\n<p>[14]  The bankruptcy court made the following finding of fact:\n</p>\n<p>The Debtor has made numerous efforts to obtain credit from other sources, including on a secured and unsecured basis, as well as through investor financing. The Debtor has been unable to do so. Furthermore, in 2007, SunTrust advised the Debtor that SunTrust would not further fund acquisition and development. The Winston Ridge Subdivision has been in a stagnate state for almost a year while the Debtor has been unable to complete improvements.</p>\n<p>Financing Order at 5 ¶ 13.</p>\n<p>[15]  Winslow explained no formal discussions occurred with banks after May 2008 because Appellee had \"exhausted all of our bank contacts up to that point . . . so we started working on investment financiers.\" Bankr.Hr'g 83:15-18, 84:2-4, June 26, 2008 [DE-3.2].</p>\n<p>[16]  For example, during the June 27, 2008 hearing, the bankruptcy court explained:\n</p>\n<p>[I]n 2007, SunTrust did advise Den-Mark that they (sic) would not further fund acquisition and development, and the subdivision has basically been in a stagnant state for almost a year while the debtor was unable to complete all the improvements necessary for the streets, curb and gutter, the pavement, utilities, and all that to be complete. So the [c]ourt finds that the movant has met its burden, that they (sic) have [been] unable to obtain credit otherwise except for Capital Bank.</p>\n<p>Bankr.Hr'g. at 172:14-21, June 27, 2008 [DE-3.3]</p>\n<p>[17]  In a footnote, the court explained that \"[t]his equity cushion finding is predicated on the assumption that the letters of credit secured by SunTrust's $633,598.96 lien are timely released.\" Financing Order at 6 n. 5. Appellee notes that \"[t]he equity cushion was reduced [from 16% to 11%] in part, by the increased amount of the financing and the compromise reached by the parties on July 3, 2008.\" Appellee's Br. at 19 n. 1.</p>\n<p>[18]  Barefoot, President/CEO of Fonville Morisey &amp; Barefoot New Home Sales and Marketing, testified to approximately forty years of experience in the residential real estate marketing business and \"familiarity] with Den-Mark for years.\" Bankr.Hr'g at 29:7-9, 31:6-7, June 26, 2008 [DE-3.2].</p>\n<p>[19]  Ray, a broker since 1979 and part owner of Re/M ax Hometown in Wake Forest, North Carolina, testified that she has known Cyrus over twenty years. Bankr Hr'g at 207:4-9, June 26, 2008 [DE-3.2].</p>\n<p>[20]  The September 2007 appraisal was prepared for SunTrust and the December 2007 appraisal was prepared for Capital Bank. <i>See</i> Bankr.Hr'g. at 159-160, June 26, 2008 [DE-3.2]. During the hearing, SunTrust's counsel explained that the December 2007 McBrayer appraisal \"breaks out the phases . . . more in line with what is currently contemplated for the property.\" Bankr.Hr'g at 14:4-6, June 27, 2008 [DE-3.3].</p>\n<p>[*]  This estimate represents the value of Phases I and II-A completed, Phase II-B partially completed and Phase III \"as is.\" <i>See</i> Financing Order at ¶ 15.</p>\n<p>[]  Value excludes Phase I and represents only the \"`upon completion' values for Phase IIA of $2,770,000.00, for Phase IIIA of $4,510,000.00, and for the remaining excess land in Phases IIA and IIIA of $2,700,000.00.\" <i>In re Den-Mark Constr., Inc.,</i> 2008 Bankr.LEXIS 2780, at *10.</p>\n<p>[]  Value excludes Phase I and represents only the \"`upon completion'\" values for Phase IIA of $2,750,000.00, for Phase IIB of $2,100,000.00 and for the remaining excess land in Phase II (sic) of $3,600,000.00.\" <i>In re Den-Mark Constr., Inc.,</i> 2008 Bankr.LEXIS 2780, at *10.</p>\n<p>[]  The bankruptcy court stated that Snow did not provide an \"as completed\" value for the entire property. <i>In re Den-Mark Constr., Inc.,</i> 2008 Bankr.LEXIS 2780, at *11. However, Snow testified that \"the total value upon completion without taking out anything\" is the \"as is\" value of $3,110,000 plus the cost to complete Phase IIA ($1,260,000.00). Bankr. Hr'g. 80:13-25, June 27, 2008 [DE-3.3].</p>\n<p>[21]  When asked, \"[Y]ou're comparing Old Liberty pretty closely to Winston Ridge,\" Snow responded, \"I think it's pertinent, yes.\" Bankr.Hr'g. at 199:2-4, June 26, 2008 [DE-3.2]. Snow testified further that \"Old Liberty is very well positioned to consistently compete with the [Winston Ridge] over a period of time with their 900 lots.\" Bankr.Hr'g. at 68:3-5, June 27, 2008 [DE-3.3].</p>\n<p>[22]  Appellee contends improperly that \"Old Liberty subdivision [is] marketed to an over 55 population as a golf course community.\" Appellee's Br. at 21. However, Snow testified that only \"one product [patio homes] inside Old Liberty\" is marketed to the over 55 population. Bankr.Hr'g. at 67:17-22, June 27, 2008 [DE-3.3].</p>\n<p>[23]  Barefoot alluded to the possibility of an even lower price range. Specifically, he testified to expecting an increase in sales in the Winston Ridge Subdivision \"if we can get the lower price product [$180,000.00 to $210,000.00] going in there.\" Bankr.Hr'g at 31:17-23, June 26, 2008 [DE-3.2].</p>\n<p>[24]  \"Case law has almost uniformly held that an equity cushion of 20% or more constitutes adequate protection . . . [and] has almost as uniformly held that an equity cushion under 11% is insufficient to constitute adequate protection.. . . Case law is divided on whether a cushion of 12% to 20% constitutes adequate protection. . . .\" <i>In re James River Assoc.,</i> 148 B.R. 790, 796 (E.D.Va.1992). While the Fourth Circuit has declined to rule on this issue, <i>see In re Snowshoe Co.,</i> 789 F.2d at 1090, arguably the bankruptcy court here found that an equity cushion alone does not constitute sufficient protection as evidenced by the other bases it delineated in support of its adequate protection finding.</p>\n<p>[25]  <i>See supra,</i> III(C)(1)(b) noting bankruptcy court's findings as to the \"as completed\" values for Winston Ridge ($6,300,000.00) and Ironwood ($4,000,000.00).</p>\n<p>[26]  This figure includes the $6,600,000.00 combined debt owed to SunTrust on the Winston Ridge ($3,200,000.00) and Ironwood ($3,400,000.00) properties, as stipulated by the parties, plus the $2,568,000.00 loan from Capital Bank. <i>See</i> Financing Order at 2 ¶¶ 6-7; <i>see also</i> Bankr.Hr'g. at 91, June 27, 2008 [DE-3.3].</p>\n<p>[27]  As explained by the bankruptcy court, combining the Capital Bank loan to the outstanding debt owed SunTrust, \"the total debt on [Winston Ridge and Ironwood] [is] $9,168,000.00, which . . . yield[s][an] . . . 11% [i.e., ($1,132,000.00)/($10,300,000.00)] equity cushion. . . .\" <i>In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, *5, 2008 Bankr.LEXIS 2780, at 13. However, this court notes that in the Order Denying Stay Pending Appeal, the bankruptcy court explained that\n</p>\n<p>SunTrust also has liens on various other developments [Brighton Ridge, Wellington and Arrowhead subdivisions] of the debtor. The debtor has yet to propose a plan of reorganization with regard to those properties, although the values of these developments were taken into account by the court when considering SunTrust's equity cushion and adequate protection interests.</p>\n<p><i>In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, *3, 2008 Bankr.LEXIS 2780, at 9. The Financing Order does not mention these other developments and the bankruptcy court's equity cushion calculations do not include valuations or debt figures for \"other developments.\"</p>\n<p>[28]  SunTrust issued letters of credit to Progress Energy ($85,000.00), the North Carolina Department of Transportation (\"NCDOT\") ($250,000.00) and Franklin County ($328,482.58). <i>See</i> Appellant's Br. at 31; Bankr. Hr'g. at 53-53, June 26, 2008 [DE-3.2]. Accordingly, to The letters of credit issued by SunTrust total $663,482.58not $633,598.96 as determined by the bankruptcy court. <i>See</i> Financing Order at 6 ¶ 18.</p>\n<p>[29]  As SunTrust notes, \"[t]he Financing Order contains no provisions directing [Progress Energy, the NCDOT and Franklin County] to release the [l]etters of [c]redit upon the funding of the Capital Bank loan, nor is [Marcus Edwards] required by the Financing Order to expend the funds received from Capital Bank in [a] manner that would ensure the release of [said letters.]\"</p>\n<p>[30]  SunTrust contends the bankruptcy court's adequate protection determination is incorrect, in part, because of the lack of a specific timetable for the repayment of the Capital Bank loan. <i>See</i> Appellant's Br. at 16. However, contrary to SunTrust's position, the bankruptcy court heard testimony and received into evidence exhibits supporting Appellee's ability to repay the superpriority loan within a set time frame. <i>See</i> Bankr.Hr'g. at 45, June 26, 2008 [DE-3.2]. In particular, Winslow offered evidence of expected cash flow assumptions based on sale projections for both Winston Ridge and Ironwood, which indicated Appellee could repay Capital Bank in 2009.\n</p>\n<p>Winslow's cash flow assumptions were supported by testimony from Daigre, who explained that Scenic Homes is contractually committed to take down lots in Winston Ridge. <i>See</i> Bankr.Hr'g. at 23, June 26, 2008 [DE-3.2]. Daigre testified that since March 2008 (when Scenic took down its first set of lots), Scenic \"sold nine houses without really trying . . . [in a] bankruptcy community . . . and we're selling them about as fast as we can build them.\" <i>See</i> Bankr.Hr'g. at 14, 23, June 26, 2008 [DE-3.2].</p>\n<p>Winslow's projections are supported further by the favorable testimony provided by Cyrus, Barefoot and Ray, including the stable market in the Triangle area despite the decline of the housing market nationwide, the location of Winston Ridge relative to Raleigh, the affordability of Winston Ridge properties, the above-average quality of Appellee's homes and Appellee's excellent customer service reputation. <i>In re Den-Mark Constr., Inc.,</i> 2008 WL 4526711, **3-5, 2008 Bankr.LEXIS 2780, at*9-12.</p>\n<p>[31]  On November 21, 2008, this court tiled an Order Allowing Motion for Stay Pending Appeal [DE-17], memorializing the November 19, 2008 oral order.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">683</span></span> (2009)</b></center>\n<center><h1>SUNTRUST BANK, Appellant,<br>\nv.<br>\nDEN-MARK CONSTRUCTION, INC., Appellee.<br>\nIn the Matter of Den-Mark Construction, Inc., M &amp; D Development, LLC, Marcus Edwards Development, LLC and Den-Mark Homes SC, Inc., Debtors-Appellee, Suntrust Bank, Creditor-Appellant.</h1></center>\n<center>Nos. 5:08-CV-529-F, 5:08-mc-00022.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>April 7, 2009.</center>\n<p><span class=\"star-pagination\">*685</span> JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on appeal by Creditor-Appellant SunTrust Bank (\"SunTrust\" or \"Appellant\") from an order entered by the United States Bankruptcy Court for the Eastern District of North Carolina. On August 6, 2006, U.S. <span class=\"star-pagination\">*686</span> Bankruptcy Judge Randy D. Doub entered an order authorizing Debtor-Appellee Marcus Edwards Development, LLC (\"Marcus Edwards,\" \"debtor,\" or \"Appellee\") to enter a post-petition financing arrangement with Capital Bank pursuant to 11 U.S.C. § 364(d). [DE-2.15].<sup>[1]</sup> The issues on appeal have been fully briefed by the parties, and this matter is ripe for disposition. The court held oral argument on December 23, 2008. For the reasons set forth below, the bankruptcy court's Financing Order is VACATED.</p>\n<p></p>\n<h2>I. <i>STANDARD OF REVIEW</i>\n</h2>\n<p>This court has jurisdiction over this matter pursuant to 28 U.S.C. § 158(a). On appellate review by the district court, the bankruptcy court's findings of fact will not be set aside unless clearly erroneous. <i>See</i> Fed. R. Bankr.P. 8013;<sup>[2]</sup><i>Beaman v. Shearin,</i> <span class=\"citation\" data-id=\"770133\"><a href=\"/opinion/770133/in-re-norman-w-shearin-jr-ann-shearin-debtors-stephen-l-beaman/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></a></span>, 348 (4th Cir.2000). \"`A [factual] finding is \"clearly erroneous\" when although there is evidence to support it, the reviewing court on the entire evidence is left with the definite and firm conviction that a mistake has been committed.'\" <i>Anderson v. City of Bessemer City, N.C.,</i> <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985) (citation omitted); <i>see also </i><i>In re Regional Building Sys., Inc.,</i> <span class=\"citation\" data-id=\"780962\"><a href=\"/opinion/780962/in-re-regional-building-systems-incorporated-debtor-bedford-construction/\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 485 (4th Cir.2003). \"Where there are two permissible views of the evidence, the factfinder's choice between them cannot be clearly erroneous.\" <i>Anderson,</i> 470 U.S. at 574, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span> (citation omitted). Accordingly, \"as long as the bankruptcy judge's inferences are reasonable and supported by the evidence, they will not be disturbed.\" <i>Graham v. Lennington,</i> <span class=\"citation\" data-id=\"1829277\"><a href=\"/opinion/1829277/graham-v-lennington/\"><span class=\"volume\">74</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">963</span></a></span>, 965 (S.D.Ind. 1987).</p>\n<p>Conclusions of law made by the bankruptcy court, however, must be reviewed <i>de novo. </i><i>Carter Enters, v. Ashland Specialty Co.,</i> <span class=\"citation\" data-id=\"1903467\"><a href=\"/opinion/1903467/carter-enterprises-inc-v-ashland-specialty-co/\"><span class=\"volume\">257</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">797</span></a></span>, 800 (S.D.W.Va.2001). Typically, mixed questions of law and fact also are reviewed <i>de novo. Id.</i> (citing <i>Rinn v. First Union Nat. Bank of Md.,</i> <span class=\"citation\" data-id=\"1875343\"><a href=\"/opinion/1875343/rinn-v-first-union-nat-bank-of-maryland/\"><span class=\"volume\">176</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">401</span></a></span>, 407 (D.Md.1995) (\"Mixed questions of fact and law which contain `primarily a consideration of legal principles' are considered <i>de novo.</i>\") (citation omitted)).</p>\n<p></p>\n<h2>II. <i>BACKGROUND</i>\n</h2>\n<p>This is an appeal from a final order in the consolidated Chapter 11 bankruptcy cases captioned <i>Den-Mark Construction, Inc., M &amp; D Development, LLC, Marcus Edwards Development, LLC, Den-Mark Homes, SC, Inc.,</i> 08-02764-8-RDD regarding four related debtor companies (\"debtors\"), each of which filed bankruptcy on April 24, 2008.<sup>[3]</sup> [DE-2.15]. The debtors are collectively engaged in the acquisition, development and construction of residential real estate, including the Winston Ridge and the Ironwood subdivisions  the two properties at issue with respect to this appeal<sup>[4]</sup>  located in Franklin County, N.C. <span class=\"star-pagination\">*687</span> and owned by Marcus Edwards. [DE2.15 at 4 ¶¶ 4-5]. Marcus Edwards has financed development of said subdivisions in substantial part from a SunTrust revolving construction loan, secured by first priority deeds of trust on all four Winston Ridge phases and two of the three Ironwood phases.<sup>[5]</sup> [DE-2.15 at 4 ¶¶ 6-7; DE-1.7 at 3 ¶¶ 5]. Additionally, SunTrust issued letters of credit on behalf of Marcus Edwards for the benefit of Progress Energy, the North Carolina Department of Transportation and Franklin County, and draws on said letters of credit are secured up to $633,598.96 by the Winston Ridge property. <i>Id.;</i> [DE-12 at 11].</p>\n<p>On April 24, 2008, each of the debtors filed a Chapter 11 bankruptcy petition, which petitions were consolidated for administrative purposes on May 28, 2008. [DE-4.6]. On June 9, 2008, Marcus Edwards filed a motion in the consolidated bankruptcy proceeding to approve post-petition financing (\"Financing Motion\") by Capital Bank in the amount of $2,200,000.00 to (1) complete the development of lots and infrastructure in Winston Ridge and (2) construct an entrance way and record plats in Ironwood. [DE-18 at 7]. The Capital Bank financing was contingent on Capital Bank receiving a first priority lien secured by SunTrust's Winston Ridge and Ironwood collateral. On June 24, 2008, SunTrust filed a response to the Financing Motion. [DE-2.8].</p>\n<p>The bankruptcy court conducted hearings on the Financing Motion on June 26 and 27, 2008, which included several hours of testimony as well as arguments from counsel. On June 27, 2008, the bankruptcy court announced its authorization of the Financing Motion. On July 3, 2008, upon the request of SunTrust Bank, the bankruptcy court reconsidered its oral ruling and amended its order (\"Financing Order\"). The bankruptcy court granted Capital Bank a priming lien with a maximum principal amount of $2,568,000.00 on August 6, 2008.<sup>[6]</sup><i>See</i> Financing Order at 7 ¶ la [DE-2.15]. On August 14, 2008, Sun-Trust appealed the Financing Order to this court and sought a stay of the Financing Order by the bankruptcy court pending said appeal. The bankruptcy court entered an order denying the stay on October 2, 2008. See <i>In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, 2008 Bankr.LEIS 2780 (Bankr.E.D.N.C. Oct.2, 2008). SunTrust initiated a miscellaneous proceeding in this court on October 9, 2008, captioned <i>SunTrust Bank v. Den-Mark Construction, Inc., et al.,</i> 5:08-mc-00022, for the purpose of filing a Motion to Stay Pending Appeal. SunTrust moved to consolidate <span class=\"star-pagination\">*688</span> the miscellaneous proceeding with this appeal on October 30, 2008. [DE-7]. The proceedings were consolidated by order entered on October 31, 2008. [DE-10]. On October 27, 2008, a deed of trust in favor of Capital Bank was recorded with the Franklin County Register of Deeds, encumbering the SunTrust collateral at issue of this appeal. [DE-13]. On November 14, 2008, SunTrust filed a Request for Emergency Hearing on Motion for Stay or in the alternative Stay Pending Appeal. [DE-13]. On November 19, 2008, this court conducted a hearing on SunTrust's Motion for Stay and stayed the Financing Order pending appeal. [DE-17]. During the hearing, the parties acknowledged an advancement by Capital Bank exceeding $400,000.00 subsequent to the recordation of its deed of trust.</p>\n<p>Appellant argues that the Financing Order should be reversed because: (1) the debtor failed to provide proper notice to third-party creditors of its Motion for Post-Petition Financing; (2) the bankruptcy court applied the incorrect legal standard in determining that the debtor made sufficient efforts to obtain other post-petition financing; (3) the debtor applied an incorrect legal standard for determining adequate protection; (4) the bankruptcy court's findings of fact concerning adequate protection of SunTrust's interests in the collateral are clearly erroneous; and (5) the bankruptcy court approved a disguised plan of reorganization as a post-petition financing order that does not meet the requirements of 11 U.S.C. § 364(d) (\"§ 364(d)\") or 11 U.S.C. § 1129 (\"§ 1129\"). While the court agrees, generally, with SunTrust's conclusion, the court reaches it by a somewhat different analysis.</p>\n<p></p>\n<h2>III. <i>APPLICABLE LAW</i>\n</h2>\n<p>The Financing Order at issue on this appeal was entered pursuant to 11 U.S.C. § 364(d). Section 364 of the Bankruptcy Code (\"the Code\") authorizes four increasingly burdensome methods by which a trustee or debtor-in-possession<sup>[7]</sup> may obtain credit or incur debt on behalf of a bankruptcy estate.<sup>[8]</sup> As \"a last resort,\" <i>In re Qualitech Steel Corp.,</i> <span class=\"citation\" data-id=\"776077\"><a href=\"/opinion/776077/in-the-matter-of-qualitech-steel-corporation-debtor-appeal-of-official/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 248 (7th Cir.2001), pursuant to Code § 364(d), the court may authorize the debtor-in-possession to obtain credit secured by a lien on encumbered property that is senior or equal to any existing lien on the property, commonly called a \"superpriority lien\" or a \"priming hen.\" 11 U.S.C. § 364(d); <i>see </i><i>In re Seth Co.,</i> <span class=\"citation\" data-id=\"1897479\"><a href=\"/opinion/1897479/in-re-seth-co-inc/\"><span class=\"volume\">281</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">150</span></a></span>, 153 (Bankr.D.Conn.2002) (\"ability to prime is extraordinary\") (citing 3 COLLIER ON BANKRUPTCY P 364.05 (15th ed. rev.2002)). Credit extended or debt incurred under Code § 364(d)(1) requires that a court order be entered only after notice to current lienholders and a hearing. <i>See </i><i>In re First South Sav. Ass'n,</i> 820 F.2d <span class=\"star-pagination\">*689</span> 700 (5th Cir.1987) (observing that subsection (d) superpriority or priming liens are impermissible absent adequate protection to existing lienholders).</p>\n<p>In addition to notice of its motion for post-petition financing to existing lienholders, § 364(d) contains two requirements that must be met before a priming lien may be approved. First, the debtor must demonstrate it is unable to obtain financing in any other permissible manner. Second, the debtor must demonstrate that the proposed post-petition financing arrangement adequately protects the interests of the property's current lienholder(s) over which a senior or priming lien is proposed to be granted. 11 U.S.C. § 364(d)(1); <i>see </i><i>In re Campbell Sod, Inc.,</i> <span class=\"citation\" data-id=\"2025779\"><a href=\"/opinion/2025779/in-re-campbell-sod-inc/\"><span class=\"volume\">378</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">647</span></a></span>, 653 (Bankr.D.Kan.2007) (explaining a principal consideration is \"whether the proposed loan and subordination of the existing lender's liens can be made while protecting the existing lender's interests\").</p>\n<p></p>\n<h2>IV. <i>ANALYSIS</i>\n</h2>\n<p>This court has struggled to grasp the legal as well as the factual predicates for SunTrust's arguments on appeal, and Appellee's response thereto. The nature of the \"issues\" and the manner of their presentation has hampered and delayed this court's understanding of the true gravamen of SunTrust's appeal. In fact, the parties' briefs have obscured the real problems with the Financing Order and the underpinnings thereof. Having expended considerable research and resources on this matter, the court has reached what it believes to be a thorough and correct assessment of the bankruptcy court's process and its resulting Financing Order.</p>\n<p></p>\n<h2>A. Failure to Notice All Affected Lienholders</h2>\n<p>After the bankruptcy court's entry of the Financing Order, SunTrust learned that two lienholders had not received notice as required by § 364(d)(1). SunTrust contends Appellee's failure to notify Ayscue Properties (\"Ayscue\") and Earl Shoaf (\"Shoaf)  two creditors holding deeds of trust on the Ironwood subdivision junior to those of SunTrust  of Appellee's Financing Motion will harm SunTrust and thus the Financing Order should be set aside. <i>See</i> Br. of Appellant SunTrust at 13 [DE-12] (\"Appellant's Br.\"). Specifically, SunTrust avers that as a result of the lack of notice to both Ayscue and Shoaf, the Financing Order subordinates SunTrust's Ironwood lien to the interests of these two formerly junior lienholders. <i>Id.</i> at 14. While conceding that it failed to provide said notice, Appellee counters that SunTrust lacks standing to raise a third-party's lack of notice as a ground for reversal on appeal. <i>See</i> Br. of Appellee Marcus Edwards Development, LLC at 14 (\"Appellee's Br.\") [DE-18].</p>\n<p>Whether SunTrust has standing to raise claims belonging to third-parties Ayscue and Shoaff is an issue that need not be resolved. Appellee's admitted failure to notice all lienholders resulted in entry of an order in violation of § 364(d)(1)(B), which requires the bankruptcy court to determine that all lienholders' interests will be adequately protected by the terms of its order. <i>See, e.g., In re Eagle Creek Subdivision,</i> LLC, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2761302</span></span>, **2-3, 2008 Bankr.LEXIS 2412 at *8 (Bankr.E.D.N.C.2008) (\"The court cannot authorize a priming lien unless the debtors have shown that <i>each lienholder</i> whose rights would be impaired by the proposed priming lien are (sic) adequately protected.\") (emphasis added); <i>see also </i><i>In re Colad Group, Inc.,</i> <span class=\"citation\" data-id=\"1804849\"><a href=\"/opinion/1804849/in-re-the-colad-group-inc/\"><span class=\"volume\">324</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">208</span></a></span>, 223 (Bankr.W.D.N.Y.2005) (stating \"in order to grant a priming lien, the court must make a finding of adequate protection of all senior or equal interests\").</p>\n<p><span class=\"star-pagination\">*690</span> Furthermore, as SunTrust points out, in approving the Financing Motion, the bankruptcy court relied in part on the support of a committee of 44A lienholders<sup>[9]</sup> for Appellees' post-petition financing proposal.<sup>[10]</sup><i>See</i> Appellant's Reply at 4. Because neither Ayscue nor Shoaff received notice of the proposed post-petition financing arrangement, neither lienholder had the opportunity to join  or reject  the Rule 44A lienholders' committee's support of Appellee's proposal. Therefore, the bankruptcy court's findings of fact and conclusions of law supporting its Financing Order were based on an incomplete record.</p>\n<p>Because the undisputed facts of record reveal that the bankruptcy court entered the Financing Order without knowledge of, much less consideration for, the deeds of trust held by Ayscue and Shoaf, the Order was entered on a clearly erroneous factual basis, and must be vacated and remanded as a matter of law as violative of § 364(d)(1)(B).</p>\n<p></p>\n<h2>B. Insufficient Showing of Inability to Obtain Alternative Financing</h2>\n<p>The first prong of § 364(d)(1) requires the debtor affirmatively to demonstrate, not merely assume, that less onerous post-petition financing was unavailable. \"Because super priority financing displaces liens on which creditors have relied in extending credit, the debtor must demonstrate to the court that it cannot obtain financing by other means.\" <i>In re 495 Cent. Park Ave. Corp.,</i> <span class=\"citation\" data-id=\"2000990\"><a href=\"/opinion/2000990/in-re-495-cent-park-ave-corp/\"><span class=\"volume\">136</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">626</span></a></span> (Bankr.S.D.N.Y.1992). SunTrust contends the bankruptcy court \"failed to apply the correct legal standard\" when it determined Marcus Edwards made sufficient efforts to obtain credit from other sources. Appellant's Br. at 23; <i>see also</i> Appellant's Reply at 11 (\"The unavailability of alternative financing is an element of the `claim' to Section 364(d) financing.\"). The court perceives SunTrust's argument to be that Appellees produced insufficient evidence upon which the bankruptcy court properly could base a finding that Appellees were unable to obtain the financing necessary to complete the development of lots and infrastructure of phases I and IIA in Winston Ridge, and to construct an entranceway and record plats for Ironwood from an alternative financing source under less onerous terms than those envisioned by the proposed Financing Order.</p>\n<p>Specifically, SunTrust avers that Marcus Edwards failed to meet its burden under § 364(d)(1)(A) because \"there is no evidence in the record of a single bank or other financial institution that [Appellee] approached other than SunTrust and Capital Bank.\" Appellant's Br. at 24. Marcus Edwards contends that SunTrust's characterization of the bankruptcy court's error as one of law seeks to circumvent the \"clearly erroneous\" standard applicable to review of factual determinations. Appellee's Br. at 22-23. Marcus Edwards explains that the bankruptcy court applied the correct standard, as it \"specifically analyzed the issue of whether [Marcus Edwards <span class=\"star-pagination\">*691</span> made attempts to obtain alternate financing.\" <i>Id.</i> at 23.</p>\n<p>Although a debtor is not required to seek credit from every possible source, <i>see </i><i>In re Snowshoe Co., Inc.,</i> <span class=\"citation\" data-id=\"469385\"><a href=\"/opinion/469385/bankr-l-rep-p-71146-in-re-snowshoe-company-inc-debtor-three/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1088 (4th Cir.1986), a debtor must show that it made a \"reasonable effort\" to obtain post-petition financing from other potential lenders on less onerous terms and that such financing was unavailable. <i>See </i><i>In re Ames Dept. Stores,</i> <span class=\"citation\" data-id=\"2002557\"><a href=\"/opinion/2002557/in-re-ames-dept-stores-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">34</span></a></span>, 40 (Bankr.S.D.N.Y.1990) (citations omitted). A court must make its decision as to \"[h]ow extensive the debtor's efforts to obtain credit must be\" on a case-by-case basis. <i>In re Reading Tube Industries,</i> <span class=\"citation\" data-id=\"1530801\"><a href=\"/opinion/1530801/in-re-reading-tube-industries/\"><span class=\"volume\">72</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">329</span></a></span>, 332 (Bankr.E.D.Pa.1987).</p>\n<p>Here, the bankruptcy court found that Appellee had met its burden to prove its inability to obtain financing from a source other than Capital Bank by virtue of (1) the testimony of Matthew Winslow (\"Winslow\"), Vice President for Acquisitions and Development for Marcus Edwards Development<sup>[11]</sup> and David Dennis Cyrus (\"Cyrus\"), a principal and \"the president, vice president, or member-manager\" of Den-Mark Construction;<sup>[12]</sup> and (2) the failure of SunTrust to present evidence to rebut that testimony.<sup>[13]</sup><i>See</i> Financing Order at 5 ¶ 13<sup>[14]</sup> [DE-2.15]; <i>In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, **5-6, 2008 Bankr.LEXIS 2780, at *15-16. The bankruptcy court considered Winslow's testimony \"that the debtor had sought funding from sources other than SunTrust and Capital Bank, including having discussions with private investors since May 2008.\" <i>In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, **5-6, 2008 Bankr.LEXIS 2780, at *15-16. In particular, Winslow testified that Marcus Edwards had explored all alternative sources of financing, <i>see</i> Bankr.Hr'g 72:17-21, June 26, 2008, [DE-3.2], had \"beat down about every door there is,\" <i>id.</i> at 71:13, and \"formally<sup>[15]</sup> . . . met [with bank contacts <span class=\"star-pagination\">*692</span> and investment financiers] and discussed and walked the property and kicked the tires. . . .\" <i>Id.</i> at 84:3-4, 8-10. Similarly, Cyrus testified that he was of the opinion that no bank would fund as a lienholder junior to SunTrust based on his discussions with Capital Bank and others. <i>Id.</i> at 122:4-14.</p>\n<p>The bankruptcy court specifically noted Winslow's testimony, confirmed by Cyrus, that:</p>\n<blockquote>the debtor was originally financed for this project through SunTrust and anticipated Suntrust's continued funding for Winston Ridge and other projects. In October 2007, the debtor was denied funding by SunTrust for Phases II and III of Winston Ridge. In December 2007, the debtor submitted another request to SunTrust for funding of Winston Ridge. Additional information was requested by SunTrust, which was provided by Mr. Winslow. However, as of the July 3, 2008 hearing date, SunTrust had not responded to the debtor's request for funding.</blockquote>\n<p><i>In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, **5-6, 2008 Bankr.LEXIS 2780, at *15-16. While acknowledging its decision to deny Appellee additional funding pre-petition, <i>see</i> Appellant's Br. at 24, SunTrust bases its argument on a complete absence of evidence in the record of <i>any</i> named potential source of alternate financing that refused Appellee's application for post-petition financing. \"There is simply no evidence in the voluminous record of two and one-half days of hearings of a single loan application or request submitted to a single lending institution other than . . . the priming lender . . .\" Appellant's Reply at 11.</p>\n<p>Case law provides little guidance as to the quantity or quality of evidence a debtor must provide in establishing an inability to obtain alternative financing as required by § 364(d)(1)(A). In fact, while SunTrust implies that evidence in addition to testimony is required, a debtor's testimony alone may be sufficient in establishing the necessity of a post-petition hen. <i>See e.g., </i><i>In re Antico Mfg. Co.,</i> <span class=\"citation\" data-id=\"1929357\"><a href=\"/opinion/1929357/in-re-antico-mfg-co-inc/\"><span class=\"volume\">31</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">103</span></a></span>, 105 (Bankr.E.D.N.Y.1983) (finding § 364(d)(1) was satisfied where president of debtor company offered testimony of his inability \"to obtain unsecured or non-superpriority financing from other sources, such as Citibank and New York City Executive Volunteer Corps\" and \"contacted a number of companies in regard to the possible purchase of an equity interest in [the company], but was refused by all\"); <i>In re Stanley Hotel, Inc.,</i> <span class=\"citation\" data-id=\"2028369\"><a href=\"/opinion/2028369/matter-of-stanley-hotel-inc/\"><span class=\"volume\">15</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">660</span></a></span>, 663 (D.Colo.1981) (explaining bankruptcy judge's finding that trustee could not obtain credit otherwise was not clearly erroneous where trustee offered testimony of his inability to obtain less stringent terms from two national banks). In both those cases, however, the debtors identified at least some of the unreceptive alternative sources they approached.</p>\n<p>Contrary to the finding of the bankruptcy court, here, as in <i>Snowshoe,</i> the record does not \"clearly indicate[] that [Appellee] contacted other financial institutions in the immediate geographic area [but to no avail].\" <i>In re Snowshoe Co., Inc.,</i> 789 F.2d at 1088. In fact, Appellee identified no specific investor or lending institution it approached except for SunTrust and Capital Bank. <i>See </i><i>In re Phase-I Molecular Toxicology, Inc.,</i> <span class=\"citation\" data-id=\"1990801\"><a href=\"/opinion/1990801/in-re-phase-i-molecular-toxicology-inc/\"><span class=\"volume\">285</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">494</span></a></span>, 496 (Bankr.D.N.M.2002) (finding that although debtor reasonably may have <span class=\"star-pagination\">*693</span> believed it would be unable to obtain alternative financing, it made an insufficient showing that it attempted to do so but was unsuccessful); <i>see also </i><i>In re Plabell Rubber Products, Inc.,</i> <span class=\"citation\" data-id=\"1872754\"><a href=\"/opinion/1872754/in-re-plabell-rubber-products-inc/\"><span class=\"volume\">137</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">897</span></a></span>, 900 (Bankr.N.D.Ohio 1992) (stating debtor's conclusion after meeting with manager of a named bank that any further inquiries would be futile did not satisfy § 364(d)(1)(A)); <i>In re Crouse Group, Inc.,</i> <span class=\"citation\" data-id=\"1928213\"><a href=\"/opinion/1928213/in-re-crouse-group-inc/\"><span class=\"volume\">71</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">544</span></a></span> (Bankr.E.D.Pa.1987) (holding, \"[g]iven the relative ease of establishing this element and our expression that it had not been satisfied at [a hearing], we can make no other observation except that, from the feeble showing made on this issue at [a later hearing], the Debtors are incapable of establishing that they are 'unable to obtain' credit . . .\"); <i>In re Stacy Farms,</i> <span class=\"citation\" data-id=\"1973253\"><a href=\"/opinion/1973253/in-re-stacy-farms/\"><span class=\"volume\">78</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">494</span></a></span>, 498 (Bankr.S.D.Ohio 1987) (noting debtor failed to carry its burden under § 364(d) where there was no evidence that debtor had applied for loans from institutions other than pre-petition senior lender and priming lender); <i>but see </i><i>In re Ames Dept. Stores,</i> <span class=\"citation\" data-id=\"2002557\"><a href=\"/opinion/2002557/in-re-ames-dept-stores-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">34</span></a></span>, 40 (Bankr.S.D.N.Y.1990) (asserting the fact that the debtors had contacted \"four leading lending institutions\" satisfied the requirement of § 364 that the debtors were unable to obtain comparable financing on an unsecured basis); <i>In re Dunes Casino Hotel,</i> <span class=\"citation\" data-id=\"1538431\"><a href=\"/opinion/1538431/in-re-dunes-casino-hotel/\"><span class=\"volume\">69</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">784</span></a></span>, 791 (Bankr. D.N.J.1986) (finding debtor had made the required effort under section 364(d)(1) based on evidence that the debtor had attempted unsuccessfully to borrow funds on an unsecured basis or secured by junior liens, but that at least three such lenders were willing only to advance funds secured by a super-priority lien); <i>In re Beker Industries Corp.,</i> <span class=\"citation\" data-id=\"1970094\"><a href=\"/opinion/1970094/in-re-beker-industries-corp/\"><span class=\"volume\">58</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">725</span></a></span>, 729 (Bankr.S.D.N.Y.1986) (debtor's efforts were sufficient to carry its burden under § 364(d) where the debtor's voluminous testimony indicated that it had approached 35 to 40 lenders to obtain replacement' financing prior to filing its Chapter 11 petition, and approximately 20 lenders after it filed its Chapter 11 petition).</p>\n<p>This court's examination of the record below leaves the distinct impression that the bankruptcy court's conclusion that Appellee had satisfied its burden to demonstrate unsuccessful efforts to obtain less onerous financingwas influenced in large part by SunTrust's election not to extend additional funding for Phases II and III of Winston Ridge.<sup>[16]</sup> While the adverse financial impact of SunTrust's decision cannot be ignored, a court considering a debtor's application for approval of a priming, post-petition loan must be guided by the express terms of the governing statute, together with the judicial interpretation of § 364(d)(1) as being appropriate in bankruptcy proceedings as a matter of \"last resort.\" <i>In re Qualitech Steel Corp.,</i> 276 F.3d at 248.</p>\n<p></p>\n<h2>C. Inadequate Protection</h2>\n<p>The final statutory requirement for permitting a post-petition priming lien under § 364(d) is that \"there is adequate protection of the interest of the holder of the lien on the property . . . on which such senior . . . lien is proposed to be granted.\" This requirement is designed to preserve <span class=\"star-pagination\">*694</span> the secured creditor's position at the time of the bankruptcy. <i>See </i><i>In re Campbell Sod, Inc.,</i> 378 B.R. at 653. Although the concept of adequate protection is intended to protect a creditor's interest in the collateral, it is susceptible to differing applications over a wide range of factual situations. <i>In re Briggs Transp. Co.,</i> <span class=\"citation\" data-id=\"463201\"><a href=\"/opinion/463201/in-re-briggs-transportation-company-debtor-lend-lease-a-division-of/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1339</span></a></span>, 1345 (8th Cir.1985). The House Report, quoted in <i>In re Mosello,</i> <span class=\"citation\" data-id=\"1886083\"><a href=\"/opinion/1886083/in-re-mosello/\"><span class=\"volume\">195</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">277</span></a></span>, 289 (Bankr.S.D.N.Y.1996), states that adequate protection</p>\n<blockquote>is not intended to be confined strictly to the constitutional protection required, however. The section, and the concept of adequate protection, is based as much on policy grounds as on constitutional grounds. Secured creditors should not be deprived of the benefit of their bargain. There may be situations in bankruptcy where giving a secured creditor an absolute right to his bargain may be impossible or seriously detrimental to the bankruptcy laws. Thus, this section recognizes the availability of alternate means of protecting a secured creditor's interests. Though the creditor might not receive his bargain in kind, the purpose of the section is to insure that the secured creditor receives in value essentially what he bargained for.</blockquote>\n<p>H.R.Rep. No. 595 at 339, 1978, U.S.Code Cong. &amp; Ad. News at 5787, 6295.</p>\n<p>While the term \"adequate protection\" is not defined in the Code, § 361 provides three non-exclusive examples of methods for providing adequate protection under § 364. Specifically, the debtor may provide adequate protection of the creditor's interest by (1) making cash payments to the extent the priming lien results in a decrease in the creditor's collateral value, (2) offering an additional or replacement lien to the extent of a decrease in the value of the property, or (3) otherwise fashioning a method of providing the creditor with the \"indubitable equivalent\" of its interest in the property. <i>See</i> 11 U.S.C. § 361. It is this last exampleindubitable equivalence that the undersigned perceives to be the method selected by the bankruptcy court to provide for SunTrust adequate protection of its security interest.</p>\n<p></p>\n<h2>1. <i>Summary of bankruptcy court's \"adequate protection\" determination</i>\n</h2>\n<p>The bankruptcy court ruled from the bench that SunTrust would be adequately protected under the proposed terms of the Financing Order. Specifically, the court found:</p>\n<blockquote>that adequate protection will be provided by [a] 16 and a half percent equity cushion. In addition, adequate protection will be provided . . . once the improvements are completed that . . . should eliminate the line of credit obligations.. . . The Court further finds that further adequate protection should be paid by Den-Mark to SunTrust in the amount of $12,000 per month beginning July 15, 2008 and on the 15th day of each . . . month thereafter.</blockquote>\n<p>Bankr.Hr'g Tr. 173-74, June 27, 2008 [DE-3.3]. The Financing Order (as amended), entered on August 6, 2008, that is the subject of this appeal contains the following \"findings of fact\" concerning the court's further finding that SunTrust's security interests adequately would be protected by the terms of that Order:</p>\n<blockquote>14. For purposes of the Motion and this Order only, SunTrust's interests will be adequately protected despite the priming of its lien.</blockquote>\n<blockquote>15. For purposes of the Motion and this Order only, the \"as is\" fair market value of Winston Ridge is $4,000,000.00. The value of Winston Ridge Subdivision with Phases I and II-A completed, Phase II-B partially completed, and Phase III \"as is\" is $6,300,000.00.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*695</span> 16. For purposes of the Motion and this Order only, the fair market value of the Ironwood Subdivision is $4,000,000.00.</blockquote>\n<blockquote>17. For purposes of the Motion and this Order only, the total fair market value of the two subdivisions is $10,300,000.00. With the contribution of funds by Capital Bank of $2,568,000.00, the total debt on the two subdivisions will be approximately $9,168,000.00. The Court finds that SunTrust has an equity cushion of 11% in the two subdivisions in the aggregate.<sup>[17]</sup></blockquote>\n<blockquote>18. As additional protection, SunTrust will receive a reduction in its total debt from the advancement of the funds by Capital Bank, as two letters of credit secured by a lien in the amount of $633,598.96, will be eliminated once the letters of credit are released.</blockquote>\n<blockquote>19. As additional adequate protection, the Court will order an adequate protection payment of $12,000.00 per month to be paid to SunTrust.</blockquote>\n<p>Financing Order at 5-6.</p>\n<p>While the Financing Order does not so specify in explicit terms, the language employed by, and the nature of, the foregoing \"adequate protection\" plan reveals that the bankruptcy court had determined SunTrust would be protected during the duration of the priming lien by (1) creation of the \"indubitable equivalent\" of SunTrust's secured interest in the subject property, consisting of (a) an 11% \"equity cushion\" in Winston Ridge and Ironwood subdivisions, (b) a reduction in SunTrust's debt resulting from the elimination of the letters of credit, and (c) improvements to SunTrust's collateral resulting in an increase in value thereof; and (2) a $12,000.00 monthly interest payment to SunTrust by Appellee.</p>\n<p>Before turning to these bases of the bankruptcy court's \"adequate protection\" factual finding, the court addresses SunTrust's merit less contention that the bankruptcy court \"applied the incorrect legal definition of adequate protection\" in reaching its determination that adequate protection would be assured by the plan contained in the Financing Order. <i>See</i> Appellant's Br. at 17. SunTrust clarifies in its Reply Brief that its incorrect legal standard claim is grounded on its further position that the bankruptcy court (1) improperly relied on a \"cash payment\" method for establishing adequate protection, pursuant to § 361(1); and (2) improperly placed upon SunTrust the burden of proving a lack of adequate protection. <i>See</i> Appellant's Reply at 6, 10. Upon reviewing SunTrust's \"burden shifting\" argument, the court finds it is actually a challenge to the sufficiency of the evidence produced during the bankruptcy hearings supporting Appellee's proposed \"value\" determinations of the subject properties and addresses said challenge accordingly. Appellant's Reply at 10.</p>\n<p></p>\n<h2>a. <i>\"Cash payment\" as a basis for the bankruptcy court's adequate protection determination</i>\n</h2>\n<p>The Fourth Circuit Court of Appeals takes the position that determination of \"adequate protection\" as that term is used in § 364(d)(1), is a fact-finding process, subjecting it to review on appeal for \"clear error\" only. <i>See </i><i>In re Snowshoe Co.,</i> 789 F.2d at 1088 (finding indubitable <span class=\"star-pagination\">*696</span> equivalence is a \"question of fact rooted in measurements of value and the credibility of witnesses\") (citations omitted); <i>see also </i><i>In re CRIIMI MAE, Inc.,</i> <span class=\"citation\" data-id=\"1534606\"><a href=\"/opinion/1534606/in-re-criimi-mae-inc/\"><span class=\"volume\">251</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">796</span></a></span>, 799 (Bankr.D.Md.2000) (explaining indubitable equivalence is a question of fact). \"Nevertheless, an appellate court has the power to correct . . . `a finding of fact that is predicated on a misunderstanding of the governing rule of law.'\" <i>In re Martin,</i> <span class=\"citation\" data-id=\"451755\"><a href=\"/opinion/451755/12-collier-bankrcas2d-974-bankr-l-rep-p-70543-in-re-ray-o-martin/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">472</span></a></span>, 475 (8th Cir. 1985) (quoting <i>Bose Corp. v. Consumers Union of United States, Inc.,</i> <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, 501, <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1949</span></a></span>, 80 L.Ed.2d 502(1984)).</p>\n<p>Here, SunTrust contends such a misunderstanding of law is evidenced by the bankruptcy court's alleged application of the § 361(1) \"cash payment\" form of adequate protection to the facts of this case. Apparently under the impression that the Financing Order's $12,000.00 monthly interest payment requirement was intended by the bankruptcy court to be a § 361(1) \"cash payment,\" SunTrust complains that such requirement resulted from the court's application of the wrong legal standard. Specifically, SunTrust explains that, while the § 361(1) \"cash payment\" method is appropriate only when a priming lien has the effect of <i>decreasing</i> the creditor's collateral value, the debtor's theory in this case is that the infusion of Capital Bank's priming loan proceeds in fact will <i>increase</i> the value of SunTrust's collateral by rendering the subject real property more marketable. <i>See</i> Appellant's Reply at 6-7 (citing 11 U.S.C. § 361(1)). Therefore, SunTrust argues, the bankruptcy court applied the \"incorrect legal standard\" in utilizing the \"cash payment\" option for structuring its adequate protection component of the Financing Order.</p>\n<p>This court's review of the record \"herein convinces it that the bankruptcy court did not purport to apply a \"cash payment\" method in crafting an adequate protection plan. That the Financing Order's adequate protection element contains the requirement that the debtor pay SunTrust $12,000.00 per month is no evidence that § 361(1) is the basis therefor. In fact, the record reveals that the $12,000.00 per month requirement was added to the adequate protection component after the June 27, 2008 hearing during which SunTrust's counsel criticized Appellee's observation that \"SunTrust will receive adequate protection for the full repayment of its debt and interest at its contract rate. Specifically, the Debtor proposes to pay SunTrust in full . . . beginning with the sale of lots in Phase III of Winston Ridge.\" Bankr.Hr'g at 15:23-25, 16:1-4, June 27, 2008 [DE-3.3] (quoting Debtor's Motion for Order Authorizing Post-Petition Financing Arrangement ¶ 11 (\"Appellee's Post-Petition Financing Mot\") [DE-1.7]). Later during the same hearing, SunTrust reiterated its concern with the accrual of interest in light of Appellee's intention of making no payments until \"they break ground on Phase 2B or Phase III\" of Winston Ridge. Bankr.Hr'g at 148:6-8, June 27, 2008 [DE-3.3]. After considering this testimony and confirming an interest rate of \"about Your and a half, five percent\" on the $3.2 million Winston Ridge debt, the bankruptcy court determined that additional adequate protection in the form of $12,000 per month was necessary. <i>See</i> Bankr.Hr'g. at 174:2-5, June 27, 2008 [DE-3.3]; <i>see In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, *5 n. 3, 2008 Bankr.LEXIS 2780, at *14 n. 3 (explaining \"[a]n interest rate of 4.5% on $3,200,000.00 equated to a monthly adequate protection payment of $12,000.00\"); <i>see </i><i>In re Reading Tube Industries,</i> 72 B.R. at 333 (\"The absence of a definition of adequate protection in the Code coupled with the `flexibility' of Section 361(3) suggests that adequate protection may be shown in a variety of ways.\").</p>\n<p><span class=\"star-pagination\">*697</span> It therefore is apparent that the bankruptcy court's finding that the priming lien would increase the property value was unrelated to its addition of the monthly cash payment requirement. Indeed, as reflected in the record, the bankruptcy court intended to fashion an adequate protection formula, not only with a broad indubitable equivalent, \"catch-all\" component, but also with an <i>additional,</i> specifically tailored monthly interest payment requirement, in order to address SunTrust's interest payment concerns. <i>See </i><i>In re Briggs Transp. Co.,</i> 780 F.2d at 1345 (\"A narrowly calibrated conception of adequate protection. . . cannot accommodate the infinite number of variations possible in dealings between debtors and creditors.\") (citation and quotation marks omitted). Accordingly, SunTrust's \"cash payment\" argument is without merit.</p>\n<p></p>\n<h2>b. <i>Valuation analysis and evidentiary support therefor</i>\n</h2>\n<p>SunTrust contends there is a lack of evidentiary support for the bankruptcy court's \"as is\" and \"upon completion\" valuations of Winston Ridge. <i>See</i> Appellant's Br. at 17-19; Appellant's Reply at 10. SunTrust bases its contention in part on the alleged failure of the bankruptcy court \"to address the interested nature of [Appellee's] witnesses,\" noting that Appellee \"did not seek to qualify a single expert to testify on the issue of valuation.\" <i>Id.</i> at 10. SunTrust's contention is merit less.</p>\n<p>In determining present and future collateral values for the Winston Ridge and Ironwood developments, the bankruptcy court considered testimonial evidence offered by both parties. <i>See In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, **3-4, 5 n. 1, 2008 Bankr.LEXIS 2780, at *9-10, 13 n. 1. Cyrus, owner of the debtor-entities, and Au die Barefoot (\"Barefoot\"),<sup>[18]</sup> Alice Ray (\"Ray\")<sup>[19]</sup> and James Allen (\"Allen\"), real estate agents, testified as lay witnesses on behalf of Appellee. Barefoot testified that his company entered a contract with Appellee in March 2008 to sell all homes in the Winston Ridge subdivision. Bankr.Hr'g at 27:6-7, 14-18, June 26, 2008 [DE-3.2]. Ray, who represents Den-Mark in the sale of its homes, agreed she was Den-Mark's \"main sales girl\" for its Winston Ridge property. Bankr.Hr'g at 207:1, 214:8, June 26, 2008 [DE-3.2]. Similarly, Allen represents Den-Mark in several of its neighborhoods, including the Ironwood subdivision. Bankr. Hr'g at 166:1-5, June 26, 2008 [DE-3.2]. Paul Snow (\"Snow\"), a commercial real estate appraiser, was offered as an expert by SunTrust. The bankruptcy court considered further three appraisals (outlined in the table below) of the subject properties-two prepared by John McBrayer dated September 14, 2007 and December 20, 2007,<sup>[20]</sup> both of which were relied upon by <span class=\"star-pagination\">*698</span> Appellee, and one prepared by Snow dated June 12, 2008. <i>See In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, **3-5, 2008 Bankr.LEXIS 2780, at *9-12.</p>\n<p></p>\n<pre>\n                       Valuation Evidence for Winston Ridge\n                                \"As is\" value         \"Upon completion\" value\n<i>BANKRUPTCY COURT</i>                 <i>4,000,000.00</i>               <sup>[*]</sup><i>6,300,000.00</i>\nMcBrayer 9/14/2007\nappraisal                        4,200,000.00                   <sup>[]</sup>9,980,000.00\nMcBrayer 12/20/2007\nappraisal                        6,020,000.00                  <sup>[]</sup>8,450,000.00\nSnow 6/12/2008 appraisal         3,110,000.00                 <sup>[]</sup>4,370,000.00\n</pre>\n<p>It is no surprise that Snow, SunTrust's expert, provided a conservative figure regarding \"as is\" and \"upon completion\" values, given the timing of his appraisal and the purpose for which it was rendered. Similarly, it is not surprising that McBrayer was overly optimistic in his views, given the timing of his appraisal and the fact that both appraisals were conducted for SunTrust and Capital Bank at a time when each was considering further advances. In considering the appraisals, along with the testimonial evidence, it is reasonable that the bankruptcy court's valuations would fall within the range of the values provided by the two appraisers. Nonetheless, SunTrust emphasizes Snow's expert status, the lack of testimony by McBrayer and Appellee's reliance on lay testimony. <i>See</i> Appellant's Reply at 10.</p>\n<p>In determining values for Winston Ridge, Snow relied in part on characteristics of Old Liberty subdivision.<sup>[21]</sup> Noting that homes in Old Liberty range from $238,000.00 to $453,000.00, <i>see</i> Bankr.Hr'g. at 62:14-16, June 27, 2008 [DE-3.3], Snow explained that \"Old Liberty is only a mile away [from Winston Ridge] and has a golf course already in, has very little lot sales and has a tremendous number of lots actually in [the Winston Ridge] price range and similar product.\"<sup>[22]</sup> Bankr.Hr'g. at <span class=\"star-pagination\">*699</span> 178:12-14, June 26, 2008 [DE-3.2]. However, Snow's statement as to the similarity between the prices of homes in Old Liberty and Winston Ridge is contradicted by statements made by Appellee's witnesses. For example, Cyrus testified to selling homes in Winston Ridge between $250,000.00 to $300,000.00.<sup>[23]</sup><i>See</i> Bankr. Hr'g. at 96:6, June 26, 2008 [DE-3.2]. Similarly, Darrell Daigre (\"Daigre\"), the owner of Scenic Homes (another builder in Winston Ridge), testified to selling homes between $190,000.00 and $210,000.00. <i>See</i> Bankr.Hr'g. at 7:16-18, 18:15-16, June 26, 2008 [DE-3.2]. Moreover, many of the comparable subdivisions upon which Snow relied have home sales prices exceeding the Winston Ridge price range. <i>See</i> Bankr.Hr'g. at 61-63, June 27, 2008 [DE-3.3]. Accordingly, the bankruptcy court found \"the comparable values, comparable sales of the Old Liberty subdivision [upon which Snow relied on in part] [are] not a very good comparison with the Winston Ridge subdivision in regard to the proposed pricing of houses in Winston Ridge.\" Bankr.Hr'g. at 172:3-7, June 27, 2008 [DE-3.3].</p>\n<p>With respect to lay testimony, Federal Rule of Evidence 701 permits a lay witness to give opinion testimony that is \"(a) rationally based on the perception of the witness, (b) helpful to a clear understanding of the witness' testimony or the determination of a fact in issue, and (c) not based on scientific, technical, or other specialized knowledge. . . . .\" Fed.R.Evid. 701. The Fourth Circuit has held that Rule 701 therefore allows a lay witness \"to offer an opinion on the basis of relevant historical or narrative facts that the witness has perceived.\" <i>MCI Telecommunications Corp. v. Wanzer,</i> <span class=\"citation\" data-id=\"537630\"><a href=\"/opinion/537630/mci-telecommunications-corporation-v-boyd-wanzer-and-kathleen-zampieri/\"><span class=\"volume\">897</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">703</span></a></span>, 706 (4th Cir.1990). SunTrust could have challenged the competence of Appellee's witnesses prior to or during the hearing; it apparently did not. SunTrust's own failure to mount a timely legal challenge to the quality of \"value\" evidence produced at the hearing by Appelleethe party with the burden of proofdoes not amount to a <i>de facto</i> re-assignment by the bankruptcy court of the burden of proof to SunTrust to provide evidentiary support for valuation findings. SunTrust did not <i>have</i> to produce any evidenceit only had to raise a legal challenge to the competence of the witnesses and/or sufficiency of the Appellee's evidence on valuation. Arguably, by failing to challenge the competence or qualification of Appellee's witnesses, SunTrust essentially conceded their qualifications.</p>\n<p>The bankruptcy court received and considered evidence proffered by both parties and did not rely exclusively upon projections and testimony presented by a party-in-interest. <i>See In re Reading Tube Industries,</i> 72 B.R. at 334 (holding projections by a member of the debtor's board of directors were insufficient to meet the burden of proof under section 364(d)). Indeed, the bankruptcy court considered the testimony of SunTrust's expert witness and reviewed appraisal reports-two of which were prepared for SunTrust. <i>See, e.g., </i><i>In re Snowshoe Co., Inc.,</i> 789 F.2d at 1089-90 (economic projections by the trustee as well as by independent consultants may be accepted as sufficient). Accordingly, <span class=\"star-pagination\">*700</span> this court cannot conclude that it \"is left with the definite and firm conviction that a mistake has been committed.'\" <i>Anderson,</i> 470 U.S. at 573, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>. SunTrust, in effect, is asking the court to re-weigh the credibility of Snow, which it cannot do. <i>See </i><i>Stancill v. Harford Sands Inc.,</i> <span class=\"citation\" data-id=\"786631\"><a href=\"/opinion/786631/in-re-harford-sands-inc-harford-industrial-minerals-incorporated/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">637</span></a></span>, 642 (4th Cir.2004) (\"We do not re-weigh the credibility of witnesses on appeal\") (citing Fed. R. Bankr.P. 8013) (\"due regard shall be given to the opportunity of the bankruptcy court to judge the credibility of the witnesses\"). It was the bankruptcy court's prerogative to determine that the testimony of the debtor's witnesses better reflected the realities of the market for the price range in Winston Ridge and should be accorded more weight than Snow's opinion. Accordingly, the court affirms the bankruptcy court's valuations of Winston Ridge.</p>\n<p></p>\n<h2>2. <i>The underlying bases of the bankruptcy court's \"adequate protection\" factual finding</i>\n</h2>\n<p>\"Section 361(3) of the Code is flexible and has provided courts with the opportunity to find various methods of protection to be `adequate' in relation to equity cushion.\" <i>In re Timber Products, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">433</span></span>, 436 n. 11 (Bankr.W.D.Pa. 1990) (collecting cases). Here, the bankruptcy court found that an 11% equity cushion is adequate protection when combined with (1) improvements to SunTrust's collateral resulting in an increase in value thereof, (2) a reduction in SunTrust's debt (thus an equity cushion increase) resulting from the elimination of the letters of credit and (3) a $12,000.00 monthly interest payment.<sup>[24]</sup></p>\n<p>As an initial matter, the court notes, and Marcus Edwards concedes, that the bankruptcy court erred in finding an increase in SunTrust's equity cushion from 11% to 17.14% upon the release of three letters of credit. A creditor's equity is the value of property less the debtor's obligation to the creditor and to senior creditors. With a combined \"as completed value\" of $10,300,000.00<sup>[25]</sup> and a total mortgage debt owed to SunTrust and Capital Bank of $9,168,000.00<sup>[26]</sup> for the subject properties, SunTrust's equity is $1,132,000.00. Accordingly, SunTrust's equity cushion, considering Marcus Edwards' outstanding <i>mortgage debt</i> only, is 11%.<sup>[27]</sup> However, at present, <span class=\"star-pagination\">*701</span> SunTrust remains technically liable for the debt secured by the letters of credit,<sup>[28]</sup> increasing the total debt on the subject properties from $9,168,000.00 to $9,831,482.58, which in turn reduces SunTrust's equity cushion to 4.55%. Only upon release of the letters of credit will SunTrust's equity cushion rise to 11%.</p>\n<p>Assuming the letters of credit will be released,<sup>[29]</sup> the issue becomes whether the remaining two bases (improvements to SunTrust's collateral resulting in an increase in value thereof and a monthly interest payment) combined with an equity cushion of no more than 11% constitute adequate protection. The court finds these bases are not sufficient as SunTrust's interest is being unjustifiably jeopardized in that it must look to an undeveloped subdivisionits least valuable collateralfor repayment of its loan.<sup>[30]</sup> Indeed, SunTrust is relegated to repayment from the sale of lots in Phase III (raw, undeveloped land) and possibly the sale of lots in Phase II-B (grading, roads and site work completed only). <i>See</i> Appellee's Post-Petition Financing Mot. at 8 ¶ 11 [DE-1.7]; <i>see also</i> Bankr.Hr'g. <span class=\"star-pagination\">*702</span> 75:22-24, June 26, 2008 [DE-3.2]. Appellee has no horizontal funding plans for the completion of either phase and in fact, Phase III has not even been platted for development. <i>See</i> Bankr.Hr'g. 91:22-24, June 26, 2008 [DE-3.2].</p>\n<p>\"Congress did not contemplate that a secured creditor could find its position eroded and, as compensation for the erosion, be offered an opportunity to recoup dependent upon the success of a business with inherently risky prospects.\" <i>In re Swedeland Dev. Group, Inc.,</i> <span class=\"citation\" data-id=\"663089\"><a href=\"/opinion/663089/in-re-swedeland-development-group-inc-debtor-the-resolution-trust/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">552</span></a></span>, 567 (3rd Cir.1994). Here, the risk in this venture is arguably great as funding for the remaining projects is contingent upon the sale of lots in Phases I and IIA. Moreover, with each lot sale, SunTrust's collateral declines in value; thereby deteriorating SunTust's lien position. Appellee counters that improvements to the subject properties will increase their value, thereby compensating SunTrust for the loss of its priority to Capital Bank. <i>See</i> Appellee's Br. at 19. However, in rejecting a similar argument, the Court of Appeals for the Third Circuit explained</p>\n<blockquote>[C]ontinued construction based on projections and improvements to the property does not alone constitute adequate protection, [citation omitted]. Those cases which have considered improvements to be adequate protection have done so only when the improvements were made in conjunction with the debtor's providing additional collateral beyond the contemplated improvements, [citations omitted]. We reject the notion that development property is increased in value simply because a debtor may continue with construction which might or might not prove to be profitable.</blockquote>\n<p><i>In re Swedeland Dev. Group, Inc.,</i> 16 F.3d at 566. Here, SunTrust is not provided additional collateralonly a monthly interest payment on the Winston Ridge and Ironwood debts. While the court realizes that without the monthly interest payments, SunTrust's equity cushion will erode, it finds additional protection is nonetheless required.</p>\n<p>Adequate protection is designed to preserve the pre-petition position of the existing lender. <i>In re Windsor Hotel LLC,</i> <span class=\"citation\" data-id=\"2020602\"><a href=\"/opinion/2020602/in-re-windsor-hotel-llc/\"><span class=\"volume\">295</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">307</span></a></span>, 314 (Bankr.C.D.Ill. 2003); <i>see also In re TC Props., LLC,</i> 2002 Bankr.LEXIS 1802, *13 (Bankr.D, Neb. Apr. 8, 2002) (\"The underlying purpose of the adequate protection requirement of § 364(d) is to ensure that secured creditors are not deprived of the benefit of their bargain.\"). Accordingly, the pre-petition secured creditor should be provided \"with the same level of protection it would have had if there had not been post-petition superpriority financing.\" <i>In re Swedeland Dev. Group, Inc.,</i> 16 F.3d at 564. In this case, SunTrust is compensated only in the form of monthly interest payments with repayment of principal deferred until (1) the priming lien is paid in full via the sale of Appellee's most valuable collateral and (2) financing is secured for the completion of site preparation and infrastructure in Phases II-B and III; thereby bringing these lots into a marketable condition. Given the equity cushion is small and the enhancement of value is too speculative, SunTrust has not been sufficiently assured of the indubitable equivalence of its existing security.</p>\n<p></p>\n<h2>D. No Disguised Plan of Reorganization</h2>\n<p>SunTrust contends that the bankruptcy court approved a disguised plan of reorganization as a post-petition financing order that does not meet the requirements of Section 364(d) or Section 1129. The court finds, however, that this argument is refuted by the fact that the Financing Order \"did not affect all of the debtor's <span class=\"star-pagination\">*703</span> assets or all of its creditor's.\" <i>Anchor Sav. Bank FSB v. Sky Valley, Inc.,</i> <span class=\"citation\" data-id=\"2012024\"><a href=\"/opinion/2012024/anchor-sav-bank-fsb-v-sky-valley-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">117</span></a></span>, 123 (N.D.Ga.1989).</p>\n<p></p>\n<h2>V. <i>CONCLUSION</i>\n</h2>\n<p>The bankruptcy court's order dated August 6, 2008 is VACATED and SunTrust is restored to its pre-petition status in all respects except as to the sum of funds advanced by Capital Bank (and interest accruing thereon) <i>prior to</i> this court's November 19, 2008 oral order allowing SunTrust's Motion for Stay pending appeal.<sup>[31]</sup> 11 U.S.C. section 364(e). The parties shall bear their own costs.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  [DE-#] indicates the docket entry number of the referenced document.</p>\n<p>[2]  Rule 8013 provides:\n</p>\n<p>On an appeal the district court ... may affirm, modify, or reverse a bankruptcy judge's judgment, order, or decree or remand with instructions for further proceedings. Findings of fact, whether based on oral or documentary evidence, shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the bankruptcy court to judge the credibility of the witnesses.</p>\n<p>Fed. R. Bankr.P. 8013.</p>\n<p>[3]  The facts before the bankruptcy court were stipulated. This opinion contains only a brief review of the important facts. A complete statement of facts is contained in the bankruptcy court's opinion.</p>\n<p>[4]  Winston Ridge is divided into four phases: (1) Phase I, consisting of 96 lots, 11 of which remain unsold, and 32 homes, of which approximately six are occupied; (2) Phase II-A, presently under construction and consisting of 63 unsold lots; and (3) Phases II-B and III, consisting of a total of 147 acres of undeveloped land and approved for 418 lots. [DE-1.7 Ex. D; DE-2.8 at 3; DE-18 at 6-7]. Ironwood consists of three phases: (1) Phase I-A, consisting of 33 lots; (2) Phase II-B, consisting of 51 lots; and (3) Phase III, consisting of approximately 198 acres of raw land. [DE-18 at 7].</p>\n<p>[5]  Phase I-A of Ironwood is encumbered by a first priority deed of trust in favor of Capital Bank. Phases II-B and HI are encumbered by first priority liens in favor of SunTrust. [DE-18 at 7],</p>\n<p>[6]  Pursuant to the Financing Order, the Capital Bank priming lien is allocated as follows: (1) $1,965,000.00 to Winston Ridge; (2) $275,000.00 to Ironwood; and (3) $328,000.00 to a depository account to fund monthly interest payments. <i>See</i> Financing Order at 3 ¶ 10a. The monies allocated to Winston Ridge provide for an approximate payout of $600,000 to the lien creditors who have mechanics liens filed against that subdivision. <i>See</i> Bankr.Hr'g at 52, 77, 88-89, 91, June 26, 2008 [DE-3.2]; Financing Order at 8 n. 7.</p>\n<p>[7]  Section 1107(a) of the Code gives a debtor-in-possession the same rights as a trustee under § 364. Therefore, a court may authorize a Chapter 11 debtor-in-possession to enter into certain post-petition financing arrangements if the requirements of § 364 are met.</p>\n<p>[8]  Subsections 364(a) and (b) authorize a debtor to obtain unsecured credit or to incur unsecured debt that is entitled to treatment as an expense of administration under Code § 503(b)(1). Code § 364(a) covers ordinary course-of-business-transactions and does not require court approval. Code § 364(b) covers other than ordinary-Course-of-business transactions and does require a court order entered after notice and a hearing. Code § 364(c) authorizes the debtor to obtain credit or incur debt that has status as a superpriority expense of administration and/or is secured by a lien on unencumbered property or a junior lien on encumbered property. Credit extended or debt incurred under Code § 364(c) requires a court order entered after notice and a hearing.</p>\n<p>[9]  North Carolina's mechanics lien statute provides that any person who performs or furnishes labor or materials pursuant to a contract with the owner of real property for the making of an improvement thereon shall, upon complying with the provisions of this Article, have a lien on such real property to secure payment of all debts owing for labor done or material furnished pursuant to such contract. See N.C. Gen.Stat. § 44A-8.</p>\n<p>[10]  The bankruptcy court explained \"if financing were not allowed, counsel for the [44A lienholders] argued that the debtors might be forced out of business, which would provide no benefit to the 44A lienholders.... The interests of the [44A lienholders] in this case lies (sic) in favor of the allowance of the debtor's post-petition financing....\" <i>In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, **1-2, 2008 Bankr.LEXIS 2780, at *4.</p>\n<p>[11]  Winslow testified that he is \"more of a general manager when you're looking at it on a project-by-project basis. Construction, finance, working with the two owners, getting financing for the development, working with contractors and subs, and overall permitting also for the development.\" Bankr.Hr'g 38:20-21, 39:1-4, June 26, 2008 [DE-3.2].</p>\n<p>[12]  Winslow testified that Den-Mark Properties is \"owned equally by . . . [member-managers] Mark Dowdy and Cyrus\" and that Cyrus and Dowdy are president and vice-president, respectively, of Den-Mark Construction. Bankr.Hr'g, 6:11-12, 51:11-16, July 3, 2008 [DE-3.3]. Cyrus testified that his primary duties \"are overseeing the developments and overseeing the homes\" being built. Bankr.Hr'g, 7:20, 93:24-25, 94:3-4, June 26, 2008 [DE-3.2].</p>\n<p>[13]  Both the bankruptcy court and Appellee fault SunTrust for not presenting evidence disputing the testimony of Winslow and Cyrus. <i>See In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, *3, 2008 Bankr.LEXIS 2780, at *8 (finding \"SunTrust offered no evidence to dispute [the] testimony [of Winslow and Cyrus]\"); Appellee's Br. at 24 (stating \"SunTrust did not present any evidence of alternative sources of funding which [Appellee] should have explored\"). \"However, no provision of the Code, and specifically of Section 364(d), requires the [creditor] bank to prove availability of credit. The burden is clearly upon the debtor.\" <i>In re Reading Tube Industries,</i> 72 B.R. at 332.</p>\n<p>[14]  The bankruptcy court made the following finding of fact:\n</p>\n<p>The Debtor has made numerous efforts to obtain credit from other sources, including on a secured and unsecured basis, as well as through investor financing. The Debtor has been unable to do so. Furthermore, in 2007, SunTrust advised the Debtor that SunTrust would not further fund acquisition and development. The Winston Ridge Subdivision has been in a stagnate state for almost a year while the Debtor has been unable to complete improvements.</p>\n<p>Financing Order at 5 ¶ 13.</p>\n<p>[15]  Winslow explained no formal discussions occurred with banks after May 2008 because Appellee had \"exhausted all of our bank contacts up to that point . . . so we started working on investment financiers.\" Bankr.Hr'g 83:15-18, 84:2-4, June 26, 2008 [DE-3.2].</p>\n<p>[16]  For example, during the June 27, 2008 hearing, the bankruptcy court explained:\n</p>\n<p>[I]n 2007, SunTrust did advise Den-Mark that they (sic) would not further fund acquisition and development, and the subdivision has basically been in a stagnant state for almost a year while the debtor was unable to complete all the improvements necessary for the streets, curb and gutter, the pavement, utilities, and all that to be complete. So the [c]ourt finds that the movant has met its burden, that they (sic) have [been] unable to obtain credit otherwise except for Capital Bank.</p>\n<p>Bankr.Hr'g. at 172:14-21, June 27, 2008 [DE-3.3]</p>\n<p>[17]  In a footnote, the court explained that \"[t]his equity cushion finding is predicated on the assumption that the letters of credit secured by SunTrust's $633,598.96 lien are timely released.\" Financing Order at 6 n. 5. Appellee notes that \"[t]he equity cushion was reduced [from 16% to 11%] in part, by the increased amount of the financing and the compromise reached by the parties on July 3, 2008.\" Appellee's Br. at 19 n. 1.</p>\n<p>[18]  Barefoot, President/CEO of Fonville Morisey &amp; Barefoot New Home Sales and Marketing, testified to approximately forty years of experience in the residential real estate marketing business and \"familiarity] with Den-Mark for years.\" Bankr.Hr'g at 29:7-9, 31:6-7, June 26, 2008 [DE-3.2].</p>\n<p>[19]  Ray, a broker since 1979 and part owner of Re/M ax Hometown in Wake Forest, North Carolina, testified that she has known Cyrus over twenty years. Bankr Hr'g at 207:4-9, June 26, 2008 [DE-3.2].</p>\n<p>[20]  The September 2007 appraisal was prepared for SunTrust and the December 2007 appraisal was prepared for Capital Bank. <i>See</i> Bankr.Hr'g. at 159-160, June 26, 2008 [DE-3.2]. During the hearing, SunTrust's counsel explained that the December 2007 McBrayer appraisal \"breaks out the phases . . . more in line with what is currently contemplated for the property.\" Bankr.Hr'g at 14:4-6, June 27, 2008 [DE-3.3].</p>\n<p>[*]  This estimate represents the value of Phases I and II-A completed, Phase II-B partially completed and Phase III \"as is.\" <i>See</i> Financing Order at ¶ 15.</p>\n<p>[]  Value excludes Phase I and represents only the \"`upon completion' values for Phase IIA of $2,770,000.00, for Phase IIIA of $4,510,000.00, and for the remaining excess land in Phases IIA and IIIA of $2,700,000.00.\" <i>In re Den-Mark Constr., Inc.,</i> 2008 Bankr.LEXIS 2780, at *10.</p>\n<p>[]  Value excludes Phase I and represents only the \"`upon completion'\" values for Phase IIA of $2,750,000.00, for Phase IIB of $2,100,000.00 and for the remaining excess land in Phase II (sic) of $3,600,000.00.\" <i>In re Den-Mark Constr., Inc.,</i> 2008 Bankr.LEXIS 2780, at *10.</p>\n<p>[]  The bankruptcy court stated that Snow did not provide an \"as completed\" value for the entire property. <i>In re Den-Mark Constr., Inc.,</i> 2008 Bankr.LEXIS 2780, at *11. However, Snow testified that \"the total value upon completion without taking out anything\" is the \"as is\" value of $3,110,000 plus the cost to complete Phase IIA ($1,260,000.00). Bankr. Hr'g. 80:13-25, June 27, 2008 [DE-3.3].</p>\n<p>[21]  When asked, \"[Y]ou're comparing Old Liberty pretty closely to Winston Ridge,\" Snow responded, \"I think it's pertinent, yes.\" Bankr.Hr'g. at 199:2-4, June 26, 2008 [DE-3.2]. Snow testified further that \"Old Liberty is very well positioned to consistently compete with the [Winston Ridge] over a period of time with their 900 lots.\" Bankr.Hr'g. at 68:3-5, June 27, 2008 [DE-3.3].</p>\n<p>[22]  Appellee contends improperly that \"Old Liberty subdivision [is] marketed to an over 55 population as a golf course community.\" Appellee's Br. at 21. However, Snow testified that only \"one product [patio homes] inside Old Liberty\" is marketed to the over 55 population. Bankr.Hr'g. at 67:17-22, June 27, 2008 [DE-3.3].</p>\n<p>[23]  Barefoot alluded to the possibility of an even lower price range. Specifically, he testified to expecting an increase in sales in the Winston Ridge Subdivision \"if we can get the lower price product [$180,000.00 to $210,000.00] going in there.\" Bankr.Hr'g at 31:17-23, June 26, 2008 [DE-3.2].</p>\n<p>[24]  \"Case law has almost uniformly held that an equity cushion of 20% or more constitutes adequate protection . . . [and] has almost as uniformly held that an equity cushion under 11% is insufficient to constitute adequate protection.. . . Case law is divided on whether a cushion of 12% to 20% constitutes adequate protection. . . .\" <i>In re James River Assoc.,</i> <span class=\"citation\" data-id=\"1967800\"><a href=\"/opinion/1967800/in-re-james-river-associates/\"><span class=\"volume\">148</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">790</span></a></span>, 796 (E.D.Va.1992). While the Fourth Circuit has declined to rule on this issue, <i>see In re Snowshoe Co.,</i> 789 F.2d at 1090, arguably the bankruptcy court here found that an equity cushion alone does not constitute sufficient protection as evidenced by the other bases it delineated in support of its adequate protection finding.</p>\n<p>[25]  <i>See supra,</i> III(C)(1)(b) noting bankruptcy court's findings as to the \"as completed\" values for Winston Ridge ($6,300,000.00) and Ironwood ($4,000,000.00).</p>\n<p>[26]  This figure includes the $6,600,000.00 combined debt owed to SunTrust on the Winston Ridge ($3,200,000.00) and Ironwood ($3,400,000.00) properties, as stipulated by the parties, plus the $2,568,000.00 loan from Capital Bank. <i>See</i> Financing Order at 2 ¶¶ 6-7; <i>see also</i> Bankr.Hr'g. at 91, June 27, 2008 [DE-3.3].</p>\n<p>[27]  As explained by the bankruptcy court, combining the Capital Bank loan to the outstanding debt owed SunTrust, \"the total debt on [Winston Ridge and Ironwood] [is] $9,168,000.00, which . . . yield[s][an] . . . 11% [i.e., ($1,132,000.00)/($10,300,000.00)] equity cushion. . . .\" <i>In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, *5, 2008 Bankr.LEXIS 2780, at 13. However, this court notes that in the Order Denying Stay Pending Appeal, the bankruptcy court explained that\n</p>\n<p>SunTrust also has liens on various other developments [Brighton Ridge, Wellington and Arrowhead subdivisions] of the debtor. The debtor has yet to propose a plan of reorganization with regard to those properties, although the values of these developments were taken into account by the court when considering SunTrust's equity cushion and adequate protection interests.</p>\n<p><i>In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, *3, 2008 Bankr.LEXIS 2780, at 9. The Financing Order does not mention these other developments and the bankruptcy court's equity cushion calculations do not include valuations or debt figures for \"other developments.\"</p>\n<p>[28]  SunTrust issued letters of credit to Progress Energy ($85,000.00), the North Carolina Department of Transportation (\"NCDOT\") ($250,000.00) and Franklin County ($328,482.58). <i>See</i> Appellant's Br. at 31; Bankr. Hr'g. at 53-53, June 26, 2008 [DE-3.2]. Accordingly, to The letters of credit issued by SunTrust total $663,482.58not $633,598.96 as determined by the bankruptcy court. <i>See</i> Financing Order at 6 ¶ 18.</p>\n<p>[29]  As SunTrust notes, \"[t]he Financing Order contains no provisions directing [Progress Energy, the NCDOT and Franklin County] to release the [l]etters of [c]redit upon the funding of the Capital Bank loan, nor is [Marcus Edwards] required by the Financing Order to expend the funds received from Capital Bank in [a] manner that would ensure the release of [said letters.]\"</p>\n<p>[30]  SunTrust contends the bankruptcy court's adequate protection determination is incorrect, in part, because of the lack of a specific timetable for the repayment of the Capital Bank loan. <i>See</i> Appellant's Br. at 16. However, contrary to SunTrust's position, the bankruptcy court heard testimony and received into evidence exhibits supporting Appellee's ability to repay the superpriority loan within a set time frame. <i>See</i> Bankr.Hr'g. at 45, June 26, 2008 [DE-3.2]. In particular, Winslow offered evidence of expected cash flow assumptions based on sale projections for both Winston Ridge and Ironwood, which indicated Appellee could repay Capital Bank in 2009.\n</p>\n<p>Winslow's cash flow assumptions were supported by testimony from Daigre, who explained that Scenic Homes is contractually committed to take down lots in Winston Ridge. <i>See</i> Bankr.Hr'g. at 23, June 26, 2008 [DE-3.2]. Daigre testified that since March 2008 (when Scenic took down its first set of lots), Scenic \"sold nine houses without really trying . . . [in a] bankruptcy community . . . and we're selling them about as fast as we can build them.\" <i>See</i> Bankr.Hr'g. at 14, 23, June 26, 2008 [DE-3.2].</p>\n<p>Winslow's projections are supported further by the favorable testimony provided by Cyrus, Barefoot and Ray, including the stable market in the Triangle area despite the decline of the housing market nationwide, the location of Winston Ridge relative to Raleigh, the affordability of Winston Ridge properties, the above-average quality of Appellee's homes and Appellee's excellent customer service reputation. <i>In re Den-Mark Constr., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">4526711</span></span>, **3-5, 2008 Bankr.LEXIS 2780, at*9-12.</p>\n<p>[31]  On November 21, 2008, this court tiled an Order Allowing Motion for Stay Pending Appeal [DE-17], memorializing the November 19, 2008 oral order.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1530801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1534606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1538431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1804849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1829277/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1872754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1875343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1886083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1897479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1903467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1928213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1929357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1970094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1973253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1990801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2000990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2002557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2012024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2020602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2025779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2028369/"
  ]
}