{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1526865/",
  "absolute_url": "/opinion/1526865/state-of-nc-ex-rel-long-v-alexander-alexander/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1526865/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:35:13.040909Z",
  "date_modified": "2016-04-27T02:37:14.639272Z",
  "type": "010combined",
  "sha1": "b0909e2f4736e814ff30c202e367c9ce575b99a4",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>680 F.Supp. 746 (1988)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, on relation of James E. LONG, Commissioner of Insurance, as Rehabilitator of the Beacon Insurance Company, Plaintiff,<br>\nv.<br>\nALEXANDER &amp; ALEXANDER SERVICES, INC., et al., Defendants.</h1></center>\n<center>No. 86-1247-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 26, 1988.</center>\n<p><span class=\"star-pagination\">*747</span> V. Lane Wharton, Jr., Hunter, Wharton &amp; Howell, William L. Thorp, Thorp, Fuller &amp; Slifkin, Raleigh, N.C., James L. Rohm, Baskin, Flaherty, Elliott &amp; Mannino, Philadelphia, Pa., for plaintiff.</p>\n<p>C. Thomas Ross, Craige, Brawley, Liipfert &amp; Ross, Jim D. Cooley, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, N.C., James E. Walker, Kennedy, Covington, Lobdell &amp; Hickman, Douglas M. Martin, Palmer, Miller, Campbell &amp; Martin, Charlotte, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>James E. Long, the North Carolina Commissioner of Insurance, filed this action pursuant to his statutory powers under Chapter 58 of the North Carolina General Statutes (N.C.G.S.) as the rehabilitator of the Beacon Insurance Company (Beacon). Beacon became insolvent in 1984 and was placed in voluntary rehabilitation by court order on February 20, 1984. The Commissioner filed this action on behalf of Beacon alleging causes of action under the federal RICO statute and under state unfair business and trade practice laws. The Commissioner alleges that through a concerted conspiracy the named defendants defrauded Beacon, causing it to become insolvent.</p>\n<p>Count one of the complaint alleges that since 1978 defendant Alexander &amp; Alexander conspired with other Alexander subsidiaries and affiliates to contrive products liability insurance for various domestic companies. The Commissioner alleges that the policies written were unsound and actuarially imprudent. The defendants then obtained \"reinsurance\" on these risks through brokers in other markets. The complaint alleges that, through a process of infiltration of Beacon and misrepresentation, defendants were able to obtain insurance <span class=\"star-pagination\">*748</span> from Beacon on these imprudent risks.</p>\n<p>Count two of the complaint alleges that the \"Toomey Conspirators\" including defendants Colin Bird, the Alexander Howden parties, B.F.G. Toomey Associates, and Neill W. Portermain engaged in a similar conspiracy to defraud Beacon. The named defendants allegedly recommended Beacon to various customers despite the knowledge that Beacon had been infiltrated by members of the conspiracy. Beacon would then write unsound insurance policies and the conspirators would reap excessive commissions.</p>\n<p>Count three of the complaint alleges that Colin Bird and the Alexander Howden parties conspired to eliminate Toomey from some dealings and directly write new policies for Beacon in the London insurance market. These policies were also allegedly unsound and were written for the sole purpose of generating excessive commissions for the benefit of the conspirators.</p>\n<p>Count four alleges that Bird, the Alexander Howden parties and the Puckett-Scheetz parties conspired to monopolize the insurance market for amusement parks, driving out competition by offering insurance at unreasonably low rates for such risks. These policies were offered through Beacon and were also allegedly fraudulent in that they did not reflect the actual risks of the venture.</p>\n<p>Count five alleges a conspiracy involving the Alexander parties to monopolize the medical malpractice insurance market in the state of Washington. Again, Beacon was used to write unsound policies that did not reflect the actual risks involved. The conspirators allegedly wrote these policies for the purpose of generating excessive commissions.</p>\n<p>The Commissioner alleges that the end result of the various conspiracies is that the Beacon's liabilities exceed its assets by over $75 million. Seventeen defendants have been named in the original complaint and have been charged with various RICO and state business practice violations. Several of the defendants are foreign companies. Jurisdiction and venue motions have been filed along with challenges to the sufficiency of the complaint.</p>\n<p>The court has reviewed the parties' written memoranda, heard oral argument and is now prepared to address all pending motions.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I.</h2>\n<p>(A) The following defendants are hereby dismissed from the action for plaintiff's failure to state a claim upon which relief can be granted against them:</p>\n<blockquote>(1) Alexander Howden Holding Company</blockquote>\n<blockquote>(2) Alexander Howden, Ltd.</blockquote>\n<blockquote>(3) Alexander Howden Service, Inc.</blockquote>\n<blockquote>(4) Alexander Underwriters, Ltd.</blockquote>\n<blockquote>(5) Hamilton Underwriters, Ltd.</blockquote>\n<blockquote>(6) American Specialty Risk Insurance Company</blockquote>\n<p>This dismissal is made pursuant to Fed.R. Civ.P. 12(b)(6).</p>\n<p>(B) The claims against defendant, Rydata Ltd. (Bermuda), are dismissed for lack of jurisdiction over the person under Fed.R. Civ.P. 12(b)(2).</p>\n<p>(C) The federal RICO claims under 18 U.S.C. § 1961-68 asserted against defendants Puckett Group, Inc. and Puckett-Scheetz Insurance Company, Inc. are hereby dismissed for failure to state a claim upon which relief can be granted.</p>\n<p>(D) Plaintiff makes no objection to the dismissal of the indicated claims against defendants named in this section.</p>\n<p></p>\n<h2>II.</h2>\n<p>(A) The court hereby orders that any and all claims asserted by plaintiff on behalf of creditors or policyholders of the Beacon Insurance Company be dismissed. The provisions of N.C.G.S. § 58-155.1 through § 58-155.36 provide that the plaintiff represent the insurance company as its rehabilitator, and in this capacity he may conduct the business of the insurer or take <span class=\"star-pagination\">*749</span> other steps to conserve its affairs.<sup>[1]</sup> No claims may be asserted by plaintiff against defendants on behalf of the creditors or policyholders of the insurance company.</p>\n<p>(B) The court finds that the plaintiff has standing to bring this action in his capacity as insurance commissioner and rehabilitator of the Beacon Insurance Company. Subsection (b) of N.C.G.S. § 58-155.11 reads in part:</p>\n<blockquote>As domiciliary receiver the Commissioner shall be vested by operation of law with the title to all of the property, contracts, including reinsurance contracts or treaties, and <i>rights of action,</i> and all of the books and records of the insurer wherever located, as of the date of entry of the order directing him to rehabilitate or liquidate a domestic insurer....</blockquote>\n<p>(emphasis added). The present claims are claims Beacon would have had if not for its insolvency.</p>\n<p></p>\n<h2>III.</h2>\n<p>(A) Defendants contend that the court does not have personal jurisdiction over British defendants Colin Bird and Alexander Howden Group Ltd. Federal Rule Civ. P. 4(i) directs the manner of service upon a party \"not an inhabitant of or found within the state in which the district court is held\" if service is authorized by a statute referred to in Rule 4(e). The first sentence of Rule 4(e) provides that when service is authorized by a federal statute or order of court, it can be done in the manner provided for in the statute or if there is no statute then in the manner stated in Rule 4. The second sentence of Rule 4(e) provides that when service is made pursuant to a statute of the state in which the court sits, the manner of service may be made in accordance with that rule. In effect, Rule 4(e) allows the district court to exercise personal jurisdiction over nonresident defendants on the basis of a federal statute or on the basis of a state \"long-arm\" statute.<sup>[2]</sup></p>\n<p>In the present case the federal RICO statute does not provide for service on foreign defendants. 18 U.S.C. § 1965.<sup>[3]</sup> Accordingly, the court cannot exercise personal jurisdiction over foreign defendants Alexander Howden Group, Ltd. and Colin Bird on these grounds. <i>Nordic Bank v. Trend Group,</i> 619 F.Supp. 542 (S.D.N.Y. 1985); <i>Soltex Polymer v. Fortex Industries,</i> 590 F.Supp. 1453 (E.D.N.Y.1984).</p>\n<p>Under Rule 4(e), however, made operative through Rule 4(i), the district court may turn to the state long-arm jurisdiction statute in the absence of federal authorization for personal jurisdiction. Although state long-arm jurisdiction usually comes into play primarily in federal diversity cases, the plaintiff can use the state long-arm statute when subject matter jurisdiction is premised solely upon federal question grounds. Wright &amp; Miller, Federal Practice and Procedure: Civil 2d § 1115; <i>United States v. First National City Bank,</i> 379 U.S. 378, 85 S.Ct. 528, 13 L.Ed.2d 365 (1965).</p>\n<p>Aside from the permissive wording of Rule 4(e) allowing a federal court to use <span class=\"star-pagination\">*750</span> state long-arm jurisdiction, this is the only logically consistent interpretation of the RICO statute. The nationwide service of process provisions of RICO were intended to liberalize process requirements, allowing a court to bring all members of a nationwide conspiracy together at once. <i>Butcher's Union v. SDC Investment,</i> 788 F.2d 535 (9th Cir.1986). If § 1965(b) were to be the exclusive means of authorizing service on nonresident defendants, then a selection of foreign defendants who would be amenable to service under state long-arm jurisdiction would escape service despite Congress' intent, when writing § 1965(b), to bring more RICO defendants into court.</p>\n<p>(B) Under North Carolina long-arm jurisdiction (N.C.G.S. § 1-75.4) both Colin Bird and Alexander Howden Group Ltd. are contemplated defendants as the statute extends its reach to the limits allowed under the due process clause of the United States Constitution. <i>Sparrow v. Goodman,</i> 376 F.Supp. 1268 (W.D.N.C.1974). Specifically, and at a minimum, subsections (3) and (4) of § 1-75.4 provide the basis for which defendants may be brought before the court.<sup>[4]</sup></p>\n<p>(C) Once long-arm jurisdiction has been invoked, a constitutional due process inquiry must be undertaken. When a federal court sits in a case based upon diversity jurisdiction, the inquiry is made under the Fourteenth Amendment. When a federal court sits in federal question jurisdiction, even if it has borrowed long-arm jurisdictional powers from the state under Rule 4(e), the better view is that the inquiry is guided by the due process clause of the Fifth Amendment. <i>Handley v. Indiana &amp; Michigan Electric Co.,</i> 732 F.2d 1265 (6th Cir.1984); <i>contra </i><i>DeJames v. Magnificence Carriers,</i> 654 F.2d 280 (3d Cir.) <i>cert. denied</i> 454 U.S. 1085, 102 S.Ct. 642, 70 L.Ed.2d 620 (1981).</p>\n<p>In the seminal case addressing personal jurisdiction over nonresident defendants, the Court in <i>International Shoe v. Washington,</i> 326 U.S. 310, 66 S.Ct. 154, 90 L.Ed. 95 (1945), held that the state court may have jurisdiction only if there exist \"minimum contacts\" between the defendant and the forum state. In analyzing the development of the <i>International Shoe</i> test, Justice White in <i>World-Wide Volkswagen v. Woodson,</i> 444 U.S. 286, 291-92, 100 S.Ct. 559, 564, 62 L.Ed.2d 490 (1980), wrote:</p>\n<blockquote>The concept of mininum contacts, in turn, can be seen to perform two related, but distinguishable functions. It protects the defendant against the burdens of litigating in a distant or inconvenient forum. And it acts to ensure that the States through their courts, do not reach out beyond the limits imposed on them by their status as coequal sovereigns in a federal system.</blockquote>\n<p>The <i>Handley</i> court relied upon this language to support the idea that only the first of these functions is pertinent in a federal question case. 732 F.2d at 1271. There is no \"coequal sovereign\" problem when, as here, a federal court sits on the authority of federal question subject matter jurisdiction.</p>\n<p>The practical difference between a \"minimum contacts\" test under the Fourteenth and Fifth Amendments is not great. The court's analysis under the Fifth Amendment, however, must focus solely on the determination of whether or not it would be unduly burdensome to subject the defendants to suit in this forum. In the present case there is adequate proof to support a <span class=\"star-pagination\">*751</span> finding that both Colin Bird and Alexander Howden Group Ltd. have engaged in sufficient business related contacts, through telephone calls, letters and personal visits to support personal jurisdiction. These sort of contacts can give defendants a reasonable expectation of being hailed into court in the jurisdiction receiving this attention.</p>\n<p>Defendants' contacts with North Carolina are of a continuous and systematic nature. The contacts primarily relate to the transaction of business with Beacon Insurance. This cause of action arose as a result of the business dealings between Beacon and defendants. Accordingly, no violation of due process will occur by forcing defendants to litigate in this court. <i>Burger King v. Rudzewicz,</i> 471 U.S. 462, 105 S.Ct. 2174, 85 L.Ed.2d 528 (1985); <i>Helicopteros Nacionales de Colombia v. Hall,</i> 466 U.S. 408, 104 S.Ct. 1868, 80 L.Ed.2d 404 (1984).</p>\n<p>(D) The court finds that the above analysis also supports a finding that jurisdiction is proper over the following domestic defendants:</p>\n<blockquote>(1) Alexander &amp; Alexander Services, Inc.</blockquote>\n<blockquote>(2) Alexander &amp; Alexander of New York</blockquote>\n<blockquote>(3) Alexander &amp; Alexander Inc.</blockquote>\n<blockquote>(4) Atlanta International Insurance Co.</blockquote>\n<p>Service of process has been properly accomplished in accordance with Rule 4 and under the authority of N.C.G.S. § 1-75.4. Additionally, due process requirements have been satisfied as to these defendants as the requisite minimum contacts have been sufficiently proved. Business contacts in the form of letters, telephone calls, and personal visits are significant enough to give defendants the reasonable expectation of being called into court. Defending an action in this jurisdiction will not be overly burdensome to the defendants.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Defendants' motion to strike the RICO action for failure to state a claim is hereby DENIED. RICO is to be broadly construed. <i>Sedima v. Imrex Co.,</i> 473 U.S. 479, 105 S.Ct. 3275, 87 L.Ed.2d 346 (1985). Plaintiff has made out a prima facie case of federal RICO violations. The specific pleading requirements of RICO can be summarized as follows:</p>\n<blockquote>(1) That the defendant[s]</blockquote>\n<blockquote>(2) through the commission of two of the enumerated predicate acts,</blockquote>\n<blockquote>(3) which constitute a \"pattern\" of</blockquote>\n<blockquote>(4) \"racketeering activity,\"</blockquote>\n<blockquote>(5) directly or indirectly participates in the conduct of</blockquote>\n<blockquote>(6) an \"enterprise,\"</blockquote>\n<blockquote>(7) the activities of which affect interstate or foreign commerce, and that</blockquote>\n<blockquote>(8) plaintiff was injured in his business or property by reason of such conduct.</blockquote>\n<p><i>Taylor v. Bear Stearns,</i> 572 F.Supp. 667, 682 (N.D.Ga.1983) citing <i>Moss v. Morgan Stanley,</i> 719 F.2d 5 (2d Cir.1983) <i>cert. denied,</i> 465 U.S. 1025, 104 S.Ct. 1280, 79 L.Ed.2d 684 (1984).</p>\n<p>In the present case, multiple acts of mail fraud have been alleged in several jurisdictions. The activities are sufficient to constitute a \"pattern\" due to the continuity and nature of the alleged relationship between defendants and Beacon. <i>International Data Bank v. Zepkin,</i> 812 F.2d 149, 154 (4th Cir.1987). Additionally, the activities would constitute \"racketeering activity\" within the meaning of § 1961(1) if proved true. The defendants are alleged to have directly engaged in activities with the enterprise. The enterprise is alleged to be the Beacon Insurance Company. Sufficient contact with interstate and foreign commerce has been alleged and the requisite injury has been pled with the necessary particularity.</p>\n<p></p>\n<h2>V.</h2>\n<p>(A) The court allows plaintiff's state claims under N.C.G.S. § 75-1 through § 75-56 to proceed against all remaining defendants under the pendant jurisdiction doctrine. The court finds that the state claims arise from the same common nucleus of operative facts as the claims alleged under the federal RICO statute. Defendants' motion to dismiss state law claims <span class=\"star-pagination\">*752</span> under Chapter 75 for failure to state a claim upon which relief can be granted is DENIED.</p>\n<p>(B) Defendants' motion to dismiss plaintiff's claims under N.C.G.S. § 75D are hereby GRANTED. The North Carolina RICO statute became effective on October 1, 1986. The Beacon Insurance Company was involved in the rehabilitation process as early as February 1984. Allegations that defendants engaged in an incident of racketeering activity after October 1, 1986, as required by N.C.G.S. § 75D-3(b), are insufficient.</p>\n<p></p>\n<h2>VI.</h2>\n<p>The court finds that venue in this action is appropriate in the Eastern District of North Carolina.</p>\n<p>The federal venue statute, 28 U.S.C. § 1391(b), states that when jurisdiction is not founded on diversity of citizenship, venue is appropriate in the district in which all defendants reside, or in which the claim arose, except as otherwise provided by law. The law in this case is the venue and process section of the federal RICO statute. 18 U.S.C. § 1965(a). RICO provides that venue may be appropriate in an action against a person in the district in which such person resides, is found, has an agent, or transacts his affairs. The venue provisions of RICO are permissive, and by their terms are not to be exclusive. Hence, the court may look to § 1965(a) or to the standard venue provisions contained in 28 U.S. C. § 1391(b). <i>Miller Brewing v. Landau,</i> 616 F.Supp. 1285, 1291 (E.D.Wisc.1985); <i>Van Schaick v. Church of Scientology,</i> 535 F.Supp. 1125, 1133 n. 6 (D.Mass.1982); <i>Farmers Bank v. Bell,</i> 452 F.Supp. 1278, 1280-81 (D.Del.1978). In the present case the claim arose in the Eastern District of North Carolina. Venue is proper in this court.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Defendants' motion to dismiss for forum non conveniens is DENIED. A district court's decision to dismiss a case on the grounds of forum non conveniens is discretionary. The court has flexibility in considering all relevant factors that affect the convenience of the location. In the present case the plaintiff is a North Carolina party. Secondly, the injured party, Beacon Insurance, is a North Carolina resident. Many of the witnesses and documents relating to the action are located in North Carolina. The rule of <i>Piper Aircraft v. Reyno,</i> 454 U.S. 235, 102 S.Ct. 252, 70 L.Ed.2d 419 (1981), suggests that it is not appropriate to consider whether the law of the new forum would be less favorable to the plaintiffs. Accordingly, this court does not address that issue. The <i>Piper Aircraft</i> holding, however, states that an inquiry into the <i>adequacy</i> of an alternative forum is appropriate. 454 U.S. at 254, 102 S.Ct. at 265. In the present case the alternative forum, England, has no comparable RICO statute. Any alternative action would arise under common law fraud in England. In this respect the RICO statute is far different than a common law fraud action.</p>\n<p>The court finds that RICO is a statute that is designed to adjudicate complicated cases of fraud with multiple parties. There is no comparable RICO provision in England. This fact, along with the fact that the bulk of the witnesses, documents and other proof are in the United States, supports the ruling.</p>\n<p>Additionally, the plaintiff has a statutory duty to preserve the integrity of insurance in North Carolina and this public policy consideration would be frustrated if the court allowed dismissal on forum non conveniens grounds. Furthermore, only two of the remaining defendants are located in England. The majority of the parties are located in the United States and the Eastern District is a reasonable forum for all the parties.</p>\n<p>The fact that the foreign defendants have filed claims against the insurance commissioner also counsels against the motion for dismissal on forum non conveniens grounds. By filing their claims, the defendants have admitted to the convenience of this forum.</p>\n<h2>NOTES</h2>\n<p>[1]  The Commissioner's responsibilities and duties are set out in N.C.G.S. § 58-155.11. Subsection (e) of § 58-155.11 reads:\n</p>\n<p>Upon taking possession of the assets of an insurer the domiciliary receiver shall, subject to the direction of the court, immediately proceed to conduct the business of the insurer or to take such steps as are authorized by the laws of this State for the purpose of liquidating, rehabilitating, reorganizing or conserving the affairs of the insurer.</p>\n<p>There is no provision within Chapter 58 that would allow the Commissioner to assert claims on behalf of the creditors or policyholders.</p>\n<p>[2]  For an excellent discussion of the intricacies of Rule 4, see Siegel, <i>Practice Commentaries on FRCP Rule 4,</i> 28 U.S.C.A. Federal Rules of Civil Procedure, Rules 1 to 11 (1987 Supplementary Pamphlet) at 45.</p>\n<p>[3]  Subsection (b) of 18 U.S.C. § 1965 only authorizes nationwide service of process:\n</p>\n<p>In any action under § 1964 of this chapter in any district court of the United States in which it is shown that the ends of justice require that other parties residing in any other district be brought before the court, the court may cause such parties to be summoned, and process for that purpose may be served in any judicial district of the United States by the marshal thereof.</p>\n<p>The section does not by its terms authorize service outside the United States.</p>\n<p>[4]  Subsection (3) of N.C.G.S. § 1-75.4 authorizes jurisdiction over the person in the following circumstances:\n</p>\n<p>Local Act or Omission.  In any action claiming injury to person or property or for wrongful death within or without this State arising out of an act or omission within this State by the defendant.</p>\n<p>Subsection (4) authorizes jurisdiction as follows:</p>\n<p>Local Injury; Foreign Act.  In any action for wrongful death occurring in this State or in any action claiming injury to person or property within this State arising out of an act or omission outside this State by the defendant, provided in addition that at or about the time of the injury either:</p>\n<p>a. Solicitation or services activities were carried on within this State by or on behalf of the defendant; or</p>\n<p>b. Products, materials or thing processed, serviced or manufactured by the defendant were used or consumed, within this State in the ordinary course of trade.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">680</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">746</span></span> (1988)</b></center>\n<center><h1>STATE OF NORTH CAROLINA, on relation of James E. LONG, Commissioner of Insurance, as Rehabilitator of the Beacon Insurance Company, Plaintiff,<br>\nv.<br>\nALEXANDER &amp; ALEXANDER SERVICES, INC., et al., Defendants.</h1></center>\n<center>No. 86-1247-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 26, 1988.</center>\n<p><span class=\"star-pagination\">*747</span> V. Lane Wharton, Jr., Hunter, Wharton &amp; Howell, William L. Thorp, Thorp, Fuller &amp; Slifkin, Raleigh, N.C., James L. Rohm, Baskin, Flaherty, Elliott &amp; Mannino, Philadelphia, Pa., for plaintiff.</p>\n<p>C. Thomas Ross, Craige, Brawley, Liipfert &amp; Ross, Jim D. Cooley, Womble, Carlyle, Sandridge &amp; Rice, Winston-Salem, N.C., James E. Walker, Kennedy, Covington, Lobdell &amp; Hickman, Douglas M. Martin, Palmer, Miller, Campbell &amp; Martin, Charlotte, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p></p>\n<h2>FACTUAL BACKGROUND</h2>\n<p>James E. Long, the North Carolina Commissioner of Insurance, filed this action pursuant to his statutory powers under Chapter 58 of the North Carolina General Statutes (N.C.G.S.) as the rehabilitator of the Beacon Insurance Company (Beacon). Beacon became insolvent in 1984 and was placed in voluntary rehabilitation by court order on February 20, 1984. The Commissioner filed this action on behalf of Beacon alleging causes of action under the federal RICO statute and under state unfair business and trade practice laws. The Commissioner alleges that through a concerted conspiracy the named defendants defrauded Beacon, causing it to become insolvent.</p>\n<p>Count one of the complaint alleges that since 1978 defendant Alexander &amp; Alexander conspired with other Alexander subsidiaries and affiliates to contrive products liability insurance for various domestic companies. The Commissioner alleges that the policies written were unsound and actuarially imprudent. The defendants then obtained \"reinsurance\" on these risks through brokers in other markets. The complaint alleges that, through a process of infiltration of Beacon and misrepresentation, defendants were able to obtain insurance <span class=\"star-pagination\">*748</span> from Beacon on these imprudent risks.</p>\n<p>Count two of the complaint alleges that the \"Toomey Conspirators\" including defendants Colin Bird, the Alexander Howden parties, B.F.G. Toomey Associates, and Neill W. Portermain engaged in a similar conspiracy to defraud Beacon. The named defendants allegedly recommended Beacon to various customers despite the knowledge that Beacon had been infiltrated by members of the conspiracy. Beacon would then write unsound insurance policies and the conspirators would reap excessive commissions.</p>\n<p>Count three of the complaint alleges that Colin Bird and the Alexander Howden parties conspired to eliminate Toomey from some dealings and directly write new policies for Beacon in the London insurance market. These policies were also allegedly unsound and were written for the sole purpose of generating excessive commissions for the benefit of the conspirators.</p>\n<p>Count four alleges that Bird, the Alexander Howden parties and the Puckett-Scheetz parties conspired to monopolize the insurance market for amusement parks, driving out competition by offering insurance at unreasonably low rates for such risks. These policies were offered through Beacon and were also allegedly fraudulent in that they did not reflect the actual risks of the venture.</p>\n<p>Count five alleges a conspiracy involving the Alexander parties to monopolize the medical malpractice insurance market in the state of Washington. Again, Beacon was used to write unsound policies that did not reflect the actual risks involved. The conspirators allegedly wrote these policies for the purpose of generating excessive commissions.</p>\n<p>The Commissioner alleges that the end result of the various conspiracies is that the Beacon's liabilities exceed its assets by over $75 million. Seventeen defendants have been named in the original complaint and have been charged with various RICO and state business practice violations. Several of the defendants are foreign companies. Jurisdiction and venue motions have been filed along with challenges to the sufficiency of the complaint.</p>\n<p>The court has reviewed the parties' written memoranda, heard oral argument and is now prepared to address all pending motions.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I.</h2>\n<p>(A) The following defendants are hereby dismissed from the action for plaintiff's failure to state a claim upon which relief can be granted against them:</p>\n<blockquote>(1) Alexander Howden Holding Company</blockquote>\n<blockquote>(2) Alexander Howden, Ltd.</blockquote>\n<blockquote>(3) Alexander Howden Service, Inc.</blockquote>\n<blockquote>(4) Alexander Underwriters, Ltd.</blockquote>\n<blockquote>(5) Hamilton Underwriters, Ltd.</blockquote>\n<blockquote>(6) American Specialty Risk Insurance Company</blockquote>\n<p>This dismissal is made pursuant to Fed.R. Civ.P. 12(b)(6).</p>\n<p>(B) The claims against defendant, Rydata Ltd. (Bermuda), are dismissed for lack of jurisdiction over the person under Fed.R. Civ.P. 12(b)(2).</p>\n<p>(C) The federal RICO claims under 18 U.S.C. § 1961-68 asserted against defendants Puckett Group, Inc. and Puckett-Scheetz Insurance Company, Inc. are hereby dismissed for failure to state a claim upon which relief can be granted.</p>\n<p>(D) Plaintiff makes no objection to the dismissal of the indicated claims against defendants named in this section.</p>\n<p></p>\n<h2>II.</h2>\n<p>(A) The court hereby orders that any and all claims asserted by plaintiff on behalf of creditors or policyholders of the Beacon Insurance Company be dismissed. The provisions of N.C.G.S. § 58-155.1 through § 58-155.36 provide that the plaintiff represent the insurance company as its rehabilitator, and in this capacity he may conduct the business of the insurer or take <span class=\"star-pagination\">*749</span> other steps to conserve its affairs.<sup>[1]</sup> No claims may be asserted by plaintiff against defendants on behalf of the creditors or policyholders of the insurance company.</p>\n<p>(B) The court finds that the plaintiff has standing to bring this action in his capacity as insurance commissioner and rehabilitator of the Beacon Insurance Company. Subsection (b) of N.C.G.S. § 58-155.11 reads in part:</p>\n<blockquote>As domiciliary receiver the Commissioner shall be vested by operation of law with the title to all of the property, contracts, including reinsurance contracts or treaties, and <i>rights of action,</i> and all of the books and records of the insurer wherever located, as of the date of entry of the order directing him to rehabilitate or liquidate a domestic insurer....</blockquote>\n<p>(emphasis added). The present claims are claims Beacon would have had if not for its insolvency.</p>\n<p></p>\n<h2>III.</h2>\n<p>(A) Defendants contend that the court does not have personal jurisdiction over British defendants Colin Bird and Alexander Howden Group Ltd. Federal Rule Civ. P. 4(i) directs the manner of service upon a party \"not an inhabitant of or found within the state in which the district court is held\" if service is authorized by a statute referred to in Rule 4(e). The first sentence of Rule 4(e) provides that when service is authorized by a federal statute or order of court, it can be done in the manner provided for in the statute or if there is no statute then in the manner stated in Rule 4. The second sentence of Rule 4(e) provides that when service is made pursuant to a statute of the state in which the court sits, the manner of service may be made in accordance with that rule. In effect, Rule 4(e) allows the district court to exercise personal jurisdiction over nonresident defendants on the basis of a federal statute or on the basis of a state \"long-arm\" statute.<sup>[2]</sup></p>\n<p>In the present case the federal RICO statute does not provide for service on foreign defendants. 18 U.S.C. § 1965.<sup>[3]</sup> Accordingly, the court cannot exercise personal jurisdiction over foreign defendants Alexander Howden Group, Ltd. and Colin Bird on these grounds. <i>Nordic Bank v. Trend Group,</i> <span class=\"citation\" data-id=\"1798582\"><a href=\"/opinion/1798582/nordic-bank-plc-v-trend-group-ltd/\"><span class=\"volume\">619</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">542</span></a></span> (S.D.N.Y. 1985); <i>Soltex Polymer v. Fortex Industries,</i> <span class=\"citation\" data-id=\"2247728\"><a href=\"/opinion/2247728/soltex-polymer-corp-v-fortex-industries-inc/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1453</span></a></span> (E.D.N.Y.1984).</p>\n<p>Under Rule 4(e), however, made operative through Rule 4(i), the district court may turn to the state long-arm jurisdiction statute in the absence of federal authorization for personal jurisdiction. Although state long-arm jurisdiction usually comes into play primarily in federal diversity cases, the plaintiff can use the state long-arm statute when subject matter jurisdiction is premised solely upon federal question grounds. Wright &amp; Miller, Federal Practice and Procedure: Civil 2d § 1115; <i>United States v. First National City Bank,</i> <span class=\"citation\" data-id=\"106959\"><a href=\"/opinion/106959/united-states-v-first-nat-city-bank/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, <span class=\"citation\" data-id=\"106959\"><a href=\"/opinion/106959/united-states-v-first-nat-city-bank/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">528</span></a></span>, <span class=\"citation\" data-id=\"106959\"><a href=\"/opinion/106959/united-states-v-first-nat-city-bank/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">365</span></a></span> (1965).</p>\n<p>Aside from the permissive wording of Rule 4(e) allowing a federal court to use <span class=\"star-pagination\">*750</span> state long-arm jurisdiction, this is the only logically consistent interpretation of the RICO statute. The nationwide service of process provisions of RICO were intended to liberalize process requirements, allowing a court to bring all members of a nationwide conspiracy together at once. <i>Butcher's Union v. SDC Investment,</i> <span class=\"citation\" data-id=\"468618\"><a href=\"/opinion/468618/butchers-union-local-no-498-united-food-and-commercial-workers-the/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span> (9th Cir.1986). If § 1965(b) were to be the exclusive means of authorizing service on nonresident defendants, then a selection of foreign defendants who would be amenable to service under state long-arm jurisdiction would escape service despite Congress' intent, when writing § 1965(b), to bring more RICO defendants into court.</p>\n<p>(B) Under North Carolina long-arm jurisdiction (N.C.G.S. § 1-75.4) both Colin Bird and Alexander Howden Group Ltd. are contemplated defendants as the statute extends its reach to the limits allowed under the due process clause of the United States Constitution. <i>Sparrow v. Goodman,</i> <span class=\"citation\" data-id=\"1468463\"><a href=\"/opinion/1468463/sparrow-v-goodman/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1268</span></a></span> (W.D.N.C.1974). Specifically, and at a minimum, subsections (3) and (4) of § 1-75.4 provide the basis for which defendants may be brought before the court.<sup>[4]</sup></p>\n<p>(C) Once long-arm jurisdiction has been invoked, a constitutional due process inquiry must be undertaken. When a federal court sits in a case based upon diversity jurisdiction, the inquiry is made under the Fourteenth Amendment. When a federal court sits in federal question jurisdiction, even if it has borrowed long-arm jurisdictional powers from the state under Rule 4(e), the better view is that the inquiry is guided by the due process clause of the Fifth Amendment. <i>Handley v. Indiana &amp; Michigan Electric Co.,</i> <span class=\"citation\" data-id=\"434924\"><a href=\"/opinion/434924/roger-l-handley-v-indiana-michigan-electric-co/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1265</span></a></span> (6th Cir.1984); <i>contra </i><i>DeJames v. Magnificence Carriers,</i> <span class=\"citation\" data-id=\"392300\"><a href=\"/opinion/392300/joseph-dejames-v-magnificence-carriers-inc-venture-shipping-managers/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span> (3d Cir.) <i>cert. denied</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1085</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">642</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">620</span></span> (1981).</p>\n<p>In the seminal case addressing personal jurisdiction over nonresident defendants, the Court in <i>International Shoe v. Washington,</i> <span class=\"citation\" data-id=\"104200\"><a href=\"/opinion/104200/international-shoe-co-v-washington/\"><span class=\"volume\">326</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">154</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">95</span></span> (1945), held that the state court may have jurisdiction only if there exist \"minimum contacts\" between the defendant and the forum state. In analyzing the development of the <i>International Shoe</i> test, Justice White in <i>World-Wide Volkswagen v. Woodson,</i> <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 291-92, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">559</span></a></span>, 564, <span class=\"citation\" data-id=\"110170\"><a href=\"/opinion/110170/world-wide-volkswagen-corp-v-woodson/\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1980), wrote:</p>\n<blockquote>The concept of mininum contacts, in turn, can be seen to perform two related, but distinguishable functions. It protects the defendant against the burdens of litigating in a distant or inconvenient forum. And it acts to ensure that the States through their courts, do not reach out beyond the limits imposed on them by their status as coequal sovereigns in a federal system.</blockquote>\n<p>The <i>Handley</i> court relied upon this language to support the idea that only the first of these functions is pertinent in a federal question case. 732 F.2d at 1271. There is no \"coequal sovereign\" problem when, as here, a federal court sits on the authority of federal question subject matter jurisdiction.</p>\n<p>The practical difference between a \"minimum contacts\" test under the Fourteenth and Fifth Amendments is not great. The court's analysis under the Fifth Amendment, however, must focus solely on the determination of whether or not it would be unduly burdensome to subject the defendants to suit in this forum. In the present case there is adequate proof to support a <span class=\"star-pagination\">*751</span> finding that both Colin Bird and Alexander Howden Group Ltd. have engaged in sufficient business related contacts, through telephone calls, letters and personal visits to support personal jurisdiction. These sort of contacts can give defendants a reasonable expectation of being hailed into court in the jurisdiction receiving this attention.</p>\n<p>Defendants' contacts with North Carolina are of a continuous and systematic nature. The contacts primarily relate to the transaction of business with Beacon Insurance. This cause of action arose as a result of the business dealings between Beacon and defendants. Accordingly, no violation of due process will occur by forcing defendants to litigate in this court. <i>Burger King v. Rudzewicz,</i> <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2174</span></a></span>, <span class=\"citation\" data-id=\"111429\"><a href=\"/opinion/111429/burger-king-corp-v-rudzewicz/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">528</span></a></span> (1985); <i>Helicopteros Nacionales de Colombia v. Hall,</i> <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">408</span></a></span>, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"111159\"><a href=\"/opinion/111159/helicopteros-nacionales-de-colombia-sa-v-hall/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">404</span></a></span> (1984).</p>\n<p>(D) The court finds that the above analysis also supports a finding that jurisdiction is proper over the following domestic defendants:</p>\n<blockquote>(1) Alexander &amp; Alexander Services, Inc.</blockquote>\n<blockquote>(2) Alexander &amp; Alexander of New York</blockquote>\n<blockquote>(3) Alexander &amp; Alexander Inc.</blockquote>\n<blockquote>(4) Atlanta International Insurance Co.</blockquote>\n<p>Service of process has been properly accomplished in accordance with Rule 4 and under the authority of N.C.G.S. § 1-75.4. Additionally, due process requirements have been satisfied as to these defendants as the requisite minimum contacts have been sufficiently proved. Business contacts in the form of letters, telephone calls, and personal visits are significant enough to give defendants the reasonable expectation of being called into court. Defending an action in this jurisdiction will not be overly burdensome to the defendants.</p>\n<p></p>\n<h2>IV.</h2>\n<p>Defendants' motion to strike the RICO action for failure to state a claim is hereby DENIED. RICO is to be broadly construed. <i>Sedima v. Imrex Co.,</i> <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3275</span></a></span>, <span class=\"citation\" data-id=\"111508\"><a href=\"/opinion/111508/sedima-sp-rl-v-imrex-co/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1985). Plaintiff has made out a prima facie case of federal RICO violations. The specific pleading requirements of RICO can be summarized as follows:</p>\n<blockquote>(1) That the defendant[s]</blockquote>\n<blockquote>(2) through the commission of two of the enumerated predicate acts,</blockquote>\n<blockquote>(3) which constitute a \"pattern\" of</blockquote>\n<blockquote>(4) \"racketeering activity,\"</blockquote>\n<blockquote>(5) directly or indirectly participates in the conduct of</blockquote>\n<blockquote>(6) an \"enterprise,\"</blockquote>\n<blockquote>(7) the activities of which affect interstate or foreign commerce, and that</blockquote>\n<blockquote>(8) plaintiff was injured in his business or property by reason of such conduct.</blockquote>\n<p><i>Taylor v. Bear Stearns,</i> <span class=\"citation\" data-id=\"2310225\"><a href=\"/opinion/2310225/taylor-v-bear-stearns-co/\"><span class=\"volume\">572</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">667</span></a></span>, 682 (N.D.Ga.1983) citing <i>Moss v. Morgan Stanley,</i> <span class=\"citation\" data-id=\"425977\"><a href=\"/opinion/425977/michael-e-moss-v-morgan-stanley-inc-e-jacques-courtois-jr-adrian/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span> (2d Cir.1983) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1025</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1280</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></span> (1984).</p>\n<p>In the present case, multiple acts of mail fraud have been alleged in several jurisdictions. The activities are sufficient to constitute a \"pattern\" due to the continuity and nature of the alleged relationship between defendants and Beacon. <i>International Data Bank v. Zepkin,</i> <span class=\"citation\" data-id=\"483561\"><a href=\"/opinion/483561/international-data-bank-ltd-v-eugene-zepkin-harold-grossman-southern/\"><span class=\"volume\">812</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span>, 154 (4th Cir.1987). Additionally, the activities would constitute \"racketeering activity\" within the meaning of § 1961(1) if proved true. The defendants are alleged to have directly engaged in activities with the enterprise. The enterprise is alleged to be the Beacon Insurance Company. Sufficient contact with interstate and foreign commerce has been alleged and the requisite injury has been pled with the necessary particularity.</p>\n<p></p>\n<h2>V.</h2>\n<p>(A) The court allows plaintiff's state claims under N.C.G.S. § 75-1 through § 75-56 to proceed against all remaining defendants under the pendant jurisdiction doctrine. The court finds that the state claims arise from the same common nucleus of operative facts as the claims alleged under the federal RICO statute. Defendants' motion to dismiss state law claims <span class=\"star-pagination\">*752</span> under Chapter 75 for failure to state a claim upon which relief can be granted is DENIED.</p>\n<p>(B) Defendants' motion to dismiss plaintiff's claims under N.C.G.S. § 75D are hereby GRANTED. The North Carolina RICO statute became effective on October 1, 1986. The Beacon Insurance Company was involved in the rehabilitation process as early as February 1984. Allegations that defendants engaged in an incident of racketeering activity after October 1, 1986, as required by N.C.G.S. § 75D-3(b), are insufficient.</p>\n<p></p>\n<h2>VI.</h2>\n<p>The court finds that venue in this action is appropriate in the Eastern District of North Carolina.</p>\n<p>The federal venue statute, 28 U.S.C. § 1391(b), states that when jurisdiction is not founded on diversity of citizenship, venue is appropriate in the district in which all defendants reside, or in which the claim arose, except as otherwise provided by law. The law in this case is the venue and process section of the federal RICO statute. 18 U.S.C. § 1965(a). RICO provides that venue may be appropriate in an action against a person in the district in which such person resides, is found, has an agent, or transacts his affairs. The venue provisions of RICO are permissive, and by their terms are not to be exclusive. Hence, the court may look to § 1965(a) or to the standard venue provisions contained in 28 U.S. C. § 1391(b). <i>Miller Brewing v. Landau,</i> <span class=\"citation\" data-id=\"1812209\"><a href=\"/opinion/1812209/miller-brewing-co-v-landau/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1285</span></a></span>, 1291 (E.D.Wisc.1985); <i>Van Schaick v. Church of Scientology,</i> <span class=\"citation\" data-id=\"1737170\"><a href=\"/opinion/1737170/van-schaick-v-church-of-scientology-of-cal-inc/\"><span class=\"volume\">535</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1125</span></a></span>, 1133 n. 6 (D.Mass.1982); <i>Farmers Bank v. Bell,</i> <span class=\"citation\" data-id=\"2302621\"><a href=\"/opinion/2302621/farmers-bank-of-state-of-del-v-bell-mtg-corp/\"><span class=\"volume\">452</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1278</span></a></span>, 1280-81 (D.Del.1978). In the present case the claim arose in the Eastern District of North Carolina. Venue is proper in this court.</p>\n<p></p>\n<h2>VII.</h2>\n<p>Defendants' motion to dismiss for forum non conveniens is DENIED. A district court's decision to dismiss a case on the grounds of forum non conveniens is discretionary. The court has flexibility in considering all relevant factors that affect the convenience of the location. In the present case the plaintiff is a North Carolina party. Secondly, the injured party, Beacon Insurance, is a North Carolina resident. Many of the witnesses and documents relating to the action are located in North Carolina. The rule of <i>Piper Aircraft v. Reyno,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">419</span></span> (1981), suggests that it is not appropriate to consider whether the law of the new forum would be less favorable to the plaintiffs. Accordingly, this court does not address that issue. The <i>Piper Aircraft</i> holding, however, states that an inquiry into the <i>adequacy</i> of an alternative forum is appropriate. 454 U.S. at 254, 102 S.Ct. at 265. In the present case the alternative forum, England, has no comparable RICO statute. Any alternative action would arise under common law fraud in England. In this respect the RICO statute is far different than a common law fraud action.</p>\n<p>The court finds that RICO is a statute that is designed to adjudicate complicated cases of fraud with multiple parties. There is no comparable RICO provision in England. This fact, along with the fact that the bulk of the witnesses, documents and other proof are in the United States, supports the ruling.</p>\n<p>Additionally, the plaintiff has a statutory duty to preserve the integrity of insurance in North Carolina and this public policy consideration would be frustrated if the court allowed dismissal on forum non conveniens grounds. Furthermore, only two of the remaining defendants are located in England. The majority of the parties are located in the United States and the Eastern District is a reasonable forum for all the parties.</p>\n<p>The fact that the foreign defendants have filed claims against the insurance commissioner also counsels against the motion for dismissal on forum non conveniens grounds. By filing their claims, the defendants have admitted to the convenience of this forum.</p>\n<h2>NOTES</h2>\n<p>[1]  The Commissioner's responsibilities and duties are set out in N.C.G.S. § 58-155.11. Subsection (e) of § 58-155.11 reads:\n</p>\n<p>Upon taking possession of the assets of an insurer the domiciliary receiver shall, subject to the direction of the court, immediately proceed to conduct the business of the insurer or to take such steps as are authorized by the laws of this State for the purpose of liquidating, rehabilitating, reorganizing or conserving the affairs of the insurer.</p>\n<p>There is no provision within Chapter 58 that would allow the Commissioner to assert claims on behalf of the creditors or policyholders.</p>\n<p>[2]  For an excellent discussion of the intricacies of Rule 4, see Siegel, <i>Practice Commentaries on FRCP Rule 4,</i> 28 U.S.C.A. Federal Rules of Civil Procedure, Rules 1 to 11 (1987 Supplementary Pamphlet) at 45.</p>\n<p>[3]  Subsection (b) of 18 U.S.C. § 1965 only authorizes nationwide service of process:\n</p>\n<p>In any action under § 1964 of this chapter in any district court of the United States in which it is shown that the ends of justice require that other parties residing in any other district be brought before the court, the court may cause such parties to be summoned, and process for that purpose may be served in any judicial district of the United States by the marshal thereof.</p>\n<p>The section does not by its terms authorize service outside the United States.</p>\n<p>[4]  Subsection (3) of N.C.G.S. § 1-75.4 authorizes jurisdiction over the person in the following circumstances:\n</p>\n<p>Local Act or Omission.  In any action claiming injury to person or property or for wrongful death within or without this State arising out of an act or omission within this State by the defendant.</p>\n<p>Subsection (4) authorizes jurisdiction as follows:</p>\n<p>Local Injury; Foreign Act.  In any action for wrongful death occurring in this State or in any action claiming injury to person or property within this State arising out of an act or omission outside this State by the defendant, provided in addition that at or about the time of the injury either:</p>\n<p>a. Solicitation or services activities were carried on within this State by or on behalf of the defendant; or</p>\n<p>b. Products, materials or thing processed, serviced or manufactured by the defendant were used or consumed, within this State in the ordinary course of trade.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/483561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1468463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1737170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1798582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1812209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2247728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2302621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2310225/"
  ]
}