{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1528437/",
  "absolute_url": "/opinion/1528437/in-re-york/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1528437/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:35:31.325601Z",
  "date_modified": "2016-04-26T22:58:03.688853Z",
  "type": "010combined",
  "sha1": "1beba6e1797a6a63ce2f9e7824c2176e0f3091d7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>205 B.R. 759 (1997)</b></center>\n<center><h1>In re Susan YORK, Debtor.<br>\nCONTINENTAL CASUALTY COMPANY and Knoll International, Inc. Long Term Disability Plan, Appellants,<br>\nv.<br>\nSusan YORK, Appellee.</h1></center>\n<center>No. 5:96-CV-879-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 5, 1997.</center>\n<p><span class=\"star-pagination\">*760</span> J. A. Webster, III, Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for appellants.</p>\n<p>Stephen A. Woodson, Land Loss Prevention Project, for appellee.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on appeal from an order of the United States Bankruptcy Court for the Eastern District of North Carolina (\"Bankruptcy Court\") denying appellants' motion for summary judgment and granting <i>sua sponte</i> summary judgment for the appellee on two issues. A hearing was conducted on August 15, 1996, by Bankruptcy Judge J. Rich Leonard, and the order was entered on September 17, 1996. The parties have thoroughly briefed the appeal to this court, and the matter is now ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On January 26, 1970, Susan York (\"York\") was hired by Knoll International, Inc. (\"Knoll\"), where she remained employed for 20 years until she became disabled on March 17, 1990. Although originally labeled a \"major affective disorder,\" York's illness is defined in her affidavit as chronic fatigue syndrome, involving depression. When York became disabled, she worked in the position of Senior Buyer, and was earning approximately $34,000 per year.</p>\n<p>On January 1, 1989, Knoll established the Knoll International, Inc. Long Term Disability Plan (the \"Plan\"), to provide disability benefits to its employees. As an employee, <span class=\"star-pagination\">*761</span> York was a beneficiary under the Plan, and she became entitled to receive benefits under the Plan on September 15, 1990. Benefits under the Plan were provided pursuant to a group policy written by Continental Casualty Company (\"Continental\"). Under the Plan, the maximum monthly benefit is 60% of the beneficiary's salary, which is reduced by the amount of any disability benefits paid or payable under the Social Security Act.</p>\n<p>During the period that the Plan covered York for her disability, York also filed for Social Security disability benefits. Continental claims that it offered York the choice between two benefit options while York waited for her Social Security payments. Under one option, York would receive the entire 60% of her salary without any reduction for Social Security benefits she would receive. Under this option, York would be required to reimburse Continental for any overpayment in a lump sum taken from any Social Security money she received. Under the other option, York would receive 60% of her salary less the disability amount to which she was entitled under the Social Security Act.</p>\n<p>Affidavits of three Continental employees support Continental's proposition that York was fully aware of the consequence of selecting the first of these options when she made her election. A Senior Claims Representative, Darla Chamberalin, testified by affidavit that York's options were fully explained to her by letter dated September 3, 1991, which stated:</p>\n<blockquote>If you request us . . . to advance full benefits while you go through the Social Security application and appeal process, it is very possible that an overpayment will occur. It is important that you notify us immediately upon receipt of the award so that we can recalculate your benefits and determine the amount of overpayment. Any monies you receive from Social Security should be set aside until we notify you of the amount of the overpayment. When we have notified you of the full amount of the overpayment, full reimbursement of same should be made within three weeks.</blockquote>\n<p>Aff. of Darla Chamberlain at 2; Order, <i>Continental Casualty Co. v. York,</i> Sept. 17, 1996, at 3.</p>\n<p>Continental paid York her maximum benefit of $1,721.65 per month, or $41,310.60 total, while her Social Security claim was pending. In February 1993, York received a lump sum Social Security award in the amount of $1,040 per month retroactive to 1990. This Social Security payment resulted in an overpayment of disability benefits paid to York in the amount of $22,325.33. A letter dated March 8 from Claim Specialist Laura Wheeley informed York that any retroactive benefits received from Social Security should be utilized to reimburse Continental for the advanced benefits extended to York during the pendency of her Social Security claim. Pl. Br. on Appeal to Dist. Ct. at 8-9. Neither party disputes that York has never reimbursed Continental for the overpayment; indeed, York admitted that she used the money to pay living expenses and to buy a fishing boat to enable her fiance to supplement their income.</p>\n<p>York claims that she enrolled in a disability plan in 1985 which was written by Confederation Life Insurance Company, and she was never given notice of any change to the Continental plan which took effect in 1989. York claims that despite her repeated requests for evidence documenting that she was given notice of the 1989 change, Continental and Knoll have failed to produce such evidence. In essence, York urges that her understanding of her disability coverage under the Plan explains her failure to reimburse Continental.</p>\n<p>Continental's plan limits coverage for disabilities caused by mental or emotional disorders to 24 months. York alleges she was unaware of the 24-month limitation on benefits for mental disorders until she was given notice in August 1992 that her benefits would be terminated. York's affidavit states, in part:</p>\n<blockquote>At the time I began receiving the Knoll disability benefit payments in September, 1990 it was my understanding that these benefits would continue until age sixty-five (65) or my complete recovery. There was no mention of any limitation for the nature of my disability at the time I began to receive benefits or of the possibility of an integration clause requiring reimbursement <span class=\"star-pagination\">*762</span> to Knoll for any Social Security proceeds I might later receive. Up until my benefits were cancelled in 1992 I was never advised of any possible exclusion based on the nature of my illness.</blockquote>\n<p>Aff. of Susan York, ¶ 5.</p>\n<p>York claims that she was first made aware of aware of her obligation to reimburse Continental when</p>\n<blockquote>[i]n early September, 1991 I received a letter . . . requesting that I apply for Social Security disability benefits. . . . I was advised at that time that should the Social Security award exceed the benefits received under the Knoll plan I would be responsible for reimbursing Knoll for the excess out of those benefits. Based on my understanding that my disability benefits would be ongoing I agreed to the reimbursement arrangement.</blockquote>\n<p><i>Id.</i> ¶ 6. York also avers that since she had been receiving disability benefits under the Plan for roughly a year, her financial situation required her to continue to receive the maximum possible benefits at that time. Due to York's understanding that her disability benefits would be ongoing until age 65, she agreed to reimburse Continental. <i>Id.</i></p>\n<p>Continental and the Plan filed suit in the United States District Court for the Eastern District of North Carolina to recover the overpayment to the defendant. However, the action was stayed as a result of York filing a petition in bankruptcy. York eventually conceded liability on this debt in the amount sought by Continental, and on March 11, 1996, the stay was lifted to allow the District Court to enter judgment. Therefore, the only issues before the Bankruptcy Court concerned the nondischargeability of the debt pursuant to § 523(a) of the Bankruptcy Code.</p>\n<p>Continental and the Plan moved for summary judgment on the issue of nondischargeability, urging that the debt should be found nondischargeable on three grounds: (1) York engaged in \"fraud or defalcation while acting in a fiduciary capacity\" under § 523(a)(4); (2) York embezzled the overpayment under § 523(a)(4); and (3) York inflicted a \"willful and malicious injury\" on Continental under § 523(a)(6). The Bankruptcy Court found that Continental and the Plan were not entitled to summary judgment on either of their section 523(a)(4) claims. Further, since Continental and the Plan could not establish necessary elements of their 523(a)(4) claims as a matter of law, the Bankruptcy Court opted <i>sua sponte</i> to grant summary judgment in favor of York as to these claims. As for the 523(a)(6) claim, the Bankruptcy Court denied the summary judgment motion as there remained a material issue of fact as to whether York \"possessed the subjective state of mind necessary to show a willful and malicious injury under § 523(a)(6).\" Order, <i>Continental Casualty Co. v. York,</i> September 17, 1996, at 11.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Standards of Review</p>\n<p>\"A district court applies two standards of review when considering an appeal from a bankruptcy court decision: `one for findings of fact; the other for conclusions of law.'\" <i>Perlow v. Perlow,</i> 128 B.R. 412, 414 (E.D.N.C.1991)(citing <i>Morter v. Farm Credit Servs.,</i> 110 B.R. 390, 392 (N.D.Ind.1990)). The Federal Rules of Bankruptcy Procedure provide that \"[f]indings of fact shall not be set aside unless clearly erroneous.\" Bankr.R. 8013. <i>See also, </i><i>In re Stanley,</i> 66 F.3d 664, 667 (4th Cir.1995). However, \"[w]hen a bankruptcy court's conclusions of law are challenged, the district court must make a de novo review and may overturn the findings if they are contrary to law.\" <i>Perlow,</i> 128 B.R. at 414 (citing <i>Morter,</i> 110 B.R. at 393).</p>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 247, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); <i>Ross v. Communications Satellite Corp.,</i> 759 F.2d 355, 364 (4th Cir.1985). When making the summary judgment <span class=\"star-pagination\">*763</span> determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513. Having set forth the standards of review applicable to this appeal, the court now turns to the substantive issues involved.</p>\n<p>II. Section 523(a)(4): Fraud or Defalcation While Acting in a Fiduciary Capacity</p>\n<p>Section 523(a)(4) provides that \"[a] discharge under section 727 . . . does not discharge an individual from any debt . . . for fraud or defalcation while acting in a fiduciary capacity. . . .\" 11 U.S.C. § 523(a)(4). The Bankruptcy Court found that in order for York's debt to be nondischargeable on this ground, Continental and the Plan would have to show: (1) that York was acting as a fiduciary; and (2) that York committed a fraud or defalcation while acting in that capacity. Since the plaintiffs below could not make a legal showing that York was acting as a fiduciary, the Bankruptcy Court denied the motion for summary judgment. Instead, the court <i>sua sponte</i> granted summary judgment in favor of York.</p>\n<p>At the outset, the court notes that the bankruptcy court's finding regarding the existence of fiduciary duty is a legal, rather than factual, finding. As a result, the court reviews the Bankruptcy Court's finding de novo. <i>Fowler Brothers v. Young,</i> 91 F.3d 1367, 1373 (10th Cir.1996). In addition, the court is reminded that in assessing whether a fiduciary relationship exists, it \"must construe the term `fiduciary' very narrowly.\" <i>In re Scott,</i> 201 B.R. 424, 435 (Bankr.E.D.Va. 1996); <i>see also, </i><i>Union Mutual Life Ins. Co. v. Murphy (Matter of Murphy),</i> 9 B.R. 167, 173 n. 3 (Bankr.E.D.Va.1981) (noting that \"[t]he Supreme Court has defined narrowly what constitutes the applicable definition of a `fiduciary' under Section 17(a)(4) [predecessor to § 523(a)(4)]\").</p>\n<p>In defining the requirements of a fiduciary relationship for the purposes of § 523(a)(4), this district has recognized that \"a fiduciary relation has been found to exist only where there is a technical or express trust, and not where a trust is imposed because of the very act of wrongdoing out of which the contested debt arose.\" <i>Matter of Storms,</i> 28 B.R. 761, 764 (Bankr.E.D.N.C.1983). In this vein, the United States Supreme Court has stated, \"[i]t is not enough that, by the very act of wrongdoing out of which the contested debt arose, the bankrupt has become chargeable as a trustee ex maleficio. He must have been trustee before the wrong and without reference thereto. . . . The language would seem to apply only to a person who was already a fiduciary when the debt was created.\" <i>Davis v. Aetna Acceptance Co.,</i> 293 U.S. 328, 333, 55 S.Ct. 151, 154, 79 L.Ed. 393 (1934) (citation omitted). As the Bankruptcy Court noted, a trust relationship sufficient to bestow fiduciary responsibility cannot be one which is merely implied from contract, nor will a constructive trust suffice to create a \"fiduciary relationship\" under the Bankruptcy Act. <i>Union Mutual Life Ins. Co. v. Murphy (Matter of Murphy),</i> 9 B.R. 167, 173 (Bankr.E.D.Va.1981).</p>\n<p>Continental and the Plan urge that under North Carolina law, an express trust existed between the parties such that York was acting as a fiduciary when she neglected to repay Continental the overpayment. While true that state law is relevant to the determination whether a trust relationship existed, the court agrees with the Bankruptcy Court that no documents of record before the court are sufficient to evidence the existence of an express trust. Attempting to demonstrate that an express trust existed in this case, appellants rely on the case of <i>Sinclair v. Travis,</i> 231 N.C. 345, 57 S.E.2d 394, 400 (1950), which defines an \"express trust\" as</p>\n<blockquote>a fiduciary relationship with respect to property, subjecting the person by whom the property is held to equitable duties for the benefit of another person, which arises as a result of a manifestation of an intent to create it.</blockquote>\n<p><i>Id.</i> Notably, this definition requires the manifestation of an intent to create a trust.</p>\n<p>On the facts before the court, the court is unable to conclude that the parties contemplated an express trust relationship when plaintiff consented to the reimbursement option. Despite appellants' use of trust language <span class=\"star-pagination\">*764</span> in their brief, the court agrees with the Bankruptcy Court that \"[a]t most, these documents contractually obligate [York] to reimburse Continental for any overpayment that might result from a future Social Security award.\"<sup>[1]</sup> Without some evidence indicating that the parties contemplated a trust relationship prior to York incurring the debt at issue, the court is reluctant to convert what appears to be a simple debtor-creditor relationship into a trust relationship which imposes fiduciary duties simply because appellants choose to categorize the relationship between the parties as such. Therefore, appellants are unable to satisfy the narrow legal definition of a \"fiduciary\" as that term is employed in § 523(a), and the Bankruptcy Court was correct in awarding summary judgment to York as to this claim.</p>\n<p>III. Section 523(a)(4): Embezzlement</p>\n<p>Continental and the Plan also sought summary judgment on the ground that York's failure to repay Continental amounted to \"embezzlement\" under § 523(a)(4). This district has defined \"embezzlement\" as \"the fraudulent, or knowing and willful, misapplication or conversion of property which belongs to another, by a person to whom such property has been entrusted or onto whose hands it has lawfully come.\" <i>In re Storms,</i> 28 B.R. at 765. Additionally, \"the elements of embezzlement must be proved by clear and convincing evidence to establish that a debt is nondischargeable. . . .\" <i>Id.</i> Applying this definition of embezzlement to the instant matter, the Bankruptcy Court relied on 42 U.S.C. § 407, which prohibits the assignment of Social Security benefits, in concluding that, as a matter of law, appellants were unable to prove York had taken \"property which belongs to another.\" Accordingly, the Bankruptcy Court <i>sua sponte</i> entered summary judgment in favor of York.</p>\n<p>Section 407(a) of the Social Security Act provides:</p>\n<blockquote>The right of any person to any future payment under this subchapter shall not be transferable or assignable, at law or in equity, and none of the moneys paid or payable or rights existing under this subchapter shall be subject to execution, levy, attachment, garnishment, or other legal process, or to the operation of any bankruptcy or insolvency law.</blockquote>\n<p>42 U.S.C. § 407(a). Despite the language of this statute, Continental and the Plan urge that it was error for the Bankruptcy Court to conclude that they had no interest in York's Social Security benefits. Their primary argument is that York entered into the reimbursement agreement in order to continue to receive the maximum benefit possible. In no way did this agreement diminish York's right to her Social Security payments; therefore, Continental argues that it has a property interest in York's Social Security payment which does not violate § 407.</p>\n<p>It is true that York's reimbursement agreement with Continental did nothing to reduce the amount of Social Security benefits she received. However, to agree with Continental's argument that its right to reimbursement amounted to a <i>property interest</i> in those <i>specific</i> Social Security benefits without violating § 407, the court would need to engage in an unnatural reading of § 407. For Continental to have a legally recognizable property interest in York's Social Security benefits as such, York must have assigned or transferred her interest in those funds to Continental, a clear violation of the plain language of § 407.</p>\n<p>The court does not dispute that Continental was within its rights to decrease York's entitlement to disability benefits under the Plan commensurate with York's Social Security entitlement. <i>See </i><i>Lamb v. Connecticut General Life Ins. Co.,</i> 643 F.2d 108 (3d Cir.), <i>cert. denied,</i> 454 U.S. 836, 102 S.Ct. 139, 70 L.Ed.2d 116 (1981). The narrow issue here, however, is whether Continental can assert a specific entitlement or property interest in York's actual Social Security benefits. Neither party has cited, nor is this court aware <span class=\"star-pagination\">*765</span> of, any controlling case law discussing whether an insurance company can assert a property interest in a person's Social Security benefits to recover an overpayment of disability benefits without violating § 407. York cites <i>Poisson v. Allstate Life Insurance Co.,</i> 640 F.Supp. 147 (D.Maine 1986), to demonstrate that at least one court which has addressed a similar issue determined that the insurance company was entitled to reimbursement without violating § 407 because \"[the insurance company] sought return of an alleged overpayment, not a right to Plaintiff's Social Security benefits as such.\" This language suggests to the court that had the insurance company in <i>Poisson</i> been asserting a right to the actual Social Security benefits, it would have done so in violation of § 407.</p>\n<p>In <i>Continental Casualty Co. v. Hunt,</i> 913 P.2d 292 (1996), the Supreme Court of Oklahoma faced the issue \"whether the appellant, Continental Casualty Company, violated 42 U.S.C. § 407(a) by seeking a judgment for an alleged overpayment of disability insurance after the appellee, Leslie Hunt, was awarded back benefits from social security based upon disability.\" <i>Id.</i> at 293. Like York, the plaintiff in <i>Hunt</i> relied on disability as his sole source of income and, like York, the plaintiff applied for Social Security benefits at the request of Continental. After the plaintiff in <i>Hunt</i> applied for Social Security benefits, he was presented the same options as was York. He could receive full benefits while Social Security benefits were pursued, or he could have his disability check reduced by the estimated Social Security benefit. <i>Id.</i> at 294. The plaintiff in <i>Hunt</i> was notified</p>\n<blockquote>If you request us to advance full benefits while you go through the Social Security application and appeal process, it is very possible that an overpayment will occur. It is important that you notify us immediately upon receipt of the payment. Any monies you receive from Social Security should be set aside until we notify you of the amount of the overpayment. When we have notified you of the full amount of the overpayment, full reimbursement of same should be made within three weeks.</blockquote>\n<p><i>Id.</i> Notably, this language and the language contained in Chamberlain's letter to York are practically indistinguishable.</p>\n<p>In <i>Hunt,</i> after Hunt was awarded Social Security, Continental became aware that Hunt ultimately owed Continental $54,432. Continental then notified Hunt that all future benefits would be suspended until Hunt reimbursed Continental for the overpayment. After Hunt failed to reimburse Continental, it brought suit to obtain a money judgment in the amount of $15,950.88, the amount Continental figured Hunt would owe after Continental withheld money from Hunt's disability payments until he reached 65. Hunt answered by claiming that his agreement to reimburse Continental amounted to an unlawful assignment of his Social Security benefits.</p>\n<p>Although cases cited by Continental supported the ability of insurance companies to recoup losses by withholding benefits due under the policy, the Oklahoma Supreme Court found that those cases \"provide no support for a money judgment in favor of the insurance company.\" Relying on the Supreme Court's statement in <i>Philpott v. Essex County Welfare Bd.,</i> 409 U.S. 413, 417, 93 S.Ct. 590, 592, 34 L.Ed.2d 608 (1973), that § 407 imposes a \"broad bar against the use of any legal process to reach all social security benefits,\" the <i>Hunt</i> court found that</p>\n<blockquote>\"[a]lthough the insurance company has a right . . . to offset its disability benefits being paid to a beneficiary by funds received from social security benefits, the insurance company was prohibited by federal law from threatening a lawsuit, filing a lawsuit, or receiving a judgment in an attempt to collect against the lump sum received by Hunt.\"</blockquote>\n<p><i>Hunt,</i> 913 P.2d at 298.</p>\n<p>Although the Oklahoma Supreme Court decision is not binding precedent, the court is struck by its similarity to the instant matter and persuaded by its analysis. Given the Oklahoma Supreme Court's finding that bringing a lawsuit to recover Social Security benefits to satisfy a disability overpayment violates § 407, this court is unwilling to find that § 407 permits Continental to assert a property interest in York's specific Social <span class=\"star-pagination\">*766</span> Security benefits. As a result, regardless of Continental's right to pursue York to recover the overpayment in a generic sense, the court cannot agree that it is consistent with § 407 to allow Continental to assert a property interest in York's Social Security payments <i>as such.</i> Accordingly, it is legally impossible for appellants to prove that by refusing to repay Continental, York converted \"property which belongs to another,\" and the Bankruptcy Court was correct in <i>sua sponte</i> awarding summary judgment to York on this issue.</p>\n<p>IV. Section 523(a)(6): Willful and Malicious Injury</p>\n<p>Finally, Continental and the Plan contend that York's debt should be declared nondischargeable on the ground that York's failure to reimburse Continental constituted a \"willful and malicious injury\" to Continental in violation of § 523(a)(6). The United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\") recently considered the level of proof required to establish a willful and malicious injury within the meaning of § 523(a)(6). In <i>In re Stanley,</i> 66 F.3d 664 (4th Cir.1995), the Fourth Circuit defined \"willful\" as \"deliberate or intentional,\" and described \"malice\" by stating that \"[a] debtor may act with malice even though he bears no subjective ill will toward, and does not specifically intend to injure, his creditor.\" <i>Id.</i> at 667 (citing <i>St. Paul Fire &amp; Marine Ins. Co. v. Vaughn,</i> 779 F.2d 1003, 1009-10 (4th Cir. 1985)).</p>\n<p>Harkening back to earlier decisions which discussed § 523(a)(6), the Fourth Circuit found that</p>\n<blockquote>[b]ecause the St. Paul test requires a deliberate act in \"knowing\" disregard of a creditor's rights, it is the debtor's subjective state of mind that is relevant; it does not matter that a \"reasonable debtor\" should have known that his act would adversely affect another's rights. However, a particular debtor's knowledge may be proved by circumstantial evidence: \"Implied malice . . . may be shown by the acts and conduct of the debtor in the context of [the] surrounding circumstances.\"</blockquote>\n<p><i>Id.</i> at 668 (citing <i>St. Paul,</i> 779 F.2d at 1010; <i>In re McNallen,</i> 62 F.3d 619, 625 (4th Cir. 1995)). Finally, the Fourth Circuit instructed that \"[a]lthough a person need not know that someone else has superior ownership rights in the property to be technically liable for the tort of conversion, St. Paul's test for malice requires such knowledge on the debtor's part before discharge will be denied  in other words, the debtor must have engaged in a `wrongful' conversion.\" <i>Id.</i> (citation omitted).</p>\n<p>After articulating the applicable rules of law, the Bankruptcy Court denied the plaintiffs' motion for summary judgment. The Bankruptcy Court found that the ambiguity surrounding whether Continental wrongfully terminated York's benefits prematurely, which might justify York offsetting any overpayment against money Continental owed to her, created a material fact as to whether York had the subjective state of mind required to show a willful and malicious injury. The Fourth Circuit, while reviewing a bankruptcy court's determination that a debt was nondischargeable under § 523(a)(6), found that \"the bankruptcy court's determination on this issue is one of fact, reviewed for clear error.\" <i>Patterson v. Riggs National Bank,</i> 14 F.3d 595 (table), 1993 WL 525587, *1 (4th Cir.1993). In light of this standard, after reviewing the record, the court cannot find that the Bankruptcy Court was clearly erroneous in determining that an issue of fact remains as to whether York's debt should be nondischargeable under § 523(a)(6). Therefore, the Bankruptcy Court's denial of summary judgment is affirmed.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>After a thorough consideration of the Bankruptcy Court's order, the record in this case, the parties' briefs, and the relevant case law, this court agrees with the Bankruptcy Court that summary judgment was properly awarded <i>sua sponte</i> to York on appellants' § 523(a)(4) claims. Further, the Bankruptcy Court was not clearly erroneous in its determination that a material issue of fact remains as to appellants' § 523(a)(6) claims. Accordingly, it is hereby ORDERED that the Honorable J. Rich Leonard's final order denying appellants' motion <span class=\"star-pagination\">*767</span> for summary judgment on all claims and granting summary judgment in favor of York on appellants' § 523(a)(4) claims is AFFIRMED for the reasons stated above.</p>\n<h2>NOTES</h2>\n<p>[1]  To the extent that Continental and the Plan argue that York was under an obligation to hold <i>specific funds</i>  to wit, York's Social Security benefits, for Continental, the court is concerned that this agreement would violate 42 U.S.C. § 407. (For a discussion of § 407, see <i>infra</i> section II). However, as the court is not convinced that a trust relationship existed sufficient to create fiduciary duties on the part of York, the court need not discuss § 407 at this time.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">759</span></span> (1997)</b></center>\n<center><h1>In re Susan YORK, Debtor.<br>\nCONTINENTAL CASUALTY COMPANY and Knoll International, Inc. Long Term Disability Plan, Appellants,<br>\nv.<br>\nSusan YORK, Appellee.</h1></center>\n<center>No. 5:96-CV-879-H.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>March 5, 1997.</center>\n<p><span class=\"star-pagination\">*760</span> J. A. Webster, III, Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for appellants.</p>\n<p>Stephen A. Woodson, Land Loss Prevention Project, for appellee.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This matter is before the court on appeal from an order of the United States Bankruptcy Court for the Eastern District of North Carolina (\"Bankruptcy Court\") denying appellants' motion for summary judgment and granting <i>sua sponte</i> summary judgment for the appellee on two issues. A hearing was conducted on August 15, 1996, by Bankruptcy Judge J. Rich Leonard, and the order was entered on September 17, 1996. The parties have thoroughly briefed the appeal to this court, and the matter is now ripe for adjudication.</p>\n<p></p>\n<h2>STATEMENT OF THE CASE</h2>\n<p>On January 26, 1970, Susan York (\"York\") was hired by Knoll International, Inc. (\"Knoll\"), where she remained employed for 20 years until she became disabled on March 17, 1990. Although originally labeled a \"major affective disorder,\" York's illness is defined in her affidavit as chronic fatigue syndrome, involving depression. When York became disabled, she worked in the position of Senior Buyer, and was earning approximately $34,000 per year.</p>\n<p>On January 1, 1989, Knoll established the Knoll International, Inc. Long Term Disability Plan (the \"Plan\"), to provide disability benefits to its employees. As an employee, <span class=\"star-pagination\">*761</span> York was a beneficiary under the Plan, and she became entitled to receive benefits under the Plan on September 15, 1990. Benefits under the Plan were provided pursuant to a group policy written by Continental Casualty Company (\"Continental\"). Under the Plan, the maximum monthly benefit is 60% of the beneficiary's salary, which is reduced by the amount of any disability benefits paid or payable under the Social Security Act.</p>\n<p>During the period that the Plan covered York for her disability, York also filed for Social Security disability benefits. Continental claims that it offered York the choice between two benefit options while York waited for her Social Security payments. Under one option, York would receive the entire 60% of her salary without any reduction for Social Security benefits she would receive. Under this option, York would be required to reimburse Continental for any overpayment in a lump sum taken from any Social Security money she received. Under the other option, York would receive 60% of her salary less the disability amount to which she was entitled under the Social Security Act.</p>\n<p>Affidavits of three Continental employees support Continental's proposition that York was fully aware of the consequence of selecting the first of these options when she made her election. A Senior Claims Representative, Darla Chamberalin, testified by affidavit that York's options were fully explained to her by letter dated September 3, 1991, which stated:</p>\n<blockquote>If you request us . . . to advance full benefits while you go through the Social Security application and appeal process, it is very possible that an overpayment will occur. It is important that you notify us immediately upon receipt of the award so that we can recalculate your benefits and determine the amount of overpayment. Any monies you receive from Social Security should be set aside until we notify you of the amount of the overpayment. When we have notified you of the full amount of the overpayment, full reimbursement of same should be made within three weeks.</blockquote>\n<p>Aff. of Darla Chamberlain at 2; Order, <i>Continental Casualty Co. v. York,</i> Sept. 17, 1996, at 3.</p>\n<p>Continental paid York her maximum benefit of $1,721.65 per month, or $41,310.60 total, while her Social Security claim was pending. In February 1993, York received a lump sum Social Security award in the amount of $1,040 per month retroactive to 1990. This Social Security payment resulted in an overpayment of disability benefits paid to York in the amount of $22,325.33. A letter dated March 8 from Claim Specialist Laura Wheeley informed York that any retroactive benefits received from Social Security should be utilized to reimburse Continental for the advanced benefits extended to York during the pendency of her Social Security claim. Pl. Br. on Appeal to Dist. Ct. at 8-9. Neither party disputes that York has never reimbursed Continental for the overpayment; indeed, York admitted that she used the money to pay living expenses and to buy a fishing boat to enable her fiance to supplement their income.</p>\n<p>York claims that she enrolled in a disability plan in 1985 which was written by Confederation Life Insurance Company, and she was never given notice of any change to the Continental plan which took effect in 1989. York claims that despite her repeated requests for evidence documenting that she was given notice of the 1989 change, Continental and Knoll have failed to produce such evidence. In essence, York urges that her understanding of her disability coverage under the Plan explains her failure to reimburse Continental.</p>\n<p>Continental's plan limits coverage for disabilities caused by mental or emotional disorders to 24 months. York alleges she was unaware of the 24-month limitation on benefits for mental disorders until she was given notice in August 1992 that her benefits would be terminated. York's affidavit states, in part:</p>\n<blockquote>At the time I began receiving the Knoll disability benefit payments in September, 1990 it was my understanding that these benefits would continue until age sixty-five (65) or my complete recovery. There was no mention of any limitation for the nature of my disability at the time I began to receive benefits or of the possibility of an integration clause requiring reimbursement <span class=\"star-pagination\">*762</span> to Knoll for any Social Security proceeds I might later receive. Up until my benefits were cancelled in 1992 I was never advised of any possible exclusion based on the nature of my illness.</blockquote>\n<p>Aff. of Susan York, ¶ 5.</p>\n<p>York claims that she was first made aware of aware of her obligation to reimburse Continental when</p>\n<blockquote>[i]n early September, 1991 I received a letter . . . requesting that I apply for Social Security disability benefits. . . . I was advised at that time that should the Social Security award exceed the benefits received under the Knoll plan I would be responsible for reimbursing Knoll for the excess out of those benefits. Based on my understanding that my disability benefits would be ongoing I agreed to the reimbursement arrangement.</blockquote>\n<p><i>Id.</i> ¶ 6. York also avers that since she had been receiving disability benefits under the Plan for roughly a year, her financial situation required her to continue to receive the maximum possible benefits at that time. Due to York's understanding that her disability benefits would be ongoing until age 65, she agreed to reimburse Continental. <i>Id.</i></p>\n<p>Continental and the Plan filed suit in the United States District Court for the Eastern District of North Carolina to recover the overpayment to the defendant. However, the action was stayed as a result of York filing a petition in bankruptcy. York eventually conceded liability on this debt in the amount sought by Continental, and on March 11, 1996, the stay was lifted to allow the District Court to enter judgment. Therefore, the only issues before the Bankruptcy Court concerned the nondischargeability of the debt pursuant to § 523(a) of the Bankruptcy Code.</p>\n<p>Continental and the Plan moved for summary judgment on the issue of nondischargeability, urging that the debt should be found nondischargeable on three grounds: (1) York engaged in \"fraud or defalcation while acting in a fiduciary capacity\" under § 523(a)(4); (2) York embezzled the overpayment under § 523(a)(4); and (3) York inflicted a \"willful and malicious injury\" on Continental under § 523(a)(6). The Bankruptcy Court found that Continental and the Plan were not entitled to summary judgment on either of their section 523(a)(4) claims. Further, since Continental and the Plan could not establish necessary elements of their 523(a)(4) claims as a matter of law, the Bankruptcy Court opted <i>sua sponte</i> to grant summary judgment in favor of York as to these claims. As for the 523(a)(6) claim, the Bankruptcy Court denied the summary judgment motion as there remained a material issue of fact as to whether York \"possessed the subjective state of mind necessary to show a willful and malicious injury under § 523(a)(6).\" Order, <i>Continental Casualty Co. v. York,</i> September 17, 1996, at 11.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>I. Standards of Review</p>\n<p>\"A district court applies two standards of review when considering an appeal from a bankruptcy court decision: `one for findings of fact; the other for conclusions of law.'\" <i>Perlow v. Perlow,</i> <span class=\"citation\" data-id=\"2016365\"><a href=\"/opinion/2016365/perlow-v-perlow/\"><span class=\"volume\">128</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">412</span></a></span>, 414 (E.D.N.C.1991)(citing <i>Morter v. Farm Credit Servs.,</i> <span class=\"citation\" data-id=\"1971359\"><a href=\"/opinion/1971359/morter-v-farm-credit-services/\"><span class=\"volume\">110</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">390</span></a></span>, 392 (N.D.Ind.1990)). The Federal Rules of Bankruptcy Procedure provide that \"[f]indings of fact shall not be set aside unless clearly erroneous.\" Bankr.R. 8013. <i>See also, </i><i>In re Stanley,</i> <span class=\"citation\" data-id=\"705091\"><a href=\"/opinion/705091/34-collier-bankrcas2d-332-bankr-l-rep-p-76644-in-re-carroll-dwight/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">664</span></a></span>, 667 (4th Cir.1995). However, \"[w]hen a bankruptcy court's conclusions of law are challenged, the district court must make a de novo review and may overturn the findings if they are contrary to law.\" <i>Perlow,</i> 128 B.R. at 414 (citing <i>Morter,</i> 110 B.R. at 393).</p>\n<p>Summary judgment is appropriate when there exists no genuine issue of material fact and the moving party is entitled to judgment as a matter of law. Fed.R.Civ.P. 56(c); <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 247, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). The party seeking summary judgment bears the burden of initially coming forward and demonstrating the absence of a genuine issue of material fact. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); <i>Ross v. Communications Satellite Corp.,</i> <span class=\"citation\" data-id=\"450585\"><a href=\"/opinion/450585/37-fair-emplpraccas-797-36-empl-prac-dec-p-35103-thomas-j-ross-v/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 364 (4th Cir.1985). When making the summary judgment <span class=\"star-pagination\">*763</span> determination, the facts and all reasonable inferences must be viewed in the light most favorable to the non-movant. <i>Anderson,</i> 477 U.S. at 255, 106 S.Ct. at 2513. Having set forth the standards of review applicable to this appeal, the court now turns to the substantive issues involved.</p>\n<p>II. Section 523(a)(4): Fraud or Defalcation While Acting in a Fiduciary Capacity</p>\n<p>Section 523(a)(4) provides that \"[a] discharge under section 727 . . . does not discharge an individual from any debt . . . for fraud or defalcation while acting in a fiduciary capacity. . . .\" 11 U.S.C. § 523(a)(4). The Bankruptcy Court found that in order for York's debt to be nondischargeable on this ground, Continental and the Plan would have to show: (1) that York was acting as a fiduciary; and (2) that York committed a fraud or defalcation while acting in that capacity. Since the plaintiffs below could not make a legal showing that York was acting as a fiduciary, the Bankruptcy Court denied the motion for summary judgment. Instead, the court <i>sua sponte</i> granted summary judgment in favor of York.</p>\n<p>At the outset, the court notes that the bankruptcy court's finding regarding the existence of fiduciary duty is a legal, rather than factual, finding. As a result, the court reviews the Bankruptcy Court's finding de novo. <i>Fowler Brothers v. Young,</i> <span class=\"citation\" data-id=\"723894\"><a href=\"/opinion/723894/in-re-robert-j-young-and-donna-m-young-debtors-fowler-brothers-v/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span>, 1373 (10th Cir.1996). In addition, the court is reminded that in assessing whether a fiduciary relationship exists, it \"must construe the term `fiduciary' very narrowly.\" <i>In re Scott,</i> <span class=\"citation\" data-id=\"1883998\"><a href=\"/opinion/1883998/in-re-scott/\"><span class=\"volume\">201</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">424</span></a></span>, 435 (Bankr.E.D.Va. 1996); <i>see also, </i><i>Union Mutual Life Ins. Co. v. Murphy (Matter of Murphy),</i> <span class=\"citation\" data-id=\"1548143\"><a href=\"/opinion/1548143/matter-of-murphy/\"><span class=\"volume\">9</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">167</span></a></span>, 173 n. 3 (Bankr.E.D.Va.1981) (noting that \"[t]he Supreme Court has defined narrowly what constitutes the applicable definition of a `fiduciary' under Section 17(a)(4) [predecessor to § 523(a)(4)]\").</p>\n<p>In defining the requirements of a fiduciary relationship for the purposes of § 523(a)(4), this district has recognized that \"a fiduciary relation has been found to exist only where there is a technical or express trust, and not where a trust is imposed because of the very act of wrongdoing out of which the contested debt arose.\" <i>Matter of Storms,</i> <span class=\"citation\" data-id=\"1957698\"><a href=\"/opinion/1957698/matter-of-storms/\"><span class=\"volume\">28</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">761</span></a></span>, 764 (Bankr.E.D.N.C.1983). In this vein, the United States Supreme Court has stated, \"[i]t is not enough that, by the very act of wrongdoing out of which the contested debt arose, the bankrupt has become chargeable as a trustee ex maleficio. He must have been trustee before the wrong and without reference thereto. . . . The language would seem to apply only to a person who was already a fiduciary when the debt was created.\" <i>Davis v. Aetna Acceptance Co.,</i> <span class=\"citation\" data-id=\"102344\"><a href=\"/opinion/102344/davis-v-aetna-acceptance-co/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">328</span></a></span>, 333, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">151</span></span>, 154, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">393</span></span> (1934) (citation omitted). As the Bankruptcy Court noted, a trust relationship sufficient to bestow fiduciary responsibility cannot be one which is merely implied from contract, nor will a constructive trust suffice to create a \"fiduciary relationship\" under the Bankruptcy Act. <i>Union Mutual Life Ins. Co. v. Murphy (Matter of Murphy),</i> <span class=\"citation\" data-id=\"1548143\"><a href=\"/opinion/1548143/matter-of-murphy/\"><span class=\"volume\">9</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">167</span></a></span>, 173 (Bankr.E.D.Va.1981).</p>\n<p>Continental and the Plan urge that under North Carolina law, an express trust existed between the parties such that York was acting as a fiduciary when she neglected to repay Continental the overpayment. While true that state law is relevant to the determination whether a trust relationship existed, the court agrees with the Bankruptcy Court that no documents of record before the court are sufficient to evidence the existence of an express trust. Attempting to demonstrate that an express trust existed in this case, appellants rely on the case of <i>Sinclair v. Travis,</i> <span class=\"citation\" data-id=\"1423886\"><a href=\"/opinion/1423886/sinclair-v-travis/\"><span class=\"volume\">231</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">345</span></a></span>, <span class=\"citation\" data-id=\"1423886\"><a href=\"/opinion/1423886/sinclair-v-travis/\"><span class=\"volume\">57</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">394</span></a></span>, 400 (1950), which defines an \"express trust\" as</p>\n<blockquote>a fiduciary relationship with respect to property, subjecting the person by whom the property is held to equitable duties for the benefit of another person, which arises as a result of a manifestation of an intent to create it.</blockquote>\n<p><i>Id.</i> Notably, this definition requires the manifestation of an intent to create a trust.</p>\n<p>On the facts before the court, the court is unable to conclude that the parties contemplated an express trust relationship when plaintiff consented to the reimbursement option. Despite appellants' use of trust language <span class=\"star-pagination\">*764</span> in their brief, the court agrees with the Bankruptcy Court that \"[a]t most, these documents contractually obligate [York] to reimburse Continental for any overpayment that might result from a future Social Security award.\"<sup>[1]</sup> Without some evidence indicating that the parties contemplated a trust relationship prior to York incurring the debt at issue, the court is reluctant to convert what appears to be a simple debtor-creditor relationship into a trust relationship which imposes fiduciary duties simply because appellants choose to categorize the relationship between the parties as such. Therefore, appellants are unable to satisfy the narrow legal definition of a \"fiduciary\" as that term is employed in § 523(a), and the Bankruptcy Court was correct in awarding summary judgment to York as to this claim.</p>\n<p>III. Section 523(a)(4): Embezzlement</p>\n<p>Continental and the Plan also sought summary judgment on the ground that York's failure to repay Continental amounted to \"embezzlement\" under § 523(a)(4). This district has defined \"embezzlement\" as \"the fraudulent, or knowing and willful, misapplication or conversion of property which belongs to another, by a person to whom such property has been entrusted or onto whose hands it has lawfully come.\" <i>In re Storms,</i> 28 B.R. at 765. Additionally, \"the elements of embezzlement must be proved by clear and convincing evidence to establish that a debt is nondischargeable. . . .\" <i>Id.</i> Applying this definition of embezzlement to the instant matter, the Bankruptcy Court relied on 42 U.S.C. § 407, which prohibits the assignment of Social Security benefits, in concluding that, as a matter of law, appellants were unable to prove York had taken \"property which belongs to another.\" Accordingly, the Bankruptcy Court <i>sua sponte</i> entered summary judgment in favor of York.</p>\n<p>Section 407(a) of the Social Security Act provides:</p>\n<blockquote>The right of any person to any future payment under this subchapter shall not be transferable or assignable, at law or in equity, and none of the moneys paid or payable or rights existing under this subchapter shall be subject to execution, levy, attachment, garnishment, or other legal process, or to the operation of any bankruptcy or insolvency law.</blockquote>\n<p>42 U.S.C. § 407(a). Despite the language of this statute, Continental and the Plan urge that it was error for the Bankruptcy Court to conclude that they had no interest in York's Social Security benefits. Their primary argument is that York entered into the reimbursement agreement in order to continue to receive the maximum benefit possible. In no way did this agreement diminish York's right to her Social Security payments; therefore, Continental argues that it has a property interest in York's Social Security payment which does not violate § 407.</p>\n<p>It is true that York's reimbursement agreement with Continental did nothing to reduce the amount of Social Security benefits she received. However, to agree with Continental's argument that its right to reimbursement amounted to a <i>property interest</i> in those <i>specific</i> Social Security benefits without violating § 407, the court would need to engage in an unnatural reading of § 407. For Continental to have a legally recognizable property interest in York's Social Security benefits as such, York must have assigned or transferred her interest in those funds to Continental, a clear violation of the plain language of § 407.</p>\n<p>The court does not dispute that Continental was within its rights to decrease York's entitlement to disability benefits under the Plan commensurate with York's Social Security entitlement. <i>See </i><i>Lamb v. Connecticut General Life Ins. Co.,</i> <span class=\"citation\" data-id=\"388075\"><a href=\"/opinion/388075/anneliese-b-lamb-individually-and-on-behalf-of-all-other-persons/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span> (3d Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">836</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">139</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></span> (1981). The narrow issue here, however, is whether Continental can assert a specific entitlement or property interest in York's actual Social Security benefits. Neither party has cited, nor is this court aware <span class=\"star-pagination\">*765</span> of, any controlling case law discussing whether an insurance company can assert a property interest in a person's Social Security benefits to recover an overpayment of disability benefits without violating § 407. York cites <i>Poisson v. Allstate Life Insurance Co.,</i> <span class=\"citation\" data-id=\"1451968\"><a href=\"/opinion/1451968/poisson-v-allstate-life-ins-co/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">147</span></a></span> (D.Maine 1986), to demonstrate that at least one court which has addressed a similar issue determined that the insurance company was entitled to reimbursement without violating § 407 because \"[the insurance company] sought return of an alleged overpayment, not a right to Plaintiff's Social Security benefits as such.\" This language suggests to the court that had the insurance company in <i>Poisson</i> been asserting a right to the actual Social Security benefits, it would have done so in violation of § 407.</p>\n<p>In <i>Continental Casualty Co. v. Hunt,</i> <span class=\"citation\" data-id=\"1179758\"><a href=\"/opinion/1179758/continental-cas-co-v-hunt/\"><span class=\"volume\">913</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">292</span></a></span> (1996), the Supreme Court of Oklahoma faced the issue \"whether the appellant, Continental Casualty Company, violated 42 U.S.C. § 407(a) by seeking a judgment for an alleged overpayment of disability insurance after the appellee, Leslie Hunt, was awarded back benefits from social security based upon disability.\" <i>Id.</i> at 293. Like York, the plaintiff in <i>Hunt</i> relied on disability as his sole source of income and, like York, the plaintiff applied for Social Security benefits at the request of Continental. After the plaintiff in <i>Hunt</i> applied for Social Security benefits, he was presented the same options as was York. He could receive full benefits while Social Security benefits were pursued, or he could have his disability check reduced by the estimated Social Security benefit. <i>Id.</i> at 294. The plaintiff in <i>Hunt</i> was notified</p>\n<blockquote>If you request us to advance full benefits while you go through the Social Security application and appeal process, it is very possible that an overpayment will occur. It is important that you notify us immediately upon receipt of the payment. Any monies you receive from Social Security should be set aside until we notify you of the amount of the overpayment. When we have notified you of the full amount of the overpayment, full reimbursement of same should be made within three weeks.</blockquote>\n<p><i>Id.</i> Notably, this language and the language contained in Chamberlain's letter to York are practically indistinguishable.</p>\n<p>In <i>Hunt,</i> after Hunt was awarded Social Security, Continental became aware that Hunt ultimately owed Continental $54,432. Continental then notified Hunt that all future benefits would be suspended until Hunt reimbursed Continental for the overpayment. After Hunt failed to reimburse Continental, it brought suit to obtain a money judgment in the amount of $15,950.88, the amount Continental figured Hunt would owe after Continental withheld money from Hunt's disability payments until he reached 65. Hunt answered by claiming that his agreement to reimburse Continental amounted to an unlawful assignment of his Social Security benefits.</p>\n<p>Although cases cited by Continental supported the ability of insurance companies to recoup losses by withholding benefits due under the policy, the Oklahoma Supreme Court found that those cases \"provide no support for a money judgment in favor of the insurance company.\" Relying on the Supreme Court's statement in <i>Philpott v. Essex County Welfare Bd.,</i> <span class=\"citation\" data-id=\"108653\"><a href=\"/opinion/108653/philpott-v-essex-county-welfare-bd/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>, 417, <span class=\"citation\" data-id=\"108653\"><a href=\"/opinion/108653/philpott-v-essex-county-welfare-bd/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">590</span></a></span>, 592, <span class=\"citation\" data-id=\"108653\"><a href=\"/opinion/108653/philpott-v-essex-county-welfare-bd/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">608</span></a></span> (1973), that § 407 imposes a \"broad bar against the use of any legal process to reach all social security benefits,\" the <i>Hunt</i> court found that</p>\n<blockquote>\"[a]lthough the insurance company has a right . . . to offset its disability benefits being paid to a beneficiary by funds received from social security benefits, the insurance company was prohibited by federal law from threatening a lawsuit, filing a lawsuit, or receiving a judgment in an attempt to collect against the lump sum received by Hunt.\"</blockquote>\n<p><i>Hunt,</i> 913 P.2d at 298.</p>\n<p>Although the Oklahoma Supreme Court decision is not binding precedent, the court is struck by its similarity to the instant matter and persuaded by its analysis. Given the Oklahoma Supreme Court's finding that bringing a lawsuit to recover Social Security benefits to satisfy a disability overpayment violates § 407, this court is unwilling to find that § 407 permits Continental to assert a property interest in York's specific Social <span class=\"star-pagination\">*766</span> Security benefits. As a result, regardless of Continental's right to pursue York to recover the overpayment in a generic sense, the court cannot agree that it is consistent with § 407 to allow Continental to assert a property interest in York's Social Security payments <i>as such.</i> Accordingly, it is legally impossible for appellants to prove that by refusing to repay Continental, York converted \"property which belongs to another,\" and the Bankruptcy Court was correct in <i>sua sponte</i> awarding summary judgment to York on this issue.</p>\n<p>IV. Section 523(a)(6): Willful and Malicious Injury</p>\n<p>Finally, Continental and the Plan contend that York's debt should be declared nondischargeable on the ground that York's failure to reimburse Continental constituted a \"willful and malicious injury\" to Continental in violation of § 523(a)(6). The United States Court of Appeals for the Fourth Circuit (\"Fourth Circuit\") recently considered the level of proof required to establish a willful and malicious injury within the meaning of § 523(a)(6). In <i>In re Stanley,</i> <span class=\"citation\" data-id=\"705091\"><a href=\"/opinion/705091/34-collier-bankrcas2d-332-bankr-l-rep-p-76644-in-re-carroll-dwight/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">664</span></a></span> (4th Cir.1995), the Fourth Circuit defined \"willful\" as \"deliberate or intentional,\" and described \"malice\" by stating that \"[a] debtor may act with malice even though he bears no subjective ill will toward, and does not specifically intend to injure, his creditor.\" <i>Id.</i> at 667 (citing <i>St. Paul Fire &amp; Marine Ins. Co. v. Vaughn,</i> <span class=\"citation\" data-id=\"462464\"><a href=\"/opinion/462464/st-paul-fire-marine-insurance-company-v-roland-c-vaughn-and-gladys-g/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1003</span></a></span>, 1009-10 (4th Cir. 1985)).</p>\n<p>Harkening back to earlier decisions which discussed § 523(a)(6), the Fourth Circuit found that</p>\n<blockquote>[b]ecause the St. Paul test requires a deliberate act in \"knowing\" disregard of a creditor's rights, it is the debtor's subjective state of mind that is relevant; it does not matter that a \"reasonable debtor\" should have known that his act would adversely affect another's rights. However, a particular debtor's knowledge may be proved by circumstantial evidence: \"Implied malice . . . may be shown by the acts and conduct of the debtor in the context of [the] surrounding circumstances.\"</blockquote>\n<p><i>Id.</i> at 668 (citing <i>St. Paul,</i> 779 F.2d at 1010; <i>In re McNallen,</i> <span class=\"citation\" data-id=\"701753\"><a href=\"/opinion/701753/bankr-l-rep-p-76586-in-re-james-b-mcnallen-debtor-patricia-mcnallen/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">619</span></a></span>, 625 (4th Cir. 1995)). Finally, the Fourth Circuit instructed that \"[a]lthough a person need not know that someone else has superior ownership rights in the property to be technically liable for the tort of conversion, St. Paul's test for malice requires such knowledge on the debtor's part before discharge will be denied  in other words, the debtor must have engaged in a `wrongful' conversion.\" <i>Id.</i> (citation omitted).</p>\n<p>After articulating the applicable rules of law, the Bankruptcy Court denied the plaintiffs' motion for summary judgment. The Bankruptcy Court found that the ambiguity surrounding whether Continental wrongfully terminated York's benefits prematurely, which might justify York offsetting any overpayment against money Continental owed to her, created a material fact as to whether York had the subjective state of mind required to show a willful and malicious injury. The Fourth Circuit, while reviewing a bankruptcy court's determination that a debt was nondischargeable under § 523(a)(6), found that \"the bankruptcy court's determination on this issue is one of fact, reviewed for clear error.\" <i>Patterson v. Riggs National Bank,</i> <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></span> (table), <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">525587</span></span>, *1 (4th Cir.1993). In light of this standard, after reviewing the record, the court cannot find that the Bankruptcy Court was clearly erroneous in determining that an issue of fact remains as to whether York's debt should be nondischargeable under § 523(a)(6). Therefore, the Bankruptcy Court's denial of summary judgment is affirmed.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>After a thorough consideration of the Bankruptcy Court's order, the record in this case, the parties' briefs, and the relevant case law, this court agrees with the Bankruptcy Court that summary judgment was properly awarded <i>sua sponte</i> to York on appellants' § 523(a)(4) claims. Further, the Bankruptcy Court was not clearly erroneous in its determination that a material issue of fact remains as to appellants' § 523(a)(6) claims. Accordingly, it is hereby ORDERED that the Honorable J. Rich Leonard's final order denying appellants' motion <span class=\"star-pagination\">*767</span> for summary judgment on all claims and granting summary judgment in favor of York on appellants' § 523(a)(4) claims is AFFIRMED for the reasons stated above.</p>\n<h2>NOTES</h2>\n<p>[1]  To the extent that Continental and the Plan argue that York was under an obligation to hold <i>specific funds</i>  to wit, York's Social Security benefits, for Continental, the court is concerned that this agreement would violate 42 U.S.C. § 407. (For a discussion of § 407, see <i>infra</i> section II). However, as the court is not convinced that a trust relationship existed sufficient to create fiduciary duties on the part of York, the court need not discuss § 407 at this time.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462464/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1179758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1423886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1451968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1548143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1883998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1957698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1971359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2016365/"
  ]
}