{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1528887/",
  "absolute_url": "/opinion/1528887/ward-v-french/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1528887/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:35:36.657383Z",
  "date_modified": "2016-04-26T22:58:04.146608Z",
  "type": "010combined",
  "sha1": "776d0a5176bed5f62e87b41fcf0a1202f3c13250",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>989 F.Supp. 752 (1997)</b></center>\n<center><h1>David Junior WARD, Petitioner,<br>\nv.<br>\nJames B. FRENCH, Warden, Central Prison, Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 5:97-HC-122-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 16, 1997.</center>\n<p><span class=\"star-pagination\">*753</span> <span class=\"star-pagination\">*754</span> <span class=\"star-pagination\">*755</span> Marvin Ray Sparrow, Justice for Children, Durham, NC, Dawn Taylor Battiste, Everett &amp; Everett, Durham, NC, for Petitioner.</p>\n<p>Valerie B. Spalding, NC Dept. of Justice, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on David Junior Ward's Petition for Writ of Habeas Corpus filed pursuant to Section 2254, Title 28 of the United States Code. Respondent James B. French has filed an answer and a Motion for Summary Judgment, which Petitioner opposes. For the reasons discussed below, Respondent's Motion for Summary Judgment will be GRANTED, and Ward's petition will be DISMISSED.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p></p>\n<h2><i>I. Background Facts</i></h2>\n<p>A comprehensive statement of the facts may be found in the North Carolina Supreme Court's opinion on Petitioner's direct appeal. <i>State v. Ward,</i> 338 N.C. 64, 76-80, 449 S.E.2d 709, 715-17 (1994), <i>cert. denied,</i> 514 U.S. 1134, 115 S.Ct. 2014, 131 L.Ed.2d 1013 (1995). The following synopsis of the facts is taken from that decision.</p>\n<p>The victim, Dorothy Mae Smith (\"Smith\"), and her husband, Seymour Smith, owned a convenience store. Upon closing the store on the night of April 3, 1991, Ms. Smith collected $4,000 in cash and her personal belongings and drove to her home. At about 10:30 p.m. Smith's neighbor, Lonnie Daniels, heard multiple gunshots. Upon looking outside, he saw only Smith's pickup truck. Becoming concerned, he and a friend entered Smith's house where he discovered Smith's body on the ground with blood coming from the back of her head. Daniels called 911 for assistance.</p>\n<p>Pitt County Deputy Sheriffs arrived soon thereafter and found Smith's body, fully clothed, lying near the back door to her house. Later, they found a .32 caliber bullet and a .22 caliber bullet at the base of an air conditioning unit near the house. Smith's personal belongings were strewn around the body and down the driveway. An autopsy was performed by Dr. M.G.F. Gilliland on April 4, 1991. Dr. Gilliland testified that Smith had been shot five times with small caliber firearms. All of the gunshots had been fired from a distance exceeding three to four feet from Smith.</p>\n<p>David J. Ward (\"Ward,\" or \"Petitioner\") was arrested soon thereafter on unrelated charges. Ward made a statement to police describing his involvement in the crime, including the details of the shooting. He stated that he and Wesley Harris planned to rob Smith on the night of April 3, when she closed her store. When they discovered Smith still at the store that evening, they drove to her house and hid in the bushes next to her driveway. Ward stated that he had a .22 caliber rifle and Harris had a .32 caliber pistol. In his sworn statement, Ward wrote: \"We went riding until it got dark and when she close the store that night we went across the road we sat in the bushes and she pulled around the back and got out and that is when we started shooting. He went and got the money box and ran across the road, drove off and put the money up until the next <span class=\"star-pagination\">*756</span> day.\" Ward also signed a waiver of rights form.</p>\n<p>Assisted by Ward, the officers found the cash and checks stolen from Smith. Ward also helped the police find and arrest Harris. Weapons found in these searches matched the bullets used to shoot Smith.</p>\n<p>Ward was indicted on May 6, 1991, on one count of robbery with a dangerous weapon, one count of conspiracy to murder, one count of conspiracy to commit armed robbery, and one count of first degree murder. Ward was capitally tried to a jury at the March 30, 1992, Criminal Session of Pitt County Superior Court. The jury found Ward guilty of all charges.</p>\n<p>A sentencing proceeding was held during which the jury heard testimony from Ward's younger brother, his sister, and a forensic psychiatrist. Testimony indicated that Ward suffered from the death of his father when Ward was 15 years old, that he had a drug habit, that he had personality difficulties but was not psychotic or clinically depressed, and that he was of average intelligence but suffered from learning disabilities. The jury also heard that Ward refused to testify at the trial of Wesley Harris.</p>\n<p>Following this hearing, the jury found one aggravating circumstance-that the murder was committed for pecuniary gain; one statutory mitigating circumstance-that defendant aided in the apprehension of another capital felon; and two non-statutory mitigating circumstances-that defendant confessed guilt to and cooperated with law enforcement officers following the crime, and that it was never proven which firearm defendant fired. Following the sentencing proceeding, the jury recommended the death penalty. The court duly imposed this sentence on April 14, 1992.</p>\n<p></p>\n<h2><i>II. Post-Conviction Procedural History</i></h2>\n<p>Ward appealed to the North Carolina Supreme Court. On November 3, 1994, the Supreme Court affirmed all of Ward's convictions and the sentence of death. <i>State v. Ward,</i> 338 N.C. 64, 449 S.E.2d 709. The North Carolina Supreme Court conducted a proportionality review and concluded that the death penalty was appropriate. Ward petitioned the United States Supreme Court for a writ of certiorari. This petition was denied. <i>Ward v. North Carolina,</i> 514 U.S. 1134, 115 S.Ct. 2014, 131 L.Ed.2d 1013.</p>\n<p>Ward subsequently filed a Motion for Appropriate Relief (\"MAR\") on March 11, 1996, in Pitt County Superior Court. The State filed its answer on March 22, 1996. On April 1, 1996, the superior court granted the State's motion and denied Ward's MAR on the pleadings.</p>\n<p>Ward filed a petition for writ of certiorari in the North Carolina Supreme Court on May 30, 1996. The State responded on June 11, 1996. The North Carolina Supreme Court denied certiorari on July 30, 1996. Ward filed a petition for writ of certiorari in the United States Supreme Court on October 25, 1996. The United States Supreme Court denied certiorari on December 2, 1996.</p>\n<p>On March 27, 1997, Ward filed the instant Petition for Writ of Habeas Corpus in this Court. Ward also filed a Motion for Evidentiary Hearing and Request for Findings on Asserted Procedural Bar on March 27, 1997, and a Motion for Leave to Conduct Discovery on June 10, 1997. These motions have been disposed of, and this matter is ripe for review and disposition.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>I. The Antiterrorism and Effective Death Penalty Act of 1996</i></h2>\n<p>The Antiterrorism and Effective Death Penalty Act (\"the Act\" or the \"AEDPA\") of 1996, Pub.L. No. 104, 132, 110 Stat. 1214 (1996), signed into law on April 24, 1996, amended Title 28 of the United States Code. Specifically, the Act changed the federal habeas corpus procedures and standards of review codified in Chapter 153, \"Habeas Corpus,\" sections 2241 through 2255. 28 U.S.C. Ch. 153 (West 1997). Also, the AEDPA added a new Chapter 154 to Title 28. This new chapter, codified at sections 2261 through 2266, is entitled \"Special Habeas Corpus Procedures in Capital Cases.\" 28 U.S.C. Ch. 154.</p>\n<p>Before addressing the merits of Petitioner's claims, this Court must determine the applicability of the AEDPA to its review of <span class=\"star-pagination\">*757</span> his Petition for Writ of Habeas Corpus. In <i>Lindh v. Murphy,</i> ___ U.S. ___, 117 S.Ct. 2059, 138 L.Ed.2d 481 (1997), the United States Supreme Court held that the amended \"provisions of chapter 153 generally apply only to cases filed after the Act became effective.\" <i>Id.,</i> 117 S.Ct. at 2068. Because Ward filed his Petition for Writ of Habeas Corpus on March 27, 1997, after the effective date of the AEDPA, this Court will apply the new substantive review provisions of Chapter 153, as amended by the AEDPA.</p>\n<p>Additionally, while Congress stated explicitly in section 107 of the AEDPA that chapter 154 \"shall apply to cases pending on or after the date of enactment of this Act,\" <i>id.,</i> 117 S.Ct. at 2063, chapter 154 is applicable only to states which qualify for treatment of their capital habeas cases by specifically \"opting in\" under that chapter. A state may \"opt in\" by providing for \"unitary review\" under section 2265, or by establishing certain post-conviction procedures under section 2261. 28 U.S.C. §§ 2261(b), 2265. North Carolina does not qualify for application of chapter 154's new standards under either opt-in provision.</p>\n<p>Because Ward filed his petition on March 27, 1997, this Court will apply the review standards of chapter 153 as amended by the AEDPA. Newly-enacted chapter 154 does not apply.</p>\n<p></p>\n<h2><i>II. Analysis of Ward's Claims</i></h2>\n<p></p>\n<h2><i>A. Procedural Bar</i></h2>\n<p>In his petition, Ward makes 23 separate assignments of error. In addressing these claims, this Court must first ask whether they are procedurally barred.<sup>[1]</sup> The Supreme Court has held that federal courts reviewing habeas petitions may not reach the merits of \"procedurally defaulted claims in which the petitioner failed to follow applicable state procedural rules in raising the claims.\" <i>Sawyer v. Whitley,</i> 505 U.S. 333, 338, 112 S.Ct. 2514, 2518, 120 L.Ed.2d 269 (1992) (citing <i>Murray v. Carrier,</i> 477 U.S. 478, 106 S.Ct. 2639, 91 L.Ed.2d 397 (1986)). This doctrine recognizes that the existence of adequate and independent state procedural grounds for denying relief preclude federal interference, and reflects the federal courts' concerns for the principle of comity and the finality of state court judgments. <i>See </i><i>McCleskey v. Zant,</i> 499 U.S. 467, 490-91, 111 S.Ct. 1454, 1468, 113 L.Ed.2d 517 (1991).</p>\n<p>Habeas review of procedurally defaulted claims is thus barred \"unless the petitioner can demonstrate cause and prejudice for the default,\" <i>Gray v. Netherland,</i> 518 U.S. 152, 116 S.Ct. 2074, 2080, 135 L.Ed.2d 457 (1996), or that \"failure to consider the federal claim will result in a fundamental miscarriage of justice,\" <i>Coleman v. Thompson,</i> 501 U.S. 722, 749, 111 S.Ct. 2546, 2566, 115 L.Ed.2d 640 (1991). In other words, Ward would have to be claiming that he is \"actually innocent\" of the charges against him and qualifies for the miscarriage of justice exception to the rules of procedural default. <i>See </i><i>Schlup v. Delo,</i> 513 U.S. 298, 326, 115 S.Ct. 851, 867, 130 L.Ed.2d 808 (1995). No such claim is made here.</p>\n<p>Finally, the \"mere existence\" of a state procedural bar does not preclude the assertion of federal habeas jurisdiction; the state court must have actually based its decision on the state procedural bar. <i>Caldwell v. Mississippi,</i> 472 U.S. 320, 327, 105 S.Ct. 2633, 2638, 86 L.Ed.2d 231 (1985).</p>\n<p></p>\n<h2>1. Ward's Claim that His Right to a Fair Trial or His Right to Remain Silent Where the Prosecutor Elicited Testimony Regarding Ward's Refusal to Testify at the Trial of his Accomplice Is Procedurally Barred.<sup>[2]</sup></h2>\n<p>Petitioner claims that the State's eliciting testimony from a court clerk regarding his failure to testify at the trial of Wesley Harris violated his Fifth and Fourteenth Amendment right to remain silent. Ward <span class=\"star-pagination\">*758</span> raised this claim in his MAR in Pitt County Superior Court. That court determined that the claim was procedurally barred under section 15A-1419 of the North Carolina General Statutes. State's Ex. K at 5.<sup>[3]</sup> The court did not specify which subsection of section 15A-1419 it was relying on in asserting that this claim was procedurally barred in the MAR.<sup>[4]</sup> Because this particular claim had been asserted on direct review to the North Carolina Supreme Court, however, the superior court necessarily invoked subsection (a)(2) in asserting procedural bar. This subsection provides that a claim in a MAR must be denied if the \"ground or issue underlying the motion was previously determined on the merits upon an appeal from the judgment ... in the courts of this State....\" N.C.Gen.Stat. § 15A-1419(a)(2).</p>\n<p>The Fourth Circuit has held that section 15A-1419 is a valid procedural bar, thus legitimizing its application as an independent and adequate state law ground for denying federal habeas relief. <i>Ashe v. Styles,</i> 39 F.3d 80 (4th Cir.1994), <i>cert. denied,</i> 516 U.S. 1162, 116 S.Ct. 1051, 134 L.Ed.2d 196 (1996); <i>Smith v. Dixon,</i> 14 F.3d 956, 972 (4th Cir.), <i>cert. denied,</i> 513 U.S. 841, 115 S.Ct. 129, 130 L.Ed.2d 72 (1994). Indeed, the <i>Ashe</i> court specifically addressed subsection (a)(2) of section 15A-1419, holding that it was an appropriate legal standard on which to base a procedural default.</p>\n<p>This claim is procedurally barred and must be dismissed.</p>\n<p></p>\n<h2>2. Ward's Claim that he was Denied the Right to a Fair Trial by the Trial Court's Exclusion of Testimony Regarding the Sentence Received by His Accomplice is Procedurally Barred.</h2>\n<p>Ward claims that the trial court erred by not allowing defense counsel to introduce testimony that Wesley Harris, his accomplice in the shooting, had received a life sentence at an earlier trial for his part in the crimes.<sup>[5]</sup> Ward also assigns as error the court's refusal to submit to the jury the proposed mitigating factor that Wesley Harris had received a life sentence.</p>\n<p>Like his claim that the trial court erred in refusing to prevent the prosecutor from eliciting testimony that Ward had refused to testify at Wesley Harris' trial, these claims were asserted in Petitioner's MAR in the Pitt County Superior Court; that court determined that the claim was procedurally barred pursuant to section 15A-1419. That is an adequate and independent state grounds for dismissing the claims. These claims are procedurally barred on habeas review as well.</p>\n<p></p>\n<h2>3. Ward's Claim that the Seating of the Victim's Husband in Close Proximity, and the Husband's Emotional Outburst, Denied His Right to Due Process is Procedurally Barred.</h2>\n<p>Ward asserts that he was denied a fair trial because the prosecutor intentionally seated the victim's husband near the jury, with knowledge of the likelihood of an emotional outburst affecting the jury. When such an outburst did allegedly occur, this violated his due process rights.</p>\n<p>Like the above claims, this claim was asserted in Petitioner's MAR in the Pitt County Superior Court; that court determined that the claim was procedurally barred pursuant to section 15A-1419. That is an adequate and independent state grounds for dismissing the claim. This claim is procedurally barred on habeas review as well.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*759</span> 4. Ward's Claim that the Pecuniary Gain Aggravating Factor was Improperly Submitted to the Jury in Violation of his Constitutional Rights is Procedurally Barred.</h2>\n<p>Ward claims that the proposed aggravating circumstance of pecuniary gain was not supported by any evidence that Ward intended to or did obtain any financial benefit from the crime. The mere possible inference of such an intent from the fact of robbery itself, Ward argues, is inadequate to support the aggravating circumstance. This allegedly inconsistent application of the law, he asserts, violates his right to due process under the United States Constitution.</p>\n<p>Unlike the above claims, Ward could have, but did not, submit this claim to the North Carolina Supreme Court on direct review. His failure to do so procedurally barred this claim in his MAR, N.C.Gen.Stat. § 15A-1419(a)(3), and also prevents him from asserting it in his instant Petition for Writ of Habeas Corpus.</p>\n<p></p>\n<h2>5. Ward's Claim that the Jury's Verdict was Returned Under the Improper Influence of Emotion is Procedurally Barred.</h2>\n<p>Ward claims that the jury's exposure to emotional outbursts by the victim's husband and the defendant, as well as to the prosecutor's allegedly improper arguments and undue emphasis on the victim in his arguments, including the admission and use of a portrait of the victim, violated his rights under the Eighth and Fourteenth Amendments to the Constitution.</p>\n<p>Like claims one through four above, this claim was asserted in Petitioner's MAR in the Pitt County Superior Court; that court determined that the claim was procedurally barred pursuant to section 15A-1419. That is an adequate and independent state grounds for dismissing the claim. This claim is procedurally barred on habeas review as well.</p>\n<p></p>\n<h2><i>B. Analysis of the Merits</i></h2>\n<p>In addressing the remaining claims, the AEDPA instructs federal courts to deny a petition for habeas corpus with respect to any claim adjudicated on the merits in state court proceedings unless the state court's decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" 28 U.S.C. § 2254(d)(1), or the state court's decision \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding,\" 28 U.S.C. § 2254(d)(2). Further, \"a determination of a factual issue made by a State court shall be presumed to be correct\" under section 2254, as amended by the AEDPA. 28 U.S.C. § 2254(e)(1).</p>\n<p>The Court will now address Ward's assignments of error in order.</p>\n<p></p>\n<h2>1. The Trial Court's Dismissal of Jurors for Cause without Affording Ward an Opportunity to Examine Them.</h2>\n<p>Ward asserts that the trial court's restrictions on voir dire of prospective jurors, and its dismissal of prospective jurors who expressed any confusion, hesitation, or equivocation about returning a death sentence, violated standards articulated by the United States Supreme Court under the Sixth, Eighth, and Fourteenth Amendments to the United States Constitution.</p>\n<p>The United States Supreme Court has held that the standard for determining whether a juror can properly be excused for cause in a capital case \"is whether the juror's views would prevent or substantially impair the performance of his duties as a juror in accordance with his instruction and his oath.\" <i>Wainwright v. Witt,</i> 469 U.S. 412, 424, 105 S.Ct. 844, 852, 83 L.Ed.2d 841 (1985) (internal quotations omitted).</p>\n<p>The <i>Wainwright</i> Court, reviewing a habeas corpus petition, held that \"the question of juror bias is to be resolved by the trial judge's assessment of demeanor and credibility, and that such assessments are to be accorded a presumption of correctness under 28 U.S.C. § 2254(d).\" <i>Maynard v. Dixon,</i> 943 F.2d 407, 415 (4th Cir.1991) (citing <i>Wainwright,</i> 469 U.S. at 426-29, 105 S.Ct. at 853-54). The Fourth Circuit continued: \"Moreover, it has been established in this court that where the prospective juror's response, <span class=\"star-pagination\">*760</span> as captured in the transcripts, reflects some ambiguity in the state of mind of the juror, then the determination made by the trial court, based on its eyeing of the juror, is presumed to be consistent with the applicable standard.\" <i>Id.</i></p>\n<p>Petitioner concedes that the AEDPA amendments to section 2254 have further tightened the required showing of a petitioner challenging his conviction on this ground. He claims that the trial judge's procedures and decisions on voir dire failed to satisfy these standards because, while he asked proper questions to determine whether jurors would vote for the death penalty if the evidence compelled such a finding, the judge did not attempt to clarify ambiguous answers, instead dismissing any venireman who gave any answer deviating from an absolute affirmative response.</p>\n<p>Petitioner fails to meet the standards for the granting of a writ of habeas corpus on this claim. A review of the record of the voir dire proceeding reveals that eighteen of the potential jurors informed the court that they would not vote to impose the penalty of death. As the North Carolina Supreme Court held: \"The record discloses that the jurors unambiguously stated that they could not or would not vote to return a verdict of guilty of first-degree murder knowing that death is one of the possible penalties, or that they would not be able to vote for the death penalty even though they were satisfied beyond a reasonable doubt that one or more of the aggravating circumstances prescribed by statute existed, the aggravating circumstances were sufficiently substantial to call for imposition of the death penalty, and any mitigating circumstances found to exist were insufficient to outweigh the aggravating circumstances found.\" <i>Ward,</i> 338 N.C. at 87, 449 S.E.2d at 721.</p>\n<p>In reviewing the voir dire proceedings in light of the standards set forth by section 2254, this Court cannot say that the decisions of the trial court or of the North Carolina Supreme Court were \"contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" 28 U.S.C. § 2254(d)(1). Nor were they \"based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" 28 U.S.C. § 2254(d)(2). Simply put, Petitioner has failed to overcome the \"presumption of correctness\" afforded such trial court decisions by the United States Supreme Court.</p>\n<p>This assignment of error must be dismissed.</p>\n<p></p>\n<h2>2. The Prosecutor's Closing Arguments and the Trial Court's Failure to Intervene or To Correctively Instruct the Jury.</h2>\n<p>Ward argues that during closing arguments the district attorney, under the guise of remarking on the absence of some evidence anticipated in the defense case, \"pointedly commented on the defendant's failure to testify in his own behalf.\" Ward points to an excerpt from the closing argument of the prosecutor, in which he reminded the jury that Ward's defense attorney, in his opening statement, promised to show that Ward merely intended to go to the victim's house to ask her where she kept some hidden cocaine: \"I mean, if he knows all this  I mean, I'd like for him to put a hand on the Bible, take an oath. He had every opportunity to get up here and tell it, if that is what he knows. He didn't do it.\" Tr. at 1411.<sup>[6]</sup></p>\n<p>Clearly, drawing negative inferences for the jury from a defendant's failure to take the witness stand violates the defendant's Fifth and Fourteenth Amendment right to remain silent. <i>See </i><i>Griffin v. California,</i> 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965). Ward fails to put these comments in the context of the prosecutor's closing statement, in which he attempted to remind the jury that defense counsel promised to present certain exculpatory evidence during trial, but failed to do so:</p>\n<blockquote>Now, I'm going to tell you, folks, I didn't hear any of that evidence come from the witness stand. Why would he tell you <span class=\"star-pagination\">*761</span> this? Why? Smoke. I mean, if he knows all this  I mean, I'd like for him to put a hand on the Bible, take an oath. He had every opportunity to get up here and tell it, if that is what he knows. He didn't do it. What else did he say in his opening statement?</blockquote>\n<p>Tr. at 1411.</p>\n<p>The prosecutor's unfortunate phrasing of this attack on the evidence presented by the defense looks worse taken out of context than it does when considered in light of the rest of the closing argument. Denying this claim on its direct review of Ward's conviction, the North Carolina Supreme Court held that the prosecutor was \"direct[ing] the remarks at counsel for defendant and never commented directly on defendant's failure to testify or suggested that defendant should have or even could have testified.\" <i>Ward,</i> 338 N.C. at 100, 449 S.E.2d at 729. The North Carolina Supreme Court also correctly pointed out that a trial court must be allowed much discretion in deciding when to intervene to cut off a party's opening or closing statement. And, absent a constitutional violation, the trial court had no duty read a corrective instruction to the jury on this point.</p>\n<p>Neither the judgment of the trial court in failing to intervene during the prosecutor's closing argument, nor its failure to correctively instruct the jury afterwards offers a basis for granting Petitioner's requested relief under the standards set forth in section 2254. This assignment of error must be dismissed.</p>\n<p></p>\n<h2>3. Ward's Claim that he was Denied the Right to a Fair Trial by the Trial Court's Alleged Unjustified Restrictions on Testimony Regarding Ward's Mental Impairment and Drug Use on the Day of the Crimes.</h2>\n<p>Petitioner argues that the trial court improperly refused to allow testimony of Dr. Patricio Lara, the psychiatrist who examined him on behalf of the State. The court allowed Dr. Lara to testify during the sentencing hearing that his findings were consistent with a history of drug abuse, but did not allow Lara to testify regarding his conversations with Ward which the latter alleges provided part of the foundation of his opinion. Petitioner simply fails to carry his burden of proof on this claim under section 2254.</p>\n<p>This is an alleged infirmity in a state trial court proceeding. The court's decision not to allow the testimony in question, while probably incorrect,<sup>[7]</sup> does not rise to the level of an \"unreasonable application of clearly established Federal law\" or \"an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" 28 U.S.C. § 2254(d)(1), (d)(2). And Ward has certainly not succeeded in rebutting the presumption of correctness attendant to the North Carolina Supreme Court's \"determination of a factual issue\" was correct. 28 U.S.C. § 2254(e)(1). This assignment of error must be dismissed.</p>\n<p></p>\n<h2>4. The Jury's Failure to Find Several Mitigating Circumstances.</h2>\n<p>Ward argues that his trial counsel presented various mitigating circumstances which were supported by uncontroverted evidence. He further claims that the jury disregarded these facts under instructions from the trial court instructing jurors to exclude mitigating evidence from their consideration if they deemed the evidence to have no mitigating value.</p>\n<p>Petitioner claims that these instructions violate the United States Supreme Court's holding that the jury \"consider and give an effect to [mitigating] evidence in imposing a sentence.\" <i>Penry v. Lynaugh,</i> 492 U.S. 302, 319, 109 S.Ct. 2934, 2947, 106 L.Ed.2d 256 (1989); <i>and see </i><i>Lockett v. Ohio,</i> 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978) (a capital defendant has the right to have the jury consider all of his mitigating evidence in sentencing).</p>\n<p><span class=\"star-pagination\">*762</span> The Fourth Circuit has held that \"[t]he Eighth and Fourteenth Amendments require that the sentencer, in all but the rarest kind of capital case, not be precluded from considering, as a mitigating factor, any aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as the basis for a sentence less than death.\" <i>McDougall v. Dixon,</i> 921 F.2d 518, 523 (4th Cir.1990) (citing <i>Lockett,</i> 438 U.S. at 604, 98 S.Ct. at 2965-65). As the <i>McDougall</i> court proceeded to point out, though, it is a misreading of <i>Lockett</i> and its progeny to conclude that instructions which direct a jury to consider and eliminate evidence which does not qualify as \"mitigating,\" prevent the jury from \"considering\" all mitigating evidence.</p>\n<p>In the instant case, Petitioner was not prevented from presenting any evidence to the jury which he thought mitigating. Indeed, the jury was instructed to consider every circumstance presented. It was told to then exercise its discretion to decide which circumstances were relevant and has mitigating value. This decision was to be made by the trier of fact itself, not by the court. The standard North Carolina jury instructions, to which the instructions in the instant case conformed, enumerate six statutory mitigating factors and include a \"catchall\" provision to cover nonstatutory mitigating factors. These instructions conform to Supreme Court dictates: \"<i>Lockett</i> and its progeny stand only for the proposition that a State may not cut off in an absolute manner the presentation of mitigating evidence, either by statute or judicial instruction, or by limiting the inquiries to which it is relevant so severely that the evidence could never be part of the sentencing decision at all.\" <i>Johnson v. Texas,</i> 509 U.S. 350, 361, 113 S.Ct. 2658, 2665, 125 L.Ed.2d 290 (1993) (internal quotations omitted); <i>see </i><i>McKoy v. North Carolina,</i> 494 U.S. 433, 110 S.Ct. 1227, 108 L.Ed.2d 369 (1990).</p>\n<p>Petitioner has failed to demonstrate that the jury was not permitted to consider any mitigating evidence presented during the sentencing phase of his trial. The instructions given by the trial court were thus free of error, and this claim must fail.</p>\n<p></p>\n<h2>5. Denial of Access to Pretrial Discovery by the Trial Court.</h2>\n<p>Ward claims that his trial counsel requested, and the trial court denied him access to, a list of the state's witnesses, a bill of particulars, and statements of any witnesses in the state's custody. Ward asserted this claim on direct review to the North Carolina Supreme Court. That court denied the claim on its merits, relying on its prior holding in <i>State v. Smith,</i> 291 N.C. 505, 231 S.E.2d 663 (1977).</p>\n<p>In his instant petition Ward does not assert the federal constitutional basis for this claim. Ward fails to sustain his burden of showing in his instant petition which indicates that the state courts' decisions were \"contrary to, or involved an unreasonable application of, clearly established Federal law,\" 28 U.S.C. § 2254(d)(1), or were \"based on an unreasonable determination of the facts in light of the evidence presented,\" 28 U.S.C. § 2254(d)(2). This claim must be dismissed under current habeas corpus standards of review.</p>\n<p></p>\n<h2>6. The North Carolina Death Penalty Statute Does Not Allow Impermissible Discretion to the Sentencing Jury.</h2>\n<p>Ward claims that the North Carolina death penalty scheme, N.C.Gen.Stat. § 15A-2000(e) is unconstitutionally cruel and unusual punishment barred by the Eighth Amendment to the United States Constitution. He argues that the statute gives impermissible discretion to the jury, resulting in the arbitrary and capricious imposition of the death penalty and in a pattern of discrimination.</p>\n<p>It is well-settled that the imposition of the death penalty is not always unconstitutional. <i>Coker v. Georgia,</i> 433 U.S. 584, 97 S.Ct. 2861, 53 L.Ed.2d 982 (1977). <i>Gregg v. Georgia,</i> 428 U.S. 153, 96 S.Ct. 2909, 49 L.Ed.2d 859 (1976). Since <i>Furman v. Georgia,</i> 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972), has been concerned with ensuring that the death penalty will not be imposed in an arbitrary and capricious manner. Thus, in <i>California v. Brown,</i> 479 U.S. 538, 541, 107 S.Ct. 837, 839, 93 L.Ed.2d 934 (1987), the Court held that a prerequisite of a valid death penalty scheme is that \"sentencers may not be given unbridled discretion in <span class=\"star-pagination\">*763</span> determining the fates of those charged with capital offenses. The Constitution instead requires that death penalty statutes be structured so as to prevent the penalty from being administered in an arbitrary and unpredictable fashion.\" North Carolina's capital sentencing scheme has incorporated this directive, and the State \"has adopted statutory provisions designed to eliminate this risk.\" <i>McDougall v. Dixon,</i> 921 F.2d 518, 521 (4th Cir.1990), <i>cert. denied,</i> 501 U.S. 1223, 111 S.Ct. 2840, 115 L.Ed.2d 1009 (1991).</p>\n<p>A North Carolina capital jury's discretion is tightly constrained within the confines defined by section 15A-2000. The statute provides that the trial judge must instruct the jury that it \"must consider any aggravating circumstance or circumstances or mitigating circumstance or circumstances from the lists\" of statutory aggravating and mitigating circumstances provided in subsections (e) and (f).<sup>[8]</sup> N.C.Gen.Stat. § 15A-2000(b). In determining a sentence, the jury must weigh these factors and decide \"[b]ased on these considerations, whether the defendant should be sentenced to death or to imprisonment in the State's prison for life.\" N.C.Gen.Stat. § 15A-2000(b)(3). The jury's decision must be unanimous. <i>Id.</i> The jury is then required to prepare a written list of its findings, certifying that it found the presence of aggravating circumstances beyond a reasonable doubt and that any mitigating circumstances are insufficient to outweigh the aggravating circumstances. N.C.Gen.Stat. § 15A-2000(c).</p>\n<p>This scheme does not give the jury an option to exercise impermissible discretion, or to administer the death penalty in an arbitrary and capricious manner. Petitioner has failed to establish that North Carolina's capital sentencing scheme violates the United States Constitution, and cannot carry the burden imposed upon him by section 2254. This claim must fail.</p>\n<p></p>\n<h2>7. The North Carolina Short-Form Indictment is not Unconstitutional.</h2>\n<p>Petitioner claims that the North Carolina short form indictment under section 15-144 of the General Statutes violates the Fifth, Sixth, and Fourteenth Amendments to the United States Constitution. Ward did not raise this claim in his MAR to the Pitt County Superior Court. He did raise it as a \"preservation\" issue on his direct appeal to the North Carolina Supreme Court, arguing that, while that court has consistently held that the statute in question is constitutionally sufficient to charge murder in the first degree, those decisions should be reversed.</p>\n<p>The statute in question requires that, in charging a suspect with murder, the indictment must \"allege that the accused person feloniously, willfully, and of his malice aforethought, did kill and murder (naming the person killed)....\" N.C.Gen.Stat. § 15-144. On direct appeal, the North Carolina Supreme Court refused to depart from its prior holdings on this issue. <i>Ward,</i> 338 N.C. at 122, 449 S.E.2d at 742.</p>\n<p>Petitioner fails to argue or support this point in the instant petition. He thus has not carried his burden of demonstrating that the state courts' decisions were \"contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" 28 U.S.C. § 2254(d)(1). This claim must be dismissed.</p>\n<p></p>\n<h2>8. The Trial Court Denial of Ward's Motion for the State to Disclose Those Aggravating Circumstances upon which it Would Rely During the Capital Sentencing Proceeding.</h2>\n<p>Similarly, Ward makes the conclusory allegation that the trial court erred by denying his motion for the State to disclose those aggravating circumstances upon which it would rely during the capital sentencing proceeding. North Carolina courts have consistently held that this is not required, <i>see </i><i>State v. Taylor,</i> 304 N.C. 249, 283 S.E.2d 761 (1981), <i>cert. denied,</i> 463 U.S. 1213, 103 S.Ct. 3552, 77 L.Ed.2d 1398 (1983), and the North <span class=\"star-pagination\">*764</span> Carolina Supreme Court refused to depart from those holdings in Ward's direct appeal.</p>\n<p>Ward's failure to sustain the burden imposed on him by section 2254(d)(1) is fatal. This claim must be dismissed.</p>\n<p></p>\n<h2>9. The Process of \"Death Qualifying\" the Jury does not violate the Sixth, Eighth, and Fourteenth Amendments to the United States Constitution.</h2>\n<p>Ward asserts that the process of choosing jurors for the panel in a capital case is unconstitutional. Ward makes the same allegations, under <i>Wainwright v. Witt</i><i>,</i> that he made in his first assignment of error. In this claim, however, he asserts that the \"death qualifying\" process affects the guilty verdict as well as the death sentence. For the reasons stated in rejecting Ward's first assignment of error, this claim is also denied.</p>\n<p></p>\n<h2>10. The Handcuffing of Ward in Front of the Jury During the Sentencing Hearing.</h2>\n<p>Ward argues that his initial handcuffing in the presence of the jury, following a verbal outburst from him, exceeded the action necessary to preserve order, was not supported by appropriate findings, and violated his rights under the Sixth and Fourteenth Amendments of the United States Constitution. He then argues, in a separate claim, that the resumption of the proceedings with Ward in shackles violates his right to due process under the Fourteenth Amendment. These two claims will be treated together. The trial transcript shows that following an outburst from Ward during the sentencing proceeding, and after the trial court warned him to control himself, the court first excused the jury, then had Ward removed from the courtroom. Tr. at 1591-92. Following a recess, Ward was returned to court in shackles, and the judge informed the attorneys that Ward was to be brought into the courtroom in the future before the jury came in, and he would remain seated until the jury left. Tr. at 1593. This would ensure that the jurors would not view Ward in the restraints. Id.</p>\n<p>As an initial matter, the Court notes that the trial transcript indicates that Ward was not initially handcuffed in the presence of the jury. The jury had clearly been excused before Ward was handcuffed and escorted from the courtroom. Ward's first claim thus fails.</p>\n<p>Petitioner asserts that, under the Confrontation Clause of the Sixth Amendment,<sup>[9]</sup> restraint of a defendant must comport with strict standards addressing the reason for the measure, the method chosen, the procedural practice observed, and the duration of the restraint. It is unquestioned that \"[o]ne of the most basic rights guaranteed by the Confrontation Clause is the accused's right to be present in the courtroom at every stage of his trial.\" <i>Illinois v. Allen,</i> 397 U.S. 337, 338, 90 S.Ct. 1057, 1058, 25 L.Ed.2d 353 (1970) (citing <i>Lewis v. United States,</i> 146 U.S. 370, 13 S.Ct. 136, 36 L.Ed. 1011 (1892)). In addressing an argument similar the one presented by Ward, the <i>Allen</i> Court held that the Confrontation Clause is not so absolute as to require the presence of the defendant to the extent that it will greatly handicap the trial judge in conducting a criminal trial: \"Although mindful that courts must indulge every reasonable presumption against the loss of constitutional rights, <i>Johnson v. Zerbst,</i> 304 U.S. 458, 464, 58 S.Ct. 1019, 1023, 82 L.Ed. 1461 (1938), we explicitly hold today that a defendant can lose his right to be present at trial if, after he has been warned by the judge that he may be removed if he continues his disruptive behavior, he nevertheless insists in conducting himself in a manner so disorderly, disruptive, and disrespectful of the court that his trial cannot be carried on with him in the courtroom.\" <i>Id.</i> 397 U.S. at 342, 90 S.Ct. at 1060-61.</p>\n<p>The <i>Allen</i> Court posited \"three constitutionally permissible ways for a trial judge to handle an obstreperous defendant ... (1) bind and gag him, thereby keeping him present; (2) cite him for contempt; and (3) take him out of the courtroom until he promises to conduct himself properly.\" <i>Id.</i> at 343-44, 90 <span class=\"star-pagination\">*765</span> S.Ct. at 1061. Finally, the Court observed that, in extreme situations, \"binding and gagging might possibly be the fairest and most reasonable way to handle\" such a defendant. <i>Id.</i> at 344, 90 S.Ct. at 1061; <i>see also </i><i>Holbrook v. Flynn,</i> 475 U.S. 560, 106 S.Ct. 1340, 89 L.Ed.2d 525 (1986) (same).</p>\n<p>Petitioner fails to overcome the burden placed upon him by section 2254 on this claim. While the Supreme Court has held that the Sixth Amendment may be violated by removing a defendant from the courtroom, or by permitting him to be shackled in the presence of the jury, it has also maintained that such actions may be taken when the circumstances demand. In Ward's case, he was warned before the trial judge took any steps to remedy the disruptions caused by the defendant. Following the warning, the court excused the jury and had Ward removed from the court only after further warning him. Upon his return, the judge made every effort to ensure that the jury's attention would not be called to Ward's condition, instructing the court officers to make sure his entry into and egress from the courtroom were outside the jury's presence.</p>\n<p>Based on these considerations, this Court cannot say that the trial court's decisions, or the review of those decisions by the North Carolina Supreme Court, were \"contrary to, or involved an unreasonable application of, clearly established Federal law.\" 28 U.S.C. § 2254(d)(1). This claim cannot survive.</p>\n<p></p>\n<h2>11. The District Attorney's Power to Schedule and Calendar Criminal Cases.</h2>\n<p>Ward claims that the statutory grant of power to the District Attorney to schedule and calendar criminal cases violates the Due Process Clause of the Fourteenth Amendment because it gives an undue advantage to one party in criminal prosecution and destroys the neutrality of the court and the proceeding. Thus, Ward argues, the prosecuting attorney in his case exercised that power and selected the presiding judge to the prejudice of Ward.</p>\n<p>Ward does not attempt to articulate a basis for granting habeas relief on such a claim. Besides his conclusory assertion that his rights under the Fourteenth Amendment were violated, he does not argue or establish that the North Carolina courts based their decisions in denying this claim on any error or unreasonable application of clearly established Federal law. 28 U.S.C. § 2254(d)(1). This claim may not be sustained.</p>\n<p></p>\n<h2>12. Proportionality Review in the Imposition of the Death Penalty.<sup>[10]</sup></h2>\n<p>Ward claims that his right to be free of cruel and unusual punishment under the Eighth Amendment to the United States Constitution was violated because the death sentence imposed upon him is excessive and disproportionate to the penalty imposed in similar cases.</p>\n<p>He argues that he was sentenced to death by the jury based upon a lone aggravating factor, pecuniary gain. He contends that the jury's finding of one statutory mitigating factor and two non-statutory mitigating factors made the imposition of the death penalty excessive and disproportionate. Petitioner also contends that the jury's sentence was \"arbitrary and capricious,\" and that the Supreme Court's proportionality review incorrectly affirmed this penalty.</p>\n<p>Under North Carolina law, the jury is required to weigh mitigating and aggravating factors in deciding upon the sentence of a defendant convicted of a capital felony. N.C.Gen.Stat. § 15A-2000(a)(3). Sentences of death are subject to automatic review by the North Carolina Supreme Court. N.C.Gen.Stat. § 15A-2000(d)(1). On review, the North Carolina Supreme Court must \"compare the case at bar with other cases in <span class=\"star-pagination\">*766</span> the pool which are roughly similar with regard to the crime and the defendant.... If, after making such a comparison, [the Court] find[s] that juries have consistently been returning death sentences in the similar cases, then [the Court] will have a strong basis for concluding that a death sentence in the case under review is not excessive or disproportionate.\" <i>State v. Lawson,</i> 310 N.C. 632, 648, 314 S.E.2d 493 (1984), <i>cert. denied,</i> 471 U.S. 1120, 105 S.Ct. 2368, 86 L.Ed.2d 267 (1985). The death sentence \"shall be overturned\" if the Supreme Court determines that \"the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor, or upon a finding that the sentence of death is excessive or disproportionate to the penalty imposed in similar cases....\" N.C.Gen.Stat. § 15A-2000(d)(2).</p>\n<p>The North Carolina Supreme Court discharged its statutory duties, and exhaustively addressed these issues upon direct review. \"We conclude that the record supports the jury's finding of the aggravating circumstance submitted to it.... We further conclude that nothing in the record suggests that the sentence of death was imposed under the influence of passion, prejudice or any other arbitrary factor. We thus turn to our final statutory duty of proportionality review and determine whether the death sentence is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.\" <i>Ward,</i> 338 N.C. at 122, 449 S.E.2d at 742.</p>\n<p>The Supreme Court conducted a painstaking comparison of similar cases in performing its proportionality review, concluding that the imposition of the death penalty in this case was not disproportionate. <i>Id.</i> at 122-29, 449 S.E.2d at 742-46.</p>\n<p>Under federal habeas law, \"it is not the province of a federal habeas court to reexamine state-court determinations on state law questions. In conducting habeas review, a federal court is limited to deciding whether a conviction violated the Constitution, laws, or treaties of the United States.\" <i>Estelle v. McGuire,</i> 502 U.S. 62, 67-68, 112 S.Ct. 475, 480, 116 L.Ed.2d 385 (1991) (citing 28 U.S.C. § 2241); <i>see </i><i>Pulley v. Harris,</i> 465 U.S. 37, 41, 104 S.Ct. 871, 875, 79 L.Ed.2d 29 (1984) (\"A federal court may not issue the writ on the basis of a perceived error of state law.\").</p>\n<p>In analyzing California's death penalty review scheme under the Eighth Amendment's guarantee against cruel and unusual punishment, applicable to the states through the Fourteenth Amendment, the <i>Pulley</i> Court held that comparative proportionality review of a death sentence is not required by the Eighth Amendment. 465 U.S. at 43-51, 104 S.Ct. at 876-79. The North Carolina Supreme Court's thorough and comprehensive proportionality review more than satisfies constitutional standards for the imposition of the death penalty. To the extent that Petitioner is dissatisfied with the conclusion that state court reached upon comparing his case with other, similar cases, that is a question of state law that is beyond the purview of this Court on a habeas petition. <i>Id.</i> at 41, 104 S.Ct. at 875.</p>\n<p>The North Carolina Supreme Court \"conclude[d] that the circumstances of the numerous cases cited by defendant in which the jury returned a life sentence, or in which this Court held a death sentence disproportionate, distinguish these cases from the present case.\" <i>Ward,</i> 338 N.C. at 129, 449 S.E.2d at 746. Again, it is not the duty of this Court, on review of a habeas petition, to question the state law analysis performed by the North Carolina Supreme Court on this question. Also, Petitioner has demonstrated no basis for an inference that the jury which sentenced him to death was operating under the influence of \"passion, prejudice, or any other arbitrary consideration.\" Because the State Supreme Court thoroughly reviewed this assignment of error on direct review and found it unavailing, this Court now holds that Petitioner is not entitled to habeas relief on this claim.</p>\n<p></p>\n<h2>13. Ineffective Assistance of Counsel at Trial and on Direct Appeal.</h2>\n<p>Ward claims that he was denied the effective assistance of counsel at trial and on direct appeal because his attorney failed to employ an expert to develop and present evidence on Ward's impaired capacity as a <span class=\"star-pagination\">*767</span> defense at trial or a mitigating factor at sentencing, and because his attorney failed to preserve for review by contemporaneous objection or assignment of error any of the claims found procedurally barred by this Court in reviewing his habeas petition.</p>\n<p>A criminal defendant unquestionably has a right to effective assistance of counsel during his trial, <i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), and his first appeal as of right, <i>Evitts v. Lucey,</i> 469 U.S. 387, 105 S.Ct. 830, 83 L.Ed.2d 821 (1985). Claims of ineffective assistance of counsel trigger the two-part inquiry elucidated in <i>Strickland.</i> To prevail under this analysis, Ward must show that (1) his counsel's performance fell below an objective standard of reasonableness, and (2) his counsel's deficiencies prejudiced the defense or the result of the appeal. <i>Id.</i> at 687-88, 104 S.Ct. at 2064-65. That is, he must show that his counsel's errors were so serious that he was deprived of a trial and appeal whose result was reliable.</p>\n<p>Ward cannot carry this burden with respect to his claim that his trial counsel failed to obtain the services of more than one psychiatrist or mental health expert to testify to his drug and alcohol problems and mental instability. Dr. Lara, who testified as a witness for the prosecution, presented evidence of Ward's mental condition and substance dependency. Ward's attorneys also produced what evidence there was available regarding Ward's mental state, but were unable to overcome the inferences created by other evidence which came out at trial. The North Carolina Supreme Court, in reviewing Ward's conviction, mentioned as an example Ward's sister's testimony that he was acting \"normal\" in the time just before the murder. <i>Ward,</i> 338 N.C. at 109, 449 S.E.2d 709. Ward was not denied the ineffective assistance of trial counsel.</p>\n<p>In <i>Jones v. Barnes,</i> 463 U.S. 745, 103 S.Ct. 3308, 77 L.Ed.2d 987 (1983), the Supreme Court held that appellate counsel has no constitutional duty to raise every nonfrivolous issue on appeal if counsel, as a matter of professional judgment, decides not to raise such issue on appeal. <i>Id.</i> at 751-54, 103 S.Ct. at 3312-14. The Court emphasized that appellate counsel must be allowed the exercise of his reasonable professional judgment in selecting those issues that are best suited for appellate review. <i>Id.</i> at 752-53, 103 S.Ct. at 3313.</p>\n<p>Ward offers no facts or arguments which demonstrate that his appellate counsel violated the directives of <i>Jones v. Barnes</i><i>.</i> Their failure to further pursue the mental capacity issue, or to preserve for review some of the claims contained in the instant petition, does not rise to the level of ineffective assistance of counsel.</p>\n<p>In applying the <i>Strickland</i> test to the facts at hand, this Court cannot say that the state courts unreasonably determined the facts in light of the evidence presented, or unreasonably applied the law in contravention of clearly established Federal standards. 28 U.S.C. § 2254(d). This claim must be dismissed.</p>\n<p></p>\n<h2>14. The Superior Court's Denial of Ward's Motion for Appropriate Relief.</h2>\n<p>Ward argues that the superior court, in denying his MAR without a hearing, violated his rights to due process under the Fourteenth Amendment of the United States Constitution. He acknowledges that post-conviction collateral review is not mandated by the United States Constitution, but contends that once a state has decided to provide such review procedures, they must be available to all and must be applied fairly and consistently.</p>\n<p>Section 15A-1420 of the North Carolina General Statutes governs hearings on motions for appropriate relief, and provides that any party is entitled to such a hearing \"unless the court determines that the motion is without merit. The court must determine ... whether an evidentiary hearing is required to resolve questions of fact....\" N.C.Gen.Stat. § 15A-1420(c)(1).</p>\n<p>Outside of his conclusory allegations about the impropriety of the superior court's denial of a hearing on his MAR, Ward cites no authority to support a claim that his federal constitutional rights were violated by this denial. He thus fails to carry his burden <span class=\"star-pagination\">*768</span> under section 2254(d), and habeas relief must be denied on this claim.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Upon consideration of the parties' arguments, and for the reasons discussed above, none of Petitioner's claims are availing. They are all either procedurally barred or without merit. Respondent's Motion for Summary Judgement is thus GRANTED, and Petitioner's Petition for Writ of Habeas Corpus is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Both parties agree that Ward has properly exhausted his available state court remedies. <i>See</i> 28 U.S.C. § 2254(b)(1)(A).</p>\n<p>[2]  Ward raises substantially the same claim twice in his petition. This claim is the basis for both his first and fourteenth assignments of error. While it was only raised as one claim in his MAR, both assignments of error are treated together here.</p>\n<p>[3]  The State's Exhibit K contains the Order of the Pitt County Superior Court denying Ward's MAR.</p>\n<p>[4]  The superior court's finding of procedural bar was, in its entirety: \"This Claim is procedurally barred pursuant to N.C.G.S. § 15A-1419 (1988).\" State's Ex. K at 5. Such a cursory dismissal of a claim is appropriate in the context of procedural default. <i>See </i><i>Harris v. Reed,</i> 489 U.S. 255, 265 n. 12, 109 S.Ct. 1038, 1045 n. 12, 103 L.Ed.2d 308 (1989) (\"[A] state court that wishes to rely on a procedural bar rule in a one-line pro forma order easily can write that `relief is denied for reasons of procedural default.'\")</p>\n<p>[5]  Ward bases two assignments of error in his petition on this argument. Claims numbered five and 21 in his petition both assert that his due process rights were violated when the trial court excluded evidence of the life sentence given to Ward's accomplice in the murder. Both are treated herein.</p>\n<p>[6]  Citations to \"Tr.\" refer to the record of the state court proceedings, followed by a page number.</p>\n<p>[7]  Indeed, the North Carolina Supreme Court conceded that, \"[h]aving admitted Dr. Lara's finding and diagnosis, the trial court also should have allowed him to testify as to the content of the conversations with defendant in order to show the basis for his diagnosis.\" <i>Ward,</i> 338 N.C. at 106, 449 S.E.2d 709. The Supreme Court proceeded to hold that this was harmless error. <i>Id.</i></p>\n<p>[8]  The list of mitigating circumstances contains a \"catch-all\" provision allowing consideration of \"[a]ny other circumstance arising from the evidence which the jury deems to have mitigating value.\" N.C.Gen.Stat. § 15A-2000(f). No such \"catch-all\" appears in the list of aggravating circumstances.</p>\n<p>[9]  \"In all criminal prosecutions, the accused shall enjoy the right ... to be confronted by the witnesses against him....\" U.S. Const. amend. VI.</p>\n<p>[10]  Two separate claims will be treated under this heading. Ward claims that the death penalty imposed upon him violated the Eighth Amendment because the jury found only one aggravating circumstance and there is no \"principled way\" of distinguishing his case from others where life sentences were imposed. Thus, he concludes that the jury must have been acting in an arbitrary and capricious manner. In his next assignment of error, Ward asserts that the \"proportionality review\" conducted by the North Carolina Supreme Court pursuant to its statutory duties under section 15A-2000 of the North Carolina General Statutes is unconstitutional and results in the arbitrary and capricious imposition of the death penalty.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">989</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">752</span></span> (1997)</b></center>\n<center><h1>David Junior WARD, Petitioner,<br>\nv.<br>\nJames B. FRENCH, Warden, Central Prison, Raleigh, North Carolina, Respondent.</h1></center>\n<center>No. 5:97-HC-122-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>December 16, 1997.</center>\n<p><span class=\"star-pagination\">*753</span> <span class=\"star-pagination\">*754</span> <span class=\"star-pagination\">*755</span> Marvin Ray Sparrow, Justice for Children, Durham, NC, Dawn Taylor Battiste, Everett &amp; Everett, Durham, NC, for Petitioner.</p>\n<p>Valerie B. Spalding, NC Dept. of Justice, Raleigh, NC, for Respondent.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE WILLIAM BOYLE, Chief Judge.</p>\n<p>This matter is before the Court on David Junior Ward's Petition for Writ of Habeas Corpus filed pursuant to Section 2254, Title 28 of the United States Code. Respondent James B. French has filed an answer and a Motion for Summary Judgment, which Petitioner opposes. For the reasons discussed below, Respondent's Motion for Summary Judgment will be GRANTED, and Ward's petition will be DISMISSED.</p>\n<p></p>\n<h2><i>STATEMENT OF THE CASE</i></h2>\n<p></p>\n<h2><i>I. Background Facts</i></h2>\n<p>A comprehensive statement of the facts may be found in the North Carolina Supreme Court's opinion on Petitioner's direct appeal. <i>State v. Ward,</i> <span class=\"citation\" data-id=\"1326372\"><a href=\"/opinion/1326372/state-v-ward/\"><span class=\"volume\">338</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">64</span></a></span>, 76-80, <span class=\"citation\" data-id=\"1326372\"><a href=\"/opinion/1326372/state-v-ward/\"><span class=\"volume\">449</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">709</span></a></span>, 715-17 (1994), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1134</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2014</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1013</span></span> (1995). The following synopsis of the facts is taken from that decision.</p>\n<p>The victim, Dorothy Mae Smith (\"Smith\"), and her husband, Seymour Smith, owned a convenience store. Upon closing the store on the night of April 3, 1991, Ms. Smith collected $4,000 in cash and her personal belongings and drove to her home. At about 10:30 p.m. Smith's neighbor, Lonnie Daniels, heard multiple gunshots. Upon looking outside, he saw only Smith's pickup truck. Becoming concerned, he and a friend entered Smith's house where he discovered Smith's body on the ground with blood coming from the back of her head. Daniels called 911 for assistance.</p>\n<p>Pitt County Deputy Sheriffs arrived soon thereafter and found Smith's body, fully clothed, lying near the back door to her house. Later, they found a .32 caliber bullet and a .22 caliber bullet at the base of an air conditioning unit near the house. Smith's personal belongings were strewn around the body and down the driveway. An autopsy was performed by Dr. M.G.F. Gilliland on April 4, 1991. Dr. Gilliland testified that Smith had been shot five times with small caliber firearms. All of the gunshots had been fired from a distance exceeding three to four feet from Smith.</p>\n<p>David J. Ward (\"Ward,\" or \"Petitioner\") was arrested soon thereafter on unrelated charges. Ward made a statement to police describing his involvement in the crime, including the details of the shooting. He stated that he and Wesley Harris planned to rob Smith on the night of April 3, when she closed her store. When they discovered Smith still at the store that evening, they drove to her house and hid in the bushes next to her driveway. Ward stated that he had a .22 caliber rifle and Harris had a .32 caliber pistol. In his sworn statement, Ward wrote: \"We went riding until it got dark and when she close the store that night we went across the road we sat in the bushes and she pulled around the back and got out and that is when we started shooting. He went and got the money box and ran across the road, drove off and put the money up until the next <span class=\"star-pagination\">*756</span> day.\" Ward also signed a waiver of rights form.</p>\n<p>Assisted by Ward, the officers found the cash and checks stolen from Smith. Ward also helped the police find and arrest Harris. Weapons found in these searches matched the bullets used to shoot Smith.</p>\n<p>Ward was indicted on May 6, 1991, on one count of robbery with a dangerous weapon, one count of conspiracy to murder, one count of conspiracy to commit armed robbery, and one count of first degree murder. Ward was capitally tried to a jury at the March 30, 1992, Criminal Session of Pitt County Superior Court. The jury found Ward guilty of all charges.</p>\n<p>A sentencing proceeding was held during which the jury heard testimony from Ward's younger brother, his sister, and a forensic psychiatrist. Testimony indicated that Ward suffered from the death of his father when Ward was 15 years old, that he had a drug habit, that he had personality difficulties but was not psychotic or clinically depressed, and that he was of average intelligence but suffered from learning disabilities. The jury also heard that Ward refused to testify at the trial of Wesley Harris.</p>\n<p>Following this hearing, the jury found one aggravating circumstance-that the murder was committed for pecuniary gain; one statutory mitigating circumstance-that defendant aided in the apprehension of another capital felon; and two non-statutory mitigating circumstances-that defendant confessed guilt to and cooperated with law enforcement officers following the crime, and that it was never proven which firearm defendant fired. Following the sentencing proceeding, the jury recommended the death penalty. The court duly imposed this sentence on April 14, 1992.</p>\n<p></p>\n<h2><i>II. Post-Conviction Procedural History</i></h2>\n<p>Ward appealed to the North Carolina Supreme Court. On November 3, 1994, the Supreme Court affirmed all of Ward's convictions and the sentence of death. <i>State v. Ward,</i> <span class=\"citation\" data-id=\"1326372\"><a href=\"/opinion/1326372/state-v-ward/\"><span class=\"volume\">338</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">64</span></a></span>, <span class=\"citation\" data-id=\"1326372\"><a href=\"/opinion/1326372/state-v-ward/\"><span class=\"volume\">449</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">709</span></a></span>. The North Carolina Supreme Court conducted a proportionality review and concluded that the death penalty was appropriate. Ward petitioned the United States Supreme Court for a writ of certiorari. This petition was denied. <i>Ward v. North Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1134</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2014</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1013</span></span>.</p>\n<p>Ward subsequently filed a Motion for Appropriate Relief (\"MAR\") on March 11, 1996, in Pitt County Superior Court. The State filed its answer on March 22, 1996. On April 1, 1996, the superior court granted the State's motion and denied Ward's MAR on the pleadings.</p>\n<p>Ward filed a petition for writ of certiorari in the North Carolina Supreme Court on May 30, 1996. The State responded on June 11, 1996. The North Carolina Supreme Court denied certiorari on July 30, 1996. Ward filed a petition for writ of certiorari in the United States Supreme Court on October 25, 1996. The United States Supreme Court denied certiorari on December 2, 1996.</p>\n<p>On March 27, 1997, Ward filed the instant Petition for Writ of Habeas Corpus in this Court. Ward also filed a Motion for Evidentiary Hearing and Request for Findings on Asserted Procedural Bar on March 27, 1997, and a Motion for Leave to Conduct Discovery on June 10, 1997. These motions have been disposed of, and this matter is ripe for review and disposition.</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p></p>\n<h2><i>I. The Antiterrorism and Effective Death Penalty Act of 1996</i></h2>\n<p>The Antiterrorism and Effective Death Penalty Act (\"the Act\" or the \"AEDPA\") of 1996, Pub.L. No. 104, 132, 110 Stat. 1214 (1996), signed into law on April 24, 1996, amended Title 28 of the United States Code. Specifically, the Act changed the federal habeas corpus procedures and standards of review codified in Chapter 153, \"Habeas Corpus,\" sections 2241 through 2255. 28 U.S.C. Ch. 153 (West 1997). Also, the AEDPA added a new Chapter 154 to Title 28. This new chapter, codified at sections 2261 through 2266, is entitled \"Special Habeas Corpus Procedures in Capital Cases.\" 28 U.S.C. Ch. 154.</p>\n<p>Before addressing the merits of Petitioner's claims, this Court must determine the applicability of the AEDPA to its review of <span class=\"star-pagination\">*757</span> his Petition for Writ of Habeas Corpus. In <i>Lindh v. Murphy,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2059</span></a></span>, <span class=\"citation\" data-id=\"118135\"><a href=\"/opinion/118135/lindh-v-murphy/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (1997), the United States Supreme Court held that the amended \"provisions of chapter 153 generally apply only to cases filed after the Act became effective.\" <i>Id.,</i> 117 S.Ct. at 2068. Because Ward filed his Petition for Writ of Habeas Corpus on March 27, 1997, after the effective date of the AEDPA, this Court will apply the new substantive review provisions of Chapter 153, as amended by the AEDPA.</p>\n<p>Additionally, while Congress stated explicitly in section 107 of the AEDPA that chapter 154 \"shall apply to cases pending on or after the date of enactment of this Act,\" <i>id.,</i> 117 S.Ct. at 2063, chapter 154 is applicable only to states which qualify for treatment of their capital habeas cases by specifically \"opting in\" under that chapter. A state may \"opt in\" by providing for \"unitary review\" under section 2265, or by establishing certain post-conviction procedures under section 2261. 28 U.S.C. §§ 2261(b), 2265. North Carolina does not qualify for application of chapter 154's new standards under either opt-in provision.</p>\n<p>Because Ward filed his petition on March 27, 1997, this Court will apply the review standards of chapter 153 as amended by the AEDPA. Newly-enacted chapter 154 does not apply.</p>\n<p></p>\n<h2><i>II. Analysis of Ward's Claims</i></h2>\n<p></p>\n<h2><i>A. Procedural Bar</i></h2>\n<p>In his petition, Ward makes 23 separate assignments of error. In addressing these claims, this Court must first ask whether they are procedurally barred.<sup>[1]</sup> The Supreme Court has held that federal courts reviewing habeas petitions may not reach the merits of \"procedurally defaulted claims in which the petitioner failed to follow applicable state procedural rules in raising the claims.\" <i>Sawyer v. Whitley,</i> <span class=\"citation\" data-id=\"112773\"><a href=\"/opinion/112773/sawyer-v-whitley/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 338, <span class=\"citation\" data-id=\"112773\"><a href=\"/opinion/112773/sawyer-v-whitley/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2514</span></a></span>, 2518, <span class=\"citation\" data-id=\"112773\"><a href=\"/opinion/112773/sawyer-v-whitley/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">269</span></a></span> (1992) (citing <i>Murray v. Carrier,</i> <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2639</span></a></span>, <span class=\"citation\" data-id=\"111727\"><a href=\"/opinion/111727/murray-v-carrier/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">397</span></a></span> (1986)). This doctrine recognizes that the existence of adequate and independent state procedural grounds for denying relief preclude federal interference, and reflects the federal courts' concerns for the principle of comity and the finality of state court judgments. <i>See </i><i>McCleskey v. Zant,</i> <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">467</span></a></span>, 490-91, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1454</span></a></span>, 1468, <span class=\"citation\" data-id=\"112573\"><a href=\"/opinion/112573/mccleskey-v-zant/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1991).</p>\n<p>Habeas review of procedurally defaulted claims is thus barred \"unless the petitioner can demonstrate cause and prejudice for the default,\" <i>Gray v. Netherland,</i> <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2074</span></a></span>, 2080, <span class=\"citation\" data-id=\"118048\"><a href=\"/opinion/118048/gray-v-netherland/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">457</span></a></span> (1996), or that \"failure to consider the federal claim will result in a fundamental miscarriage of justice,\" <i>Coleman v. Thompson,</i> <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">722</span></a></span>, 749, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2546</span></a></span>, 2566, <span class=\"citation\" data-id=\"112640\"><a href=\"/opinion/112640/coleman-v-thompson/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">640</span></a></span> (1991). In other words, Ward would have to be claiming that he is \"actually innocent\" of the charges against him and qualifies for the miscarriage of justice exception to the rules of procedural default. <i>See </i><i>Schlup v. Delo,</i> <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></a></span>, 326, <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">851</span></a></span>, 867, <span class=\"citation\" data-id=\"117893\"><a href=\"/opinion/117893/schlup-v-delo/\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">808</span></a></span> (1995). No such claim is made here.</p>\n<p>Finally, the \"mere existence\" of a state procedural bar does not preclude the assertion of federal habeas jurisdiction; the state court must have actually based its decision on the state procedural bar. <i>Caldwell v. Mississippi,</i> <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">320</span></a></span>, 327, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2633</span></a></span>, 2638, <span class=\"citation\" data-id=\"111471\"><a href=\"/opinion/111471/caldwell-v-mississippi/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">231</span></a></span> (1985).</p>\n<p></p>\n<h2>1. Ward's Claim that His Right to a Fair Trial or His Right to Remain Silent Where the Prosecutor Elicited Testimony Regarding Ward's Refusal to Testify at the Trial of his Accomplice Is Procedurally Barred.<sup>[2]</sup></h2>\n<p>Petitioner claims that the State's eliciting testimony from a court clerk regarding his failure to testify at the trial of Wesley Harris violated his Fifth and Fourteenth Amendment right to remain silent. Ward <span class=\"star-pagination\">*758</span> raised this claim in his MAR in Pitt County Superior Court. That court determined that the claim was procedurally barred under section 15A-1419 of the North Carolina General Statutes. State's Ex. K at 5.<sup>[3]</sup> The court did not specify which subsection of section 15A-1419 it was relying on in asserting that this claim was procedurally barred in the MAR.<sup>[4]</sup> Because this particular claim had been asserted on direct review to the North Carolina Supreme Court, however, the superior court necessarily invoked subsection (a)(2) in asserting procedural bar. This subsection provides that a claim in a MAR must be denied if the \"ground or issue underlying the motion was previously determined on the merits upon an appeal from the judgment ... in the courts of this State....\" N.C.Gen.Stat. § 15A-1419(a)(2).</p>\n<p>The Fourth Circuit has held that section 15A-1419 is a valid procedural bar, thus legitimizing its application as an independent and adequate state law ground for denying federal habeas relief. <i>Ashe v. Styles,</i> <span class=\"citation\" data-id=\"681333\"><a href=\"/opinion/681333/lloyd-c-ashe-v-phillip-styles-superintendent-of-the-state-of-north/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span> (4th Cir.1994), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1162</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1051</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span></span> (1996); <i>Smith v. Dixon,</i> <span class=\"citation\" data-id=\"661479\"><a href=\"/opinion/661479/kermit-smith-jr-v-gary-dixon-warden-central-prison-raleigh-north/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">956</span></a></span>, 972 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">841</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">129</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">72</span></span> (1994). Indeed, the <i>Ashe</i> court specifically addressed subsection (a)(2) of section 15A-1419, holding that it was an appropriate legal standard on which to base a procedural default.</p>\n<p>This claim is procedurally barred and must be dismissed.</p>\n<p></p>\n<h2>2. Ward's Claim that he was Denied the Right to a Fair Trial by the Trial Court's Exclusion of Testimony Regarding the Sentence Received by His Accomplice is Procedurally Barred.</h2>\n<p>Ward claims that the trial court erred by not allowing defense counsel to introduce testimony that Wesley Harris, his accomplice in the shooting, had received a life sentence at an earlier trial for his part in the crimes.<sup>[5]</sup> Ward also assigns as error the court's refusal to submit to the jury the proposed mitigating factor that Wesley Harris had received a life sentence.</p>\n<p>Like his claim that the trial court erred in refusing to prevent the prosecutor from eliciting testimony that Ward had refused to testify at Wesley Harris' trial, these claims were asserted in Petitioner's MAR in the Pitt County Superior Court; that court determined that the claim was procedurally barred pursuant to section 15A-1419. That is an adequate and independent state grounds for dismissing the claims. These claims are procedurally barred on habeas review as well.</p>\n<p></p>\n<h2>3. Ward's Claim that the Seating of the Victim's Husband in Close Proximity, and the Husband's Emotional Outburst, Denied His Right to Due Process is Procedurally Barred.</h2>\n<p>Ward asserts that he was denied a fair trial because the prosecutor intentionally seated the victim's husband near the jury, with knowledge of the likelihood of an emotional outburst affecting the jury. When such an outburst did allegedly occur, this violated his due process rights.</p>\n<p>Like the above claims, this claim was asserted in Petitioner's MAR in the Pitt County Superior Court; that court determined that the claim was procedurally barred pursuant to section 15A-1419. That is an adequate and independent state grounds for dismissing the claim. This claim is procedurally barred on habeas review as well.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*759</span> 4. Ward's Claim that the Pecuniary Gain Aggravating Factor was Improperly Submitted to the Jury in Violation of his Constitutional Rights is Procedurally Barred.</h2>\n<p>Ward claims that the proposed aggravating circumstance of pecuniary gain was not supported by any evidence that Ward intended to or did obtain any financial benefit from the crime. The mere possible inference of such an intent from the fact of robbery itself, Ward argues, is inadequate to support the aggravating circumstance. This allegedly inconsistent application of the law, he asserts, violates his right to due process under the United States Constitution.</p>\n<p>Unlike the above claims, Ward could have, but did not, submit this claim to the North Carolina Supreme Court on direct review. His failure to do so procedurally barred this claim in his MAR, N.C.Gen.Stat. § 15A-1419(a)(3), and also prevents him from asserting it in his instant Petition for Writ of Habeas Corpus.</p>\n<p></p>\n<h2>5. Ward's Claim that the Jury's Verdict was Returned Under the Improper Influence of Emotion is Procedurally Barred.</h2>\n<p>Ward claims that the jury's exposure to emotional outbursts by the victim's husband and the defendant, as well as to the prosecutor's allegedly improper arguments and undue emphasis on the victim in his arguments, including the admission and use of a portrait of the victim, violated his rights under the Eighth and Fourteenth Amendments to the Constitution.</p>\n<p>Like claims one through four above, this claim was asserted in Petitioner's MAR in the Pitt County Superior Court; that court determined that the claim was procedurally barred pursuant to section 15A-1419. That is an adequate and independent state grounds for dismissing the claim. This claim is procedurally barred on habeas review as well.</p>\n<p></p>\n<h2><i>B. Analysis of the Merits</i></h2>\n<p>In addressing the remaining claims, the AEDPA instructs federal courts to deny a petition for habeas corpus with respect to any claim adjudicated on the merits in state court proceedings unless the state court's decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" 28 U.S.C. § 2254(d)(1), or the state court's decision \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding,\" 28 U.S.C. § 2254(d)(2). Further, \"a determination of a factual issue made by a State court shall be presumed to be correct\" under section 2254, as amended by the AEDPA. 28 U.S.C. § 2254(e)(1).</p>\n<p>The Court will now address Ward's assignments of error in order.</p>\n<p></p>\n<h2>1. The Trial Court's Dismissal of Jurors for Cause without Affording Ward an Opportunity to Examine Them.</h2>\n<p>Ward asserts that the trial court's restrictions on voir dire of prospective jurors, and its dismissal of prospective jurors who expressed any confusion, hesitation, or equivocation about returning a death sentence, violated standards articulated by the United States Supreme Court under the Sixth, Eighth, and Fourteenth Amendments to the United States Constitution.</p>\n<p>The United States Supreme Court has held that the standard for determining whether a juror can properly be excused for cause in a capital case \"is whether the juror's views would prevent or substantially impair the performance of his duties as a juror in accordance with his instruction and his oath.\" <i>Wainwright v. Witt,</i> <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 424, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, 852, <span class=\"citation\" data-id=\"111303\"><a href=\"/opinion/111303/wainwright-v-witt/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">841</span></a></span> (1985) (internal quotations omitted).</p>\n<p>The <i>Wainwright</i> Court, reviewing a habeas corpus petition, held that \"the question of juror bias is to be resolved by the trial judge's assessment of demeanor and credibility, and that such assessments are to be accorded a presumption of correctness under 28 U.S.C. § 2254(d).\" <i>Maynard v. Dixon,</i> <span class=\"citation\" data-id=\"567630\"><a href=\"/opinion/567630/anson-avery-maynard-v-gary-dixon-warden-central-prison-raleigh-nc-lacy/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">407</span></a></span>, 415 (4th Cir.1991) (citing <i>Wainwright,</i> 469 U.S. at 426-29, 105 S.Ct. at 853-54). The Fourth Circuit continued: \"Moreover, it has been established in this court that where the prospective juror's response, <span class=\"star-pagination\">*760</span> as captured in the transcripts, reflects some ambiguity in the state of mind of the juror, then the determination made by the trial court, based on its eyeing of the juror, is presumed to be consistent with the applicable standard.\" <i>Id.</i></p>\n<p>Petitioner concedes that the AEDPA amendments to section 2254 have further tightened the required showing of a petitioner challenging his conviction on this ground. He claims that the trial judge's procedures and decisions on voir dire failed to satisfy these standards because, while he asked proper questions to determine whether jurors would vote for the death penalty if the evidence compelled such a finding, the judge did not attempt to clarify ambiguous answers, instead dismissing any venireman who gave any answer deviating from an absolute affirmative response.</p>\n<p>Petitioner fails to meet the standards for the granting of a writ of habeas corpus on this claim. A review of the record of the voir dire proceeding reveals that eighteen of the potential jurors informed the court that they would not vote to impose the penalty of death. As the North Carolina Supreme Court held: \"The record discloses that the jurors unambiguously stated that they could not or would not vote to return a verdict of guilty of first-degree murder knowing that death is one of the possible penalties, or that they would not be able to vote for the death penalty even though they were satisfied beyond a reasonable doubt that one or more of the aggravating circumstances prescribed by statute existed, the aggravating circumstances were sufficiently substantial to call for imposition of the death penalty, and any mitigating circumstances found to exist were insufficient to outweigh the aggravating circumstances found.\" <i>Ward,</i> 338 N.C. at 87, 449 S.E.2d at 721.</p>\n<p>In reviewing the voir dire proceedings in light of the standards set forth by section 2254, this Court cannot say that the decisions of the trial court or of the North Carolina Supreme Court were \"contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" 28 U.S.C. § 2254(d)(1). Nor were they \"based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" 28 U.S.C. § 2254(d)(2). Simply put, Petitioner has failed to overcome the \"presumption of correctness\" afforded such trial court decisions by the United States Supreme Court.</p>\n<p>This assignment of error must be dismissed.</p>\n<p></p>\n<h2>2. The Prosecutor's Closing Arguments and the Trial Court's Failure to Intervene or To Correctively Instruct the Jury.</h2>\n<p>Ward argues that during closing arguments the district attorney, under the guise of remarking on the absence of some evidence anticipated in the defense case, \"pointedly commented on the defendant's failure to testify in his own behalf.\" Ward points to an excerpt from the closing argument of the prosecutor, in which he reminded the jury that Ward's defense attorney, in his opening statement, promised to show that Ward merely intended to go to the victim's house to ask her where she kept some hidden cocaine: \"I mean, if he knows all this  I mean, I'd like for him to put a hand on the Bible, take an oath. He had every opportunity to get up here and tell it, if that is what he knows. He didn't do it.\" Tr. at 1411.<sup>[6]</sup></p>\n<p>Clearly, drawing negative inferences for the jury from a defendant's failure to take the witness stand violates the defendant's Fifth and Fourteenth Amendment right to remain silent. <i>See </i><i>Griffin v. California,</i> <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1229</span></a></span>, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1965). Ward fails to put these comments in the context of the prosecutor's closing statement, in which he attempted to remind the jury that defense counsel promised to present certain exculpatory evidence during trial, but failed to do so:</p>\n<blockquote>Now, I'm going to tell you, folks, I didn't hear any of that evidence come from the witness stand. Why would he tell you <span class=\"star-pagination\">*761</span> this? Why? Smoke. I mean, if he knows all this  I mean, I'd like for him to put a hand on the Bible, take an oath. He had every opportunity to get up here and tell it, if that is what he knows. He didn't do it. What else did he say in his opening statement?</blockquote>\n<p>Tr. at 1411.</p>\n<p>The prosecutor's unfortunate phrasing of this attack on the evidence presented by the defense looks worse taken out of context than it does when considered in light of the rest of the closing argument. Denying this claim on its direct review of Ward's conviction, the North Carolina Supreme Court held that the prosecutor was \"direct[ing] the remarks at counsel for defendant and never commented directly on defendant's failure to testify or suggested that defendant should have or even could have testified.\" <i>Ward,</i> 338 N.C. at 100, 449 S.E.2d at 729. The North Carolina Supreme Court also correctly pointed out that a trial court must be allowed much discretion in deciding when to intervene to cut off a party's opening or closing statement. And, absent a constitutional violation, the trial court had no duty read a corrective instruction to the jury on this point.</p>\n<p>Neither the judgment of the trial court in failing to intervene during the prosecutor's closing argument, nor its failure to correctively instruct the jury afterwards offers a basis for granting Petitioner's requested relief under the standards set forth in section 2254. This assignment of error must be dismissed.</p>\n<p></p>\n<h2>3. Ward's Claim that he was Denied the Right to a Fair Trial by the Trial Court's Alleged Unjustified Restrictions on Testimony Regarding Ward's Mental Impairment and Drug Use on the Day of the Crimes.</h2>\n<p>Petitioner argues that the trial court improperly refused to allow testimony of Dr. Patricio Lara, the psychiatrist who examined him on behalf of the State. The court allowed Dr. Lara to testify during the sentencing hearing that his findings were consistent with a history of drug abuse, but did not allow Lara to testify regarding his conversations with Ward which the latter alleges provided part of the foundation of his opinion. Petitioner simply fails to carry his burden of proof on this claim under section 2254.</p>\n<p>This is an alleged infirmity in a state trial court proceeding. The court's decision not to allow the testimony in question, while probably incorrect,<sup>[7]</sup> does not rise to the level of an \"unreasonable application of clearly established Federal law\" or \"an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" 28 U.S.C. § 2254(d)(1), (d)(2). And Ward has certainly not succeeded in rebutting the presumption of correctness attendant to the North Carolina Supreme Court's \"determination of a factual issue\" was correct. 28 U.S.C. § 2254(e)(1). This assignment of error must be dismissed.</p>\n<p></p>\n<h2>4. The Jury's Failure to Find Several Mitigating Circumstances.</h2>\n<p>Ward argues that his trial counsel presented various mitigating circumstances which were supported by uncontroverted evidence. He further claims that the jury disregarded these facts under instructions from the trial court instructing jurors to exclude mitigating evidence from their consideration if they deemed the evidence to have no mitigating value.</p>\n<p>Petitioner claims that these instructions violate the United States Supreme Court's holding that the jury \"consider and give an effect to [mitigating] evidence in imposing a sentence.\" <i>Penry v. Lynaugh,</i> <span class=\"citation\" data-id=\"112325\"><a href=\"/opinion/112325/penry-v-lynaugh/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">302</span></a></span>, 319, <span class=\"citation\" data-id=\"112325\"><a href=\"/opinion/112325/penry-v-lynaugh/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2934</span></a></span>, 2947, <span class=\"citation\" data-id=\"112325\"><a href=\"/opinion/112325/penry-v-lynaugh/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">256</span></a></span> (1989); <i>and see </i><i>Lockett v. Ohio,</i> <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></a></span>, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2954</span></a></span>, <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">973</span></a></span> (1978) (a capital defendant has the right to have the jury consider all of his mitigating evidence in sentencing).</p>\n<p><span class=\"star-pagination\">*762</span> The Fourth Circuit has held that \"[t]he Eighth and Fourteenth Amendments require that the sentencer, in all but the rarest kind of capital case, not be precluded from considering, as a mitigating factor, any aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as the basis for a sentence less than death.\" <i>McDougall v. Dixon,</i> <span class=\"citation\" data-id=\"553193\"><a href=\"/opinion/553193/michael-van-mcdougall-v-gary-dixon/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">518</span></a></span>, 523 (4th Cir.1990) (citing <i>Lockett,</i> 438 U.S. at 604, 98 S.Ct. at 2965-65). As the <i>McDougall</i> court proceeded to point out, though, it is a misreading of <i>Lockett</i> and its progeny to conclude that instructions which direct a jury to consider and eliminate evidence which does not qualify as \"mitigating,\" prevent the jury from \"considering\" all mitigating evidence.</p>\n<p>In the instant case, Petitioner was not prevented from presenting any evidence to the jury which he thought mitigating. Indeed, the jury was instructed to consider every circumstance presented. It was told to then exercise its discretion to decide which circumstances were relevant and has mitigating value. This decision was to be made by the trier of fact itself, not by the court. The standard North Carolina jury instructions, to which the instructions in the instant case conformed, enumerate six statutory mitigating factors and include a \"catchall\" provision to cover nonstatutory mitigating factors. These instructions conform to Supreme Court dictates: \"<i>Lockett</i> and its progeny stand only for the proposition that a State may not cut off in an absolute manner the presentation of mitigating evidence, either by statute or judicial instruction, or by limiting the inquiries to which it is relevant so severely that the evidence could never be part of the sentencing decision at all.\" <i>Johnson v. Texas,</i> <span class=\"citation\" data-id=\"112897\"><a href=\"/opinion/112897/johnson-v-texas/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, 361, <span class=\"citation\" data-id=\"112897\"><a href=\"/opinion/112897/johnson-v-texas/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2658</span></a></span>, 2665, <span class=\"citation\" data-id=\"112897\"><a href=\"/opinion/112897/johnson-v-texas/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">290</span></a></span> (1993) (internal quotations omitted); <i>see </i><i>McKoy v. North Carolina,</i> <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span>, <span class=\"citation\" data-id=\"112388\"><a href=\"/opinion/112388/mckoy-v-north-carolina/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">369</span></a></span> (1990).</p>\n<p>Petitioner has failed to demonstrate that the jury was not permitted to consider any mitigating evidence presented during the sentencing phase of his trial. The instructions given by the trial court were thus free of error, and this claim must fail.</p>\n<p></p>\n<h2>5. Denial of Access to Pretrial Discovery by the Trial Court.</h2>\n<p>Ward claims that his trial counsel requested, and the trial court denied him access to, a list of the state's witnesses, a bill of particulars, and statements of any witnesses in the state's custody. Ward asserted this claim on direct review to the North Carolina Supreme Court. That court denied the claim on its merits, relying on its prior holding in <i>State v. Smith,</i> <span class=\"citation\" data-id=\"1237586\"><a href=\"/opinion/1237586/state-v-smith/\"><span class=\"volume\">291</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">505</span></a></span>, <span class=\"citation\" data-id=\"1237586\"><a href=\"/opinion/1237586/state-v-smith/\"><span class=\"volume\">231</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">663</span></a></span> (1977).</p>\n<p>In his instant petition Ward does not assert the federal constitutional basis for this claim. Ward fails to sustain his burden of showing in his instant petition which indicates that the state courts' decisions were \"contrary to, or involved an unreasonable application of, clearly established Federal law,\" 28 U.S.C. § 2254(d)(1), or were \"based on an unreasonable determination of the facts in light of the evidence presented,\" 28 U.S.C. § 2254(d)(2). This claim must be dismissed under current habeas corpus standards of review.</p>\n<p></p>\n<h2>6. The North Carolina Death Penalty Statute Does Not Allow Impermissible Discretion to the Sentencing Jury.</h2>\n<p>Ward claims that the North Carolina death penalty scheme, N.C.Gen.Stat. § 15A-2000(e) is unconstitutionally cruel and unusual punishment barred by the Eighth Amendment to the United States Constitution. He argues that the statute gives impermissible discretion to the jury, resulting in the arbitrary and capricious imposition of the death penalty and in a pattern of discrimination.</p>\n<p>It is well-settled that the imposition of the death penalty is not always unconstitutional. <i>Coker v. Georgia,</i> <span class=\"citation\" data-id=\"109731\"><a href=\"/opinion/109731/coker-v-georgia/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, <span class=\"citation\" data-id=\"109731\"><a href=\"/opinion/109731/coker-v-georgia/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2861</span></a></span>, <span class=\"citation\" data-id=\"109731\"><a href=\"/opinion/109731/coker-v-georgia/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">982</span></a></span> (1977). <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2909</span></a></span>, <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1976). Since <i>Furman v. Georgia,</i> <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2726</span></a></span>, <span class=\"citation\" data-id=\"108605\"><a href=\"/opinion/108605/furman-v-georgia/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">346</span></a></span> (1972), has been concerned with ensuring that the death penalty will not be imposed in an arbitrary and capricious manner. Thus, in <i>California v. Brown,</i> <span class=\"citation\" data-id=\"111797\"><a href=\"/opinion/111797/california-v-brown/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">538</span></a></span>, 541, <span class=\"citation\" data-id=\"111797\"><a href=\"/opinion/111797/california-v-brown/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">837</span></a></span>, 839, <span class=\"citation\" data-id=\"111797\"><a href=\"/opinion/111797/california-v-brown/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">934</span></a></span> (1987), the Court held that a prerequisite of a valid death penalty scheme is that \"sentencers may not be given unbridled discretion in <span class=\"star-pagination\">*763</span> determining the fates of those charged with capital offenses. The Constitution instead requires that death penalty statutes be structured so as to prevent the penalty from being administered in an arbitrary and unpredictable fashion.\" North Carolina's capital sentencing scheme has incorporated this directive, and the State \"has adopted statutory provisions designed to eliminate this risk.\" <i>McDougall v. Dixon,</i> <span class=\"citation\" data-id=\"553193\"><a href=\"/opinion/553193/michael-van-mcdougall-v-gary-dixon/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">518</span></a></span>, 521 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2840</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1009</span></span> (1991).</p>\n<p>A North Carolina capital jury's discretion is tightly constrained within the confines defined by section 15A-2000. The statute provides that the trial judge must instruct the jury that it \"must consider any aggravating circumstance or circumstances or mitigating circumstance or circumstances from the lists\" of statutory aggravating and mitigating circumstances provided in subsections (e) and (f).<sup>[8]</sup> N.C.Gen.Stat. § 15A-2000(b). In determining a sentence, the jury must weigh these factors and decide \"[b]ased on these considerations, whether the defendant should be sentenced to death or to imprisonment in the State's prison for life.\" N.C.Gen.Stat. § 15A-2000(b)(3). The jury's decision must be unanimous. <i>Id.</i> The jury is then required to prepare a written list of its findings, certifying that it found the presence of aggravating circumstances beyond a reasonable doubt and that any mitigating circumstances are insufficient to outweigh the aggravating circumstances. N.C.Gen.Stat. § 15A-2000(c).</p>\n<p>This scheme does not give the jury an option to exercise impermissible discretion, or to administer the death penalty in an arbitrary and capricious manner. Petitioner has failed to establish that North Carolina's capital sentencing scheme violates the United States Constitution, and cannot carry the burden imposed upon him by section 2254. This claim must fail.</p>\n<p></p>\n<h2>7. The North Carolina Short-Form Indictment is not Unconstitutional.</h2>\n<p>Petitioner claims that the North Carolina short form indictment under section 15-144 of the General Statutes violates the Fifth, Sixth, and Fourteenth Amendments to the United States Constitution. Ward did not raise this claim in his MAR to the Pitt County Superior Court. He did raise it as a \"preservation\" issue on his direct appeal to the North Carolina Supreme Court, arguing that, while that court has consistently held that the statute in question is constitutionally sufficient to charge murder in the first degree, those decisions should be reversed.</p>\n<p>The statute in question requires that, in charging a suspect with murder, the indictment must \"allege that the accused person feloniously, willfully, and of his malice aforethought, did kill and murder (naming the person killed)....\" N.C.Gen.Stat. § 15-144. On direct appeal, the North Carolina Supreme Court refused to depart from its prior holdings on this issue. <i>Ward,</i> 338 N.C. at 122, 449 S.E.2d at 742.</p>\n<p>Petitioner fails to argue or support this point in the instant petition. He thus has not carried his burden of demonstrating that the state courts' decisions were \"contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" 28 U.S.C. § 2254(d)(1). This claim must be dismissed.</p>\n<p></p>\n<h2>8. The Trial Court Denial of Ward's Motion for the State to Disclose Those Aggravating Circumstances upon which it Would Rely During the Capital Sentencing Proceeding.</h2>\n<p>Similarly, Ward makes the conclusory allegation that the trial court erred by denying his motion for the State to disclose those aggravating circumstances upon which it would rely during the capital sentencing proceeding. North Carolina courts have consistently held that this is not required, <i>see </i><i>State v. Taylor,</i> <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">249</span></span>, <span class=\"citation\" data-id=\"1330673\"><a href=\"/opinion/1330673/state-v-taylor/\"><span class=\"volume\">283</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">761</span></a></span> (1981), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1213</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3552</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1398</span></span> (1983), and the North <span class=\"star-pagination\">*764</span> Carolina Supreme Court refused to depart from those holdings in Ward's direct appeal.</p>\n<p>Ward's failure to sustain the burden imposed on him by section 2254(d)(1) is fatal. This claim must be dismissed.</p>\n<p></p>\n<h2>9. The Process of \"Death Qualifying\" the Jury does not violate the Sixth, Eighth, and Fourteenth Amendments to the United States Constitution.</h2>\n<p>Ward asserts that the process of choosing jurors for the panel in a capital case is unconstitutional. Ward makes the same allegations, under <i>Wainwright v. Witt</i><i>,</i> that he made in his first assignment of error. In this claim, however, he asserts that the \"death qualifying\" process affects the guilty verdict as well as the death sentence. For the reasons stated in rejecting Ward's first assignment of error, this claim is also denied.</p>\n<p></p>\n<h2>10. The Handcuffing of Ward in Front of the Jury During the Sentencing Hearing.</h2>\n<p>Ward argues that his initial handcuffing in the presence of the jury, following a verbal outburst from him, exceeded the action necessary to preserve order, was not supported by appropriate findings, and violated his rights under the Sixth and Fourteenth Amendments of the United States Constitution. He then argues, in a separate claim, that the resumption of the proceedings with Ward in shackles violates his right to due process under the Fourteenth Amendment. These two claims will be treated together. The trial transcript shows that following an outburst from Ward during the sentencing proceeding, and after the trial court warned him to control himself, the court first excused the jury, then had Ward removed from the courtroom. Tr. at 1591-92. Following a recess, Ward was returned to court in shackles, and the judge informed the attorneys that Ward was to be brought into the courtroom in the future before the jury came in, and he would remain seated until the jury left. Tr. at 1593. This would ensure that the jurors would not view Ward in the restraints. Id.</p>\n<p>As an initial matter, the Court notes that the trial transcript indicates that Ward was not initially handcuffed in the presence of the jury. The jury had clearly been excused before Ward was handcuffed and escorted from the courtroom. Ward's first claim thus fails.</p>\n<p>Petitioner asserts that, under the Confrontation Clause of the Sixth Amendment,<sup>[9]</sup> restraint of a defendant must comport with strict standards addressing the reason for the measure, the method chosen, the procedural practice observed, and the duration of the restraint. It is unquestioned that \"[o]ne of the most basic rights guaranteed by the Confrontation Clause is the accused's right to be present in the courtroom at every stage of his trial.\" <i>Illinois v. Allen,</i> <span class=\"citation\" data-id=\"108110\"><a href=\"/opinion/108110/illinois-v-allen/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 338, <span class=\"citation\" data-id=\"108110\"><a href=\"/opinion/108110/illinois-v-allen/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1057</span></a></span>, 1058, <span class=\"citation\" data-id=\"108110\"><a href=\"/opinion/108110/illinois-v-allen/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">353</span></a></span> (1970) (citing <i>Lewis v. United States,</i> <span class=\"citation\" data-id=\"93448\"><a href=\"/opinion/93448/lewis-v-united-states/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">136</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1011</span></span> (1892)). In addressing an argument similar the one presented by Ward, the <i>Allen</i> Court held that the Confrontation Clause is not so absolute as to require the presence of the defendant to the extent that it will greatly handicap the trial judge in conducting a criminal trial: \"Although mindful that courts must indulge every reasonable presumption against the loss of constitutional rights, <i>Johnson v. Zerbst,</i> <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></span>, 1023, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span></span> (1938), we explicitly hold today that a defendant can lose his right to be present at trial if, after he has been warned by the judge that he may be removed if he continues his disruptive behavior, he nevertheless insists in conducting himself in a manner so disorderly, disruptive, and disrespectful of the court that his trial cannot be carried on with him in the courtroom.\" <i>Id.</i> 397 U.S. at 342, 90 S.Ct. at 1060-61.</p>\n<p>The <i>Allen</i> Court posited \"three constitutionally permissible ways for a trial judge to handle an obstreperous defendant ... (1) bind and gag him, thereby keeping him present; (2) cite him for contempt; and (3) take him out of the courtroom until he promises to conduct himself properly.\" <i>Id.</i> at 343-44, 90 <span class=\"star-pagination\">*765</span> S.Ct. at 1061. Finally, the Court observed that, in extreme situations, \"binding and gagging might possibly be the fairest and most reasonable way to handle\" such a defendant. <i>Id.</i> at 344, 90 S.Ct. at 1061; <i>see also </i><i>Holbrook v. Flynn,</i> <span class=\"citation\" data-id=\"111619\"><a href=\"/opinion/111619/holbrook-v-flynn/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, <span class=\"citation\" data-id=\"111619\"><a href=\"/opinion/111619/holbrook-v-flynn/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1340</span></a></span>, <span class=\"citation\" data-id=\"111619\"><a href=\"/opinion/111619/holbrook-v-flynn/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">525</span></a></span> (1986) (same).</p>\n<p>Petitioner fails to overcome the burden placed upon him by section 2254 on this claim. While the Supreme Court has held that the Sixth Amendment may be violated by removing a defendant from the courtroom, or by permitting him to be shackled in the presence of the jury, it has also maintained that such actions may be taken when the circumstances demand. In Ward's case, he was warned before the trial judge took any steps to remedy the disruptions caused by the defendant. Following the warning, the court excused the jury and had Ward removed from the court only after further warning him. Upon his return, the judge made every effort to ensure that the jury's attention would not be called to Ward's condition, instructing the court officers to make sure his entry into and egress from the courtroom were outside the jury's presence.</p>\n<p>Based on these considerations, this Court cannot say that the trial court's decisions, or the review of those decisions by the North Carolina Supreme Court, were \"contrary to, or involved an unreasonable application of, clearly established Federal law.\" 28 U.S.C. § 2254(d)(1). This claim cannot survive.</p>\n<p></p>\n<h2>11. The District Attorney's Power to Schedule and Calendar Criminal Cases.</h2>\n<p>Ward claims that the statutory grant of power to the District Attorney to schedule and calendar criminal cases violates the Due Process Clause of the Fourteenth Amendment because it gives an undue advantage to one party in criminal prosecution and destroys the neutrality of the court and the proceeding. Thus, Ward argues, the prosecuting attorney in his case exercised that power and selected the presiding judge to the prejudice of Ward.</p>\n<p>Ward does not attempt to articulate a basis for granting habeas relief on such a claim. Besides his conclusory assertion that his rights under the Fourteenth Amendment were violated, he does not argue or establish that the North Carolina courts based their decisions in denying this claim on any error or unreasonable application of clearly established Federal law. 28 U.S.C. § 2254(d)(1). This claim may not be sustained.</p>\n<p></p>\n<h2>12. Proportionality Review in the Imposition of the Death Penalty.<sup>[10]</sup></h2>\n<p>Ward claims that his right to be free of cruel and unusual punishment under the Eighth Amendment to the United States Constitution was violated because the death sentence imposed upon him is excessive and disproportionate to the penalty imposed in similar cases.</p>\n<p>He argues that he was sentenced to death by the jury based upon a lone aggravating factor, pecuniary gain. He contends that the jury's finding of one statutory mitigating factor and two non-statutory mitigating factors made the imposition of the death penalty excessive and disproportionate. Petitioner also contends that the jury's sentence was \"arbitrary and capricious,\" and that the Supreme Court's proportionality review incorrectly affirmed this penalty.</p>\n<p>Under North Carolina law, the jury is required to weigh mitigating and aggravating factors in deciding upon the sentence of a defendant convicted of a capital felony. N.C.Gen.Stat. § 15A-2000(a)(3). Sentences of death are subject to automatic review by the North Carolina Supreme Court. N.C.Gen.Stat. § 15A-2000(d)(1). On review, the North Carolina Supreme Court must \"compare the case at bar with other cases in <span class=\"star-pagination\">*766</span> the pool which are roughly similar with regard to the crime and the defendant.... If, after making such a comparison, [the Court] find[s] that juries have consistently been returning death sentences in the similar cases, then [the Court] will have a strong basis for concluding that a death sentence in the case under review is not excessive or disproportionate.\" <i>State v. Lawson,</i> <span class=\"citation\" data-id=\"1257561\"><a href=\"/opinion/1257561/state-v-lawson/\"><span class=\"volume\">310</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">632</span></a></span>, 648, <span class=\"citation\" data-id=\"1257561\"><a href=\"/opinion/1257561/state-v-lawson/\"><span class=\"volume\">314</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">493</span></a></span> (1984), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1120</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2368</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span></span> (1985). The death sentence \"shall be overturned\" if the Supreme Court determines that \"the sentence of death was imposed under the influence of passion, prejudice, or any other arbitrary factor, or upon a finding that the sentence of death is excessive or disproportionate to the penalty imposed in similar cases....\" N.C.Gen.Stat. § 15A-2000(d)(2).</p>\n<p>The North Carolina Supreme Court discharged its statutory duties, and exhaustively addressed these issues upon direct review. \"We conclude that the record supports the jury's finding of the aggravating circumstance submitted to it.... We further conclude that nothing in the record suggests that the sentence of death was imposed under the influence of passion, prejudice or any other arbitrary factor. We thus turn to our final statutory duty of proportionality review and determine whether the death sentence is excessive or disproportionate to the penalty imposed in similar cases, considering both the crime and the defendant.\" <i>Ward,</i> 338 N.C. at 122, 449 S.E.2d at 742.</p>\n<p>The Supreme Court conducted a painstaking comparison of similar cases in performing its proportionality review, concluding that the imposition of the death penalty in this case was not disproportionate. <i>Id.</i> at 122-29, 449 S.E.2d at 742-46.</p>\n<p>Under federal habeas law, \"it is not the province of a federal habeas court to reexamine state-court determinations on state law questions. In conducting habeas review, a federal court is limited to deciding whether a conviction violated the Constitution, laws, or treaties of the United States.\" <i>Estelle v. McGuire,</i> <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 67-68, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">475</span></a></span>, 480, <span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></a></span> (1991) (citing 28 U.S.C. § 2241); <i>see </i><i>Pulley v. Harris,</i> <span class=\"citation\" data-id=\"111092\"><a href=\"/opinion/111092/pulley-v-harris/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 41, <span class=\"citation\" data-id=\"111092\"><a href=\"/opinion/111092/pulley-v-harris/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">871</span></a></span>, 875, <span class=\"citation\" data-id=\"111092\"><a href=\"/opinion/111092/pulley-v-harris/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1984) (\"A federal court may not issue the writ on the basis of a perceived error of state law.\").</p>\n<p>In analyzing California's death penalty review scheme under the Eighth Amendment's guarantee against cruel and unusual punishment, applicable to the states through the Fourteenth Amendment, the <i>Pulley</i> Court held that comparative proportionality review of a death sentence is not required by the Eighth Amendment. 465 U.S. at 43-51, 104 S.Ct. at 876-79. The North Carolina Supreme Court's thorough and comprehensive proportionality review more than satisfies constitutional standards for the imposition of the death penalty. To the extent that Petitioner is dissatisfied with the conclusion that state court reached upon comparing his case with other, similar cases, that is a question of state law that is beyond the purview of this Court on a habeas petition. <i>Id.</i> at 41, 104 S.Ct. at 875.</p>\n<p>The North Carolina Supreme Court \"conclude[d] that the circumstances of the numerous cases cited by defendant in which the jury returned a life sentence, or in which this Court held a death sentence disproportionate, distinguish these cases from the present case.\" <i>Ward,</i> 338 N.C. at 129, 449 S.E.2d at 746. Again, it is not the duty of this Court, on review of a habeas petition, to question the state law analysis performed by the North Carolina Supreme Court on this question. Also, Petitioner has demonstrated no basis for an inference that the jury which sentenced him to death was operating under the influence of \"passion, prejudice, or any other arbitrary consideration.\" Because the State Supreme Court thoroughly reviewed this assignment of error on direct review and found it unavailing, this Court now holds that Petitioner is not entitled to habeas relief on this claim.</p>\n<p></p>\n<h2>13. Ineffective Assistance of Counsel at Trial and on Direct Appeal.</h2>\n<p>Ward claims that he was denied the effective assistance of counsel at trial and on direct appeal because his attorney failed to employ an expert to develop and present evidence on Ward's impaired capacity as a <span class=\"star-pagination\">*767</span> defense at trial or a mitigating factor at sentencing, and because his attorney failed to preserve for review by contemporaneous objection or assignment of error any of the claims found procedurally barred by this Court in reviewing his habeas petition.</p>\n<p>A criminal defendant unquestionably has a right to effective assistance of counsel during his trial, <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984), and his first appeal as of right, <i>Evitts v. Lucey,</i> <span class=\"citation\" data-id=\"111302\"><a href=\"/opinion/111302/evitts-v-lucey/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">387</span></a></span>, <span class=\"citation\" data-id=\"111302\"><a href=\"/opinion/111302/evitts-v-lucey/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">830</span></a></span>, <span class=\"citation\" data-id=\"111302\"><a href=\"/opinion/111302/evitts-v-lucey/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">821</span></a></span> (1985). Claims of ineffective assistance of counsel trigger the two-part inquiry elucidated in <i>Strickland.</i> To prevail under this analysis, Ward must show that (1) his counsel's performance fell below an objective standard of reasonableness, and (2) his counsel's deficiencies prejudiced the defense or the result of the appeal. <i>Id.</i> at 687-88, 104 S.Ct. at 2064-65. That is, he must show that his counsel's errors were so serious that he was deprived of a trial and appeal whose result was reliable.</p>\n<p>Ward cannot carry this burden with respect to his claim that his trial counsel failed to obtain the services of more than one psychiatrist or mental health expert to testify to his drug and alcohol problems and mental instability. Dr. Lara, who testified as a witness for the prosecution, presented evidence of Ward's mental condition and substance dependency. Ward's attorneys also produced what evidence there was available regarding Ward's mental state, but were unable to overcome the inferences created by other evidence which came out at trial. The North Carolina Supreme Court, in reviewing Ward's conviction, mentioned as an example Ward's sister's testimony that he was acting \"normal\" in the time just before the murder. <i>Ward,</i> 338 N.C. at 109, <span class=\"citation\" data-id=\"1326372\"><a href=\"/opinion/1326372/state-v-ward/\"><span class=\"volume\">449</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">709</span></a></span>. Ward was not denied the ineffective assistance of trial counsel.</p>\n<p>In <i>Jones v. Barnes,</i> <span class=\"citation\" data-id=\"111012\"><a href=\"/opinion/111012/jones-v-barnes/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"111012\"><a href=\"/opinion/111012/jones-v-barnes/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3308</span></a></span>, <span class=\"citation\" data-id=\"111012\"><a href=\"/opinion/111012/jones-v-barnes/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">987</span></a></span> (1983), the Supreme Court held that appellate counsel has no constitutional duty to raise every nonfrivolous issue on appeal if counsel, as a matter of professional judgment, decides not to raise such issue on appeal. <i>Id.</i> at 751-54, 103 S.Ct. at 3312-14. The Court emphasized that appellate counsel must be allowed the exercise of his reasonable professional judgment in selecting those issues that are best suited for appellate review. <i>Id.</i> at 752-53, 103 S.Ct. at 3313.</p>\n<p>Ward offers no facts or arguments which demonstrate that his appellate counsel violated the directives of <i>Jones v. Barnes</i><i>.</i> Their failure to further pursue the mental capacity issue, or to preserve for review some of the claims contained in the instant petition, does not rise to the level of ineffective assistance of counsel.</p>\n<p>In applying the <i>Strickland</i> test to the facts at hand, this Court cannot say that the state courts unreasonably determined the facts in light of the evidence presented, or unreasonably applied the law in contravention of clearly established Federal standards. 28 U.S.C. § 2254(d). This claim must be dismissed.</p>\n<p></p>\n<h2>14. The Superior Court's Denial of Ward's Motion for Appropriate Relief.</h2>\n<p>Ward argues that the superior court, in denying his MAR without a hearing, violated his rights to due process under the Fourteenth Amendment of the United States Constitution. He acknowledges that post-conviction collateral review is not mandated by the United States Constitution, but contends that once a state has decided to provide such review procedures, they must be available to all and must be applied fairly and consistently.</p>\n<p>Section 15A-1420 of the North Carolina General Statutes governs hearings on motions for appropriate relief, and provides that any party is entitled to such a hearing \"unless the court determines that the motion is without merit. The court must determine ... whether an evidentiary hearing is required to resolve questions of fact....\" N.C.Gen.Stat. § 15A-1420(c)(1).</p>\n<p>Outside of his conclusory allegations about the impropriety of the superior court's denial of a hearing on his MAR, Ward cites no authority to support a claim that his federal constitutional rights were violated by this denial. He thus fails to carry his burden <span class=\"star-pagination\">*768</span> under section 2254(d), and habeas relief must be denied on this claim.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>Upon consideration of the parties' arguments, and for the reasons discussed above, none of Petitioner's claims are availing. They are all either procedurally barred or without merit. Respondent's Motion for Summary Judgement is thus GRANTED, and Petitioner's Petition for Writ of Habeas Corpus is DISMISSED.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Both parties agree that Ward has properly exhausted his available state court remedies. <i>See</i> 28 U.S.C. § 2254(b)(1)(A).</p>\n<p>[2]  Ward raises substantially the same claim twice in his petition. This claim is the basis for both his first and fourteenth assignments of error. While it was only raised as one claim in his MAR, both assignments of error are treated together here.</p>\n<p>[3]  The State's Exhibit K contains the Order of the Pitt County Superior Court denying Ward's MAR.</p>\n<p>[4]  The superior court's finding of procedural bar was, in its entirety: \"This Claim is procedurally barred pursuant to N.C.G.S. § 15A-1419 (1988).\" State's Ex. K at 5. Such a cursory dismissal of a claim is appropriate in the context of procedural default. <i>See </i><i>Harris v. Reed,</i> <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">255</span></a></span>, 265 n. 12, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1038</span></a></span>, 1045 n. 12, <span class=\"citation\" data-id=\"112205\"><a href=\"/opinion/112205/harris-v-reed/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></a></span> (1989) (\"[A] state court that wishes to rely on a procedural bar rule in a one-line pro forma order easily can write that `relief is denied for reasons of procedural default.'\")</p>\n<p>[5]  Ward bases two assignments of error in his petition on this argument. Claims numbered five and 21 in his petition both assert that his due process rights were violated when the trial court excluded evidence of the life sentence given to Ward's accomplice in the murder. Both are treated herein.</p>\n<p>[6]  Citations to \"Tr.\" refer to the record of the state court proceedings, followed by a page number.</p>\n<p>[7]  Indeed, the North Carolina Supreme Court conceded that, \"[h]aving admitted Dr. Lara's finding and diagnosis, the trial court also should have allowed him to testify as to the content of the conversations with defendant in order to show the basis for his diagnosis.\" <i>Ward,</i> 338 N.C. at 106, <span class=\"citation\" data-id=\"1326372\"><a href=\"/opinion/1326372/state-v-ward/\"><span class=\"volume\">449</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">709</span></a></span>. The Supreme Court proceeded to hold that this was harmless error. <i>Id.</i></p>\n<p>[8]  The list of mitigating circumstances contains a \"catch-all\" provision allowing consideration of \"[a]ny other circumstance arising from the evidence which the jury deems to have mitigating value.\" N.C.Gen.Stat. § 15A-2000(f). No such \"catch-all\" appears in the list of aggravating circumstances.</p>\n<p>[9]  \"In all criminal prosecutions, the accused shall enjoy the right ... to be confronted by the witnesses against him....\" U.S. Const. amend. VI.</p>\n<p>[10]  Two separate claims will be treated under this heading. Ward claims that the death penalty imposed upon him violated the Eighth Amendment because the jury found only one aggravating circumstance and there is no \"principled way\" of distinguishing his case from others where life sentences were imposed. Thus, he concludes that the jury must have been acting in an arbitrary and capricious manner. In his next assignment of error, Ward asserts that the \"proportionality review\" conducted by the North Carolina Supreme Court pursuant to its statutory duties under section 15A-2000 of the North Carolina General Statutes is unconstitutional and results in the arbitrary and capricious imposition of the death penalty.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/93448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111619/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112640/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661479/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1237586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1257561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1326372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1330673/"
  ]
}