{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1530490/",
  "absolute_url": "/opinion/1530490/d-m-land-co-llc-v-branch-banking-trust-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1530490/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:35:56.089167Z",
  "date_modified": "2016-04-26T23:48:50.598205Z",
  "type": "010combined",
  "sha1": "89dfc59d33b86fcd7e663b745039e5a2845c1a2f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>431 B.R. 133 (2010)</b></center>\n<center><h1>D &amp; M LAND COMPANY, LLC, Appellant,<br>\nv.<br>\nBRANCH BANKING &amp; TRUST COMPANY, Appellee.</h1></center>\n<center>No. 5:10-CV-97-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 7, 2010.</center>\n<p><span class=\"star-pagination\">*134</span> Gregory Byrd Crampton. Nicholls &amp; Crampton, P.A., Raleigh, NC, for D&amp;M Land Co.</p>\n<p><span class=\"star-pagination\">*135</span> Daniel C. Bruton, Bell, Davis &amp; Pitt, P.A., Winston-Salem. NC, for Branch Banking &amp; Trust Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on appeal from the Memorandum Opinion and Order of the United States Bankruptcy Court for the Eastern District of North Carolina directing the disgorgement of attorney's fees by the law firm of Nicholls &amp; Crampton, P.A., counsel for D &amp; M Land Company, LLC, to Branch Banking &amp; Trust Company. For the reasons set forth herein, the Order of the Bankruptcy Court is AFFIRMED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>D &amp; M Land Company (\"D &amp; M\"), the Debtor and Appellant, filed for relief under Chapter 11 of the Bankruptcy Code on January 10, 2007. At the petition date, Branch Banking &amp; Trust Company (\"BB &amp; T\"), the Creditor and Appellee, held a claim against D &amp; M in the amount of $5,154,612.32 secured by a first deed of trust on D &amp; M's sole asseta parcel of real property located at 10701 Glenwood Avenue in Raleigh, North Carolina (the \"Realty\"). BB &amp; T was further secured by a duly perfected security interest in D &amp; M's inventory, equipment, and general intangibles. The Bankruptcy Court authorized the employment of the law firm of Nicholls &amp; Crampton, P.A. (\"Nicholls &amp; Crampton\") as counsel for D &amp; M.</p>\n<p>Prior to the Bankruptcy Petition, D &amp; M entered into a contract to sell the Realty to Zion Temple United Church of Christ (\"Zion Temple\") for $6.5 million. Zion Temple deposited $65,000.00 in earnest money with D &amp; M (the \"Earnest Money\") that is the subject of this appeal. Zion Temple subsequently deposited approximately $120,000.00 more with D &amp; M in connection with post-petition negotiations, but these additional deposits are not at issue here.</p>\n<p>The Bankruptcy Court granted a Motion by D &amp; M to use the Earnest Money to pay attorneys fees to Nicholls &amp; Crampton. At the time that the Bankruptcy Court granted this Motion, it appeared that BB &amp; T was over-secured. But the Bankruptcy Court further ordered that Nicholls &amp; Crampton would be required to disgorge the Earnest Money if BB &amp; T's secured claim was not satisfied by the sale of the Realty.</p>\n<p>The sale of the Realty to Zion Temple underwent several re-negotiations but never closed. D &amp; M also received an offer from Southbridge Fellowship to purchase the Realty for $6.3 million. The Bankruptcy Court granted a motion to allow a sale to Southbridge Fellowship, but Southbridge Fellowship also failed to close on the Realty.</p>\n<p>On December 19, 2007, the Bankruptcy Court confirmed a Chapter 11 plan which preserved both BB &amp; T's claim to a security interest in the Realty and D &amp; M's right to contest BB &amp; T's claim and D &amp; M's right to seek recovery from BB &amp; T under 11 U.S.C. § 506(c). The plan provided for a public auction of the Realty if it was not sold during a marketing period ending on September 15, 2008.</p>\n<p>BB &amp; T eventually purchased the Realty at auction for $4.2 million. Because D &amp; M's sole asset was the Realty, this sale left BB &amp; T under-secured. As such, BB &amp; T moved for the disgorgement of the Earnest Money by Nicholls &amp; Crampton. D &amp; M objected to the disgorgement and moved to avoid BB &amp; T's lien or, in the alternative, charge administrative expenses against BB &amp; T under § 506(c) of the Bankruptcy Code. In an Order dated <span class=\"star-pagination\">*136</span> January 15, 2010, the Bankruptcy Court directed Nicholls &amp; Crampton to disgorge the Earnest Money to BB &amp; T. D &amp; M, through Nicholls &amp; Crampton, filed this appeal of the Bankruptcy Court's Order.</p>\n<p></p>\n<h2><i>JURISDICTION AND STANDARD OF REVIEW</i></h2>\n<p>Jurisdiction over this appeal is proper pursuant to 28 U.S.C. § 158. A bankruptcy court's findings of fact shall not be set aside unless clearly erroneous. <i>In re Bryson Properties, XVIII,</i> 961 F.2d 496, 499 (4th Cir.1992). Conclusions of law are reviewed de novo. <i>In re Apex Express Corp.,</i> 190 F.3d 624, 630 (4th Cir.1999); <i>Continental Casualty Co. v. York,</i> 205 B.R. 759, 762 (E.D.N.C.1997).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>D &amp; M advances two grounds for reversal of the Bankruptcy Court. First, D &amp; M argues that BB &amp; T lacked a valid security interest in the Earnest Money. Second, D &amp; M contends that the Earnest Money should be charged to BB &amp; T as administrative expenses for the benefit of a secured creditor under § 506(c) of the Bankruptcy Code.</p>\n<p></p>\n<h2>I. The Security Interest</h2>\n<p></p>\n<h2>A. Proceeds</h2>\n<p>The Earnest Money constitutes proceeds of the Realty to which BB &amp; T is entitled. In <i>Old Stone Bank v. Tycon I Building Limited Partnership,</i> 946 F.2d 271 (4th Cir.1991), the 4th Circuit Court of Appeals held that \"a forfeited earnest money deposit is received upon the disposition of property and should be classified as proceeds.\" The Court reasoned that \"[f]irst, the deposit was received in substitution for part of the collateral-the equitable title to the property.\" <i>Id.</i> at 274. And second, \"an important purpose of an earnest money deposit is to compensate for a decrease in the worth of real estate that may occur while it is under a contract of sale.\" <i>Id.</i></p>\n<p>The Bankruptcy Court found that <i>Old Stone</i> governs this case and that the Earnest Money constitutes proceeds of the Realty. D &amp; M argues that the Bankruptcy Court erred because <i>Old Stone</i> applied Virginia property law and North Carolina property law provides that the risk of loss remains with the seller of real property until legal title is transferred pursuant to N.C. Gen.Stat. § 39-39. But equitable title to real property passes upon contracting for sale in North Carolina regardless the assignment of the risk of destruction of a material part of the real property under § 39-39. <i>See </i><i>Carolina Builders Corp. v. Howard-Veasey Homes, Inc.,</i> 72 N.C.App. 224, 324 S.E.2d 626, 630 (1985). And an earnest money deposit also serves to compensate for a decrease in the worth of real estate as a result of market forces or other events short of the destruction of a material portion of the property. Moreover, the contract for sale specifically provided that the Earnest Money was to be applied to the purchase price upon closing. As such, because BB &amp; T's interest in the Realty here is secured by a first deed of trust, BB &amp; T holds a security interest in the Earnest Money as proceeds of the Realty.</p>\n<p>D &amp; M argues that BB &amp; T is estopped from asserting that the Earnest Money is proceeds of the Realty because BB &amp; T initially argued that the earnest money constitutes general intangibles. But for judicial estoppel to apply, \"(1) the party to be estopped must be advancing an assertion that is inconsistent with a position taken during previous litigation; (2) the position must be one of fact, rather than law or legal theory; (3) the prior position must have been accepted by the court in the first proceeding; and (4) the party to be estopped must have acted intentionally, <span class=\"star-pagination\">*137</span> not inadvertently.\" <i>Havird Oil Co., Inc. v. Marathon Oil Co., Inc.,</i> 149 F.3d 283 (4th Cir.1998). Here, BB &amp; T's position was legal rather than factual. Therefore, BB &amp; T is not estopped from claiming an interest in the Earnest Money as proceeds of the Realty.</p>\n<p></p>\n<h2>B. General Intangibles</h2>\n<p>The Bankruptcy Court was also correct to conclude that BB &amp; T held a perfected security interest in the Earnest Money as general intangibles. D &amp; M argues that the post-petition contract for sale of the Realty superseded the prepetition sale and that the Earnest Money became a new post-petition deposit. But BB &amp; T retained the Earnest Money throughout these renegotiations. Zion merely paid an additional $5,000 to satisfy the $70,000 deposit requirement of the first of the amended contracts. As such, the Bankruptcy Court did not err in determining that BB &amp; T holds a perfected security interest in the Earnest Money as general intangibles.</p>\n<p></p>\n<h2>C. The Reorganization Plan</h2>\n<p>D &amp; M also argues that the Chapter 11 plan eliminates BB &amp; T's security interest. But the Chapter 11 plan approved by the Bankruptcy Court does not modify BB &amp; T's security interest. Rather, the Chapter 11 plan explicitly states that \"BB &amp; T shall retain its first deed of trust interest on Debtor's real property...\" and that \"BB &amp; T shall retain its security interest in Debtor's general intangibles to the extent the same existed on the Petition Date, and to the extent any such security interest was valid and enforceable post-petition.\"</p>\n<p>In sum, this Court finds no error in the Bankruptcy Court's conclusion that BB &amp; T holds a perfected security interest in the Earnest Money.</p>\n<p></p>\n<h2>II. § 506(c)</h2>\n<p>The Bankruptcy Court did not err in ruling that costs incurred by D &amp; M negotiating for the sale of the Realty to Zion Temple could not be charged to BB &amp; T pursuant to § 506(c) of the Bankruptcy Code. Section 506(c) is an exception to the general rule that the bankruptcy estate absorbs administrative costs. It applies only to expenses that (1) were incurred in preserving or disposing of the debtor's property, (2) directly benefit the secured creditor, and (3) were reasonable and necessary. <i>In re K &amp; L Lakeland, Inc.,</i> 128 F.3d 203, 207 (4th Cir.1997). The creditor must receive a benefit that is direct and quantifiable rather than merely speculative. (<i>See </i><i>In re Grimland,</i> 243 F.3d 228, 232 (5th Cir.2001); <i>In re Flagstaff Foodservice Corp.,</i> 762 F.2d 10, 12 (2d Cir. 1985)). And the claimant bears the burden of proving that any expenses fall under § 506(c). <i>In re Ferncrest Court Partners, Ltd.,</i> 66 F.3d 778, 782 (6th Cir.1995).</p>\n<p>In the instant case, the post-petition expenses incurred by D &amp; M negotiating for the sale of the Realty to Zion Temple were not reasonable or necessary and did not directly benefit BB &amp; T. First, the Bankruptcy Court was correct to note that the pre-petition contract for sale of the Realty was not for the benefit of BB &amp; T pursuant to § 506(c) because D &amp; M had yet to declare bankruptcy. This pre-petition contract set forth both a price and a closing date advantageous to BB &amp; T. The post-petition negotiations resulting in the delay of the sale did not benefit BB &amp; T. Neither did the further earnest money deposited over the course of these negotiations benefit BB &amp; T because these deposits would be credited towards the ultimate sale price of the Realty. And these negotiations ultimately provided no direct and quantifiable benefit to BB &amp; T because the sale never closed.</p>\n<p><span class=\"star-pagination\">*138</span> Moreover, BB &amp; T has already born the costs directly attributable to the sale of the Realty. BB &amp; T paid for the auction sale at which BB &amp; T eventually purchased the Realty for an amount substantially below BB &amp; T's secured claim. And the Bankruptcy Court was correct to conclude that the costs incurred by D &amp; M in negotiation with Zion Temple far exceeded what it would have cost BB &amp; T to liquidate the Realty. A sale negotiated by the debtor where the single asset is real property and where the creditor is over-secured rarely will benefit the creditor because the creditor could have foreclosed upon and sold the collateral to satisfy the debt. <i>See </i><i>In re Compton Impressions, Ltd.,</i> 217 F.3d 1256 (9th Cir.2000) (\"Additional expenses beyond those covered by the carve-outs merely aided the Debtor in its attempt to salvage some equity from the project; they were not necessary to the Banks, nor were they reasonably incurred insofar as the Banks' recovery was concerned.\"); <i>In re Mall at One Associates, L.P.,</i> 185 B.R. 981, 990 (Bankr.E.D.Pa.1995) (\"BNY was at all times a substantially oversecured creditor... Therefore, every action which the Debtor took in this case short of allowing BNY to foreclose as soon as possible provided a clear detriment, rather than any direct benefit, to BNY.\"); <i>In re Crutcher Concrete Construction,</i> 218 B.R. 376, 380-81 (Bankr.W.D.Ky.1998) (\"To demonstrate such a benefit, the Trustee must show that the secured creditor received over and above that which it could have realized without the Trustee's intervention.\").</p>\n<p>Here, D &amp; M contracted with Zion Temple to sell the Realty for $6.5 million. BB &amp; T was owed substantially less than $6.5 million, and the Bankruptcy Court determined that the likely value of the Realty would satisfy BB &amp; T's claim. As such, because BB &amp; T could have satisfied its lien through an immediate foreclosure, the Bankruptcy Court was correct to conclude that expenses incurred during the drawn out negotiations for a sale of the Realty that never closed for substantially more than BB &amp; T's secured claim do not meet the requirements of § 506(c). And it should also be noted that D &amp; M ultimately received earnest money from Zion Temple more than three times the amount that BB &amp; T is seeking.</p>\n<p>In sum, the administrative expenses incurred by D &amp; M were not reasonable or necessary and did not directly benefit BB &amp; T. Thus, the Bankruptcy Court did not err in finding that D &amp; M's attorneys fees could not be charged to BB &amp; T under § 506(c).</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>This Court finds no error in the Bankruptcy Court's Memorandum Opinion and Order directing the disgorgement of the Earnest Money to BB &amp; T. Therefore, the Order of the Bankruptcy Court is hereby AFFIRMED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">133</span></span> (2010)</b></center>\n<center><h1>D &amp; M LAND COMPANY, LLC, Appellant,<br>\nv.<br>\nBRANCH BANKING &amp; TRUST COMPANY, Appellee.</h1></center>\n<center>No. 5:10-CV-97-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>June 7, 2010.</center>\n<p><span class=\"star-pagination\">*134</span> Gregory Byrd Crampton. Nicholls &amp; Crampton, P.A., Raleigh, NC, for D&amp;M Land Co.</p>\n<p><span class=\"star-pagination\">*135</span> Daniel C. Bruton, Bell, Davis &amp; Pitt, P.A., Winston-Salem. NC, for Branch Banking &amp; Trust Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>TERRENCE W. BOYLE, District Judge.</p>\n<p>This matter is before the Court on appeal from the Memorandum Opinion and Order of the United States Bankruptcy Court for the Eastern District of North Carolina directing the disgorgement of attorney's fees by the law firm of Nicholls &amp; Crampton, P.A., counsel for D &amp; M Land Company, LLC, to Branch Banking &amp; Trust Company. For the reasons set forth herein, the Order of the Bankruptcy Court is AFFIRMED.</p>\n<p></p>\n<h2><i>INTRODUCTION</i></h2>\n<p>D &amp; M Land Company (\"D &amp; M\"), the Debtor and Appellant, filed for relief under Chapter 11 of the Bankruptcy Code on January 10, 2007. At the petition date, Branch Banking &amp; Trust Company (\"BB &amp; T\"), the Creditor and Appellee, held a claim against D &amp; M in the amount of $5,154,612.32 secured by a first deed of trust on D &amp; M's sole asseta parcel of real property located at 10701 Glenwood Avenue in Raleigh, North Carolina (the \"Realty\"). BB &amp; T was further secured by a duly perfected security interest in D &amp; M's inventory, equipment, and general intangibles. The Bankruptcy Court authorized the employment of the law firm of Nicholls &amp; Crampton, P.A. (\"Nicholls &amp; Crampton\") as counsel for D &amp; M.</p>\n<p>Prior to the Bankruptcy Petition, D &amp; M entered into a contract to sell the Realty to Zion Temple United Church of Christ (\"Zion Temple\") for $6.5 million. Zion Temple deposited $65,000.00 in earnest money with D &amp; M (the \"Earnest Money\") that is the subject of this appeal. Zion Temple subsequently deposited approximately $120,000.00 more with D &amp; M in connection with post-petition negotiations, but these additional deposits are not at issue here.</p>\n<p>The Bankruptcy Court granted a Motion by D &amp; M to use the Earnest Money to pay attorneys fees to Nicholls &amp; Crampton. At the time that the Bankruptcy Court granted this Motion, it appeared that BB &amp; T was over-secured. But the Bankruptcy Court further ordered that Nicholls &amp; Crampton would be required to disgorge the Earnest Money if BB &amp; T's secured claim was not satisfied by the sale of the Realty.</p>\n<p>The sale of the Realty to Zion Temple underwent several re-negotiations but never closed. D &amp; M also received an offer from Southbridge Fellowship to purchase the Realty for $6.3 million. The Bankruptcy Court granted a motion to allow a sale to Southbridge Fellowship, but Southbridge Fellowship also failed to close on the Realty.</p>\n<p>On December 19, 2007, the Bankruptcy Court confirmed a Chapter 11 plan which preserved both BB &amp; T's claim to a security interest in the Realty and D &amp; M's right to contest BB &amp; T's claim and D &amp; M's right to seek recovery from BB &amp; T under 11 U.S.C. § 506(c). The plan provided for a public auction of the Realty if it was not sold during a marketing period ending on September 15, 2008.</p>\n<p>BB &amp; T eventually purchased the Realty at auction for $4.2 million. Because D &amp; M's sole asset was the Realty, this sale left BB &amp; T under-secured. As such, BB &amp; T moved for the disgorgement of the Earnest Money by Nicholls &amp; Crampton. D &amp; M objected to the disgorgement and moved to avoid BB &amp; T's lien or, in the alternative, charge administrative expenses against BB &amp; T under § 506(c) of the Bankruptcy Code. In an Order dated <span class=\"star-pagination\">*136</span> January 15, 2010, the Bankruptcy Court directed Nicholls &amp; Crampton to disgorge the Earnest Money to BB &amp; T. D &amp; M, through Nicholls &amp; Crampton, filed this appeal of the Bankruptcy Court's Order.</p>\n<p></p>\n<h2><i>JURISDICTION AND STANDARD OF REVIEW</i></h2>\n<p>Jurisdiction over this appeal is proper pursuant to 28 U.S.C. § 158. A bankruptcy court's findings of fact shall not be set aside unless clearly erroneous. <i>In re Bryson Properties, XVIII,</i> <span class=\"citation\" data-id=\"581392\"><a href=\"/opinion/581392/in-re-bryson-properties-xviii-debtor-travelers-insurance-company-v/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">496</span></a></span>, 499 (4th Cir.1992). Conclusions of law are reviewed de novo. <i>In re Apex Express Corp.,</i> <span class=\"citation\" data-id=\"766029\"><a href=\"/opinion/766029/in-re-apex-express-corporation-humboldt-express-incorporated-debtors/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 630 (4th Cir.1999); <i>Continental Casualty Co. v. York,</i> <span class=\"citation\" data-id=\"1528437\"><a href=\"/opinion/1528437/in-re-york/\"><span class=\"volume\">205</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">759</span></a></span>, 762 (E.D.N.C.1997).</p>\n<p></p>\n<h2><i>DISCUSSION</i></h2>\n<p>D &amp; M advances two grounds for reversal of the Bankruptcy Court. First, D &amp; M argues that BB &amp; T lacked a valid security interest in the Earnest Money. Second, D &amp; M contends that the Earnest Money should be charged to BB &amp; T as administrative expenses for the benefit of a secured creditor under § 506(c) of the Bankruptcy Code.</p>\n<p></p>\n<h2>I. The Security Interest</h2>\n<p></p>\n<h2>A. Proceeds</h2>\n<p>The Earnest Money constitutes proceeds of the Realty to which BB &amp; T is entitled. In <i>Old Stone Bank v. Tycon I Building Limited Partnership,</i> <span class=\"citation\" data-id=\"569311\"><a href=\"/opinion/569311/old-stone-bank-v-tycon-i-building-limited-partnership/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">271</span></a></span> (4th Cir.1991), the 4th Circuit Court of Appeals held that \"a forfeited earnest money deposit is received upon the disposition of property and should be classified as proceeds.\" The Court reasoned that \"[f]irst, the deposit was received in substitution for part of the collateral-the equitable title to the property.\" <i>Id.</i> at 274. And second, \"an important purpose of an earnest money deposit is to compensate for a decrease in the worth of real estate that may occur while it is under a contract of sale.\" <i>Id.</i></p>\n<p>The Bankruptcy Court found that <i>Old Stone</i> governs this case and that the Earnest Money constitutes proceeds of the Realty. D &amp; M argues that the Bankruptcy Court erred because <i>Old Stone</i> applied Virginia property law and North Carolina property law provides that the risk of loss remains with the seller of real property until legal title is transferred pursuant to N.C. Gen.Stat. § 39-39. But equitable title to real property passes upon contracting for sale in North Carolina regardless the assignment of the risk of destruction of a material part of the real property under § 39-39. <i>See </i><i>Carolina Builders Corp. v. Howard-Veasey Homes, Inc.,</i> 72 N.C.App. 224, <span class=\"citation\" data-id=\"1157262\"><a href=\"/opinion/1157262/carolina-builders-corp-v-howard-veasey-homes-inc/\"><span class=\"volume\">324</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">626</span></a></span>, 630 (1985). And an earnest money deposit also serves to compensate for a decrease in the worth of real estate as a result of market forces or other events short of the destruction of a material portion of the property. Moreover, the contract for sale specifically provided that the Earnest Money was to be applied to the purchase price upon closing. As such, because BB &amp; T's interest in the Realty here is secured by a first deed of trust, BB &amp; T holds a security interest in the Earnest Money as proceeds of the Realty.</p>\n<p>D &amp; M argues that BB &amp; T is estopped from asserting that the Earnest Money is proceeds of the Realty because BB &amp; T initially argued that the earnest money constitutes general intangibles. But for judicial estoppel to apply, \"(1) the party to be estopped must be advancing an assertion that is inconsistent with a position taken during previous litigation; (2) the position must be one of fact, rather than law or legal theory; (3) the prior position must have been accepted by the court in the first proceeding; and (4) the party to be estopped must have acted intentionally, <span class=\"star-pagination\">*137</span> not inadvertently.\" <i>Havird Oil Co., Inc. v. Marathon Oil Co., Inc.,</i> <span class=\"citation\" data-id=\"755788\"><a href=\"/opinion/755788/havird-oil-company-incorporated-v-marathon-oil-company-incorporated-and/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">283</span></a></span> (4th Cir.1998). Here, BB &amp; T's position was legal rather than factual. Therefore, BB &amp; T is not estopped from claiming an interest in the Earnest Money as proceeds of the Realty.</p>\n<p></p>\n<h2>B. General Intangibles</h2>\n<p>The Bankruptcy Court was also correct to conclude that BB &amp; T held a perfected security interest in the Earnest Money as general intangibles. D &amp; M argues that the post-petition contract for sale of the Realty superseded the prepetition sale and that the Earnest Money became a new post-petition deposit. But BB &amp; T retained the Earnest Money throughout these renegotiations. Zion merely paid an additional $5,000 to satisfy the $70,000 deposit requirement of the first of the amended contracts. As such, the Bankruptcy Court did not err in determining that BB &amp; T holds a perfected security interest in the Earnest Money as general intangibles.</p>\n<p></p>\n<h2>C. The Reorganization Plan</h2>\n<p>D &amp; M also argues that the Chapter 11 plan eliminates BB &amp; T's security interest. But the Chapter 11 plan approved by the Bankruptcy Court does not modify BB &amp; T's security interest. Rather, the Chapter 11 plan explicitly states that \"BB &amp; T shall retain its first deed of trust interest on Debtor's real property...\" and that \"BB &amp; T shall retain its security interest in Debtor's general intangibles to the extent the same existed on the Petition Date, and to the extent any such security interest was valid and enforceable post-petition.\"</p>\n<p>In sum, this Court finds no error in the Bankruptcy Court's conclusion that BB &amp; T holds a perfected security interest in the Earnest Money.</p>\n<p></p>\n<h2>II. § 506(c)</h2>\n<p>The Bankruptcy Court did not err in ruling that costs incurred by D &amp; M negotiating for the sale of the Realty to Zion Temple could not be charged to BB &amp; T pursuant to § 506(c) of the Bankruptcy Code. Section 506(c) is an exception to the general rule that the bankruptcy estate absorbs administrative costs. It applies only to expenses that (1) were incurred in preserving or disposing of the debtor's property, (2) directly benefit the secured creditor, and (3) were reasonable and necessary. <i>In re K &amp; L Lakeland, Inc.,</i> <span class=\"citation\" data-id=\"747613\"><a href=\"/opinion/747613/in-re-k-l-lakeland-incorporated-dba-jkj-chevrolet-sterling-debtor/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span>, 207 (4th Cir.1997). The creditor must receive a benefit that is direct and quantifiable rather than merely speculative. (<i>See </i><i>In re Grimland,</i> <span class=\"citation\" data-id=\"23159\"><a href=\"/opinion/23159/tnb-financial-inc-v-james-f-parker-int/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span>, 232 (5th Cir.2001); <i>In re Flagstaff Foodservice Corp.,</i> <span class=\"citation\" data-id=\"451990\"><a href=\"/opinion/451990/in-re-flagstaff-foodservice-corporation-debtors-general-electric-credit/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 12 (2d Cir. 1985)). And the claimant bears the burden of proving that any expenses fall under § 506(c). <i>In re Ferncrest Court Partners, Ltd.,</i> <span class=\"citation\" data-id=\"705104\"><a href=\"/opinion/705104/in-re-ferncrest-court-partners-ltd-debtor-akram-daniel-v-amci-inc/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">778</span></a></span>, 782 (6th Cir.1995).</p>\n<p>In the instant case, the post-petition expenses incurred by D &amp; M negotiating for the sale of the Realty to Zion Temple were not reasonable or necessary and did not directly benefit BB &amp; T. First, the Bankruptcy Court was correct to note that the pre-petition contract for sale of the Realty was not for the benefit of BB &amp; T pursuant to § 506(c) because D &amp; M had yet to declare bankruptcy. This pre-petition contract set forth both a price and a closing date advantageous to BB &amp; T. The post-petition negotiations resulting in the delay of the sale did not benefit BB &amp; T. Neither did the further earnest money deposited over the course of these negotiations benefit BB &amp; T because these deposits would be credited towards the ultimate sale price of the Realty. And these negotiations ultimately provided no direct and quantifiable benefit to BB &amp; T because the sale never closed.</p>\n<p><span class=\"star-pagination\">*138</span> Moreover, BB &amp; T has already born the costs directly attributable to the sale of the Realty. BB &amp; T paid for the auction sale at which BB &amp; T eventually purchased the Realty for an amount substantially below BB &amp; T's secured claim. And the Bankruptcy Court was correct to conclude that the costs incurred by D &amp; M in negotiation with Zion Temple far exceeded what it would have cost BB &amp; T to liquidate the Realty. A sale negotiated by the debtor where the single asset is real property and where the creditor is over-secured rarely will benefit the creditor because the creditor could have foreclosed upon and sold the collateral to satisfy the debt. <i>See </i><i>In re Compton Impressions, Ltd.,</i> <span class=\"citation\" data-id=\"769357\"><a href=\"/opinion/769357/in-re-compton-impressions-ltd-a-california-limited-partnership-debtor/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1256</span></a></span> (9th Cir.2000) (\"Additional expenses beyond those covered by the carve-outs merely aided the Debtor in its attempt to salvage some equity from the project; they were not necessary to the Banks, nor were they reasonably incurred insofar as the Banks' recovery was concerned.\"); <i>In re Mall at One Associates, L.P.,</i> <span class=\"citation\" data-id=\"1938609\"><a href=\"/opinion/1938609/in-re-mall-at-one-associates-lp/\"><span class=\"volume\">185</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">981</span></a></span>, 990 (Bankr.E.D.Pa.1995) (\"BNY was at all times a substantially oversecured creditor... Therefore, every action which the Debtor took in this case short of allowing BNY to foreclose as soon as possible provided a clear detriment, rather than any direct benefit, to BNY.\"); <i>In re Crutcher Concrete Construction,</i> <span class=\"citation\" data-id=\"1539492\"><a href=\"/opinion/1539492/in-re-crutcher-concrete-const/\"><span class=\"volume\">218</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">376</span></a></span>, 380-81 (Bankr.W.D.Ky.1998) (\"To demonstrate such a benefit, the Trustee must show that the secured creditor received over and above that which it could have realized without the Trustee's intervention.\").</p>\n<p>Here, D &amp; M contracted with Zion Temple to sell the Realty for $6.5 million. BB &amp; T was owed substantially less than $6.5 million, and the Bankruptcy Court determined that the likely value of the Realty would satisfy BB &amp; T's claim. As such, because BB &amp; T could have satisfied its lien through an immediate foreclosure, the Bankruptcy Court was correct to conclude that expenses incurred during the drawn out negotiations for a sale of the Realty that never closed for substantially more than BB &amp; T's secured claim do not meet the requirements of § 506(c). And it should also be noted that D &amp; M ultimately received earnest money from Zion Temple more than three times the amount that BB &amp; T is seeking.</p>\n<p>In sum, the administrative expenses incurred by D &amp; M were not reasonable or necessary and did not directly benefit BB &amp; T. Thus, the Bankruptcy Court did not err in finding that D &amp; M's attorneys fees could not be charged to BB &amp; T under § 506(c).</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>This Court finds no error in the Bankruptcy Court's Memorandum Opinion and Order directing the disgorgement of the Earnest Money to BB &amp; T. Therefore, the Order of the Bankruptcy Court is hereby AFFIRMED.</p>\n<p>SO ORDERED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/23159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1157262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1528437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1539492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1938609/"
  ]
}