{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1531787/",
  "absolute_url": "/opinion/1531787/state-v-dept-of-health-ed-welfare/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1531787/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:36:10.838139Z",
  "date_modified": "2016-04-26T20:22:47.308142Z",
  "type": "010combined",
  "sha1": "4c85041903e8dff0d2061e6751864d7a6f6c9ed7",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>480 F.Supp. 929 (1979)</b></center>\n<center><h1>STATE of North Carolina et al.<br>\nv.<br>\nDEPARTMENT OF HEALTH, EDUCATION AND WELFARE et al.</h1></center>\n<center>No. 79-217-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Order May 23, 1979.</center>\n<center>On Jurisdiction and Injunctive Relief June 8, 1979.</center>\n<p><span class=\"star-pagination\">*930</span> Andrew A. Vanore, Senior Deputy Atty. Gen., Dept. of Justice, Raleigh, N. C., Charles Morgan, Jr., and Associates, Chartered, Washington, D. C., for plaintiffs.</p>\n<p>Bruce Johnson, Asst. U. S. Atty., Raleigh, N. C., Robert J. Reinstein, Craig M. Crenshaw, Jr., Jeremiah Glassman, Donald M. <span class=\"star-pagination\">*931</span> Lewis, Attys., Dept. of Justice, Civil Rights Division, Washington, D. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FRANKLIN T. DUPREE, Jr., Chief Judge.</p>\n<p>Before the court is the federal defendants' motion to transfer this action under 28 U.S.C. § 1404(a) to a district court in the District of Columbia, presumably to be consolidated with a set of cases known as the \"Adams litigation.\" <i>See </i><i>Adams v. Califano,</i> 430 F.Supp. 118 (D.D.C.1977); 156 U.S. App.D.C. 267, 480 F.2d 1159 (D.C.Cir.1973) (<i>en banc</i>); 391 F.Supp. 269 (D.D.C.1975); 356 F.Supp. 92 (D.D.C.1973), and 351 F.Supp. 636 (D.D.C.1972).</p>\n<p>The Department of Health, Education and Welfare, et al. (hereafter \"HEW\"), take the position that a transfer should be ordered on comity grounds and in the interest of judicial economy because plaintiffs' suit seeks, at its essence, to collaterally attack the validly issued orders of Judge Pratt in <i>Adams, supra</i><i>.</i> To do otherwise could foist inconsistent legal obligations upon HEW emanating from courts of concurrent jurisdiction.</p>\n<p>The State of North Carolina, et al. (hereafter \"UNC\"), respond contrarily and argue that the comity doctrine is inapplicable to the instant situation; justice and the parties' convenience require trial of this action in North Carolina; and the defendants are collaterally estopped from seeking transfer due to prior positions in comparable litigation, specifically <i>Mandel v. HEW,</i> 411 F.Supp. 542 (D.Md.1976), <i>aff'd by an equally divided court, </i><i>Mayor of Baltimore v. Mathews,</i> 571 F.2d 1273 (4th Cir.), <i>cert. denied,</i> 439 U.S. 862, 99 S.Ct. 184, 58 L.Ed.2d 171 (1978).</p>\n<p>As a starting point, changes of venue pursuant to Section 1404(a) and/or transfers for reasons of comity are within the trial court's sound discretion. <i>See </i><i>Codex Corporation v. Milgo Electronic Corporation,</i> 553 F.2d 735 (1st Cir.), <i>cert. denied</i> 434 U.S. 860, 98 S.Ct. 185, 54 L.Ed.2d 133 (1977), and <i>Great Northern Railway v. National Railroad Adjustment Board,</i> 422 F.2d 1187, 1193-94 (7th Cir. 1970). The factors to be balanced in such an inquiry include jurisdictional considerations, judicial economy, convenience of the parties and witnesses, document production, and coordination of court orders. <i>Codex, supra</i> at 738-39, and <i>Great Northern, supra</i> at 1193. Prior to weighing these considerations, a review of Judge Pratt's <i>Adams</i> orders is necessary to place the instant action in proper perspective.</p>\n<p>In 1970, a group of plaintiffs filed an action in the District of Columbia against the Secretary of HEW and its Civil Rights Office Director alleging that the agency had unlawfully failed to carry out its enforcement responsibilities under Title VI of the Civil Rights Act of 1964. It was further contended that, although HEW had determined several states were operating segregated systems of higher education proscribed by Title VI, including North Carolina, the required compliance activities had not been initiated Judge Pratt agreed, <i>Adams v. Richardson,</i> 351 F.Supp. 636, 637-38 (D.D.C.1972), and on February 16, 1973 issued a declaratory judgment and injunction. <i>Adams v. Richardson,</i> 356 F.Supp. 92 (D.D.C.1973).</p>\n<p>An examination of these orders reveals that they were designed to force HEW into compliance with the statutory requirements of 42 U.S.C. § 2000d-1 through the issuance of detailed directives concerning the pace and content of administrative enforcement proceedings. Only the Secretary and his Civil Rights Office Director were before the court.</p>\n<p>Judge Pratt was then substantially affirmed on appeal in <i>Adams v. Richardson,</i> 156 U.S.App.D.C. 267, 480 F.2d 1159 (D.C. Cir.1973), and his jurisdictional and injunctive reach detailed:</p>\n<blockquote>\"... The injunction does not direct the termination of any funds, nor can any funds be terminated prior to a determination of noncompliance. <i>In this suit against the agency, in contrast to actions brought against individual school systems, our purpose, and the purpose of</i> <span class=\"star-pagination\">*932</span> <i>the District Court order as we understand it, is not to resolve particular questions of compliance or noncompliance.</i>5</blockquote>\n<blockquote>\"5 <i>Far from dictating the final result with regard to any of these districts, the order merely requires initiation of a process which, excepting contemptuous conduct, will then pass beyond the District Court's continuing control and supervision.</i> The school districts must be notified of the purpose to terminate and be given a hearing. 45 C.F.R. § 80.8(c). At the hearing conducted by a hearing examiner, the district enjoys the usual protections of an adjudicatory proceeding, including the right to counsel, the right to introduce all relevant evidence, and the right to cross-examine witnesses. The examiner's decision can be appealed to a reviewing authority, then to the Secretary, and finally to the courts. 45 C.F.R. §§ 80.10, 80.11; 42 U.S.C. § 2000d-2. 28 U.S.C. § 1391 gives the school districts and states petitioning for such judicial review a choice of venue, including the judicial district in which the plaintiff resides.\" 156 U.S.App.D.C. at 271-72, 480 F.2d at 1163-64. (Emphasis added.)</blockquote>\n<blockquote>* * * * * *</blockquote>\n<p>The circuit court did not perceive Judge Pratt's injunctive power as extending beyond requiring certain administrative acts consistent with the Congressional intent expressed in Section 2000d-1. Whether a state had complied or not was a decision for the Secretary, pursuant to certain regulations and standards, and if necessary, an administrative law judge or the federal courts sitting in review. The appellate court went on to note:</p>\n<blockquote>\"It is, rather, to assure that the agency properly construes its statutory obligations, and that the policies it adopts and implements are consistent with those duties and not a negation of them . .\" <i>Id.</i> 156 U.S.App.D.C. at 271-72, 480 F.2d at 1163-64.</blockquote>\n<p>On March 14, 1975, the district court issued a supplemental order consistent with its appellate mandate and imposed timetables for agency action. 391 F.Supp. 269.</p>\n<p>Judge Pratt's latest opinion, 430 F.Supp. 118 (D.D.C.1977), while reaching some conclusions with little or no discussion, did not stray beyond the essential jurisdictional confines recognized by the circuit court, <i>supra.</i> Desegregation plans from southern states, including North Carolina, were rejected not because the state systems themselves had been found in violation of Title VI, but because their proposals failed to meet the requirements which had been previously specified by the Secretary concerning enhancement of black institutions, and desegregation of faculties, student bodies and governing councils. 430 F.Supp. at 119-20. Again, Judge Pratt did not presume to make an ultimate finding of noncompliance as to school systems not properly before him, but attempted to remedy HEW's failure to enforce its own Title VI compliance guidelines by rejecting the agency's acceptance and requiring it to formulate desegregation \"criteria\" for higher educational systems in an effort to explicate the proper standards.<sup>[1]</sup> Negotiations were to continue and revised state plans submitted. If they continued to be inadequate, HEW was to begin statutory fund termination proceedings.</p>\n<p>All the states preliminarily found in non-compliance have now had resubmitted proposals approved except North Carolina, which on April 2, 1979, was noticed for an administrative proceeding under 42 U.S.C. § 2000d-1. This lawsuit followed.</p>\n<p>Comity, a doctrine based upon notions of sound judicial administration, is the defendants' strongest argument and necessitates a suit's dismissal when an identical action has been previously filed in a court of concurrent jurisdiction. <i>See </i><i>Great Northern Railway, supra</i> at 1193. Yet comity has no application in cases where the two pending suits involve different parties, causes of action and issues. <i>See </i><i>Robertson v. Department of Defense,</i> 402 F.Supp. 1342, 1346 (D.D.C.1975).</p>\n<p>From the foregoing discussion of the <i>Adams</i> litigation, it is apparent comity does not compel transfer of this case to a federal court in the District of Columbia.</p>\n<p><span class=\"star-pagination\">*933</span> First, there is no identity of parties. North Carolina was neither joined as a party in <i>Adams</i> nor had its interests represented. <i>Adams</i> was designed to force HEW's Title VI enforcement mechanism into operation, not decide the merits of each state's compliance actions. <i>Adams v. Richardson,</i> 156 U.S.App.D.C. 267, 271-72, 480 F.2d 1159, 1163-64 (D.C.Cir.1973).</p>\n<p>Secondly, the <i>Adams</i> and <i>UNC</i> litigation attack different \"forms\" of agency action, even though jurisdiction in both cases is based upon the Administrative Procedure Act (5 U.S.C. §§ 701-06 and §§ 551-53) and the federal question statute (28 U.S.C. § 1331). <i>Adams</i> challenged HEW's \"non-action\" as to enforcement of Title VI, whereas the instant <i>UNC</i> suit seeks a review of actual or threatened agency action in the implementation of Title VI.</p>\n<p>Lastly, the issues raised by the two cases are most dissimilar. The <i>Adams</i> plaintiffs sought judicial statutory review of the extent to which clear Congressional intent (as gleaned from Section 2000d-1) can be ignored through the exercise of executive discretion. Thus, a separation of powers/checks and balances controversy ensued between co-equal branches of the federal government. The State of North Carolina's action not only tests an administrative agency's power to circumscribe its statutory and First Amendment rights through federal higher education aid, but the degree to which the federal executive branch can alter and/or direct fundamental state regulatory powers in a manner violative of constitutional federalism. <i>Cf., </i><i>National League of Cities v. Usery,</i> 426 U.S. 833, 851, 96 S.Ct. 2465, 49 L.Ed.2d 245 (1976).</p>\n<p>Defendants' reliance on <i>Gregory-Portland Independent School District v. Texas Education Agency,</i> 576 F.2d 81 (5th Cir. 1978), <i>cert. denied,</i> 440 U.S. 946, 99 S.Ct. 1423, 59 L.Ed.2d 634 (1979), as dispositive on the comity question is misplaced. Even though the local school district in <i>Gregory-Portland</i> was not directly represented in the prior Texas case, there was \"privity\" as between it and the state education agency concerning the broader Title VI issues whose resolution resulted in the first court's injunction. <i>See </i><i>Ruiz v. Texas,</i> 540 S.W.2d 809 (Tex.Civ.App.1976), and <i>Stelzer v. Huddleston,</i> 526 S.W.2d 710 (Tex.Civ.App.1975). The litigation interests of Gregory-Portland were similar, if not identical, to those of the Education Agency. Here, North Carolina is not in privity with HEW  its interests, if anything, are contrary.<sup>[2]</sup> Also, the state's position on Title VI compliance was never argued before, or adjudged by, Judge Pratt.</p>\n<p>Furthermore, in contrast to the <i>Gregory-Portland</i> situation, none of the <i>Adams</i> orders will be compromised by retaining plaintiffs' suit in North Carolina. As was discussed <i>supra</i> at pages 931-933, Judge Pratt's orders were designed to galvanize HEW into enforcing Title VI through duly formulated desegregation standards and, if necessary, administrative enforcement proceedings. All this the Secretary has done and we have reached a new stage in the enforcement process as recognized by the District of Columbia Circuit Court in 156 U.S.App.D.C. at 271 n. 5, 272, 480 F.2d at 1163 n. 5, 1164. The comity cases cited by HEW, including <i>Gregory-Portland, supra,</i> involved a court's continuing supervision through prior injunctive decrees. The final <i>Adams</i> order, 430 F.Supp. 118, required the promulgation of desegregation criteria and compliance pursuant thereto. Their content was neither approved nor discussed by Judge Pratt. Plaintiffs, as a portion of the present suit, propose to test and clarify their substance and applicability to North Carolina's higher education system, and begin a broader inquiry where <i>Adams</i> has apparently terminated.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*934</span> From a <i>forum non conveniens</i> standpoint, maintaining jurisdiction over this action in the Eastern District of North Carolina would certainly further judicial economy and litigation convenience. The plaintiffs are North Carolinians, and the great majority of prospective documentary and testimonial evidence is located in this state. More importantly, the subject matter intimately concerns North Carolina  it involves questions going to the heart of this state's ability to exercise its discretion in developing higher education. <i>Cf., </i><i>State of Alaska v. Andrus,</i> 429 F.Supp. 958 (D.Alaska 1977). The circuit court in <i>Adams v. Richardson</i> recognized as much by pointing out that 28 U.S.C. § 1391 gives an aggrieved party seeking judicial review \". . . a choice of venue, including the judicial district in which the plaintiff resides.\" 156 U.S.App. D.C. at 271 n. 5, 272, 480 F.2d at 1163 n. 5, 1164.</p>\n<p>Finally, any unforeseen conflicts arising as between this court's orders and Judge Pratt's in <i>Adams</i> can be mitigated through the use of stays pending final determination of the legal issues. <i>See </i><i>Robertson v. Department of Defense, supra</i> at 1346.<sup>[4]</sup></p>\n<p>Our discussion, <i>supra,</i> raises serious questions concerning the court's jurisdiction and what, if any, injunctive relief the plaintiffs should receive. These issues will be the subject of a forthcoming opinion and order.</p>\n<p>Accordingly, defendants' motion for transfer of this action to a United States District Court in the District of Columbia is denied.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>ORDER ON JURISDICTION AND INJUNCTIVE RELIEF</h2>\n<p>On May 23, 1979, this court denied defendants' motion to transfer the above action to a district court in the District of Columbia. At that time, we noted significant jurisdictional and injunctive issues remained. They are now ready for discussion and resolution.</p>\n<p></p>\n<h2>I. JURISDICTION</h2>\n<p>It is common learning that a federal court has jurisdiction to raise, <i>sua sponte,</i> questions concerning its jurisdiction over a certain subject matter, <i>Wells Fargo &amp; Company v. Wells Fargo Express Company,</i> 556 F.2d 406 (9th Cir. 1977), particularly if they are coupled with requests for preliminary injunctive relief. <i>See </i><i>Burleson v. Coastal Recreation, Inc.,</i> 572 F.2d 509 (5th Cir. 1978), and <i>Winters Government Securities v. Nafi Employees Credit Union,</i> 449 F.Supp. 239 (S.D.Fla.1978). Consequently, the court first must decide what, if any, jurisdiction it has to adjudicate the instant issues.</p>\n<p>Plaintiffs allege jurisdiction under 28 U.S.C. § 1331(a), and secondarily under 28 U.S.C. §§ 1346, 1361 and 2201. Their causes of action purportedly arise under the First, Fifth and Tenth Amendments to the United States Constitution, 5 U.S.C. §§ 551-53 and §§ 701-06 (Administrative Procedure Act); 42 U.S.C. §§ 2000d, <i>et seq.</i>; 20 U.S.C. § 1232(a); and Executive Order No. 11,764 (3 C.F.R. 849). Although plaintiffs' allegations raise substantial statutory interpretation and administrative implementation questions, the constitutional issues relating to North Carolina's operation of its higher education system loom as even more significant.</p>\n<p>Juxtaposed is defendants' argument that plaintiffs have failed to meet the administrative remedy exhaustion requirement mandated by 42 U.S.C. § 2000d-1, thus this court has no jurisdiction to decide the present controversy. <i>Taylor v. Cohen,</i> 405 F.2d 277 (4th Cir. 1968). HEW also contends that the duly noticed enforcement proceeding will provide UNC with an adequate <span class=\"star-pagination\">*935</span> forum in which to raise all its legal and factual contentions concerning compliance with Title VI of the 1964 Civil Rights Act. Furthermore, taking HEW's representations as true, the administrative hearing will be a broad, detailed inquiry into every program and grant received by the University system through Title VI. The fact-finding requested by UNC in this case will essentially be conducted by the administrative law judge in the agency hearing, with his findings and conclusions subject to inter-agency and judicial review. Thus, unnecessary statutory and constitutional decisions can be avoided and judicial economies preserved if jurisdiction is rejected in favor of the enforcement proceeding.</p>\n<p>Plaintiffs respond that the nature and magnitude of the issues they posit bring them within the administrative exhaustion exceptions discussed in <i>Mandel v. HEW,</i> 411 F.Supp. 542 (D.Md.1976), <i>aff'd by an equally divided court,</i> 571 F.2d 1273 (4th Cir. 1978), <i>cert. denied,</i> 439 U.S. 862, 99 S.Ct. 184, 58 L.Ed.2d 171 (1978).</p>\n<p>Neither party's position is dispositive. Clearly, this court has jurisdiction to hear and determine questions of the type raised by UNC; yet their consideration is complicated by the pendency of a duly-noticed and congressionally-mandated HEW proceeding. The combination of presently justiciable constitutional and statutory issues entwined with an administrative hearing which may obviate or at least clarify many of them, and jurisdiction properly lying in coordinate branches of the federal government, presents a classic opportunity to engage the doctrine of primary jurisdiction.<sup>[1]</sup></p>\n<p>Early in the development of administrative bodies, the federal courts recognized that coordination between traditional judicial machinery and these agencies was imperative if consistent and coherent policies were to emerge. <i>See generally</i> 3 Davis, <i>Administrative Law Treatise,</i> §§ 19.01-19.09 (1958 and Supps.1970 and 1976), and 5 Mezine, Stein and Gruff, <i>Administrative Law,</i> §§ 47.01-47.03 (1979). Primary jurisdiction is one of the key principles through which this supportive relationship is achieved. <i>Marine Terminal v. Rederi. Transatlantic,</i> 400 U.S. 62, 68, 91 S.Ct. 203, 27 L.Ed.2d 203 (1970).</p>\n<p>The doctrine does not govern judicial review of administrative action, and therefore differs from exhaustion or ripeness concepts. It instead controls whether a court or agency should make the initial decision. A main tenet behind its invocation has traditionally been, not merely that an agency has \"expertise,\" but the need to coordinate in an orderly and sensible manner the work of agencies and courts. Davis, <i>supra</i> § 19.01 at 5. Generally, primary jurisdiction is applied flexibly, <i>United States v. Western Pacific Railroad Company,</i> 352 U.S. 59, 63-64, 77 S.Ct. 161, 1 L.Ed.2d 126 (1956), along three lines of inquiry. First, whether its invocation will promote uniformity and consistency in a certain area of administrative policy. <i>Texas &amp; Pacific Railway Company v. Abilene Cotton Oil Company,</i> 204 U.S. 426, 27 S.Ct. 350, 51 L.Ed. 553 (1907). Second, whether any benefit will be derived from the use of an agency's special experience and expertise in a complex area in which the judiciary has little familiarity. <i>Great Northern Railway Company v. Merchants Elevator Company,</i> 259 U.S. 285, 42 S.Ct. 477, 66 L.Ed. 943 (1922). Finally, whether the agency has power to immunize certain regulated conduct from liability in the courts. <i>Carnation Company v. Pacific Westbound Conference,</i> 383 U.S. 213, 86 S.Ct. 781, 15 L.Ed.2d 709 (1966).</p>\n<p>Here, the exercise of primary jurisdiction is appropriate for a number of reasons.<sup>[2]</sup> UNC raises substantial questions <span class=\"star-pagination\">*936</span> concerning the rules and methods by which HEW intends to enforce Title VI against higher education systems. It is only fair that the agency have an opportunity, in the first instance, to have these policies and procedures reviewed in an administrative tribunal as required by 42 U.S.C. § 2000d-1. The arguments challenging HEW's enforcement guidelines will ring just as true before an administrative judge as before this court. Should plaintiffs' position prove persuasive, the agency can amend its method of operation accordingly, without judicial decrees.</p>\n<p>Second, although HEW is not omniscient concerning higher education (\"omnipresent\" perhaps), it does have special insight into the myriad programs and grants encompassed in the present inquiry. That knowledge, coupled with its having dealt with other higher education systems, including North Carolina's, for nine years, will help focus the administrative proceedings on those Title VI compliance issues which genuinely divide the parties. At the same time, a comprehensive record will be compiled containing the pertinent facts and legal positions concerning each funding area. This is not to say that HEW and its Civil Rights Office are higher education \"experts.\" Reasonable men of great learning differ as to how vestiges of segregation can be eliminated from higher education while maintaining a system's academic integrity.<sup>[3]</sup> These are ultimate questions with which this court may eventually have to grapple. Our decision to require the administrative proceedings only recognizes the technical complexity and breadth of the issues presently before the court, and seeks a way in which they can be simplified and narrowed.</p>\n<p>Finally, due to the vast number of individual programs and grants that the administrative judge will have to examine as to Title VI compliance, an agency decision favorable to plaintiffs in whole or in part could obviate a large portion of the instant controversy. Even if UNC achieved only minimal success, the issues and corresponding <span class=\"star-pagination\">*937</span> programs would be lessened for purposes of judicial review.<sup>[4]</sup></p>\n<p>Since a court's jurisdiction is not ousted but merely postponed when primary jurisdiction is invoked, <i>United States v. Philadelphia National Bank,</i> 374 U.S. 321, 353, 83 S.Ct. 1715, 10 L.Ed.2d 915 (1963), a stay of the judicial proceedings  and other appropriate in term relief  can be granted until the agency action has run its course. <i>See </i><i>United States v. Michigan National Corporation,</i> 419 U.S. 1, 5-6, 95 S.Ct. 10, 42 L.Ed.2d 1 (1974), and <i>cf., </i><i>Otter Tail Power Company v. United States,</i> 410 U.S. 366, 93 S.Ct. 1022, 35 L.Ed.2d 359, <i>rehearing denied,</i> 411 U.S. 910, 93 S.Ct. 1523, 36 L.Ed.2d 201 (1973). This we propose to do as more fully explicated <i>infra.</i></p>\n<p></p>\n<h2>II. INJUNCTIVE RELIEF</h2>\n<p>Any inquiry into the propriety of preliminary injunctive relief must center on the balance-of-hardship test enunciated in <i>Blackwelder Furniture Company v. Seilig Manufacturing Company,</i> 550 F.2d 189 (4th Cir. 1977), and its progeny, <i>Fort Sumter Tours, Inc. v. Andrus,</i> 564 F.2d 1119 (4th Cir. 1977), and <i>North Carolina State Ports v. Dart Containerline,</i> 592 F.2d 749 (4th Cir. 1979). Four factors are determinative: (a) plaintiff's likelihood of success in the underlying dispute between the parties; (b) whether plaintiff will suffer irreparable injury if interim relief is denied; (c) the injury to defendant if an injunction is issued; and (d) the public interest. As noted in <i>Dart, supra</i><i>:</i></p>\n<blockquote>\"There is a correlation between the likelihood of plaintiff's success and the probability of irreparable injury to him. If the likelihood of success is great, the need for showing the probability of irreparable harm is less. Conversely, if the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction. Of all the factors, the two most important are those of probable irreparable injury to the plaintiff if an injunction is not issued and likely harm to the defendant if an injunction is issued. If, upon weighing them, the balance is struck in favor of plaintiff, a preliminary injunction should issue if, at least, grave or serious questions are presented.\" 592 F.2d at 750.</blockquote>\n<p>Essentially, UNC seeks to enjoin: (1) the already noticed administrative proceeding; (2) the termination of overall federal financial assistance to the University system; (3) deferral of federal financial assistance during the pending administrative proceedings; and (4) enforcement of HEW's \"revised criteria for higher education,\" in turn altering the negotiation process between UNC and the Department. Plaintiffs claim their injuries will be irreparable if the administrative proceeding continues (with the revised criteria as underlying standards) and the fund terminations and deferrals begin. On the other hand, the injury to defendants would be minimal and amount to a postponement of agency action until the instant issues are adjudicated.</p>\n<p>HEW, of course, takes a contrary position and argues plaintiffs' fear of injury is unsupported.</p>\n<p>In light of our jurisdictional discussion, it is apparent we will require the administrative hearing to continue. This serves several purposes. First, there can be no ultimate fund terminations without an administrative finding that UNC is in non-compliance with Title VI. Such a finding can come only after agency action has run its course. If necessary, plaintiffs can return to this court for an injunction pending judicial review <span class=\"star-pagination\">*938</span> of HEW's conclusions.<sup>[5]</sup> Second, the administrative hearing may resolve, or at least minimize for purposes of review, the present controversy as to overall and individual program compliance. Certainly, the defendants' technical expertise in the evaluation of statutory programs in terms of integrated higher education will be manifest in the record and expedite the court's review. It is hoped these administrative proceedings prove to be the flexible, effective approach to social problem-solving envisioned by Congress in 42 U.S.C. §§ 2000d-1, <i>et seq.,</i> and recognized by the federal courts in their formulation of the primary jurisdiction doctrine. <i>See </i><i>Marine Terminal, supra</i> and <i>cf., </i><i>Ogden v. Zuckert,</i> 111 U.S. App.D.C. 398, 298 F.2d 312 (D.C.Cir.1961), and <i>Reed v. Franke,</i> 297 F.2d 17, 27 (4th Cir. 1961).</p>\n<p>Accordingly, plaintiffs' motion to enjoin the administrative hearing, termination of federal funds, and utilization of the revised criteria<sup>[6]</sup> is denied. These proceedings are stayed pending a decision by HEW on UNC's compliance with Title VI and to the extent judicial review is necessary and proper in this court.</p>\n<p>Plaintiffs' request to enjoin the proposed deferrals pending administrative action raises quite a different question.</p>\n<p>HEW intends to \"selectively\" defer certain program and grant funds it preliminarily considers would further a higher education system violative of Title VI. Its statutory authority for doing so is 42 U.S.C. § 2000d-5, as discussed in <i>Board of Public Instruction of Palm Beach County v. Cohen,</i> 413 F.2d 1201 (5th Cir. 1969), and <i>Taylor v. Cohen, supra</i> at 280 n. 5.</p>\n<p>Wilbert A. Cheatham, Deputy Director of the HEW Civil Rights Office, in his affidavit states the deferrals are to be \"temporary postponements of action\" on applications for federal financial assistance, \"only imposed in conjunction with a notice of opportunity for hearing to determine a recipient's compliance with Title VI . ..\" He and the General Counsel's Office will review all requests for new grants and programs, deferring those funds which would continue or entrench a segregated system. The only exclusions (without the identification of specific areas) were multi-year funding grants approved prior to May 2, 1979; grants for basic medical research; and student aid programs payable directly to the individual rather than the institution. Deferrals could also be imposed on proposals for increased funding levels which would enhance or expand existing facilities and programs that perpetuate racial discrimination. These deferrals would presumably occur at random throughout the administrative proceeding which is designed to evaluate North Carolina's overall compliance with Title VI.</p>\n<p>The plaintiffs contend this course of conduct will irreparably damage them due to the loss of critical federal funding; the inability to formulate future budget projections; the general instability and uncertainty that will result among faculties when programs and grants are placed in limbo; and the loss to students, black and white alike, of expanded or enhanced educational opportunities. Estimates of lost revenues range from 23 to 65 million dollars should HEW defer the funds it has not specifically excluded.</p>\n<p>Defendants respond by saying this is an accepted method of forcing compliance and <span class=\"star-pagination\">*939</span> the deferrals will be small and narrow in scope. They cite a similar period during 1978 when no funds were deferred as indicative of the minimal injury this procedure will cause.</p>\n<p>Yet the fact remains that HEW's deferral power, exercised in the manner described, constitutes a continuing threat to the stability of the University system. From a practical standpoint, deferrals could selectively gut individual departmental programs, and inject an air of unpredictability into future planning and budgeting. The obvious injuries fall not upon the bricks and mortar dubbed \"the Consolidated University of North Carolina,\" but people  black, white, Indian, students and faculty. The human aspect of this debilitating impact on educational institutions alone outweighs any abstract monetary loss. Clearly, the plaintiffs will suffer irreparable injury within the meaning of <i>Blackwelder, supra,</i> if the random deferrals proceed.</p>\n<p>There are also grave questions on the merits as to whether HEW can undertake deferrals through its proposed method and in this particular context. <i>See </i><i>Blackwelder, supra.</i> 42 U.S.C. § 2000d-5, on its face, specifies only five statutory provisions under which deferrals can occur. It does not allow deferrals to continue for more than sixty days after notice and a compliance hearing must be held within that period. They cannot continue in effect more than thirty days after hearing unless a finding of Title VI non-compliance is made on the administrative record. Thus, the statutory authorization restricts deferrals to programs and grants under the enumerated civil rights/education acts, and a ninety-day life period without a non-compliance finding. Hearings are also apparently required for every grant or set of program funds as to which HEW chooses to defer consideration.</p>\n<p><i>Taylor v. Cohen, supra</i> at 280 n. 5, and <i>Mayor and City Council of Baltimore v. Mathews,</i> 562 F.2d 914, 919 (4th Cir. 1977), although not exhaustive discussions, tend to support a more limited view of HEW's deferral power. These cases equate \"deferral of funds\" with \"termination of funding\" thereby necessitating the same Section 2000d-1 procedures. All of these procedural and time requirements are in stark contrast to the Secretary's proposed method of deferral, <i>supra.</i><sup>[7]</sup></p>\n<p>A serious issue also exists as to whether a fund recipient, as here, can be forced into a protracted, wide-ranging Title VI enforcement proceeding, evaluating its entire body of federal grants and programs, and at the same time be compelled to administratively litigate hundreds of new grant and program proposals as to their compliance with Title VI. The inquiries are, in reality, the same: has the University of North Carolina violated Title VI? To litigate this issue in one large proceeding and in many lesser ones is illogical and wasteful.</p>\n<p>We are left with an image of Gulliver being held down while the Lilliputians fasten thousands of strings around his limbs. No litigant should have to battle a Kafkaesque bureaucracy in which it is beckoned to the administrative hearing or negotiation table while being pressured into compliance through the threat of \"deferrals\" which are part and parcel of the original controversy.</p>\n<p>Should HEW be enjoined from deferring funds it will suffer only an \"administrative\" injury in that it can not employ another weapon in its arsenal but must await the decision of a comprehensive administrative hearing and possible judicial review. Equity and plain litigation economy do not permit otherwise.</p>\n<p>Accordingly, plaintiffs' motion to enjoin the Secretary's proposed deferrals is granted pending completion of the previously required administrative hearing.</p>\n<p>A word in conclusion. Few cases come to this court fraught with the political overtones <span class=\"star-pagination\">*940</span> and societal impact of the instant dispute. On one side North Carolina's citizenry cries \"constitutional transgression\" and \"big, over-reaching federal government,\" while on the other a leviathan bureaucracy sees invidious, subtle discrimination poisoning the well-springs of North Carolina's higher education system.</p>\n<p>These emotional bombasts are not only unseemly but irrelevant. The relevant aspect of this litigation is people. Not only those to whom the University of North Carolina means so much as an institution and opportunity for economic and social betterment, but the dedicated public servants who work at HEW and strive to eradicate our nation's regrettable legacy of racial segregation.</p>\n<p>The protagonists in this drama do not wear black and white hats; instead they are men of conscience struggling to preserve, alter, modernize and improve a great educational institution. In the balance rests our children's future. The court genuinely hopes these grave historical and political questions can be resolved amicably by leaders of good faith and purpose.</p>\n<p>In summary, jurisdiction is proper in this court under the doctrine of primary jurisdiction. Pursuant thereto, action in these proceedings is stayed pending completion of the 42 U.S.C. § 2000d-1 hearing, and plaintiffs' motion to enjoin the hearing (including prospective fund terminations) is denied. Plaintiffs' motion to enjoin the new fund deferrals is granted.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*941</span> Lastly, since the above injunctive relief is primarily concerned with the Department of Health, Education and Welfare, acting through its Secretary and directors, and because the other defendants have not filed pleadings as such, jurisdiction is retained as to them and this action continues in active status.</p>\n<h2>NOTES</h2>\n<p>[1]  Judge Pratt has never formally approved these criteria, nor did he dictate their content or reach. <i>See</i> 430 F.Supp. 118.</p>\n<p>[2]  HEW in the <i>Adams</i> litigation had to contend with efforts to muzzle its very exercise of administrative discretion. It could not have been expected to represent the particularized interests of the many states and school districts involved in the proposed enforcement proceeding. The issues in <i>Adams</i> and the instant action were far too different.</p>\n<p>[3]  There is some question in our minds whether <i>Adams v. Califano</i> continues to be an active suit. All but one of the non-complying states have submitted satisfactory desegregation plans, and the lone dissenter is being proceeded against administratively by HEW. Query whether an action is \"pending\" anywhere, within the meaning of <i>Gregory-Portland, supra,</i> with which UNC's case could be consolidated?</p>\n<p>[4]  In light of the above, we find a discussion of plaintiffs' collateral estoppel theory unnecessary, although we should comment that it appears inapplicable to these proceedings.</p>\n<p>[1]  Primary jurisdiction was argued by the Secretary of HEW in <i>Cook v. Ochsner Foundation Hospital,</i> (E.D.La., February 12, 1979), but rejected because the Title VI compliance inquiry was not as complicated as it is here, discussed <i>infra.</i></p>\n<p>[2]  Defendants' exhaustion argument and plaintiffs' exception response deserve discussion. HEW cites <i>Taylor v. Cohen,</i> 405 F.2d 277 (4th Cir. 1968), for the proposition that judicial action is proper only after a final determination by the agency has been made to UNC's compliance with Title VI. 42 U.S.C. §§ 2000d-1 and 2. Consequently, since there is no final determination, the instant suit should be dismissed. <i>See also</i> 3 Davis, <i>Administrative Law Treatise,</i> § 20.01 at 56 (1958 Ed., 1970 and 1976 Supps.) This argument overlooks the substantial issues raised by UNC which either go beyond the purview of the proposed administrative hearing or attack the proceeding as intrinsically inadequate and <i>ultra vires.</i> Both of these lines of argument invoke exceptions to the exhaustion doctrine within which the plaintiffs contend this case fits. First, an agency may be shown to have acted in brazen defiance of its statutory authorization, <i>Leedom v. Kyne,</i> 358 U.S. 184, 79 S.Ct. 180, 3 L.Ed.2d 210 (1958), and second, the administrative hearing may be superfluous when it and its post-hearing judicial review (based on the record of that hearing) would be inadequate to test inherent legal questions, <i>Jewel Companies, Inc. v. FTC,</i> 432 F.2d 1155 (7th Cir. 1970). Our case falls in a twilight world between these lines of argument. There are questions concerning Title VI compliance which will be substantially answered, and an adequate record compiled thereon in the HEW proceeding. Contrarily, significant questions will remain as to the constitutional power of the agency to utilize certain methods and procedures in seeking compliance, as well as a fundamental question centering on HEW's power to manipulate academic decisions in state-run systems.\n</p>\n<p>The exhaustion doctrine is not to be applied inflexibly, but with an understanding of its purposes and of the particular administrative scheme involved. <i>McKart v. United States,</i> 395 U.S. 185, 193-97, 89 S.Ct. 1657, 23 L.Ed.2d 194 (1969). From this perspective, requiring exhaustion and dismissing the instant suit would be incorrect  too many issues remain that a federal court should address. Similarly, enjoining agency action would leave the court an unwieldy task. Primary jurisdiction solves these dilemmas  the administrative scheme is allowed to operate and aid the court while its consideration of broader issues is merely postponed.</p>\n<p>[3]  A panel of scholars assembled by the National Academy of Education at HEW's request was apparently unable to agree on the meaning of <i>Brown v. Board of Education</i> or on its implementation in public school desegregation.\n</p>\n<p>\"Some thought the <i>Brown</i> decision, as far as it went, has by now been pretty fully implemented in the nation's school districts. Others disagreed. Some thought that federal policy in the wake of <i>Brown</i> has caused racial problems such as inattention to the quality of black schools and white flight from central cities; others disputed this. Some said there is substantial evidence that black children have gained educationally from the desegregation to date; others claim this belief is ill founded.\" <i>The Wall Street Journal,</i> June 6, 1979, p. 24.</p>\n<p>[4]  A subordinate reason for invoking primary jurisdiction was the court's desire to avoid undermining Judge Pratt's order requiring HEW to undertake administrative proceedings should North Carolina be found in preliminary non-compliance with Title VI. <i>Adams v. Califano,</i> 430 F.Supp. 118 (D.D.C.1977). Our understanding of Congress' intent, as expressed in 42 U.S.C. § 2000d-1, is consistent with Judge Pratt's: technical questions of non-compliance should, initially, be left to the Secretary of HEW with judicial review as a final check on his methodologies.</p>\n<p>[5]  Later judicial review is discussed more fully in Footnote 8, <i>infra.</i></p>\n<p>[6]  The imposition of these criteria is a pivotal issue in the instant litigation. As noted earlier, their applicability and effect is in dispute and should first be addressed by the agency through its hearing process. Plaintiffs' arguments against their use can be raised there, and, if necessary, reiterated on judicial review. These criteria appear to the court to be the very mechanisms by which HEW seeks to enforce Title VI; therefore, by their very nature, the criteria can be adjusted to meet unique situational realities like those that confront North Carolina's higher education system. They are not \"court imposed\" (see our order of May 23, 1979) and we expect that the Secretary will utilize them as standards in a practical and flexible manner. To do otherwise would risk further disputes and inevitable litigation.</p>\n<p>[7]  It is also of interest that the entire deferral process, unless extended by consent, must take place within ninety days pursuant to Section 2000d 5, whereas the Section 2000d 1 proceeding for which UNC has been noticed will require many months to complete, with no time estimate available.</p>\n<p>[8]  Throughout this opinion the court has made allusions to later judicial review. We hesitate to discuss this point in the main body because of its speculative nature. After all, should the University prevail administratively or the suit be settled, review by any court may, or will, be unnecessary.\n</p>\n<p>Yet we have invoked primary jurisdiction, stayed the present judicial proceedings pending administrative hearing, and issued appropriate injunctive relief to maintain the status quo. All of this was done with the knowledge that only when a court can grant no relief following an administrative proceeding should an action be dismissed rather than stayed. 3 Davis, <i>Administrative Law Treatise,</i> § 19.07 at 42 (1958).</p>\n<p>The court believes that significant issues remain in the instant litigation which will be dealt with only superficially in the HEW proceeding. Those issues are for future consideration, and presumably, the plaintiffs will attempt to join them, for judicial review, with any program the administrative judge may find in noncompliance with Title VI.</p>\n<p>This leads to still another question as to which programs are properly reviewable in the district as opposed to the circuit court. 42 U.S.C. § 2000d-2 provides for judicial review pursuant to: (1) a specific statutory provision requiring review in either a district or circuit court, or (2) under the Administrative Procedure Act, 5 U.S.C. § 703 (a court of \"competent\" jurisdiction).</p>\n<p>After the parties filed memoranda on this point, we examined over fifty statutory funding sections and only three (20 U.S.C. §§ 1132(a), 1121 and 1070(c)) require review in an appropriate circuit court of appeals. The rest are silent and apparently fall under the APA's \"court of competent jurisdiction,\" of which the instant court would be one.</p>\n<p>Contrary to the above perspective, HEW appears to argue, through its citation of <i>Gardner v. State of Alabama,</i> 385 F.2d 804, 811-12 (5th Cir. 1967), that judicial review could and should be consolidated in a circuit court because the programs are similar, and if judicial review as to some provisions was required in a circuit, then logic tells us Congress intended the others to be so examined.</p>\n<p>As the Gershwin tune says, \"It Ain't Necessarily So.\" Grave questions exist as to how similar these programs really are and what the mode of analysis will be. Nursing programs are different from athletic facility expansion requests. Second, the <i>Gardner</i> case involved five sets of statutory programsfour of which were reviewable in the court of appeals. The fifth section was silent as to judicial review but was nearly identical to the other four in subject matter and statewide impact. Thus, judicial economy dictated a consolidation.</p>\n<p>The court that decided <i>Gardner</i> and the Congress which passed 42 U.S.C. § 2000d-1 never anticipated the number of HEW programs at issue here, or a lawsuit of this legal magnitude and importance. It is conceivable that because of outstanding issues left undecided by the administrative proceedings, judicial economy may dictate a stay of the circuit court's consideration of pertinent funding sections while this, or another, court closes the instant case. An appropriate motion would have to be made by a litigant in the circuit court. Such a result would also accord with our understanding of the purposes behind utilization of primary jurisdiction. See discussion <i>supra</i> at n. 2 and text.</p>\n<p>Again, the above discussion is hypothetical and, it is hoped, will never be pursued.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">929</span></span> (1979)</b></center>\n<center><h1>STATE of North Carolina et al.<br>\nv.<br>\nDEPARTMENT OF HEALTH, EDUCATION AND WELFARE et al.</h1></center>\n<center>No. 79-217-Civ-5.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Raleigh Division.</b></p></center>\n<center>Order May 23, 1979.</center>\n<center>On Jurisdiction and Injunctive Relief June 8, 1979.</center>\n<p><span class=\"star-pagination\">*930</span> Andrew A. Vanore, Senior Deputy Atty. Gen., Dept. of Justice, Raleigh, N. C., Charles Morgan, Jr., and Associates, Chartered, Washington, D. C., for plaintiffs.</p>\n<p>Bruce Johnson, Asst. U. S. Atty., Raleigh, N. C., Robert J. Reinstein, Craig M. Crenshaw, Jr., Jeremiah Glassman, Donald M. <span class=\"star-pagination\">*931</span> Lewis, Attys., Dept. of Justice, Civil Rights Division, Washington, D. C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>FRANKLIN T. DUPREE, Jr., Chief Judge.</p>\n<p>Before the court is the federal defendants' motion to transfer this action under 28 U.S.C. § 1404(a) to a district court in the District of Columbia, presumably to be consolidated with a set of cases known as the \"Adams litigation.\" <i>See </i><i>Adams v. Califano,</i> <span class=\"citation\" data-id=\"2136949\"><a href=\"/opinion/2136949/adams-v-califano/\"><span class=\"volume\">430</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">118</span></a></span> (D.D.C.1977); 156 U.S. App.D.C. 267, <span class=\"citation\" data-id=\"312132\"><a href=\"/opinion/312132/kenneth-adams-v-elliot-l-richardson-individuallyand-as-secretary-of-the/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span> (D.C.Cir.1973) (<i>en banc</i>); <span class=\"citation\" data-id=\"1494490\"><a href=\"/opinion/1494490/adams-v-weinberger/\"><span class=\"volume\">391</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">269</span></a></span> (D.D.C.1975); <span class=\"citation\" data-id=\"1892620\"><a href=\"/opinion/1892620/adams-v-richardson/\"><span class=\"volume\">356</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">92</span></a></span> (D.D.C.1973), and <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">636</span></span> (D.D.C.1972).</p>\n<p>The Department of Health, Education and Welfare, et al. (hereafter \"HEW\"), take the position that a transfer should be ordered on comity grounds and in the interest of judicial economy because plaintiffs' suit seeks, at its essence, to collaterally attack the validly issued orders of Judge Pratt in <i>Adams, supra</i><i>.</i> To do otherwise could foist inconsistent legal obligations upon HEW emanating from courts of concurrent jurisdiction.</p>\n<p>The State of North Carolina, et al. (hereafter \"UNC\"), respond contrarily and argue that the comity doctrine is inapplicable to the instant situation; justice and the parties' convenience require trial of this action in North Carolina; and the defendants are collaterally estopped from seeking transfer due to prior positions in comparable litigation, specifically <i>Mandel v. HEW,</i> <span class=\"citation\" data-id=\"1642989\"><a href=\"/opinion/1642989/mandel-v-us-dept-of-health-ed-and-welfare/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">542</span></a></span> (D.Md.1976), <i>aff'd by an equally divided court, </i><i>Mayor of Baltimore v. Mathews,</i> <span class=\"citation\" data-id=\"353866\"><a href=\"/opinion/353866/mayor-and-city-council-of-baltimore-a-municipal-corporation-and-board-of/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></span> (1978).</p>\n<p>As a starting point, changes of venue pursuant to Section 1404(a) and/or transfers for reasons of comity are within the trial court's sound discretion. <i>See </i><i>Codex Corporation v. Milgo Electronic Corporation,</i> <span class=\"citation\" data-id=\"344862\"><a href=\"/opinion/344862/codex-corporation-and-yellow-freight-system-inc-v-milgo-electronic/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">735</span></a></span> (1st Cir.), <i>cert. denied</i> <span class=\"citation\" data-id=\"109779\"><a href=\"/opinion/109779/amperex-electronic-corp-v-new-york-racing-assn-inc/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">860</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">185</span></span>, <span class=\"citation no-link\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></span> (1977), and <i>Great Northern Railway v. National Railroad Adjustment Board,</i> <span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1187</span></span>, 1193-94 (7th Cir. 1970). The factors to be balanced in such an inquiry include jurisdictional considerations, judicial economy, convenience of the parties and witnesses, document production, and coordination of court orders. <i>Codex, supra</i> at 738-39, and <i>Great Northern, supra</i> at 1193. Prior to weighing these considerations, a review of Judge Pratt's <i>Adams</i> orders is necessary to place the instant action in proper perspective.</p>\n<p>In 1970, a group of plaintiffs filed an action in the District of Columbia against the Secretary of HEW and its Civil Rights Office Director alleging that the agency had unlawfully failed to carry out its enforcement responsibilities under Title VI of the Civil Rights Act of 1964. It was further contended that, although HEW had determined several states were operating segregated systems of higher education proscribed by Title VI, including North Carolina, the required compliance activities had not been initiated Judge Pratt agreed, <i>Adams v. Richardson,</i> <span class=\"citation no-link\"><span class=\"volume\">351</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">636</span></span>, 637-38 (D.D.C.1972), and on February 16, 1973 issued a declaratory judgment and injunction. <i>Adams v. Richardson,</i> <span class=\"citation\" data-id=\"1892620\"><a href=\"/opinion/1892620/adams-v-richardson/\"><span class=\"volume\">356</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">92</span></a></span> (D.D.C.1973).</p>\n<p>An examination of these orders reveals that they were designed to force HEW into compliance with the statutory requirements of 42 U.S.C. § 2000d-1 through the issuance of detailed directives concerning the pace and content of administrative enforcement proceedings. Only the Secretary and his Civil Rights Office Director were before the court.</p>\n<p>Judge Pratt was then substantially affirmed on appeal in <i>Adams v. Richardson,</i> 156 U.S.App.D.C. 267, <span class=\"citation\" data-id=\"312132\"><a href=\"/opinion/312132/kenneth-adams-v-elliot-l-richardson-individuallyand-as-secretary-of-the/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span> (D.C. Cir.1973), and his jurisdictional and injunctive reach detailed:</p>\n<blockquote>\"... The injunction does not direct the termination of any funds, nor can any funds be terminated prior to a determination of noncompliance. <i>In this suit against the agency, in contrast to actions brought against individual school systems, our purpose, and the purpose of</i> <span class=\"star-pagination\">*932</span> <i>the District Court order as we understand it, is not to resolve particular questions of compliance or noncompliance.</i>5</blockquote>\n<blockquote>\"5 <i>Far from dictating the final result with regard to any of these districts, the order merely requires initiation of a process which, excepting contemptuous conduct, will then pass beyond the District Court's continuing control and supervision.</i> The school districts must be notified of the purpose to terminate and be given a hearing. 45 C.F.R. § 80.8(c). At the hearing conducted by a hearing examiner, the district enjoys the usual protections of an adjudicatory proceeding, including the right to counsel, the right to introduce all relevant evidence, and the right to cross-examine witnesses. The examiner's decision can be appealed to a reviewing authority, then to the Secretary, and finally to the courts. 45 C.F.R. §§ 80.10, 80.11; 42 U.S.C. § 2000d-2. 28 U.S.C. § 1391 gives the school districts and states petitioning for such judicial review a choice of venue, including the judicial district in which the plaintiff resides.\" 156 U.S.App.D.C. at 271-72, 480 F.2d at 1163-64. (Emphasis added.)</blockquote>\n<blockquote>* * * * * *</blockquote>\n<p>The circuit court did not perceive Judge Pratt's injunctive power as extending beyond requiring certain administrative acts consistent with the Congressional intent expressed in Section 2000d-1. Whether a state had complied or not was a decision for the Secretary, pursuant to certain regulations and standards, and if necessary, an administrative law judge or the federal courts sitting in review. The appellate court went on to note:</p>\n<blockquote>\"It is, rather, to assure that the agency properly construes its statutory obligations, and that the policies it adopts and implements are consistent with those duties and not a negation of them . .\" <i>Id.</i> 156 U.S.App.D.C. at 271-72, 480 F.2d at 1163-64.</blockquote>\n<p>On March 14, 1975, the district court issued a supplemental order consistent with its appellate mandate and imposed timetables for agency action. <span class=\"citation\" data-id=\"1494490\"><a href=\"/opinion/1494490/adams-v-weinberger/\"><span class=\"volume\">391</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">269</span></a></span>.</p>\n<p>Judge Pratt's latest opinion, <span class=\"citation\" data-id=\"2136949\"><a href=\"/opinion/2136949/adams-v-califano/\"><span class=\"volume\">430</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">118</span></a></span> (D.D.C.1977), while reaching some conclusions with little or no discussion, did not stray beyond the essential jurisdictional confines recognized by the circuit court, <i>supra.</i> Desegregation plans from southern states, including North Carolina, were rejected not because the state systems themselves had been found in violation of Title VI, but because their proposals failed to meet the requirements which had been previously specified by the Secretary concerning enhancement of black institutions, and desegregation of faculties, student bodies and governing councils. 430 F.Supp. at 119-20. Again, Judge Pratt did not presume to make an ultimate finding of noncompliance as to school systems not properly before him, but attempted to remedy HEW's failure to enforce its own Title VI compliance guidelines by rejecting the agency's acceptance and requiring it to formulate desegregation \"criteria\" for higher educational systems in an effort to explicate the proper standards.<sup>[1]</sup> Negotiations were to continue and revised state plans submitted. If they continued to be inadequate, HEW was to begin statutory fund termination proceedings.</p>\n<p>All the states preliminarily found in non-compliance have now had resubmitted proposals approved except North Carolina, which on April 2, 1979, was noticed for an administrative proceeding under 42 U.S.C. § 2000d-1. This lawsuit followed.</p>\n<p>Comity, a doctrine based upon notions of sound judicial administration, is the defendants' strongest argument and necessitates a suit's dismissal when an identical action has been previously filed in a court of concurrent jurisdiction. <i>See </i><i>Great Northern Railway, supra</i> at 1193. Yet comity has no application in cases where the two pending suits involve different parties, causes of action and issues. <i>See </i><i>Robertson v. Department of Defense,</i> <span class=\"citation\" data-id=\"1413555\"><a href=\"/opinion/1413555/robertson-v-department-of-defense/\"><span class=\"volume\">402</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1342</span></a></span>, 1346 (D.D.C.1975).</p>\n<p>From the foregoing discussion of the <i>Adams</i> litigation, it is apparent comity does not compel transfer of this case to a federal court in the District of Columbia.</p>\n<p><span class=\"star-pagination\">*933</span> First, there is no identity of parties. North Carolina was neither joined as a party in <i>Adams</i> nor had its interests represented. <i>Adams</i> was designed to force HEW's Title VI enforcement mechanism into operation, not decide the merits of each state's compliance actions. <i>Adams v. Richardson,</i> 156 U.S.App.D.C. 267, 271-72, <span class=\"citation\" data-id=\"312132\"><a href=\"/opinion/312132/kenneth-adams-v-elliot-l-richardson-individuallyand-as-secretary-of-the/\"><span class=\"volume\">480</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1159</span></a></span>, 1163-64 (D.C.Cir.1973).</p>\n<p>Secondly, the <i>Adams</i> and <i>UNC</i> litigation attack different \"forms\" of agency action, even though jurisdiction in both cases is based upon the Administrative Procedure Act (5 U.S.C. §§ 701-06 and §§ 551-53) and the federal question statute (28 U.S.C. § 1331). <i>Adams</i> challenged HEW's \"non-action\" as to enforcement of Title VI, whereas the instant <i>UNC</i> suit seeks a review of actual or threatened agency action in the implementation of Title VI.</p>\n<p>Lastly, the issues raised by the two cases are most dissimilar. The <i>Adams</i> plaintiffs sought judicial statutory review of the extent to which clear Congressional intent (as gleaned from Section 2000d-1) can be ignored through the exercise of executive discretion. Thus, a separation of powers/checks and balances controversy ensued between co-equal branches of the federal government. The State of North Carolina's action not only tests an administrative agency's power to circumscribe its statutory and First Amendment rights through federal higher education aid, but the degree to which the federal executive branch can alter and/or direct fundamental state regulatory powers in a manner violative of constitutional federalism. <i>Cf., </i><i>National League of Cities v. Usery,</i> <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 851, <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2465</span></a></span>, <span class=\"citation\" data-id=\"109499\"><a href=\"/opinion/109499/national-league-of-cities-v-usery/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span> (1976).</p>\n<p>Defendants' reliance on <i>Gregory-Portland Independent School District v. Texas Education Agency,</i> <span class=\"citation\" data-id=\"355866\"><a href=\"/opinion/355866/gregory-portland-independent-school-district-v-texas-education-agency-and/\"><span class=\"volume\">576</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span> (5th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">946</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1423</span></span>, <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">634</span></span> (1979), as dispositive on the comity question is misplaced. Even though the local school district in <i>Gregory-Portland</i> was not directly represented in the prior Texas case, there was \"privity\" as between it and the state education agency concerning the broader Title VI issues whose resolution resulted in the first court's injunction. <i>See </i><i>Ruiz v. Texas,</i> <span class=\"citation\" data-id=\"2467355\"><a href=\"/opinion/2467355/ruiz-v-state/\"><span class=\"volume\">540</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">809</span></a></span> (Tex.Civ.App.1976), and <i>Stelzer v. Huddleston,</i> <span class=\"citation\" data-id=\"2378626\"><a href=\"/opinion/2378626/stelzer-v-huddleston/\"><span class=\"volume\">526</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">710</span></a></span> (Tex.Civ.App.1975). The litigation interests of Gregory-Portland were similar, if not identical, to those of the Education Agency. Here, North Carolina is not in privity with HEW  its interests, if anything, are contrary.<sup>[2]</sup> Also, the state's position on Title VI compliance was never argued before, or adjudged by, Judge Pratt.</p>\n<p>Furthermore, in contrast to the <i>Gregory-Portland</i> situation, none of the <i>Adams</i> orders will be compromised by retaining plaintiffs' suit in North Carolina. As was discussed <i>supra</i> at pages 931-933, Judge Pratt's orders were designed to galvanize HEW into enforcing Title VI through duly formulated desegregation standards and, if necessary, administrative enforcement proceedings. All this the Secretary has done and we have reached a new stage in the enforcement process as recognized by the District of Columbia Circuit Court in 156 U.S.App.D.C. at 271 n. 5, 272, 480 F.2d at 1163 n. 5, 1164. The comity cases cited by HEW, including <i>Gregory-Portland, supra,</i> involved a court's continuing supervision through prior injunctive decrees. The final <i>Adams</i> order, <span class=\"citation\" data-id=\"2136949\"><a href=\"/opinion/2136949/adams-v-califano/\"><span class=\"volume\">430</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">118</span></a></span>, required the promulgation of desegregation criteria and compliance pursuant thereto. Their content was neither approved nor discussed by Judge Pratt. Plaintiffs, as a portion of the present suit, propose to test and clarify their substance and applicability to North Carolina's higher education system, and begin a broader inquiry where <i>Adams</i> has apparently terminated.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*934</span> From a <i>forum non conveniens</i> standpoint, maintaining jurisdiction over this action in the Eastern District of North Carolina would certainly further judicial economy and litigation convenience. The plaintiffs are North Carolinians, and the great majority of prospective documentary and testimonial evidence is located in this state. More importantly, the subject matter intimately concerns North Carolina  it involves questions going to the heart of this state's ability to exercise its discretion in developing higher education. <i>Cf., </i><i>State of Alaska v. Andrus,</i> <span class=\"citation\" data-id=\"1532042\"><a href=\"/opinion/1532042/state-of-alaska-v-andrus/\"><span class=\"volume\">429</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">958</span></a></span> (D.Alaska 1977). The circuit court in <i>Adams v. Richardson</i> recognized as much by pointing out that 28 U.S.C. § 1391 gives an aggrieved party seeking judicial review \". . . a choice of venue, including the judicial district in which the plaintiff resides.\" 156 U.S.App. D.C. at 271 n. 5, 272, 480 F.2d at 1163 n. 5, 1164.</p>\n<p>Finally, any unforeseen conflicts arising as between this court's orders and Judge Pratt's in <i>Adams</i> can be mitigated through the use of stays pending final determination of the legal issues. <i>See </i><i>Robertson v. Department of Defense, supra</i> at 1346.<sup>[4]</sup></p>\n<p>Our discussion, <i>supra,</i> raises serious questions concerning the court's jurisdiction and what, if any, injunctive relief the plaintiffs should receive. These issues will be the subject of a forthcoming opinion and order.</p>\n<p>Accordingly, defendants' motion for transfer of this action to a United States District Court in the District of Columbia is denied.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>ORDER ON JURISDICTION AND INJUNCTIVE RELIEF</h2>\n<p>On May 23, 1979, this court denied defendants' motion to transfer the above action to a district court in the District of Columbia. At that time, we noted significant jurisdictional and injunctive issues remained. They are now ready for discussion and resolution.</p>\n<p></p>\n<h2>I. JURISDICTION</h2>\n<p>It is common learning that a federal court has jurisdiction to raise, <i>sua sponte,</i> questions concerning its jurisdiction over a certain subject matter, <i>Wells Fargo &amp; Company v. Wells Fargo Express Company,</i> <span class=\"citation\" data-id=\"345762\"><a href=\"/opinion/345762/wells-fargo-company-a-corporation-and-baker-industries-inc-a/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span> (9th Cir. 1977), particularly if they are coupled with requests for preliminary injunctive relief. <i>See </i><i>Burleson v. Coastal Recreation, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></span> (5th Cir. 1978), and <i>Winters Government Securities v. Nafi Employees Credit Union,</i> <span class=\"citation\" data-id=\"1640037\"><a href=\"/opinion/1640037/winters-government-securities-corp-v-nafi-emp-credit-union/\"><span class=\"volume\">449</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">239</span></a></span> (S.D.Fla.1978). Consequently, the court first must decide what, if any, jurisdiction it has to adjudicate the instant issues.</p>\n<p>Plaintiffs allege jurisdiction under 28 U.S.C. § 1331(a), and secondarily under 28 U.S.C. §§ 1346, 1361 and 2201. Their causes of action purportedly arise under the First, Fifth and Tenth Amendments to the United States Constitution, 5 U.S.C. §§ 551-53 and §§ 701-06 (Administrative Procedure Act); 42 U.S.C. §§ 2000d, <i>et seq.</i>; 20 U.S.C. § 1232(a); and Executive Order No. 11,764 (3 C.F.R. 849). Although plaintiffs' allegations raise substantial statutory interpretation and administrative implementation questions, the constitutional issues relating to North Carolina's operation of its higher education system loom as even more significant.</p>\n<p>Juxtaposed is defendants' argument that plaintiffs have failed to meet the administrative remedy exhaustion requirement mandated by 42 U.S.C. § 2000d-1, thus this court has no jurisdiction to decide the present controversy. <i>Taylor v. Cohen,</i> <span class=\"citation\" data-id=\"282908\"><a href=\"/opinion/282908/edmund-s-taylor-james-h-sikes-ed-carter-and-e-a-hall-for-themselves/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">277</span></a></span> (4th Cir. 1968). HEW also contends that the duly noticed enforcement proceeding will provide UNC with an adequate <span class=\"star-pagination\">*935</span> forum in which to raise all its legal and factual contentions concerning compliance with Title VI of the 1964 Civil Rights Act. Furthermore, taking HEW's representations as true, the administrative hearing will be a broad, detailed inquiry into every program and grant received by the University system through Title VI. The fact-finding requested by UNC in this case will essentially be conducted by the administrative law judge in the agency hearing, with his findings and conclusions subject to inter-agency and judicial review. Thus, unnecessary statutory and constitutional decisions can be avoided and judicial economies preserved if jurisdiction is rejected in favor of the enforcement proceeding.</p>\n<p>Plaintiffs respond that the nature and magnitude of the issues they posit bring them within the administrative exhaustion exceptions discussed in <i>Mandel v. HEW,</i> <span class=\"citation\" data-id=\"1642989\"><a href=\"/opinion/1642989/mandel-v-us-dept-of-health-ed-and-welfare/\"><span class=\"volume\">411</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">542</span></a></span> (D.Md.1976), <i>aff'd by an equally divided court,</i> <span class=\"citation\" data-id=\"353866\"><a href=\"/opinion/353866/mayor-and-city-council-of-baltimore-a-municipal-corporation-and-board-of/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1273</span></a></span> (4th Cir. 1978), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></span> (1978).</p>\n<p>Neither party's position is dispositive. Clearly, this court has jurisdiction to hear and determine questions of the type raised by UNC; yet their consideration is complicated by the pendency of a duly-noticed and congressionally-mandated HEW proceeding. The combination of presently justiciable constitutional and statutory issues entwined with an administrative hearing which may obviate or at least clarify many of them, and jurisdiction properly lying in coordinate branches of the federal government, presents a classic opportunity to engage the doctrine of primary jurisdiction.<sup>[1]</sup></p>\n<p>Early in the development of administrative bodies, the federal courts recognized that coordination between traditional judicial machinery and these agencies was imperative if consistent and coherent policies were to emerge. <i>See generally</i> 3 Davis, <i>Administrative Law Treatise,</i> §§ 19.01-19.09 (1958 and Supps.1970 and 1976), and 5 Mezine, Stein and Gruff, <i>Administrative Law,</i> §§ 47.01-47.03 (1979). Primary jurisdiction is one of the key principles through which this supportive relationship is achieved. <i>Marine Terminal v. Rederi. Transatlantic,</i> <span class=\"citation\" data-id=\"108219\"><a href=\"/opinion/108219/port-of-boston-marine-terminal-assn-v-rederiaktiebolaget-transatlantic/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 68, <span class=\"citation\" data-id=\"108219\"><a href=\"/opinion/108219/port-of-boston-marine-terminal-assn-v-rederiaktiebolaget-transatlantic/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">203</span></a></span>, <span class=\"citation\" data-id=\"108219\"><a href=\"/opinion/108219/port-of-boston-marine-terminal-assn-v-rederiaktiebolaget-transatlantic/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (1970).</p>\n<p>The doctrine does not govern judicial review of administrative action, and therefore differs from exhaustion or ripeness concepts. It instead controls whether a court or agency should make the initial decision. A main tenet behind its invocation has traditionally been, not merely that an agency has \"expertise,\" but the need to coordinate in an orderly and sensible manner the work of agencies and courts. Davis, <i>supra</i> § 19.01 at 5. Generally, primary jurisdiction is applied flexibly, <i>United States v. Western Pacific Railroad Company,</i> <span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, 63-64, <span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">161</span></a></span>, <span class=\"citation\" data-id=\"105425\"><a href=\"/opinion/105425/united-states-v-western-pacific-r-co/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">126</span></a></span> (1956), along three lines of inquiry. First, whether its invocation will promote uniformity and consistency in a certain area of administrative policy. <i>Texas &amp; Pacific Railway Company v. Abilene Cotton Oil Company,</i> <span class=\"citation\" data-id=\"96594\"><a href=\"/opinion/96594/texas-pacific-r-co-v-abilene-cotton-oil-co/\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">350</span></span>, <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">553</span></span> (1907). Second, whether any benefit will be derived from the use of an agency's special experience and expertise in a complex area in which the judiciary has little familiarity. <i>Great Northern Railway Company v. Merchants Elevator Company,</i> <span class=\"citation\" data-id=\"100011\"><a href=\"/opinion/100011/gt-no-ry-v-merchants-elev-co/\"><span class=\"volume\">259</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">477</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">943</span></span> (1922). Finally, whether the agency has power to immunize certain regulated conduct from liability in the courts. <i>Carnation Company v. Pacific Westbound Conference,</i> <span class=\"citation\" data-id=\"107171\"><a href=\"/opinion/107171/carnation-co-v-pacific-westbound-conference/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, <span class=\"citation\" data-id=\"107171\"><a href=\"/opinion/107171/carnation-co-v-pacific-westbound-conference/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">781</span></a></span>, <span class=\"citation\" data-id=\"107171\"><a href=\"/opinion/107171/carnation-co-v-pacific-westbound-conference/\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">709</span></a></span> (1966).</p>\n<p>Here, the exercise of primary jurisdiction is appropriate for a number of reasons.<sup>[2]</sup> UNC raises substantial questions <span class=\"star-pagination\">*936</span> concerning the rules and methods by which HEW intends to enforce Title VI against higher education systems. It is only fair that the agency have an opportunity, in the first instance, to have these policies and procedures reviewed in an administrative tribunal as required by 42 U.S.C. § 2000d-1. The arguments challenging HEW's enforcement guidelines will ring just as true before an administrative judge as before this court. Should plaintiffs' position prove persuasive, the agency can amend its method of operation accordingly, without judicial decrees.</p>\n<p>Second, although HEW is not omniscient concerning higher education (\"omnipresent\" perhaps), it does have special insight into the myriad programs and grants encompassed in the present inquiry. That knowledge, coupled with its having dealt with other higher education systems, including North Carolina's, for nine years, will help focus the administrative proceedings on those Title VI compliance issues which genuinely divide the parties. At the same time, a comprehensive record will be compiled containing the pertinent facts and legal positions concerning each funding area. This is not to say that HEW and its Civil Rights Office are higher education \"experts.\" Reasonable men of great learning differ as to how vestiges of segregation can be eliminated from higher education while maintaining a system's academic integrity.<sup>[3]</sup> These are ultimate questions with which this court may eventually have to grapple. Our decision to require the administrative proceedings only recognizes the technical complexity and breadth of the issues presently before the court, and seeks a way in which they can be simplified and narrowed.</p>\n<p>Finally, due to the vast number of individual programs and grants that the administrative judge will have to examine as to Title VI compliance, an agency decision favorable to plaintiffs in whole or in part could obviate a large portion of the instant controversy. Even if UNC achieved only minimal success, the issues and corresponding <span class=\"star-pagination\">*937</span> programs would be lessened for purposes of judicial review.<sup>[4]</sup></p>\n<p>Since a court's jurisdiction is not ousted but merely postponed when primary jurisdiction is invoked, <i>United States v. Philadelphia National Bank,</i> <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 353, <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1715</span></a></span>, <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">915</span></a></span> (1963), a stay of the judicial proceedings  and other appropriate in term relief  can be granted until the agency action has run its course. <i>See </i><i>United States v. Michigan National Corporation,</i> <span class=\"citation\" data-id=\"2496261\"><a href=\"/opinion/2496261/united-states-v-michigan-nat-corp/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5-6, <span class=\"citation\" data-id=\"2496261\"><a href=\"/opinion/2496261/united-states-v-michigan-nat-corp/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">10</span></a></span>, <span class=\"citation\" data-id=\"2496261\"><a href=\"/opinion/2496261/united-states-v-michigan-nat-corp/\"><span class=\"volume\">42</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1974), and <i>cf., </i><i>Otter Tail Power Company v. United States,</i> <span class=\"citation\" data-id=\"108722\"><a href=\"/opinion/108722/otter-tail-power-co-v-united-states/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, <span class=\"citation\" data-id=\"108722\"><a href=\"/opinion/108722/otter-tail-power-co-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1022</span></a></span>, <span class=\"citation\" data-id=\"108722\"><a href=\"/opinion/108722/otter-tail-power-co-v-united-states/\"><span class=\"volume\">35</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">359</span></a></span>, <i>rehearing denied,</i> <span class=\"citation no-link\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1523</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">201</span></span> (1973). This we propose to do as more fully explicated <i>infra.</i></p>\n<p></p>\n<h2>II. INJUNCTIVE RELIEF</h2>\n<p>Any inquiry into the propriety of preliminary injunctive relief must center on the balance-of-hardship test enunciated in <i>Blackwelder Furniture Company v. Seilig Manufacturing Company,</i> <span class=\"citation\" data-id=\"343297\"><a href=\"/opinion/343297/blackwelder-furniture-company-of-statesville-inc-v-seilig-manufacturing/\"><span class=\"volume\">550</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span> (4th Cir. 1977), and its progeny, <i>Fort Sumter Tours, Inc. v. Andrus,</i> <span class=\"citation\" data-id=\"350180\"><a href=\"/opinion/350180/fort-sumter-tours-inc-v-cecil-d-andrus-secretary-department-of-the/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span> (4th Cir. 1977), and <i>North Carolina State Ports v. Dart Containerline,</i> <span class=\"citation\" data-id=\"363607\"><a href=\"/opinion/363607/north-carolina-state-ports-authority-international-longshoremens/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">749</span></a></span> (4th Cir. 1979). Four factors are determinative: (a) plaintiff's likelihood of success in the underlying dispute between the parties; (b) whether plaintiff will suffer irreparable injury if interim relief is denied; (c) the injury to defendant if an injunction is issued; and (d) the public interest. As noted in <i>Dart, supra</i><i>:</i></p>\n<blockquote>\"There is a correlation between the likelihood of plaintiff's success and the probability of irreparable injury to him. If the likelihood of success is great, the need for showing the probability of irreparable harm is less. Conversely, if the likelihood of success is remote, there must be a strong showing of the probability of irreparable injury to justify issuance of the injunction. Of all the factors, the two most important are those of probable irreparable injury to the plaintiff if an injunction is not issued and likely harm to the defendant if an injunction is issued. If, upon weighing them, the balance is struck in favor of plaintiff, a preliminary injunction should issue if, at least, grave or serious questions are presented.\" 592 F.2d at 750.</blockquote>\n<p>Essentially, UNC seeks to enjoin: (1) the already noticed administrative proceeding; (2) the termination of overall federal financial assistance to the University system; (3) deferral of federal financial assistance during the pending administrative proceedings; and (4) enforcement of HEW's \"revised criteria for higher education,\" in turn altering the negotiation process between UNC and the Department. Plaintiffs claim their injuries will be irreparable if the administrative proceeding continues (with the revised criteria as underlying standards) and the fund terminations and deferrals begin. On the other hand, the injury to defendants would be minimal and amount to a postponement of agency action until the instant issues are adjudicated.</p>\n<p>HEW, of course, takes a contrary position and argues plaintiffs' fear of injury is unsupported.</p>\n<p>In light of our jurisdictional discussion, it is apparent we will require the administrative hearing to continue. This serves several purposes. First, there can be no ultimate fund terminations without an administrative finding that UNC is in non-compliance with Title VI. Such a finding can come only after agency action has run its course. If necessary, plaintiffs can return to this court for an injunction pending judicial review <span class=\"star-pagination\">*938</span> of HEW's conclusions.<sup>[5]</sup> Second, the administrative hearing may resolve, or at least minimize for purposes of review, the present controversy as to overall and individual program compliance. Certainly, the defendants' technical expertise in the evaluation of statutory programs in terms of integrated higher education will be manifest in the record and expedite the court's review. It is hoped these administrative proceedings prove to be the flexible, effective approach to social problem-solving envisioned by Congress in 42 U.S.C. §§ 2000d-1, <i>et seq.,</i> and recognized by the federal courts in their formulation of the primary jurisdiction doctrine. <i>See </i><i>Marine Terminal, supra</i> and <i>cf., </i><i>Ogden v. Zuckert,</i> 111 U.S. App.D.C. 398, <span class=\"citation\" data-id=\"256012\"><a href=\"/opinion/256012/william-b-ogden-v-eugene-m-zuckert-secretary-of-the-air-force/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">312</span></a></span> (D.C.Cir.1961), and <i>Reed v. Franke,</i> <span class=\"citation\" data-id=\"255685\"><a href=\"/opinion/255685/milton-c-reed-chief-storekeeper-u-s-navy-v-honorable-w-b-franke/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 27 (4th Cir. 1961).</p>\n<p>Accordingly, plaintiffs' motion to enjoin the administrative hearing, termination of federal funds, and utilization of the revised criteria<sup>[6]</sup> is denied. These proceedings are stayed pending a decision by HEW on UNC's compliance with Title VI and to the extent judicial review is necessary and proper in this court.</p>\n<p>Plaintiffs' request to enjoin the proposed deferrals pending administrative action raises quite a different question.</p>\n<p>HEW intends to \"selectively\" defer certain program and grant funds it preliminarily considers would further a higher education system violative of Title VI. Its statutory authority for doing so is 42 U.S.C. § 2000d-5, as discussed in <i>Board of Public Instruction of Palm Beach County v. Cohen,</i> <span class=\"citation\" data-id=\"285866\"><a href=\"/opinion/285866/board-of-public-instruction-of-palm-beach-county-florida-v-wilbur-j/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1201</span></a></span> (5th Cir. 1969), and <i>Taylor v. Cohen, supra</i> at 280 n. 5.</p>\n<p>Wilbert A. Cheatham, Deputy Director of the HEW Civil Rights Office, in his affidavit states the deferrals are to be \"temporary postponements of action\" on applications for federal financial assistance, \"only imposed in conjunction with a notice of opportunity for hearing to determine a recipient's compliance with Title VI . ..\" He and the General Counsel's Office will review all requests for new grants and programs, deferring those funds which would continue or entrench a segregated system. The only exclusions (without the identification of specific areas) were multi-year funding grants approved prior to May 2, 1979; grants for basic medical research; and student aid programs payable directly to the individual rather than the institution. Deferrals could also be imposed on proposals for increased funding levels which would enhance or expand existing facilities and programs that perpetuate racial discrimination. These deferrals would presumably occur at random throughout the administrative proceeding which is designed to evaluate North Carolina's overall compliance with Title VI.</p>\n<p>The plaintiffs contend this course of conduct will irreparably damage them due to the loss of critical federal funding; the inability to formulate future budget projections; the general instability and uncertainty that will result among faculties when programs and grants are placed in limbo; and the loss to students, black and white alike, of expanded or enhanced educational opportunities. Estimates of lost revenues range from 23 to 65 million dollars should HEW defer the funds it has not specifically excluded.</p>\n<p>Defendants respond by saying this is an accepted method of forcing compliance and <span class=\"star-pagination\">*939</span> the deferrals will be small and narrow in scope. They cite a similar period during 1978 when no funds were deferred as indicative of the minimal injury this procedure will cause.</p>\n<p>Yet the fact remains that HEW's deferral power, exercised in the manner described, constitutes a continuing threat to the stability of the University system. From a practical standpoint, deferrals could selectively gut individual departmental programs, and inject an air of unpredictability into future planning and budgeting. The obvious injuries fall not upon the bricks and mortar dubbed \"the Consolidated University of North Carolina,\" but people  black, white, Indian, students and faculty. The human aspect of this debilitating impact on educational institutions alone outweighs any abstract monetary loss. Clearly, the plaintiffs will suffer irreparable injury within the meaning of <i>Blackwelder, supra,</i> if the random deferrals proceed.</p>\n<p>There are also grave questions on the merits as to whether HEW can undertake deferrals through its proposed method and in this particular context. <i>See </i><i>Blackwelder, supra.</i> 42 U.S.C. § 2000d-5, on its face, specifies only five statutory provisions under which deferrals can occur. It does not allow deferrals to continue for more than sixty days after notice and a compliance hearing must be held within that period. They cannot continue in effect more than thirty days after hearing unless a finding of Title VI non-compliance is made on the administrative record. Thus, the statutory authorization restricts deferrals to programs and grants under the enumerated civil rights/education acts, and a ninety-day life period without a non-compliance finding. Hearings are also apparently required for every grant or set of program funds as to which HEW chooses to defer consideration.</p>\n<p><i>Taylor v. Cohen, supra</i> at 280 n. 5, and <i>Mayor and City Council of Baltimore v. Mathews,</i> <span class=\"citation\" data-id=\"349351\"><a href=\"/opinion/349351/mayor-and-city-council-of-baltimore-a-municipal-corporation-and-board-of/\"><span class=\"volume\">562</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">914</span></a></span>, 919 (4th Cir. 1977), although not exhaustive discussions, tend to support a more limited view of HEW's deferral power. These cases equate \"deferral of funds\" with \"termination of funding\" thereby necessitating the same Section 2000d-1 procedures. All of these procedural and time requirements are in stark contrast to the Secretary's proposed method of deferral, <i>supra.</i><sup>[7]</sup></p>\n<p>A serious issue also exists as to whether a fund recipient, as here, can be forced into a protracted, wide-ranging Title VI enforcement proceeding, evaluating its entire body of federal grants and programs, and at the same time be compelled to administratively litigate hundreds of new grant and program proposals as to their compliance with Title VI. The inquiries are, in reality, the same: has the University of North Carolina violated Title VI? To litigate this issue in one large proceeding and in many lesser ones is illogical and wasteful.</p>\n<p>We are left with an image of Gulliver being held down while the Lilliputians fasten thousands of strings around his limbs. No litigant should have to battle a Kafkaesque bureaucracy in which it is beckoned to the administrative hearing or negotiation table while being pressured into compliance through the threat of \"deferrals\" which are part and parcel of the original controversy.</p>\n<p>Should HEW be enjoined from deferring funds it will suffer only an \"administrative\" injury in that it can not employ another weapon in its arsenal but must await the decision of a comprehensive administrative hearing and possible judicial review. Equity and plain litigation economy do not permit otherwise.</p>\n<p>Accordingly, plaintiffs' motion to enjoin the Secretary's proposed deferrals is granted pending completion of the previously required administrative hearing.</p>\n<p>A word in conclusion. Few cases come to this court fraught with the political overtones <span class=\"star-pagination\">*940</span> and societal impact of the instant dispute. On one side North Carolina's citizenry cries \"constitutional transgression\" and \"big, over-reaching federal government,\" while on the other a leviathan bureaucracy sees invidious, subtle discrimination poisoning the well-springs of North Carolina's higher education system.</p>\n<p>These emotional bombasts are not only unseemly but irrelevant. The relevant aspect of this litigation is people. Not only those to whom the University of North Carolina means so much as an institution and opportunity for economic and social betterment, but the dedicated public servants who work at HEW and strive to eradicate our nation's regrettable legacy of racial segregation.</p>\n<p>The protagonists in this drama do not wear black and white hats; instead they are men of conscience struggling to preserve, alter, modernize and improve a great educational institution. In the balance rests our children's future. The court genuinely hopes these grave historical and political questions can be resolved amicably by leaders of good faith and purpose.</p>\n<p>In summary, jurisdiction is proper in this court under the doctrine of primary jurisdiction. Pursuant thereto, action in these proceedings is stayed pending completion of the 42 U.S.C. § 2000d-1 hearing, and plaintiffs' motion to enjoin the hearing (including prospective fund terminations) is denied. Plaintiffs' motion to enjoin the new fund deferrals is granted.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*941</span> Lastly, since the above injunctive relief is primarily concerned with the Department of Health, Education and Welfare, acting through its Secretary and directors, and because the other defendants have not filed pleadings as such, jurisdiction is retained as to them and this action continues in active status.</p>\n<h2>NOTES</h2>\n<p>[1]  Judge Pratt has never formally approved these criteria, nor did he dictate their content or reach. <i>See</i> <span class=\"citation\" data-id=\"2136949\"><a href=\"/opinion/2136949/adams-v-califano/\"><span class=\"volume\">430</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">118</span></a></span>.</p>\n<p>[2]  HEW in the <i>Adams</i> litigation had to contend with efforts to muzzle its very exercise of administrative discretion. It could not have been expected to represent the particularized interests of the many states and school districts involved in the proposed enforcement proceeding. The issues in <i>Adams</i> and the instant action were far too different.</p>\n<p>[3]  There is some question in our minds whether <i>Adams v. Califano</i> continues to be an active suit. All but one of the non-complying states have submitted satisfactory desegregation plans, and the lone dissenter is being proceeded against administratively by HEW. Query whether an action is \"pending\" anywhere, within the meaning of <i>Gregory-Portland, supra,</i> with which UNC's case could be consolidated?</p>\n<p>[4]  In light of the above, we find a discussion of plaintiffs' collateral estoppel theory unnecessary, although we should comment that it appears inapplicable to these proceedings.</p>\n<p>[1]  Primary jurisdiction was argued by the Secretary of HEW in <i>Cook v. Ochsner Foundation Hospital,</i> (E.D.La., February 12, 1979), but rejected because the Title VI compliance inquiry was not as complicated as it is here, discussed <i>infra.</i></p>\n<p>[2]  Defendants' exhaustion argument and plaintiffs' exception response deserve discussion. HEW cites <i>Taylor v. Cohen,</i> <span class=\"citation\" data-id=\"282908\"><a href=\"/opinion/282908/edmund-s-taylor-james-h-sikes-ed-carter-and-e-a-hall-for-themselves/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">277</span></a></span> (4th Cir. 1968), for the proposition that judicial action is proper only after a final determination by the agency has been made to UNC's compliance with Title VI. 42 U.S.C. §§ 2000d-1 and 2. Consequently, since there is no final determination, the instant suit should be dismissed. <i>See also</i> 3 Davis, <i>Administrative Law Treatise,</i> § 20.01 at 56 (1958 Ed., 1970 and 1976 Supps.) This argument overlooks the substantial issues raised by UNC which either go beyond the purview of the proposed administrative hearing or attack the proceeding as intrinsically inadequate and <i>ultra vires.</i> Both of these lines of argument invoke exceptions to the exhaustion doctrine within which the plaintiffs contend this case fits. First, an agency may be shown to have acted in brazen defiance of its statutory authorization, <i>Leedom v. Kyne,</i> <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></a></span>, <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1958), and second, the administrative hearing may be superfluous when it and its post-hearing judicial review (based on the record of that hearing) would be inadequate to test inherent legal questions, <i>Jewel Companies, Inc. v. FTC,</i> <span class=\"citation\" data-id=\"292631\"><a href=\"/opinion/292631/jewel-companies-inc-v-federal-trade-commission/\"><span class=\"volume\">432</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1155</span></a></span> (7th Cir. 1970). Our case falls in a twilight world between these lines of argument. There are questions concerning Title VI compliance which will be substantially answered, and an adequate record compiled thereon in the HEW proceeding. Contrarily, significant questions will remain as to the constitutional power of the agency to utilize certain methods and procedures in seeking compliance, as well as a fundamental question centering on HEW's power to manipulate academic decisions in state-run systems.\n</p>\n<p>The exhaustion doctrine is not to be applied inflexibly, but with an understanding of its purposes and of the particular administrative scheme involved. <i>McKart v. United States,</i> <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 193-97, <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"107944\"><a href=\"/opinion/107944/mckart-v-united-states/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">194</span></a></span> (1969). From this perspective, requiring exhaustion and dismissing the instant suit would be incorrect  too many issues remain that a federal court should address. Similarly, enjoining agency action would leave the court an unwieldy task. Primary jurisdiction solves these dilemmas  the administrative scheme is allowed to operate and aid the court while its consideration of broader issues is merely postponed.</p>\n<p>[3]  A panel of scholars assembled by the National Academy of Education at HEW's request was apparently unable to agree on the meaning of <i>Brown v. Board of Education</i> or on its implementation in public school desegregation.\n</p>\n<p>\"Some thought the <i>Brown</i> decision, as far as it went, has by now been pretty fully implemented in the nation's school districts. Others disagreed. Some thought that federal policy in the wake of <i>Brown</i> has caused racial problems such as inattention to the quality of black schools and white flight from central cities; others disputed this. Some said there is substantial evidence that black children have gained educationally from the desegregation to date; others claim this belief is ill founded.\" <i>The Wall Street Journal,</i> June 6, 1979, p. 24.</p>\n<p>[4]  A subordinate reason for invoking primary jurisdiction was the court's desire to avoid undermining Judge Pratt's order requiring HEW to undertake administrative proceedings should North Carolina be found in preliminary non-compliance with Title VI. <i>Adams v. Califano,</i> <span class=\"citation\" data-id=\"2136949\"><a href=\"/opinion/2136949/adams-v-califano/\"><span class=\"volume\">430</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">118</span></a></span> (D.D.C.1977). Our understanding of Congress' intent, as expressed in 42 U.S.C. § 2000d-1, is consistent with Judge Pratt's: technical questions of non-compliance should, initially, be left to the Secretary of HEW with judicial review as a final check on his methodologies.</p>\n<p>[5]  Later judicial review is discussed more fully in Footnote 8, <i>infra.</i></p>\n<p>[6]  The imposition of these criteria is a pivotal issue in the instant litigation. As noted earlier, their applicability and effect is in dispute and should first be addressed by the agency through its hearing process. Plaintiffs' arguments against their use can be raised there, and, if necessary, reiterated on judicial review. These criteria appear to the court to be the very mechanisms by which HEW seeks to enforce Title VI; therefore, by their very nature, the criteria can be adjusted to meet unique situational realities like those that confront North Carolina's higher education system. They are not \"court imposed\" (see our order of May 23, 1979) and we expect that the Secretary will utilize them as standards in a practical and flexible manner. To do otherwise would risk further disputes and inevitable litigation.</p>\n<p>[7]  It is also of interest that the entire deferral process, unless extended by consent, must take place within ninety days pursuant to Section 2000d 5, whereas the Section 2000d 1 proceeding for which UNC has been noticed will require many months to complete, with no time estimate available.</p>\n<p>[8]  Throughout this opinion the court has made allusions to later judicial review. We hesitate to discuss this point in the main body because of its speculative nature. After all, should the University prevail administratively or the suit be settled, review by any court may, or will, be unnecessary.\n</p>\n<p>Yet we have invoked primary jurisdiction, stayed the present judicial proceedings pending administrative hearing, and issued appropriate injunctive relief to maintain the status quo. All of this was done with the knowledge that only when a court can grant no relief following an administrative proceeding should an action be dismissed rather than stayed. 3 Davis, <i>Administrative Law Treatise,</i> § 19.07 at 42 (1958).</p>\n<p>The court believes that significant issues remain in the instant litigation which will be dealt with only superficially in the HEW proceeding. Those issues are for future consideration, and presumably, the plaintiffs will attempt to join them, for judicial review, with any program the administrative judge may find in noncompliance with Title VI.</p>\n<p>This leads to still another question as to which programs are properly reviewable in the district as opposed to the circuit court. 42 U.S.C. § 2000d-2 provides for judicial review pursuant to: (1) a specific statutory provision requiring review in either a district or circuit court, or (2) under the Administrative Procedure Act, 5 U.S.C. § 703 (a court of \"competent\" jurisdiction).</p>\n<p>After the parties filed memoranda on this point, we examined over fifty statutory funding sections and only three (20 U.S.C. §§ 1132(a), 1121 and 1070(c)) require review in an appropriate circuit court of appeals. The rest are silent and apparently fall under the APA's \"court of competent jurisdiction,\" of which the instant court would be one.</p>\n<p>Contrary to the above perspective, HEW appears to argue, through its citation of <i>Gardner v. State of Alabama,</i> <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></span>, 811-12 (5th Cir. 1967), that judicial review could and should be consolidated in a circuit court because the programs are similar, and if judicial review as to some provisions was required in a circuit, then logic tells us Congress intended the others to be so examined.</p>\n<p>As the Gershwin tune says, \"It Ain't Necessarily So.\" Grave questions exist as to how similar these programs really are and what the mode of analysis will be. Nursing programs are different from athletic facility expansion requests. Second, the <i>Gardner</i> case involved five sets of statutory programsfour of which were reviewable in the court of appeals. The fifth section was silent as to judicial review but was nearly identical to the other four in subject matter and statewide impact. Thus, judicial economy dictated a consolidation.</p>\n<p>The court that decided <i>Gardner</i> and the Congress which passed 42 U.S.C. § 2000d-1 never anticipated the number of HEW programs at issue here, or a lawsuit of this legal magnitude and importance. It is conceivable that because of outstanding issues left undecided by the administrative proceedings, judicial economy may dictate a stay of the circuit court's consideration of pertinent funding sections while this, or another, court closes the instant case. An appropriate motion would have to be made by a litigant in the circuit court. Such a result would also accord with our understanding of the purposes behind utilization of primary jurisdiction. See discussion <i>supra</i> at n. 2 and text.</p>\n<p>Again, the above discussion is hypothetical and, it is hoped, will never be pursued.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/255685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/256012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/282908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/292631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/312132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/343297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/344862/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/353866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1413555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1494490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1532042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1640037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1642989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1892620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2136949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2378626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2467355/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2496261/"
  ]
}