{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1541481/",
  "absolute_url": "/opinion/1541481/in-re-smith-douglass-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1541481/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:39:35.063097Z",
  "date_modified": "2016-04-26T21:18:06.008846Z",
  "type": "010combined",
  "sha1": "50998a920d1ae010968f1d68855056a8548c492f",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>75 B.R. 994 (1987)</b></center>\n<center><h1>In re SMITH-DOUGLASS, INC., Debtor.</h1></center>\n<center>No. 86-1308-CIV-5, Bankruptcy No. M-83-00478-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 4, 1987.</center>\n<p>Gregory B. Crampton, Raleigh, N.C., for Smith-Douglass, Inc., debtor-in-possession.</p>\n<p>Richard M. Hutson, II, Durham, N.C., and Thomas B. Anderson, Jr., Dallas, Tex., for Wells-Fargo Business Credit, appellee.</p>\n<p>Lacy H. Reaves, Raleigh, N.C., for Counsel for Committee of Unsecured Creditors.</p>\n<p>John M. Murchison, Jr., Charlotte, N.C., for Borden, Inc., appellant.</p>\n<p>Malcolm J. Howard, Greenville, N.C., and John M. Carey, Toledo, Ohio, for Bernard R. Garrett, appellant.</p>\n<p>Marcia Bellows, Asst. Atty. Gen., Environmental Control Div., Chicago, Ill., for State of Ill., appellant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>Borden, Inc., and the State of Illinois appeal from an order of the Bankruptcy Court for the Eastern District of North Carolina in which the court allowed the trustee to unconditionally abandon property of the estate pursuant to 11 U.S.C. <span class=\"star-pagination\">*995</span> § 554(a). The question presented is whether the court erred in permitting unconditional abandonment when the site abandoned is in violation of Illinois environmental laws and regulations.</p>\n<p></p>\n<h2>FACTS AND PROCEEDINGS</h2>\n<p>Debtor, Smith-Douglass, Inc., petitioned for reorganization under Chapter 11 of the Bankruptcy Code, 11 U.S.C. § 101 <i>et seq.,</i> on 11 March 1983 in the United States Bankruptcy Court for the Eastern District of North Carolina. On the petition date all debtor's assets, including the abandoned site, were encumbered by a first lien held by Wells Fargo Business Credit. Wells Fargo is undersecured by an amount in excess of $3 million. Borden, Inc., holds the second lien on the debtor's assets. Bernard B. Garrett is a guarantor of Smith-Douglass' debt to Wells Fargo and Borden, Inc.<sup>[1]</sup> One of the properties owned by debtor on the petition date was a plant facility in Streator, Illinois, which manufactured fertilizer. The Streator facility is the abandoned property at issue in the instant case.</p>\n<p>Debtor continued its operations briefly after the petition date until it became apparent that liquidation was the necessary solution to its financial problems. Because Wells Fargo was a secured creditor with a first lien on all debtor's property, it agreed to fund the costs of liquidation. Funding was terminated by order of the bankruptcy court on 13 June 1986. In December of 1983 or January of 1984 debtor negotiated a lease of the Streator facility with Seco, Inc., and was undergoing negotiations with Seco to purchase the facility. However, the private sale was not consummated, and Seco left the Streator facility in July or August of 1985.</p>\n<p>Since debtor was unable to negotiate a private sale of the Streator plant, it moved the bankruptcy court on 5 March 1986 to sell the facility free and clear of all liens at public auction or, in the alternative, to abandon. There were no bidders at the public auction, and the alternative motion to abandon came before the bankruptcy court for evidentiary hearing on 21 May 1986. On the day before the hearing, the State of Illinois filed a motion to continue the hearing but the motion was denied as untimely filed. The State did not appear at the hearing before the bankruptcy court. After the hearing the court released a preliminary order allowing abandonment. It also issued a show cause order which directed the State of Illinois to appear at a hearing on 30 June 1986 and show cause, if any, why the plant should not be abandoned.</p>\n<p>At the 30 June 1986 show cause hearing, the State of Illinois appeared and presented evidence that the Streator plant facility was in violation of the Illinois Environmental Protection Act, Ill.Rev.Stat., Ch. 111½ § 1001 <i>et seq.</i> (West 1977 &amp; Supp. 1978-86), and the Illinois Pollution Control Board's Rules and Regulations on Water Pollution, 35 Ill.Adm.Code § 302.203 <i>et seq.,</i> and on Waste Disposal, 35 Ill.Adm.Code §§ 725.101 <i>et seq.</i> and 807.101 <i>et seq.</i> Following the show cause hearing the court issued its final order allowing the abandonment of the Streator facility on 4 September 1986.</p>\n<p>In its analysis of the issue, the bankruptcy court correctly identified the abandonment issue as one governed by the Supreme Court's decision in <i>Midlantic National Bank v. New Jersey Department of Environmental Protection,</i> 474 U.S. 494, 106 S.Ct. 755, 88 L.Ed.2d 859 (1986). The court found that although the debtor's plant facility was in violation of one or more of the laws and regulations of the State of Illinois which are reasonably designed to protect the public health and safety from identifiable hazards, the conditions of the debtor's plant facility did not present any imminent harm or danger to the public. The court further found that the debtor had no unencumbered assets and was financially unable to clean up or protect the premises. The court, therefore, allowed the motion to abandon the Streator facility. Borden, Inc., and the State of Illinois appealed the decision, and the court conducted a hearing on 20 July 1987.</p>\n<p><span class=\"star-pagination\">*996</span> Appellants contend that the bankruptcy court erred in allowing the debtor to unconditionally abandon the facility, in violation of the environmental laws of Illinois, without formulating conditions to protect the public. They contend that the bankruptcy court misinterpreted the <i>Midlantic</i> decision because the court required a showing of actual imminent and identifiable harm to the public rather than a violation of a state law reasonably designed to protect the public from imminent and identifiable harm. Furthermore, appellants contend that the bankruptcy court erred when it determined that the fact that there were no unencumbered assets for debtor to clean up the property warranted abandonment. Appellees contend that the bankruptcy court properly applied the <i>Midlantic</i> decision and urge the court to affirm its decision.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>The standard of review of the bankruptcy court's decision is governed by Bankruptcy Rule 8013 which provides that the district court may affirm, modify or reverse the bankruptcy court's judgment, order or decree or remand with instructions for further proceedings. 11 U.S.C.A. Rule 8013 (West 1984). Findings of fact are not to be set aside unless clearly erroneous and questions of law are subject to plenary review. <i>Id.; </i><i>Stafos v. Jarvis,</i> 477 F.2d 369 (10th Cir.), <i>cert. denied,</i> 414 U.S. 944, 94 S.Ct. 230, 38 L.Ed.2d 168 (1973).</p>\n<p>1. <i>Standing.</i></p>\n<p>Wells Fargo first contends that appellant Borden has no standing to appeal the bankruptcy decision allowing abandonment. To be an \"aggrieved person\" an appellant must be \"directly and adversely affected pecuniarily by an order of the bankruptcy court.\" <i>Matter of Fondiller,</i> 707 F.2d 441, 442-43 (9th Cir.1983) (appeal dismissed). Wells Fargo contends that Borden has shown no facts to establish standing. Borden counters that it has standing because, as a previous owner, it may be responsible for the cleanup of the site. Furthermore, Borden is a creditor of the debtor and does have a second lien on debtor's assets, including the Streator plant. This fact may or may not confer standing on Borden to appeal the abandonment orders. <i>See</i> 1 Collier on Bankruptcy, 3.03[5] (5th ed. 1986).</p>\n<p>Although Borden's standing to appeal the abandonment order appears to be tenuous, the court nonetheless holds that Borden does have standing. The State of Illinois clearly has standing, and the appellants present the same arguments on appeal. Furthermore, because of Borden's obvious interest in the outcome of an abandonment decision, the court would have allowed Borden to present its argument <i>amicus curiae.</i> On that basis the court holds that Borden has standing to appeal the decision of the bankruptcy court.</p>\n<p>2. <i>Abandonment.</i></p>\n<p>Title 11, United States Code, Section 554 provides that the trustee \"may abandon any property of the estate that is burdensome to the estate or that is of inconsequential value and benefit to the estate.\" 11 U.S.C.A. § 554 (West Supp.1987). Abandonment results in revesting title in the individual debtor subject to the liens of creditors. <i>In re Stevens,</i> 68 B.R. 774, 780-81 n. 6 (Bankr.D.Me.1987). The uncontroverted evidence before the bankruptcy court showed that the Streator site was worthless and burdensome to the estate. The facility was not operational and the cost of maintaining security was $11,000 a month. Furthermore, no public or private sale of the facility could be consummated.</p>\n<p>The Supreme Court fashioned an exception to the trustee's abandonment power in <i>Midlantic National Bank v. New Jersey Department of Environmental Protection,</i> 474 U.S. 494, 106 S.Ct. 755, 88 L.Ed.2d 859 (1986). In <i>Midlantic</i> the trustee sought to abandon a large quantity of highly toxic and carcinogenic waste oil stored in unguarded, deteriorating containers which presented risks of explosion, fire, contamination, injury and death. 106 S.Ct. at 758 n. 3. The trustee's abandonment had the result of aggravating these dangers because upon abandonment the 24-hour guard service was terminated and the <span class=\"star-pagination\">*997</span> fire suppression system shut down. The Supreme Court held that the trustee could not abandon the property. The Court wrote:</p>\n<blockquote>Congress did not intend for § 554(a) to pre-empt all state and local laws. The Bankruptcy Court does not have the power to authorize an abandonment without formulating conditions that will adequately protect the public's health and safety. Accordingly, without reaching the question whether certain state laws imposing conditions on abandonment may be so onerous as to interfere with the bankruptcy adjudication itself, we hold that a trustee may not abandon property in contravention of a state statute or regulation that is reasonably designed to protect the public health or safety from identified hazards.</blockquote>\n<p>106 S.Ct. at 762. In a footnote to this last sentence the Supreme Court explained further:</p>\n<blockquote>This exception to the abandonment power vested in the trustee by § 554 is a narrow one. It does not encompass a speculative or indeterminate future violation of such laws that may stem from abandonment. The abandonment power is not to be fettered by laws or regulations not reasonably calculated to protect the public health or safety from imminent and identifiable harm.</blockquote>\n<p>106 S.Ct. at 762 n. 9. The Supreme Court refused to determine the issue of liability for the cleanup or whether it could be charged to the estate as an administrative expense. That question, it determined, was not before the Court. 106 S.Ct. at 758 n. 2.</p>\n<p>The bankruptcy court construed <i>Midlantic</i> narrowly and distinguished the instant case on its facts. Central to its determination was the finding by the court that the problems at the Streator facility do not present any imminent and identifiable harm to the public health or safety. The bankruptcy court's decision is inartfully drawn in part because the court's findings of fact are mixed in with the consideration of the issues. The court found fourteen specific facts in its order but clearly continued to find facts in its discussion of the applicable law. Although not denominated as such, the court clearly found at page 12 of the order that the environmental violations at the Streator site did not present any imminent and identifiable harm to the public health and safety. This finding was essential to the bankruptcy court's decision and cannot be set aside unless it is clearly erroneous.</p>\n<p>The bankruptcy court distinguished <i>Midlantic</i> from the facts in the case before it in another respect. The court said that the trustee in <i>Midlantic</i> had unencumbered assets that could be used to clean up the contaminated facilities, whereas the trustee in the case before it had no unencumbered assets at its disposal:</p>\n<blockquote>The case under consideration presents a novel issue in that the debtor, Smith-Douglass, Inc., does not have any unencumbered assets. As a result, the debtor has no funds which can be used to bring the Streator, Illinois, plant facility into compliance with the environmental laws and regulations of the State of Illinois. The debtor is unable to market the Streator facility because the full nature and extent of the environmental problems are unknown. If this court denies the debtor's request to abandon or imposes conditions on the debtor prior to allowing abandonment, the realities are that neither the debtor nor this court are [sic] able to provide funds to clean up the property prior to its abandonment. It might be argued that the cost of cleanup could be charged to a secured creditor or a prior owner of the property, but this argument does not produce any funds to be used for the immediate clean up [sic] of the facility.</blockquote>\n<p>Bankruptcy Order at 10-11.</p>\n<p>Borden insists that <i>Midlantic</i> requires full compliance with the state environmental laws before abandonment will be allowed. The State of Illinois argues that the court must establish conditions before abandonment that will protect the public health and safety, including securing the property with a fence, conducting an investigation to determine the presence of other dangerous chemicals at the site and securing all toxic wastes in drums for disposal.</p>\n<p><span class=\"star-pagination\">*998</span> Neither interpretation is consistent with the <i>Midlantic</i> decision. In footnote 9 the Supreme Court clearly expressed its intention to create a narrow exception to the broad abandonment power granted the trustee pursuant to section 554 of the Code. 106 S.Ct. at 762-63 n. 9. To require strict compliance with all state environmental laws and regulations would in some cases create a bankruptcy case in perpetuity and contravene the purpose of the Bankruptcy Code. The underlying purpose of abandonment is to allow the trustee to efficiently reduce the debtor's property to money for distribution to creditors. <i>In re Franklin Signal Corp.,</i> 65 B.R. 268 (Bankr.D.Minn.1986). This purpose must be balanced against the policy expressed in <i>Midlantic</i> that the trustee not abandon property which threatens the public's health and safety. The narrow exception created by the Court was only to require the trustee to take adequate precautionary measures to ensure that the public is not threatened by an imminent danger as the result of the abandonment.</p>\n<p>The bankruptcy court found that the violations of Illinois law present at the Streator facility do not create an imminent and identifiable danger to the public health and safety. That finding of fact was not clearly erroneous. That determination should have ended the bankruptcy court's inquiry and no further analysis was necessary. The State of Illinois argues that the court could not allow abandonment without establishing conditions. However, a finding that there was no threat to the public health and safety obviated the necessity of protecting the public by placing conditions on the abandonment.</p>\n<p>The bankruptcy court correctly refused to determine the issue of liability for the cleanup of the Streator facility. The state has many enforcement options available to it, none of which it has pursued as yet. However, the court notes that the bankruptcy court's discussion of the financial condition of the debtor was irrelevant to the decision on abandonment under <i>Midlantic.</i> Whether there are unencumbered assets in the bankruptcy estate was only relevant to the question whether the property sought to be abandoned is a burden to the estate. Once the bankruptcy court determined that the property was burdensome and found that there was no imminent and identifiable harm caused by the violations at the Streator facility, that should have ended the bankruptcy court's analysis. If the court had found that imminent and identifiable harm was present, then the question of assets to pay for any conditions may have been relevant to the abandonment decision.<sup>[2]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The court holds that the bankruptcy court did not err in determining that the Streator facility could be abandoned pursuant to <i>Midlantic National Bank v. New Jersey Department of Environmental Protection,</i> 474 U.S. 494, 106 S.Ct. 755, 88 L.Ed.2d 859 (1986). The decision provided a narrow exception to the broad abandonment power of the trustee pursuant to section 554 of the Bankruptcy Code when abandonment of a site in violation of environmental laws and regulations would create a risk of imminent and identifiable harm to the public. The decision of the bankruptcy court is, therefore, AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Garrett filed a notice of appeal of the bankruptcy decision but did not file a brief with the court and did not appear at the court's hearing on the appeal held on 20 July 1987.</p>\n<p>[2]  The court expresses no opinion on that important question.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">994</span></span> (1987)</b></center>\n<center><h1>In re SMITH-DOUGLASS, INC., Debtor.</h1></center>\n<center>No. 86-1308-CIV-5, Bankruptcy No. M-83-00478-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>August 4, 1987.</center>\n<p>Gregory B. Crampton, Raleigh, N.C., for Smith-Douglass, Inc., debtor-in-possession.</p>\n<p>Richard M. Hutson, II, Durham, N.C., and Thomas B. Anderson, Jr., Dallas, Tex., for Wells-Fargo Business Credit, appellee.</p>\n<p>Lacy H. Reaves, Raleigh, N.C., for Counsel for Committee of Unsecured Creditors.</p>\n<p>John M. Murchison, Jr., Charlotte, N.C., for Borden, Inc., appellant.</p>\n<p>Malcolm J. Howard, Greenville, N.C., and John M. Carey, Toledo, Ohio, for Bernard R. Garrett, appellant.</p>\n<p>Marcia Bellows, Asst. Atty. Gen., Environmental Control Div., Chicago, Ill., for State of Ill., appellant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>Borden, Inc., and the State of Illinois appeal from an order of the Bankruptcy Court for the Eastern District of North Carolina in which the court allowed the trustee to unconditionally abandon property of the estate pursuant to 11 U.S.C. <span class=\"star-pagination\">*995</span> § 554(a). The question presented is whether the court erred in permitting unconditional abandonment when the site abandoned is in violation of Illinois environmental laws and regulations.</p>\n<p></p>\n<h2>FACTS AND PROCEEDINGS</h2>\n<p>Debtor, Smith-Douglass, Inc., petitioned for reorganization under Chapter 11 of the Bankruptcy Code, 11 U.S.C. § 101 <i>et seq.,</i> on 11 March 1983 in the United States Bankruptcy Court for the Eastern District of North Carolina. On the petition date all debtor's assets, including the abandoned site, were encumbered by a first lien held by Wells Fargo Business Credit. Wells Fargo is undersecured by an amount in excess of $3 million. Borden, Inc., holds the second lien on the debtor's assets. Bernard B. Garrett is a guarantor of Smith-Douglass' debt to Wells Fargo and Borden, Inc.<sup>[1]</sup> One of the properties owned by debtor on the petition date was a plant facility in Streator, Illinois, which manufactured fertilizer. The Streator facility is the abandoned property at issue in the instant case.</p>\n<p>Debtor continued its operations briefly after the petition date until it became apparent that liquidation was the necessary solution to its financial problems. Because Wells Fargo was a secured creditor with a first lien on all debtor's property, it agreed to fund the costs of liquidation. Funding was terminated by order of the bankruptcy court on 13 June 1986. In December of 1983 or January of 1984 debtor negotiated a lease of the Streator facility with Seco, Inc., and was undergoing negotiations with Seco to purchase the facility. However, the private sale was not consummated, and Seco left the Streator facility in July or August of 1985.</p>\n<p>Since debtor was unable to negotiate a private sale of the Streator plant, it moved the bankruptcy court on 5 March 1986 to sell the facility free and clear of all liens at public auction or, in the alternative, to abandon. There were no bidders at the public auction, and the alternative motion to abandon came before the bankruptcy court for evidentiary hearing on 21 May 1986. On the day before the hearing, the State of Illinois filed a motion to continue the hearing but the motion was denied as untimely filed. The State did not appear at the hearing before the bankruptcy court. After the hearing the court released a preliminary order allowing abandonment. It also issued a show cause order which directed the State of Illinois to appear at a hearing on 30 June 1986 and show cause, if any, why the plant should not be abandoned.</p>\n<p>At the 30 June 1986 show cause hearing, the State of Illinois appeared and presented evidence that the Streator plant facility was in violation of the Illinois Environmental Protection Act, Ill.Rev.Stat., Ch. 111½ § 1001 <i>et seq.</i> (West 1977 &amp; Supp. 1978-86), and the Illinois Pollution Control Board's Rules and Regulations on Water Pollution, 35 Ill.Adm.Code § 302.203 <i>et seq.,</i> and on Waste Disposal, 35 Ill.Adm.Code §§ 725.101 <i>et seq.</i> and 807.101 <i>et seq.</i> Following the show cause hearing the court issued its final order allowing the abandonment of the Streator facility on 4 September 1986.</p>\n<p>In its analysis of the issue, the bankruptcy court correctly identified the abandonment issue as one governed by the Supreme Court's decision in <i>Midlantic National Bank v. New Jersey Department of Environmental Protection,</i> <span class=\"citation\" data-id=\"111562\"><a href=\"/opinion/111562/midlantic-nat-bank-v-new-jersey-dept-of-environmental-protection/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, <span class=\"citation\" data-id=\"111562\"><a href=\"/opinion/111562/midlantic-nat-bank-v-new-jersey-dept-of-environmental-protection/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">755</span></a></span>, <span class=\"citation\" data-id=\"111562\"><a href=\"/opinion/111562/midlantic-nat-bank-v-new-jersey-dept-of-environmental-protection/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1986). The court found that although the debtor's plant facility was in violation of one or more of the laws and regulations of the State of Illinois which are reasonably designed to protect the public health and safety from identifiable hazards, the conditions of the debtor's plant facility did not present any imminent harm or danger to the public. The court further found that the debtor had no unencumbered assets and was financially unable to clean up or protect the premises. The court, therefore, allowed the motion to abandon the Streator facility. Borden, Inc., and the State of Illinois appealed the decision, and the court conducted a hearing on 20 July 1987.</p>\n<p><span class=\"star-pagination\">*996</span> Appellants contend that the bankruptcy court erred in allowing the debtor to unconditionally abandon the facility, in violation of the environmental laws of Illinois, without formulating conditions to protect the public. They contend that the bankruptcy court misinterpreted the <i>Midlantic</i> decision because the court required a showing of actual imminent and identifiable harm to the public rather than a violation of a state law reasonably designed to protect the public from imminent and identifiable harm. Furthermore, appellants contend that the bankruptcy court erred when it determined that the fact that there were no unencumbered assets for debtor to clean up the property warranted abandonment. Appellees contend that the bankruptcy court properly applied the <i>Midlantic</i> decision and urge the court to affirm its decision.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>The standard of review of the bankruptcy court's decision is governed by Bankruptcy Rule 8013 which provides that the district court may affirm, modify or reverse the bankruptcy court's judgment, order or decree or remand with instructions for further proceedings. 11 U.S.C.A. Rule 8013 (West 1984). Findings of fact are not to be set aside unless clearly erroneous and questions of law are subject to plenary review. <i>Id.; </i><i>Stafos v. Jarvis,</i> <span class=\"citation\" data-id=\"310410\"><a href=\"/opinion/310410/in-the-matter-of-james-george-stafos-bankrupt-appellant-v-laurence-m/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">369</span></a></span> (10th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">944</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">230</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">168</span></span> (1973).</p>\n<p>1. <i>Standing.</i></p>\n<p>Wells Fargo first contends that appellant Borden has no standing to appeal the bankruptcy decision allowing abandonment. To be an \"aggrieved person\" an appellant must be \"directly and adversely affected pecuniarily by an order of the bankruptcy court.\" <i>Matter of Fondiller,</i> <span class=\"citation\" data-id=\"418255\"><a href=\"/opinion/418255/in-the-matter-of-harry-fondiller-debtor-rosalyn-fondiller-v-jerome-e/\"><span class=\"volume\">707</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">441</span></a></span>, 442-43 (9th Cir.1983) (appeal dismissed). Wells Fargo contends that Borden has shown no facts to establish standing. Borden counters that it has standing because, as a previous owner, it may be responsible for the cleanup of the site. Furthermore, Borden is a creditor of the debtor and does have a second lien on debtor's assets, including the Streator plant. This fact may or may not confer standing on Borden to appeal the abandonment orders. <i>See</i> 1 Collier on Bankruptcy, 3.03[5] (5th ed. 1986).</p>\n<p>Although Borden's standing to appeal the abandonment order appears to be tenuous, the court nonetheless holds that Borden does have standing. The State of Illinois clearly has standing, and the appellants present the same arguments on appeal. Furthermore, because of Borden's obvious interest in the outcome of an abandonment decision, the court would have allowed Borden to present its argument <i>amicus curiae.</i> On that basis the court holds that Borden has standing to appeal the decision of the bankruptcy court.</p>\n<p>2. <i>Abandonment.</i></p>\n<p>Title 11, United States Code, Section 554 provides that the trustee \"may abandon any property of the estate that is burdensome to the estate or that is of inconsequential value and benefit to the estate.\" 11 U.S.C.A. § 554 (West Supp.1987). Abandonment results in revesting title in the individual debtor subject to the liens of creditors. <i>In re Stevens,</i> <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">774</span></span>, 780-81 n. 6 (Bankr.D.Me.1987). The uncontroverted evidence before the bankruptcy court showed that the Streator site was worthless and burdensome to the estate. The facility was not operational and the cost of maintaining security was $11,000 a month. Furthermore, no public or private sale of the facility could be consummated.</p>\n<p>The Supreme Court fashioned an exception to the trustee's abandonment power in <i>Midlantic National Bank v. New Jersey Department of Environmental Protection,</i> <span class=\"citation\" data-id=\"111562\"><a href=\"/opinion/111562/midlantic-nat-bank-v-new-jersey-dept-of-environmental-protection/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, <span class=\"citation\" data-id=\"111562\"><a href=\"/opinion/111562/midlantic-nat-bank-v-new-jersey-dept-of-environmental-protection/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">755</span></a></span>, <span class=\"citation\" data-id=\"111562\"><a href=\"/opinion/111562/midlantic-nat-bank-v-new-jersey-dept-of-environmental-protection/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1986). In <i>Midlantic</i> the trustee sought to abandon a large quantity of highly toxic and carcinogenic waste oil stored in unguarded, deteriorating containers which presented risks of explosion, fire, contamination, injury and death. 106 S.Ct. at 758 n. 3. The trustee's abandonment had the result of aggravating these dangers because upon abandonment the 24-hour guard service was terminated and the <span class=\"star-pagination\">*997</span> fire suppression system shut down. The Supreme Court held that the trustee could not abandon the property. The Court wrote:</p>\n<blockquote>Congress did not intend for § 554(a) to pre-empt all state and local laws. The Bankruptcy Court does not have the power to authorize an abandonment without formulating conditions that will adequately protect the public's health and safety. Accordingly, without reaching the question whether certain state laws imposing conditions on abandonment may be so onerous as to interfere with the bankruptcy adjudication itself, we hold that a trustee may not abandon property in contravention of a state statute or regulation that is reasonably designed to protect the public health or safety from identified hazards.</blockquote>\n<p>106 S.Ct. at 762. In a footnote to this last sentence the Supreme Court explained further:</p>\n<blockquote>This exception to the abandonment power vested in the trustee by § 554 is a narrow one. It does not encompass a speculative or indeterminate future violation of such laws that may stem from abandonment. The abandonment power is not to be fettered by laws or regulations not reasonably calculated to protect the public health or safety from imminent and identifiable harm.</blockquote>\n<p>106 S.Ct. at 762 n. 9. The Supreme Court refused to determine the issue of liability for the cleanup or whether it could be charged to the estate as an administrative expense. That question, it determined, was not before the Court. 106 S.Ct. at 758 n. 2.</p>\n<p>The bankruptcy court construed <i>Midlantic</i> narrowly and distinguished the instant case on its facts. Central to its determination was the finding by the court that the problems at the Streator facility do not present any imminent and identifiable harm to the public health or safety. The bankruptcy court's decision is inartfully drawn in part because the court's findings of fact are mixed in with the consideration of the issues. The court found fourteen specific facts in its order but clearly continued to find facts in its discussion of the applicable law. Although not denominated as such, the court clearly found at page 12 of the order that the environmental violations at the Streator site did not present any imminent and identifiable harm to the public health and safety. This finding was essential to the bankruptcy court's decision and cannot be set aside unless it is clearly erroneous.</p>\n<p>The bankruptcy court distinguished <i>Midlantic</i> from the facts in the case before it in another respect. The court said that the trustee in <i>Midlantic</i> had unencumbered assets that could be used to clean up the contaminated facilities, whereas the trustee in the case before it had no unencumbered assets at its disposal:</p>\n<blockquote>The case under consideration presents a novel issue in that the debtor, Smith-Douglass, Inc., does not have any unencumbered assets. As a result, the debtor has no funds which can be used to bring the Streator, Illinois, plant facility into compliance with the environmental laws and regulations of the State of Illinois. The debtor is unable to market the Streator facility because the full nature and extent of the environmental problems are unknown. If this court denies the debtor's request to abandon or imposes conditions on the debtor prior to allowing abandonment, the realities are that neither the debtor nor this court are [sic] able to provide funds to clean up the property prior to its abandonment. It might be argued that the cost of cleanup could be charged to a secured creditor or a prior owner of the property, but this argument does not produce any funds to be used for the immediate clean up [sic] of the facility.</blockquote>\n<p>Bankruptcy Order at 10-11.</p>\n<p>Borden insists that <i>Midlantic</i> requires full compliance with the state environmental laws before abandonment will be allowed. The State of Illinois argues that the court must establish conditions before abandonment that will protect the public health and safety, including securing the property with a fence, conducting an investigation to determine the presence of other dangerous chemicals at the site and securing all toxic wastes in drums for disposal.</p>\n<p><span class=\"star-pagination\">*998</span> Neither interpretation is consistent with the <i>Midlantic</i> decision. In footnote 9 the Supreme Court clearly expressed its intention to create a narrow exception to the broad abandonment power granted the trustee pursuant to section 554 of the Code. 106 S.Ct. at 762-63 n. 9. To require strict compliance with all state environmental laws and regulations would in some cases create a bankruptcy case in perpetuity and contravene the purpose of the Bankruptcy Code. The underlying purpose of abandonment is to allow the trustee to efficiently reduce the debtor's property to money for distribution to creditors. <i>In re Franklin Signal Corp.,</i> <span class=\"citation\" data-id=\"1832006\"><a href=\"/opinion/1832006/in-re-franklin-signal-corp/\"><span class=\"volume\">65</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">268</span></a></span> (Bankr.D.Minn.1986). This purpose must be balanced against the policy expressed in <i>Midlantic</i> that the trustee not abandon property which threatens the public's health and safety. The narrow exception created by the Court was only to require the trustee to take adequate precautionary measures to ensure that the public is not threatened by an imminent danger as the result of the abandonment.</p>\n<p>The bankruptcy court found that the violations of Illinois law present at the Streator facility do not create an imminent and identifiable danger to the public health and safety. That finding of fact was not clearly erroneous. That determination should have ended the bankruptcy court's inquiry and no further analysis was necessary. The State of Illinois argues that the court could not allow abandonment without establishing conditions. However, a finding that there was no threat to the public health and safety obviated the necessity of protecting the public by placing conditions on the abandonment.</p>\n<p>The bankruptcy court correctly refused to determine the issue of liability for the cleanup of the Streator facility. The state has many enforcement options available to it, none of which it has pursued as yet. However, the court notes that the bankruptcy court's discussion of the financial condition of the debtor was irrelevant to the decision on abandonment under <i>Midlantic.</i> Whether there are unencumbered assets in the bankruptcy estate was only relevant to the question whether the property sought to be abandoned is a burden to the estate. Once the bankruptcy court determined that the property was burdensome and found that there was no imminent and identifiable harm caused by the violations at the Streator facility, that should have ended the bankruptcy court's analysis. If the court had found that imminent and identifiable harm was present, then the question of assets to pay for any conditions may have been relevant to the abandonment decision.<sup>[2]</sup></p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>The court holds that the bankruptcy court did not err in determining that the Streator facility could be abandoned pursuant to <i>Midlantic National Bank v. New Jersey Department of Environmental Protection,</i> <span class=\"citation\" data-id=\"111562\"><a href=\"/opinion/111562/midlantic-nat-bank-v-new-jersey-dept-of-environmental-protection/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">494</span></a></span>, <span class=\"citation\" data-id=\"111562\"><a href=\"/opinion/111562/midlantic-nat-bank-v-new-jersey-dept-of-environmental-protection/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">755</span></a></span>, <span class=\"citation\" data-id=\"111562\"><a href=\"/opinion/111562/midlantic-nat-bank-v-new-jersey-dept-of-environmental-protection/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">859</span></a></span> (1986). The decision provided a narrow exception to the broad abandonment power of the trustee pursuant to section 554 of the Bankruptcy Code when abandonment of a site in violation of environmental laws and regulations would create a risk of imminent and identifiable harm to the public. The decision of the bankruptcy court is, therefore, AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  Garrett filed a notice of appeal of the bankruptcy decision but did not file a brief with the court and did not appear at the court's hearing on the appeal held on 20 July 1987.</p>\n<p>[2]  The court expresses no opinion on that important question.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/418255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1832006/"
  ]
}