{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1547370/",
  "absolute_url": "/opinion/1547370/poisson-v-williams/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1547370/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:41:07.120253Z",
  "date_modified": "2016-02-29T15:49:04.042963Z",
  "type": "010combined",
  "sha1": "cc090a8eaeb3a783650428717ff205ad287b412a",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>15 F.2d 582 (1926)</b></center>\n<center><h1>POISSON et al.<br>\nv.<br>\nWILLIAMS.</h1></center>\n<center><p><b>District Court, E. D. North Carolina.</b></p></center>\n<center>November 4, 1926.</center>\n<p>Wright &amp; Stevens, of Wilmington, N. C., for complainants.</p>\n<p>J. O. Carr and Rodgers &amp; Rodgers, all of Wilmington, N. C., for defendant.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This suit was commenced in the superior court of New Hanover county, N. C., and was removed to this court by the defendant. The bill of complaint contains two distinct causes of action, in the first of which the plaintiff Cox, as trustee, seeks to recover a fund alleged to have been held by the Commercial National Bank as trustee for bondholders, and to have passed into the hands of the defendant receiver impressed with a trust in his favor, and in the second of which the other plaintiffs seek to recover the proceeds of a certificate of deposit left for collection with the Commercial National Bank. The plaintiffs do not now ask in this suit a recovery on the second cause of action, and their allegations with regard thereto should be stricken from the complaint without prejudice.</p>\n<p>The answer of the defendant, in addition to denying the allegations of the bill, asserts as a counterclaim thereto an item of general indebtedness owing by the Carolina Beach Railway Company to the Commercial National Bank. It is clear, however, that defendant is not entitled to set off this general indebtedness of the railway company against liability for a trust fund held by the bank for the benefit of bondholders, and in order that defendant's right to prove claim against the receivers of the railway company may not be prejudiced in any way by anything done in this suit, the allegations of the counterclaim should be stricken from the answer. An order will be entered, therefore, striking the allegations of the second cause of action from the bill of complaint, and the allegations setting up the counterclaim from the answer.</p>\n<p>This leaves but one question for determination, and that is the right of the plaintiff E. B. Cox, as substituted trustee, to recover from the defendant receiver the funds alleged to have been held in trust by the Commercial National Bank for the benefit of the bondholders of the Carolina Beach Railway Company. The facts bearing upon this question, briefly stated, are as follows:</p>\n<p>Some time prior to the year 1921 the Carolina Beach Railway Company, to secure a bond issue, executed a deed of trust conveying to the American Bank &amp; Trust Company, as trustee, certain property, including a tram road and equipment leading from Carolina Beach pier, on the Cape Fear river, to Carolina Beach. The deed of trust contained the following provision:</p>\n<p>\"It is further understood and agreed that the party of the first part, its successors and assigns, by and with the consent in writing of the trustee, shall have the right and power <span class=\"star-pagination\">*583</span> to sell and convey the present railroad or tram road leading from what is known as Carolina Beach pier, on the Cape Fear river, to Carolina Beach, together with any and all equipment used in connection with said railroad or tram road, at a price not less than five thousand ($5,000) dollars, and when sold and conveyed the trustee shall release the said property from the lien hereof, and the proceeds derived therefrom shall be paid to and held by the trustee in a sinking fund hereinbefore created and referred to for the payment of the bonds secured by this deed of trust.\"</p>\n<p>Under the provision just quoted the American Bank &amp; Trust Company sold this tram road and equipment, receiving therefor the net sum of $3,072. This sum the American Bank &amp; Trust Company held as trustee under the provision of the deed of trust just quoted. The cash proceeds of the sale passed into its vaults on September 12, and November 23, 1921, and an entry was made on the books of the bank, crediting the amount received to a special account of the railway company designated as \"Bond Account. Not subject to checks.\" There are bonds of the railway company, outstanding and unpaid, amounting to approximately $60,000, secured by the deed of trust.</p>\n<p>On April 19, 1922, the American Bank &amp; Trust Company was converted into a national banking association under the name of Commercial National Bank of Wilmington, N. C., and all of the assets and property held by it as a state bank passed into its hands as a national banking association. The bank was closed by the Comptroller of the Currency on December 30, 1922, and it was placed in the hands of defendant, as receiver, shortly thereafter. E. B. Cox has been duly substituted for the American Bank &amp; Trust Company as trustee under the deed of trust.</p>\n<p>It is stipulated in the record that, while the American Bank &amp; Trust Company held other trust funds along with the funds in controversy, the cash which it had in its vaults from September 12, 1921, to April 19, 1922, at all times exceeded the amount of funds held by it in trust, and that it had in cash $60,387.31 when it was converted into a national bank on April 19, 1922. It is also stipulated that the cash in the hands of the Commercial National Bank, between April 19, 1922, and the time that it was closed by the Comptroller, never fell below $25,228.79, and that the amount of trust funds held by it, including the amount in controversy here, did not exceed $25,000, and that there came into the hands of defendant, as receiver, cash in excess of $56,000.</p>\n<p>There can be no question that the American Bank &amp; Trust Company received and held the proceeds of the sale of the tram road and equipment as trustee of an express trust, or that the funds in its hands constituted a trust fund for the benefit of the bondholders secured by the deed of trust; and I think it is equally clear that, if the trust fund was in the vaults of the bank when it was converted into a national banking association, it continued to be impressed with the trust in favor of the bondholders. The change from a state to a national bank did not \"destroy its identity or its corporate existence, but simply resulted in a continuation of the same body, with the same officers and stockholders, the same property, assets, and banking business under a changed jurisdiction.\" Metropolitan Bank v. Claggett, 141 U. S. 520, 12 S. Ct. 60, 35 L. Ed. 841; 7 C. J. 760, and cases cited; note, 59 Am. St. Rep. at page 553.</p>\n<p>The only question in the case, therefore, is whether the trust fund has been sufficiently identified as having come into the hands of the defendant receiver. I think that it has. It is admitted that more than $56,000 in cash came into the hands of the receiver. It is also admitted that the funds held in trust by the bank, including the fund in controversy, did not exceed $25,000, and that from the time the fund in controversy was received by the bank the cash in its vaults never fell below the amount which it held in trust. Under these circumstances, I think that it is clearly settled that the cash which came into the hands of the receiver will be held to include the trust fund.</p>\n<p>Ordinarily, where moneys are received and disbursed over a period of time, the presumption is that they are disbursed in the order of their receipt, under the \"first in, first out,\" doctrine of Clayton's Case, 1 Mer. 572. But this rule does not apply where a fund is received and held in a fiduciary capacity. In such case the presumption is that the trustee made disbursements from his own money, and not from that which he held in trust. Central National Bank v. Conn. Mut. Life Ins. Co., 104 U. S. 54, 26 L. Ed. 693; Knatchbull v. Hallett, 13 Ch. D. 696.</p>\n<p>In Brennan v. Tillinghast (C. C. A. 6th) 201 F. 609, 120 C. C. A. 37, having under consideration the right to trace a fund derived from the sale of stock held by an insolvent bank as collateral, the Circuit Court of Appeals of the Sixth Circuit, speaking through Judge (now Mr. Justice) Sanford, said:</p>\n<p>\"It is undisputed that the proceeds of the sale of Brennan's stock, wrongfully converted <span class=\"star-pagination\">*584</span> by the Ironwood Bank to its own use, constituted a trust fund, which did not lose this character when mingled with other moneys of the bank, and that Brennan was entitled to recover the amount thereof as a preferred claim, if, and to the extent that, he sustained the burden of proof of tracing this money, either in its original shape or in a substituted form, into the moneys which came into the hands of the receiver as part of the assets of the bank [citing cases]. And proof that the tort-feasor has mingled the trust funds with his own, and made payments thereafter out of the common fund, is, nothing else appearing, a sufficient identification of the remainder of that fund coming into the hands of the receiver, not exceeding the smallest amount the fund contained subsequent to the commingling, as trust property, under the legal presumption that he regarded the law and neither paid out the trust fund nor invested it in other property, but kept it sacred.\"</p>\n<p>In Empire State Surety Co. v. Carroll County (C. C. A. 8th) 194 F. at page 605, 114 C. C. A. 447, the rule is thus stated by Judge Sanborn: \"Proof that a trustee mingled trust funds with his own and made payments out of the common fund is a sufficient identification of the remainder of that fund coming to the hands of the receiver, not exceeding the smallest amount the fund contained subsequent to the commingling [citing cases] as trust property, because the legal presumption is that he regarded the law and neither paid out nor invested in other property the trust fund, but kept it sacred.\" See, also, Peters v. Bain, 133 U. S. 670, 10 S. Ct. 354, 33 L. Ed. 696; Allen v. United States (C. C. A. 1st) 285 F. 678; Board of Commissioners of Crawford County v. Strawn (C. C. A. 6th) 157 F. 49, 84 C. C. A. 553, 15 L. R. A. (N. S.) 1100; Weiss v. Haight (C. C.) 152 F. 479; Board of Com'rs v. Patterson (C. C.) 149 F. 229; Merchants' Nat. Bk. v. School District (C. C. A. 9th) 94 F. 705, 36 C. C. A. 432; Spokane County v. First Nat. Bk. (C. C. A. 9th) 68 F. 979, 16 C. C. A. 81; Carlson v. Kies, 75 Wash. 171, 134 P. 808, 47 L. R. A. (N. S.) 317; State v. Foster, 5 Wyo. 199, 38 P. 926, 29 L. R. A. 226, 63 Am. St. Rep. 47; 7 C. J. 751 and 752.</p>\n<p>As it is admitted in this case that, at all times after the trust fund was received by the bank, it had cash on hand to the full amount, not only of this fund, but of all other funds which it held in trust, the substituted trustee is entitled to a decree for the full amount of the trust fund. He is not, however, entitled to interest. Merchants' Nat. Bk. v. School District, supra; Guignon v. Helena First Nat. Bk., 22 Mont. 140, 55 P. 1051; 7 C. J. 626, note 76(d); Hallett v. Fish (C. C.) 123 F. 201; Richardson v. Louisville Banking Co. (C. C. A. 5th) 94 F. 442, 36 C. C. A. 307.</p>\n<p>It is urged by the receiver that a final decree should not be entered, but merely an interlocutory decree, determining the priority of the plaintiff's claim, and directing that it be paid in full if the cash which came into the hands of the receiver be sufficient to pay it, together with other claims which may be asserted against the fund. This contention arises from a misconception of the suit and the relief which can be granted therein. It is not a suit to establish a preference for a claim, but to declare a fund which came into the hands of the receiver subject to a trust, and to separate from it the part of the fund to which plaintiff is entitled, in order that it may be paid over to him.</p>\n<p>If there were other persons claiming the same fund, they should have been made parties to the suit under equity rule 37. This has not been done, but, on the contrary, an admission has been made of record, upon which plaintiff is clearly entitled to the relief which he asks. If the trust fund which he claims was in the cash which came into the hands of the receiver, he is entitled to have it separated therefrom and paid to him. If it was not in that fund, he is not entitled to any relief at all. The only other case supposable, viz. that the cash in the bank had been allowed to fall below the total of the trust funds held, is excluded from consideration by the admission of record. I see no reason, therefore, why plaintiff should be further delayed in the relief which he asks; and, as the funds in the hands of the receiver are drawing no interest, he ought not be delayed longer than absolutely necessary for the proper adjustment of the matter.</p>\n<p>A decree will be entered, finding that the cash which came into the hands of the defendant receiver was impressed with a trust in favor of the trustee for the bondholders, to the amount of the trust fund in controversy, and directing that the receiver, from the cash which came into his hands, pay to the defendant Cox, as trustee for the bondholders, the amount of the said trust fund.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></span> (1926)</b></center>\n<center><h1>POISSON et al.<br>\nv.<br>\nWILLIAMS.</h1></center>\n<center><p><b>District Court, E. D. North Carolina.</b></p></center>\n<center>November 4, 1926.</center>\n<p>Wright &amp; Stevens, of Wilmington, N. C., for complainants.</p>\n<p>J. O. Carr and Rodgers &amp; Rodgers, all of Wilmington, N. C., for defendant.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This suit was commenced in the superior court of New Hanover county, N. C., and was removed to this court by the defendant. The bill of complaint contains two distinct causes of action, in the first of which the plaintiff Cox, as trustee, seeks to recover a fund alleged to have been held by the Commercial National Bank as trustee for bondholders, and to have passed into the hands of the defendant receiver impressed with a trust in his favor, and in the second of which the other plaintiffs seek to recover the proceeds of a certificate of deposit left for collection with the Commercial National Bank. The plaintiffs do not now ask in this suit a recovery on the second cause of action, and their allegations with regard thereto should be stricken from the complaint without prejudice.</p>\n<p>The answer of the defendant, in addition to denying the allegations of the bill, asserts as a counterclaim thereto an item of general indebtedness owing by the Carolina Beach Railway Company to the Commercial National Bank. It is clear, however, that defendant is not entitled to set off this general indebtedness of the railway company against liability for a trust fund held by the bank for the benefit of bondholders, and in order that defendant's right to prove claim against the receivers of the railway company may not be prejudiced in any way by anything done in this suit, the allegations of the counterclaim should be stricken from the answer. An order will be entered, therefore, striking the allegations of the second cause of action from the bill of complaint, and the allegations setting up the counterclaim from the answer.</p>\n<p>This leaves but one question for determination, and that is the right of the plaintiff E. B. Cox, as substituted trustee, to recover from the defendant receiver the funds alleged to have been held in trust by the Commercial National Bank for the benefit of the bondholders of the Carolina Beach Railway Company. The facts bearing upon this question, briefly stated, are as follows:</p>\n<p>Some time prior to the year 1921 the Carolina Beach Railway Company, to secure a bond issue, executed a deed of trust conveying to the American Bank &amp; Trust Company, as trustee, certain property, including a tram road and equipment leading from Carolina Beach pier, on the Cape Fear river, to Carolina Beach. The deed of trust contained the following provision:</p>\n<p>\"It is further understood and agreed that the party of the first part, its successors and assigns, by and with the consent in writing of the trustee, shall have the right and power <span class=\"star-pagination\">*583</span> to sell and convey the present railroad or tram road leading from what is known as Carolina Beach pier, on the Cape Fear river, to Carolina Beach, together with any and all equipment used in connection with said railroad or tram road, at a price not less than five thousand ($5,000) dollars, and when sold and conveyed the trustee shall release the said property from the lien hereof, and the proceeds derived therefrom shall be paid to and held by the trustee in a sinking fund hereinbefore created and referred to for the payment of the bonds secured by this deed of trust.\"</p>\n<p>Under the provision just quoted the American Bank &amp; Trust Company sold this tram road and equipment, receiving therefor the net sum of $3,072. This sum the American Bank &amp; Trust Company held as trustee under the provision of the deed of trust just quoted. The cash proceeds of the sale passed into its vaults on September 12, and November 23, 1921, and an entry was made on the books of the bank, crediting the amount received to a special account of the railway company designated as \"Bond Account. Not subject to checks.\" There are bonds of the railway company, outstanding and unpaid, amounting to approximately $60,000, secured by the deed of trust.</p>\n<p>On April 19, 1922, the American Bank &amp; Trust Company was converted into a national banking association under the name of Commercial National Bank of Wilmington, N. C., and all of the assets and property held by it as a state bank passed into its hands as a national banking association. The bank was closed by the Comptroller of the Currency on December 30, 1922, and it was placed in the hands of defendant, as receiver, shortly thereafter. E. B. Cox has been duly substituted for the American Bank &amp; Trust Company as trustee under the deed of trust.</p>\n<p>It is stipulated in the record that, while the American Bank &amp; Trust Company held other trust funds along with the funds in controversy, the cash which it had in its vaults from September 12, 1921, to April 19, 1922, at all times exceeded the amount of funds held by it in trust, and that it had in cash $60,387.31 when it was converted into a national bank on April 19, 1922. It is also stipulated that the cash in the hands of the Commercial National Bank, between April 19, 1922, and the time that it was closed by the Comptroller, never fell below $25,228.79, and that the amount of trust funds held by it, including the amount in controversy here, did not exceed $25,000, and that there came into the hands of defendant, as receiver, cash in excess of $56,000.</p>\n<p>There can be no question that the American Bank &amp; Trust Company received and held the proceeds of the sale of the tram road and equipment as trustee of an express trust, or that the funds in its hands constituted a trust fund for the benefit of the bondholders secured by the deed of trust; and I think it is equally clear that, if the trust fund was in the vaults of the bank when it was converted into a national banking association, it continued to be impressed with the trust in favor of the bondholders. The change from a state to a national bank did not \"destroy its identity or its corporate existence, but simply resulted in a continuation of the same body, with the same officers and stockholders, the same property, assets, and banking business under a changed jurisdiction.\" Metropolitan Bank v. Claggett, <span class=\"citation\" data-id=\"93171\"><a href=\"/opinion/93171/metropolitan-nat-bank-v-claggett/\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">520</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">60</span></span>, 35 L. Ed. 841; 7 C. J. 760, and cases cited; note, 59 Am. St. Rep. at page 553.</p>\n<p>The only question in the case, therefore, is whether the trust fund has been sufficiently identified as having come into the hands of the defendant receiver. I think that it has. It is admitted that more than $56,000 in cash came into the hands of the receiver. It is also admitted that the funds held in trust by the bank, including the fund in controversy, did not exceed $25,000, and that from the time the fund in controversy was received by the bank the cash in its vaults never fell below the amount which it held in trust. Under these circumstances, I think that it is clearly settled that the cash which came into the hands of the receiver will be held to include the trust fund.</p>\n<p>Ordinarily, where moneys are received and disbursed over a period of time, the presumption is that they are disbursed in the order of their receipt, under the \"first in, first out,\" doctrine of Clayton's Case, 1 Mer. 572. But this rule does not apply where a fund is received and held in a fiduciary capacity. In such case the presumption is that the trustee made disbursements from his own money, and not from that which he held in trust. Central National Bank v. Conn. Mut. Life Ins. Co., <span class=\"citation\" data-id=\"90423\"><a href=\"/opinion/90423/national-bank-v-insurance-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, 26 L. Ed. 693; Knatchbull v. Hallett, 13 Ch. D. 696.</p>\n<p>In Brennan v. Tillinghast (C. C. A. 6th) <span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">F.</span> <span class=\"page\">609</span></span>, 120 C. C. A. 37, having under consideration the right to trace a fund derived from the sale of stock held by an insolvent bank as collateral, the Circuit Court of Appeals of the Sixth Circuit, speaking through Judge (now Mr. Justice) Sanford, said:</p>\n<p>\"It is undisputed that the proceeds of the sale of Brennan's stock, wrongfully converted <span class=\"star-pagination\">*584</span> by the Ironwood Bank to its own use, constituted a trust fund, which did not lose this character when mingled with other moneys of the bank, and that Brennan was entitled to recover the amount thereof as a preferred claim, if, and to the extent that, he sustained the burden of proof of tracing this money, either in its original shape or in a substituted form, into the moneys which came into the hands of the receiver as part of the assets of the bank [citing cases]. And proof that the tort-feasor has mingled the trust funds with his own, and made payments thereafter out of the common fund, is, nothing else appearing, a sufficient identification of the remainder of that fund coming into the hands of the receiver, not exceeding the smallest amount the fund contained subsequent to the commingling, as trust property, under the legal presumption that he regarded the law and neither paid out the trust fund nor invested it in other property, but kept it sacred.\"</p>\n<p>In Empire State Surety Co. v. Carroll County (C. C. A. 8th) 194 F. at page 605, 114 C. C. A. 447, the rule is thus stated by Judge Sanborn: \"Proof that a trustee mingled trust funds with his own and made payments out of the common fund is a sufficient identification of the remainder of that fund coming to the hands of the receiver, not exceeding the smallest amount the fund contained subsequent to the commingling [citing cases] as trust property, because the legal presumption is that he regarded the law and neither paid out nor invested in other property the trust fund, but kept it sacred.\" See, also, Peters v. Bain, <span class=\"citation\" data-id=\"92700\"><a href=\"/opinion/92700/peters-v-bain/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">670</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">354</span></span>, 33 L. Ed. 696; Allen v. United States (C. C. A. 1st) 285 F. 678; Board of Commissioners of Crawford County v. Strawn (C. C. A. 6th) <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">F.</span> <span class=\"page\">49</span></span>, 84 C. C. A. 553, 15 L. R. A. (N. S.) 1100; Weiss v. Haight (C. C.) 152 F. 479; Board of Com'rs v. Patterson (C. C.) 149 F. 229; Merchants' Nat. Bk. v. School District (C. C. A. 9th) <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F.</span> <span class=\"page\">705</span></span>, 36 C. C. A. 432; Spokane County v. First Nat. Bk. (C. C. A. 9th) <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">F.</span> <span class=\"page\">979</span></span>, 16 C. C. A. 81; Carlson v. Kies, 75 Wash. 171, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">P.</span> <span class=\"page\">808</span></span>, 47 L. R. A. (N. S.) 317; State v. Foster, <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wyo.</span> <span class=\"page\">199</span></span>, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">P.</span> <span class=\"page\">926</span></span>, 29 L. R. A. 226, 63 Am. St. Rep. 47; 7 C. J. 751 and 752.</p>\n<p>As it is admitted in this case that, at all times after the trust fund was received by the bank, it had cash on hand to the full amount, not only of this fund, but of all other funds which it held in trust, the substituted trustee is entitled to a decree for the full amount of the trust fund. He is not, however, entitled to interest. Merchants' Nat. Bk. v. School District, supra; Guignon v. Helena First Nat. Bk., <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">Mont.</span> <span class=\"page\">140</span></span>, 55 P. 1051; 7 C. J. 626, note 76(d); Hallett v. Fish (C. C.) 123 F. 201; Richardson v. Louisville Banking Co. (C. C. A. 5th) <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">F.</span> <span class=\"page\">442</span></span>, 36 C. C. A. 307.</p>\n<p>It is urged by the receiver that a final decree should not be entered, but merely an interlocutory decree, determining the priority of the plaintiff's claim, and directing that it be paid in full if the cash which came into the hands of the receiver be sufficient to pay it, together with other claims which may be asserted against the fund. This contention arises from a misconception of the suit and the relief which can be granted therein. It is not a suit to establish a preference for a claim, but to declare a fund which came into the hands of the receiver subject to a trust, and to separate from it the part of the fund to which plaintiff is entitled, in order that it may be paid over to him.</p>\n<p>If there were other persons claiming the same fund, they should have been made parties to the suit under equity rule 37. This has not been done, but, on the contrary, an admission has been made of record, upon which plaintiff is clearly entitled to the relief which he asks. If the trust fund which he claims was in the cash which came into the hands of the receiver, he is entitled to have it separated therefrom and paid to him. If it was not in that fund, he is not entitled to any relief at all. The only other case supposable, viz. that the cash in the bank had been allowed to fall below the total of the trust funds held, is excluded from consideration by the admission of record. I see no reason, therefore, why plaintiff should be further delayed in the relief which he asks; and, as the funds in the hands of the receiver are drawing no interest, he ought not be delayed longer than absolutely necessary for the proper adjustment of the matter.</p>\n<p>A decree will be entered, finding that the cash which came into the hands of the defendant receiver was impressed with a trust in favor of the trustee for the bondholders, to the amount of the trust fund in controversy, and directing that the receiver, from the cash which came into his hands, pay to the defendant Cox, as trustee for the bondholders, the amount of the said trust fund.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/90423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93171/"
  ]
}