{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1547380/",
  "absolute_url": "/opinion/1547380/first-nat-bank-v-williams/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1547380/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:41:07.279325Z",
  "date_modified": "2016-02-29T15:49:06.500922Z",
  "type": "010combined",
  "sha1": "56ea113f34d47807904083e82ed7cba141deec1e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>15 F.2d 585 (1926)</b></center>\n<center><h1>FIRST NAT. BANK OF VENTURA<br>\nv.<br>\nWILLIAMS.</h1></center>\n<center><p><b>District Court, E. D. North Carolina.</b></p></center>\n<center>October 8, 1926.</center>\n<p>George Rountree, of Wilmington, N. C., for complainant.</p>\n<p>Rodgers &amp; Rodgers, of Wilmington, N. C., for defendant.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This is a suit in equity, instituted by complainant to recover of the defendant, as receiver, the amount of a draft sent by complainant to the Commercial National Bank for collection, and collected by it on the last day on which it was open for business. Recovery is asked on the ground that at the time of the collection of the draft the bank was hopelessly insolvent, to the knowledge of its officers, that the proceeds of the draft remained the property of complainant, and that same came into the hands of the receiver upon his taking over the bank's assets.</p>\n<p>The facts, with the exception of the facts as to insolvency and knowledge thereof on the part of the officers of the bank, were stipulated in writing as follows:</p>\n<p>\"That the First National Bank of Ventura was, and is, a national bank, organized and existing under the laws of the United States, and having a place of business in Ventura, in the state of California; that on or about the 2d of December, 1922, the California Lima Bean Growers' Association sold to T. S. Southgate &amp; Co., Wilmington, North Carolina, 600 bags of beans, and, on that date, drew a draft on Southgate &amp; Co., with bill of lading attached, for the sum of $4,710 in payment of said shipment of beans, and deposited the draft with the complainant for collection, and it was credited to the account of the California Lima Bean Growers' Association; that the complainant bank forwarded that draft, with bill of lading attached, to the American Bank &amp; Trust Company, predecessor of the Commercial National Bank, for collection, and the draft and bill of lading were received and handled by the Commercial National Bank, successor of said American Bank &amp; Trust Company; and that the draft was paid by T. S. Southgate &amp; Co. to the Commercial National Bank on the 29th day of December, 1922, by check on the Murchison National Bank of Wilmington, N. C., which check was paid by the Murchison National Bank to the Commercial National Bank in the afternoon of the 29th of December, 1922, and the proceeds of said check were never remitted to the complainant bank.</p>\n<p>\"The payment was effected by a clearance on the afternoon of the 29th between the Murchison Bank and the Commercial Bank, in which the Murchison Bank owed, including this check, $4,710, the sum of $28,922.36, and the Commercial Bank owed the Murchison Bank $31,291.66, and the Commercial Bank paid to the Murchison Bank in cash $2,369.30.</p>\n<p>\"At the close of business on December 29, 1922, the Commercial National Bank had in its vaults the sum of $56,000 in cash, and the Commercial Bank was closed on the morning of December 30th by the Comptroller of the Currency, and was never open for business thereafter. The receiver was appointed on February 1, 1923.\"</p>\n<p>It was also stipulated that the evidence taken in other cases at this term against the receiver, bearing on the question of the insolvency <span class=\"star-pagination\">*586</span> of the bank and the knowledge of such insolvency by its officers, should be used in the trial of this cause, just as if taken herein. This evidence has been transcribed by the stenographer and will be filed as a part of the record. In view of the fact that, for reasons hereinafter set forth, I have arrived at the conclusion that the proceeds of the collection have not been traced into the hands of the receiver, and the funds in his hands have not been augmented thereby, it is not necessary that I decide whether or not the bank was hopelessly insolvent to the knowledge of its officers at the time it made the collection.</p>\n<p>I will say in passing, however, that the proof adduced strongly supports this contention on the part of complainant. It was argued on behalf of defendant that, if additional capital had been put into the bank, it might have realized more on doubtful paper by \"nursing along\" those indebted to the bank, and might thus have been saved from ruin. But this argument virtually admits hopeless insolvency; for the bank had no means of raising additional capital, it was loaded down with \"bum paper,\" to use a phrase used by the receiver, and its officers were resorting to various desperate expedients to keep it afloat. That this hopeless condition was known to the officers is properly inferable from the fact that a considerable part of its worthless loans were made to concerns in which certain of its officers were directly or indirectly interested, and that the president of the bank, who was its directing head, was not examined in the hearing before me, nor was any effort made to present his testimony by way of deposition. I say this to make it clear that my decision is rested solely upon the failure of complainant to trace the proceeds of the collection into the hands of the receiver, or to show that the funds in his hands have been augmented thereby.</p>\n<p>There is very little dispute as to the law applicable to the case. Where a draft is sent by one bank to another for collection, in the absence of express agreement to the contrary, the collecting bank is impliedly authorized to mingle the proceeds of the collection with its general assets. The relationship of principal and agent, therefore, ceases upon the collection of the draft, and that of debtor and creditor arises. Commercial Bank v. Armstrong, 148 U. S. 50, 13 S. Ct. 533, 37 L. Ed. 363; First National Bank v. Davis, 114 N. C. 343, 19 S. E. 280, 41 Am. St. Rep. 795; North Carolina Corp. Com. v. Merchants' &amp; Farmers' National Bank, 137 N. C. 697, 50 S. E. 308, 2 Ann. Cas. 537; Philadelphia Bank v. Dowd (C. C.) 38 F. 172, 2 L. R. A. 480; Manufacturers' National Bank v. Continental Bank, 148 Mass. 553, 20 N. E. 193, 2 L. R. A. 699, 12 Am. St. Rep. 598.</p>\n<p>Where, however, the collecting bank is insolvent at the time of the collection, the authority of the bank to collect the draft and mingle the proceeds with its general assets does not exist, and the proceeds of the collection may be recovered from the receiver of the insolvent bank, if they can be identified in his hands. Commercial Bank v. Armstrong, supra; North Carolina Corp. Com. v. Merchants' &amp; Farmers' National Bank, supra; 3 R. C. L. p. 635; 7 C. J. 625; note 86 Am. St. Rep. at pages 796 and 799. Even deposits, when received by a bank hopelessly insolvent, to the knowledge of its officers, may be recovered, if they can be traced into the hands of the receiver. St. Louis, etc., Ry. Co. v. Johnston, 133 U. S. 566, 10 S. Ct. 390, 33 L. Ed. 683; Richardson v. New Orleans Coffee Co. (C. C. A. 5th) 102 F. 785, 43 C. C. A. 583; Quin v. Earle (C. C.) 95 F. 728 (opinion by Judge [later Justice] Gray).</p>\n<p>And for a stronger reason may one who has forwarded a draft for collection recover the proceeds of the collection if they can be traced or identified; for in such case the money has come into the hands of the collecting bank because of the fiduciary relationship which exists between it and the forwarder. Where the collecting bank, being insolvent to the knowledge of its officers, proceeds to collect the draft and appropriate the proceeds, this is such a fraud on the forwarder as justifies him in repudiating the transaction and recovering the proceeds of the collection, if he can identify them.</p>\n<p>Before the forwarding bank can recover the proceeds of the collection, however, it must identify them, or must trace them into the funds which have come into the hands of the receiver with such certainty as will justify the court in separating from the funds in his hands an amount equal to the proceeds of the collection and setting it apart as such. The old rule with regard to the tracing of trust funds wrongfully misapplied, or the proceeds of property wrongfully converted, was that the right ceased when the property was turned into money and mixed and confounded in the general mass of property of the same description. 2 Story, Eq. Jur. 1258, 1259; Philadelphia Bank v. Dowd (C. C.) 38 F. 172, 2 L. R. A. 480.</p>\n<p>The modern rule of equity, however, is that, \"where the fraudulent depositary so mingles goods which he has obtained by fraud with the mass of like goods of his own, the whole may be seized, or considered as held in <span class=\"star-pagination\">*587</span> trust, until equitable separation of the property of the defrauded party is made. So, advancing one step further, where money thus obtained has gone to swell the aggregate in the possession of the fraudulent party, it may, under proper proceedings, be segregated in amount from such aggregate sum, and made the subject of a trust, in order to accomplish the ends of justice.\" Gray, J., in Quin v. Earle (C. C.) 95 F. 731. See, also, Central National Bank v. Conn. Mut. Life Ins. Co., 104 U. S. 54, 26 L. Ed. 693; Knatchbull v. Hallett, 13 Ch. Div. 696, and notes in 32 Am. St. Rep. at page 129; L. R. A. 1916C, at page 31.</p>\n<p>But the limitation on this rule is also well settled, and is well stated by Judge Gray in Quin v. Earle, supra, as follows: \"If, on the other hand, the funds in possession of the defrauding bank be not increased by the property or the money so obtained, so that the aggregate amount of assets for distribution among the general creditors is not made larger by reason of the plaintiff's contribution thereto, then this extension of the doctrine of identification will not apply, and the complainant cannot have remedy as for a preferred claim.\"</p>\n<p>And in City Bank of Hopkinsville v. Blackmore (C. C. A. 6th) 75 F. at 773, 21 C. C. A. 516, Judge (now Chief Justice) Taft stated the limitation of the rule as follows: \"It is only where, by the rescission of the contract out of which the claim arises on the ground of fraud, the specific thing parted with or its proceeds can be sufficiently identified to be returned, that fraud seems to give a priority of distribution. It may not be necessary to show earmarks upon the proceeds of the thing parted with to justify such a remedy, but it must at least appear that the funds in the hands of the receiver were increased or benefited by the proceeds, and the recovery is limited to the extent of this increase or benefit.\"</p>\n<p>Judge Sanborn, in Empire State Surety Co. v. Carroll County (C. C. A. 8th) 194 F. at page 604, 114 C. C. A. 446, stated the limitation on the rule as follows: \"It is indispensable to the maintenance by a cestui que trust of a claim to preferential payment by a receiver out of the proceeds of the estate of an insolvent that clear proof be made that the trust property or its proceeds went into a specific fund, or into a specific identified piece of property, which came to the hands of the receiver, and then the claim can be sustained to that fund or property only, and only to the extent that the trust property or its proceeds went into it. It is not sufficient to prove that the trust property or its proceeds went into the general assets of the insolvent estate, and increased the amount and the value thereof which came to the hands of the receiver.\"</p>\n<p>And, finally, what was said by Mr. Justice Bradley, in stating the rule with its limitations in Frelinghuysen v. Nugent (C. C.) 36 F. at page 239, is peculiarly applicable here: \"Another difficulty in the complainant's case is the want of identity of the property claimed with the proceeds of the money abstracted from the bank. Formerly the equitable right of following misapplied money or other property into the hands of the parties receiving it depended upon the ability of identifying it; the equity attaching only to the very property misapplied. This right was first extended to the proceeds of the property, namely, to that which was procured in place of it by exchange, purchase, or sale. But, if it became confused with other property of the same kind, so as not to be distinguishable, without any fault on the part of the possessor, the equity was lost. Finally, however, it has been held as the better doctrine that confusion does not destroy the equity entirely, but converts it into a charge upon the entire mass, giving to the party injured by the unlawful diversion a priority of right over the other creditors of the possessor. This is as far as the rule has been carried. The difficulty of sustaining the claim in the present case is that it does not appear that the goods claimed 혰 that is to say, the stock on hand, finished and unfinished 혰 were either in whole or in part the proceeds of any money unlawfully abstracted from the bank.\" See, also, Peters v. Bain, 133 U. S. 670, 10 S. Ct. 354, 33 L. Ed. 696; Richardson v. New Orleans Debenture Redemption Co. (C. C. A. 5th) 102 F. 780, 42 C. C. A. 619, 52 L. R. A. 67; American Can Co. v. Williams (C. C. A. 2d) 178 F. 420, 101 C. C. A. 634.</p>\n<p>Now applying the foregoing principles to the facts of this case, how can it be said that the proceeds of the draft came into the hands of the receiver, or that the cash which did come into his hands was increased by reason thereof? The collection of the draft brought no cash into the bank. It brought in only a check, which was not cashed, but was used in the clearance to pay checks held by the Murchison Bank. The drawers of these checks were mere unpreferred creditors of the bank to the amount of their deposits therein. If their checks had not been paid, their unpreferred claims against the bank would merely have been larger by the amount thereof. I do not see, therefore, how the use of the check in retiring these unpreferred claims can be said to have placed any cash in the bank.</p>\n<p><span class=\"star-pagination\">*588</span> I quite agree with the learned counsel for complainant that the collection of the draft was not completed until the afternoon of December 29th; for the bank was not authorized to receive a check in payment (Federal Reserve Bank of Richmond v. Malloy, 264 U. S. 160, 44 S. Ct. 296, 68 L. Ed. 617, 31 A. L. R. 1261), and the check was not payment at all events, unless itself paid (Philadelphia Life Ins. Co. v. Hayworth [C. C. A. 4th] 296 F. 339). Until the check passed into the hands of the Murchison Bank, therefore, it was capable of positive identification, and might have been claimed by complainant. But the trouble with complainant's case is that, when the check passed into the hands of the Murchison Bank at the time of the clearance, nothing was added to the cash or other assets of the Commercial Bank as a result thereof. It was used along with other checks merely to reduce the liabilities of the bank, not to add to its assets.</p>\n<p>Counsel for complainant insists that, but for the labor-saving device of clearing by the exchange of checks, this check would have been collected in cash and the cash which came into the hands of the receiver would have been augmented as a result thereof, and that the fact that the clearance was resorted to should not be allowed to deprive him of the advantage which he would have had under a cash collection. The answer to this is that courts must decide cases, not upon suppositions, but upon facts as proven or admitted, and the admitted fact is that cash was not received for the check, but that it was used merely to reduce the liabilities of the bank.</p>\n<p>It is urged that, if the bank had not had the check, additional cash to the amount thereof would have been used in making the clearance, and that the cash in the bank would have been depleted to that extent. The same answer applies to this argument as to the other. If its soundness should be admitted, every check used in paying a liability of the bank would give rise to a claim against the cash in the hands of the receiver, on the theory that the use of the check had preserved the cash to that extent. This would lead to endless confusion, and its unsoundness is demonstrated if a case be assumed where, as often happens, the total of the checks cleared exceeds the cash in the vaults of the bank.</p>\n<p>A further answer to these arguments is that, if the bank was hopelessly insolvent, to the knowledge of its officers, on the afternoon of the 29th, it should have been closed, and none of its assets should have been used in paying checks. Certainly a charge cannot arise against these assets because the check in question was used in a transaction in which the assets could not properly be used, but in which they might have been used to a greater amount, but for the use of the check. In other words, claimant is not entitled to have a trust declared on the theory that, if the bank had not improperly used the check in making the clearance, it might have improperly used cash to that amount.</p>\n<p>I was at first inclined to think that, as the Commercial Bank was not authorized to accept a check in payment of the draft, the check should be treated as so much cash, mingled with the other cash of the bank, and treated as cash in the clearance with the Murchison; but upon more mature consideration I am persuaded that to so hold would be to ignore the admitted facts, and to decide the case upon a theory at variance with the facts. The check received in payment of the draft was not cash. It was not inextricably intermingled with the cash of the bank; and it was used as a check, and not as cash, in the clearance with the Murchison. The collection of the draft was not complete until the collection of the check, and until the check passed into the possession of the Murchison it was at all times capable of positive identification as the proceeds of the draft. It never did go into the cash held by the Commercial Bank.</p>\n<p>And I think that the conclusion at which I have arrived is sustained by authority as well as by reason. In City Bank of Hopkinsville v. Blackmore, supra (C. C. A. 6th) 75 F. 771, 21 C. C. A. 514, where a draft had been used by an insolvent bank to reduce its indebtedness, being sent for credit to one of its correspondents in New York, the court, in denying the right of the owner of the draft to a preferred claim, said (Taft, J.): \"The sole question is, therefore, whether the credit thus secured to the Commercial Bank and its receiver by the draft entitles the City Bank to take $5,000 out of the assets held by the receiver. The question must certainly be answered in the negative, in any view which can be taken, unless it appears that the assets were increased $5,000 by the credit, or that the claims against them were so decreased that there was $5,000 more for distribution among those who remained creditors after the credit than there would have been had no credit been given to the Commercial Bank for the draft. This does not appear. If no such credit had been allowed by the National Bank of the Republic, it would merely have been a claimant for $5,000 more, and would have been entitled, not to $5,000 in full, but only to pro rata dividends on that amount.\"</p>\n<p>In the case at bar the assets of the collecting <span class=\"star-pagination\">*589</span> bank, as shown above, were not increased one penny by the fact that the check was used in the clearance, nor were its debts so reduced that there was $4,710 (the amount of the check) more for distribution among those who remained creditors than there would have been, if the clearance had not been made. On the contrary, it appears that, if the clearance had not been made, the depositors whose checks were paid thereby would have been entitled, not to payment in full, but merely to their pro rata dividend from the bank's assets.</p>\n<p>In American Can Co. v. Williams, supra (C. C. A. 2d) 178 F. 420, 101 C. C. A. 634, the court denied the right of the owner of drafts sent for collection to a preferred claim, or to have a trust impressed upon assets in the hands of the receiver, where it appeared that checks taken in payment of the drafts had been sent to a correspondent bank and by it credited on the indebtedness of the insolvent bank. The court said: \"Some of these drafts were used to pay debts of the Fredonia Bank, and, no matter how wrongful the misappropriation may have been, it is not apparent that any trust fund came into the hands of the bank through the transactions.\"</p>\n<p>In Empire State Surety Co. v. Carroll County, supra (C. C. A. 8th) 194 F. 593, 114 C. C. A. 435, Judge Sanborn deals learnedly and exhaustively with the questions involved in this case, and specifically with checks used by the insolvent bank in effecting clearances. He says: \"Checks of third parties deposited with a bank, credited to the depositor, and collected through a clearing house, lay no foundation for a preferential payment, in the absence of proof of the actual balance of cash the bank received on account of them, for they may have been and usually are used in whole or in part to discharge the debts of the bank. In re Seven Corners Bank, 58 Minn. 5, 59 N. W. 633; City of St. Paul v. Seymour, 71 Minn. 303, 308, 74 N. W. 136; Willoughby v. Weinberger, 15 Okl. 226, 229, 79 P. 777.\"</p>\n<p>If checks used in clearances lay no foundation for preferential payment, in the absence of proof of the actual balance of cash which the bank received on account of them, then certainly no preference can be allowed where, as here, it affirmatively appears that the bank received no cash whatever on account of the checks used in the clearance, but actually parted with cash itself.</p>\n<p>For the reasons stated, I do not think that complainant is entitled to have a trust impressed on the cash which came into the hands of the receiver, or any preference over the general creditors of the bank, but is entitled to prove merely as a general creditor.</p>\n<p>A decree will be entered accordingly.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">585</span></span> (1926)</b></center>\n<center><h1>FIRST NAT. BANK OF VENTURA<br>\nv.<br>\nWILLIAMS.</h1></center>\n<center><p><b>District Court, E. D. North Carolina.</b></p></center>\n<center>October 8, 1926.</center>\n<p>George Rountree, of Wilmington, N. C., for complainant.</p>\n<p>Rodgers &amp; Rodgers, of Wilmington, N. C., for defendant.</p>\n<p>PARKER, Circuit Judge.</p>\n<p>This is a suit in equity, instituted by complainant to recover of the defendant, as receiver, the amount of a draft sent by complainant to the Commercial National Bank for collection, and collected by it on the last day on which it was open for business. Recovery is asked on the ground that at the time of the collection of the draft the bank was hopelessly insolvent, to the knowledge of its officers, that the proceeds of the draft remained the property of complainant, and that same came into the hands of the receiver upon his taking over the bank's assets.</p>\n<p>The facts, with the exception of the facts as to insolvency and knowledge thereof on the part of the officers of the bank, were stipulated in writing as follows:</p>\n<p>\"That the First National Bank of Ventura was, and is, a national bank, organized and existing under the laws of the United States, and having a place of business in Ventura, in the state of California; that on or about the 2d of December, 1922, the California Lima Bean Growers' Association sold to T. S. Southgate &amp; Co., Wilmington, North Carolina, 600 bags of beans, and, on that date, drew a draft on Southgate &amp; Co., with bill of lading attached, for the sum of $4,710 in payment of said shipment of beans, and deposited the draft with the complainant for collection, and it was credited to the account of the California Lima Bean Growers' Association; that the complainant bank forwarded that draft, with bill of lading attached, to the American Bank &amp; Trust Company, predecessor of the Commercial National Bank, for collection, and the draft and bill of lading were received and handled by the Commercial National Bank, successor of said American Bank &amp; Trust Company; and that the draft was paid by T. S. Southgate &amp; Co. to the Commercial National Bank on the 29th day of December, 1922, by check on the Murchison National Bank of Wilmington, N. C., which check was paid by the Murchison National Bank to the Commercial National Bank in the afternoon of the 29th of December, 1922, and the proceeds of said check were never remitted to the complainant bank.</p>\n<p>\"The payment was effected by a clearance on the afternoon of the 29th between the Murchison Bank and the Commercial Bank, in which the Murchison Bank owed, including this check, $4,710, the sum of $28,922.36, and the Commercial Bank owed the Murchison Bank $31,291.66, and the Commercial Bank paid to the Murchison Bank in cash $2,369.30.</p>\n<p>\"At the close of business on December 29, 1922, the Commercial National Bank had in its vaults the sum of $56,000 in cash, and the Commercial Bank was closed on the morning of December 30th by the Comptroller of the Currency, and was never open for business thereafter. The receiver was appointed on February 1, 1923.\"</p>\n<p>It was also stipulated that the evidence taken in other cases at this term against the receiver, bearing on the question of the insolvency <span class=\"star-pagination\">*586</span> of the bank and the knowledge of such insolvency by its officers, should be used in the trial of this cause, just as if taken herein. This evidence has been transcribed by the stenographer and will be filed as a part of the record. In view of the fact that, for reasons hereinafter set forth, I have arrived at the conclusion that the proceeds of the collection have not been traced into the hands of the receiver, and the funds in his hands have not been augmented thereby, it is not necessary that I decide whether or not the bank was hopelessly insolvent to the knowledge of its officers at the time it made the collection.</p>\n<p>I will say in passing, however, that the proof adduced strongly supports this contention on the part of complainant. It was argued on behalf of defendant that, if additional capital had been put into the bank, it might have realized more on doubtful paper by \"nursing along\" those indebted to the bank, and might thus have been saved from ruin. But this argument virtually admits hopeless insolvency; for the bank had no means of raising additional capital, it was loaded down with \"bum paper,\" to use a phrase used by the receiver, and its officers were resorting to various desperate expedients to keep it afloat. That this hopeless condition was known to the officers is properly inferable from the fact that a considerable part of its worthless loans were made to concerns in which certain of its officers were directly or indirectly interested, and that the president of the bank, who was its directing head, was not examined in the hearing before me, nor was any effort made to present his testimony by way of deposition. I say this to make it clear that my decision is rested solely upon the failure of complainant to trace the proceeds of the collection into the hands of the receiver, or to show that the funds in his hands have been augmented thereby.</p>\n<p>There is very little dispute as to the law applicable to the case. Where a draft is sent by one bank to another for collection, in the absence of express agreement to the contrary, the collecting bank is impliedly authorized to mingle the proceeds of the collection with its general assets. The relationship of principal and agent, therefore, ceases upon the collection of the draft, and that of debtor and creditor arises. Commercial Bank v. Armstrong, <span class=\"citation\" data-id=\"93534\"><a href=\"/opinion/93534/commercial-bank-of-pa-v-armstrong/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">533</span></span>, 37 L. Ed. 363; First National Bank v. Davis, 114 N. C. 343, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">280</span></span>, 41 Am. St. Rep. 795; North Carolina Corp. Com. v. Merchants' &amp; Farmers' National Bank, 137 N. C. 697, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">308</span></span>, 2 Ann. Cas. 537; Philadelphia Bank v. Dowd (C. C.) <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F.</span> <span class=\"page\">172</span></span>, 2 L. R. A. 480; Manufacturers' National Bank v. Continental Bank, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">553</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">193</span></span>, 2 L. R. A. 699, 12 Am. St. Rep. 598.</p>\n<p>Where, however, the collecting bank is insolvent at the time of the collection, the authority of the bank to collect the draft and mingle the proceeds with its general assets does not exist, and the proceeds of the collection may be recovered from the receiver of the insolvent bank, if they can be identified in his hands. Commercial Bank v. Armstrong, supra; North Carolina Corp. Com. v. Merchants' &amp; Farmers' National Bank, supra; 3 R. C. L. p. 635; 7 C. J. 625; note 86 Am. St. Rep. at pages 796 and 799. Even deposits, when received by a bank hopelessly insolvent, to the knowledge of its officers, may be recovered, if they can be traced into the hands of the receiver. St. Louis, etc., Ry. Co. v. Johnston, <span class=\"citation\" data-id=\"92692\"><a href=\"/opinion/92692/st-louis-san-francisco-r-co-v-johnston/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">566</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">390</span></span>, 33 L. Ed. 683; Richardson v. New Orleans Coffee Co. (C. C. A. 5th) <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.</span> <span class=\"page\">785</span></span>, 43 C. C. A. 583; Quin v. Earle (C. C.) <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">F.</span> <span class=\"page\">728</span></span> (opinion by Judge [later Justice] Gray).</p>\n<p>And for a stronger reason may one who has forwarded a draft for collection recover the proceeds of the collection if they can be traced or identified; for in such case the money has come into the hands of the collecting bank because of the fiduciary relationship which exists between it and the forwarder. Where the collecting bank, being insolvent to the knowledge of its officers, proceeds to collect the draft and appropriate the proceeds, this is such a fraud on the forwarder as justifies him in repudiating the transaction and recovering the proceeds of the collection, if he can identify them.</p>\n<p>Before the forwarding bank can recover the proceeds of the collection, however, it must identify them, or must trace them into the funds which have come into the hands of the receiver with such certainty as will justify the court in separating from the funds in his hands an amount equal to the proceeds of the collection and setting it apart as such. The old rule with regard to the tracing of trust funds wrongfully misapplied, or the proceeds of property wrongfully converted, was that the right ceased when the property was turned into money and mixed and confounded in the general mass of property of the same description. 2 Story, Eq. Jur. 1258, 1259; Philadelphia Bank v. Dowd (C. C.) <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">F.</span> <span class=\"page\">172</span></span>, 2 L. R. A. 480.</p>\n<p>The modern rule of equity, however, is that, \"where the fraudulent depositary so mingles goods which he has obtained by fraud with the mass of like goods of his own, the whole may be seized, or considered as held in <span class=\"star-pagination\">*587</span> trust, until equitable separation of the property of the defrauded party is made. So, advancing one step further, where money thus obtained has gone to swell the aggregate in the possession of the fraudulent party, it may, under proper proceedings, be segregated in amount from such aggregate sum, and made the subject of a trust, in order to accomplish the ends of justice.\" Gray, J., in Quin v. Earle (C. C.) 95 F. 731. See, also, Central National Bank v. Conn. Mut. Life Ins. Co., <span class=\"citation\" data-id=\"90423\"><a href=\"/opinion/90423/national-bank-v-insurance-co/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">54</span></a></span>, 26 L. Ed. 693; Knatchbull v. Hallett, 13 Ch. Div. 696, and notes in 32 Am. St. Rep. at page 129; L. R. A. 1916C, at page 31.</p>\n<p>But the limitation on this rule is also well settled, and is well stated by Judge Gray in Quin v. Earle, supra, as follows: \"If, on the other hand, the funds in possession of the defrauding bank be not increased by the property or the money so obtained, so that the aggregate amount of assets for distribution among the general creditors is not made larger by reason of the plaintiff's contribution thereto, then this extension of the doctrine of identification will not apply, and the complainant cannot have remedy as for a preferred claim.\"</p>\n<p>And in City Bank of Hopkinsville v. Blackmore (C. C. A. 6th) 75 F. at 773, 21 C. C. A. 516, Judge (now Chief Justice) Taft stated the limitation of the rule as follows: \"It is only where, by the rescission of the contract out of which the claim arises on the ground of fraud, the specific thing parted with or its proceeds can be sufficiently identified to be returned, that fraud seems to give a priority of distribution. It may not be necessary to show earmarks upon the proceeds of the thing parted with to justify such a remedy, but it must at least appear that the funds in the hands of the receiver were increased or benefited by the proceeds, and the recovery is limited to the extent of this increase or benefit.\"</p>\n<p>Judge Sanborn, in Empire State Surety Co. v. Carroll County (C. C. A. 8th) 194 F. at page 604, 114 C. C. A. 446, stated the limitation on the rule as follows: \"It is indispensable to the maintenance by a cestui que trust of a claim to preferential payment by a receiver out of the proceeds of the estate of an insolvent that clear proof be made that the trust property or its proceeds went into a specific fund, or into a specific identified piece of property, which came to the hands of the receiver, and then the claim can be sustained to that fund or property only, and only to the extent that the trust property or its proceeds went into it. It is not sufficient to prove that the trust property or its proceeds went into the general assets of the insolvent estate, and increased the amount and the value thereof which came to the hands of the receiver.\"</p>\n<p>And, finally, what was said by Mr. Justice Bradley, in stating the rule with its limitations in Frelinghuysen v. Nugent (C. C.) 36 F. at page 239, is peculiarly applicable here: \"Another difficulty in the complainant's case is the want of identity of the property claimed with the proceeds of the money abstracted from the bank. Formerly the equitable right of following misapplied money or other property into the hands of the parties receiving it depended upon the ability of identifying it; the equity attaching only to the very property misapplied. This right was first extended to the proceeds of the property, namely, to that which was procured in place of it by exchange, purchase, or sale. But, if it became confused with other property of the same kind, so as not to be distinguishable, without any fault on the part of the possessor, the equity was lost. Finally, however, it has been held as the better doctrine that confusion does not destroy the equity entirely, but converts it into a charge upon the entire mass, giving to the party injured by the unlawful diversion a priority of right over the other creditors of the possessor. This is as far as the rule has been carried. The difficulty of sustaining the claim in the present case is that it does not appear that the goods claimed 혰 that is to say, the stock on hand, finished and unfinished 혰 were either in whole or in part the proceeds of any money unlawfully abstracted from the bank.\" See, also, Peters v. Bain, <span class=\"citation\" data-id=\"92700\"><a href=\"/opinion/92700/peters-v-bain/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">670</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">354</span></span>, 33 L. Ed. 696; Richardson v. New Orleans Debenture Redemption Co. (C. C. A. 5th) <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.</span> <span class=\"page\">780</span></span>, 42 C. C. A. 619, 52 L. R. A. 67; American Can Co. v. Williams (C. C. A. 2d) <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">F.</span> <span class=\"page\">420</span></span>, 101 C. C. A. 634.</p>\n<p>Now applying the foregoing principles to the facts of this case, how can it be said that the proceeds of the draft came into the hands of the receiver, or that the cash which did come into his hands was increased by reason thereof? The collection of the draft brought no cash into the bank. It brought in only a check, which was not cashed, but was used in the clearance to pay checks held by the Murchison Bank. The drawers of these checks were mere unpreferred creditors of the bank to the amount of their deposits therein. If their checks had not been paid, their unpreferred claims against the bank would merely have been larger by the amount thereof. I do not see, therefore, how the use of the check in retiring these unpreferred claims can be said to have placed any cash in the bank.</p>\n<p><span class=\"star-pagination\">*588</span> I quite agree with the learned counsel for complainant that the collection of the draft was not completed until the afternoon of December 29th; for the bank was not authorized to receive a check in payment (Federal Reserve Bank of Richmond v. Malloy, <span class=\"citation\" data-id=\"100360\"><a href=\"/opinion/100360/federal-reserve-bank-of-richmond-v-malloy/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">617</span></span>, 31 A. L. R. 1261), and the check was not payment at all events, unless itself paid (Philadelphia Life Ins. Co. v. Hayworth [C. C. A. 4th] 296 F. 339). Until the check passed into the hands of the Murchison Bank, therefore, it was capable of positive identification, and might have been claimed by complainant. But the trouble with complainant's case is that, when the check passed into the hands of the Murchison Bank at the time of the clearance, nothing was added to the cash or other assets of the Commercial Bank as a result thereof. It was used along with other checks merely to reduce the liabilities of the bank, not to add to its assets.</p>\n<p>Counsel for complainant insists that, but for the labor-saving device of clearing by the exchange of checks, this check would have been collected in cash and the cash which came into the hands of the receiver would have been augmented as a result thereof, and that the fact that the clearance was resorted to should not be allowed to deprive him of the advantage which he would have had under a cash collection. The answer to this is that courts must decide cases, not upon suppositions, but upon facts as proven or admitted, and the admitted fact is that cash was not received for the check, but that it was used merely to reduce the liabilities of the bank.</p>\n<p>It is urged that, if the bank had not had the check, additional cash to the amount thereof would have been used in making the clearance, and that the cash in the bank would have been depleted to that extent. The same answer applies to this argument as to the other. If its soundness should be admitted, every check used in paying a liability of the bank would give rise to a claim against the cash in the hands of the receiver, on the theory that the use of the check had preserved the cash to that extent. This would lead to endless confusion, and its unsoundness is demonstrated if a case be assumed where, as often happens, the total of the checks cleared exceeds the cash in the vaults of the bank.</p>\n<p>A further answer to these arguments is that, if the bank was hopelessly insolvent, to the knowledge of its officers, on the afternoon of the 29th, it should have been closed, and none of its assets should have been used in paying checks. Certainly a charge cannot arise against these assets because the check in question was used in a transaction in which the assets could not properly be used, but in which they might have been used to a greater amount, but for the use of the check. In other words, claimant is not entitled to have a trust declared on the theory that, if the bank had not improperly used the check in making the clearance, it might have improperly used cash to that amount.</p>\n<p>I was at first inclined to think that, as the Commercial Bank was not authorized to accept a check in payment of the draft, the check should be treated as so much cash, mingled with the other cash of the bank, and treated as cash in the clearance with the Murchison; but upon more mature consideration I am persuaded that to so hold would be to ignore the admitted facts, and to decide the case upon a theory at variance with the facts. The check received in payment of the draft was not cash. It was not inextricably intermingled with the cash of the bank; and it was used as a check, and not as cash, in the clearance with the Murchison. The collection of the draft was not complete until the collection of the check, and until the check passed into the possession of the Murchison it was at all times capable of positive identification as the proceeds of the draft. It never did go into the cash held by the Commercial Bank.</p>\n<p>And I think that the conclusion at which I have arrived is sustained by authority as well as by reason. In City Bank of Hopkinsville v. Blackmore, supra (C. C. A. 6th) <span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">F.</span> <span class=\"page\">771</span></span>, 21 C. C. A. 514, where a draft had been used by an insolvent bank to reduce its indebtedness, being sent for credit to one of its correspondents in New York, the court, in denying the right of the owner of the draft to a preferred claim, said (Taft, J.): \"The sole question is, therefore, whether the credit thus secured to the Commercial Bank and its receiver by the draft entitles the City Bank to take $5,000 out of the assets held by the receiver. The question must certainly be answered in the negative, in any view which can be taken, unless it appears that the assets were increased $5,000 by the credit, or that the claims against them were so decreased that there was $5,000 more for distribution among those who remained creditors after the credit than there would have been had no credit been given to the Commercial Bank for the draft. This does not appear. If no such credit had been allowed by the National Bank of the Republic, it would merely have been a claimant for $5,000 more, and would have been entitled, not to $5,000 in full, but only to pro rata dividends on that amount.\"</p>\n<p>In the case at bar the assets of the collecting <span class=\"star-pagination\">*589</span> bank, as shown above, were not increased one penny by the fact that the check was used in the clearance, nor were its debts so reduced that there was $4,710 (the amount of the check) more for distribution among those who remained creditors than there would have been, if the clearance had not been made. On the contrary, it appears that, if the clearance had not been made, the depositors whose checks were paid thereby would have been entitled, not to payment in full, but merely to their pro rata dividend from the bank's assets.</p>\n<p>In American Can Co. v. Williams, supra (C. C. A. 2d) <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">F.</span> <span class=\"page\">420</span></span>, 101 C. C. A. 634, the court denied the right of the owner of drafts sent for collection to a preferred claim, or to have a trust impressed upon assets in the hands of the receiver, where it appeared that checks taken in payment of the drafts had been sent to a correspondent bank and by it credited on the indebtedness of the insolvent bank. The court said: \"Some of these drafts were used to pay debts of the Fredonia Bank, and, no matter how wrongful the misappropriation may have been, it is not apparent that any trust fund came into the hands of the bank through the transactions.\"</p>\n<p>In Empire State Surety Co. v. Carroll County, supra (C. C. A. 8th) <span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.</span> <span class=\"page\">593</span></span>, 114 C. C. A. 435, Judge Sanborn deals learnedly and exhaustively with the questions involved in this case, and specifically with checks used by the insolvent bank in effecting clearances. He says: \"Checks of third parties deposited with a bank, credited to the depositor, and collected through a clearing house, lay no foundation for a preferential payment, in the absence of proof of the actual balance of cash the bank received on account of them, for they may have been and usually are used in whole or in part to discharge the debts of the bank. In re Seven Corners Bank, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">5</span></span>, 59 N. W. 633; City of St. Paul v. Seymour, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">Minn.</span> <span class=\"page\">303</span></span>, 308, 74 N. W. 136; Willoughby v. Weinberger, 15 Okl. 226, 229, 79 P. 777.\"</p>\n<p>If checks used in clearances lay no foundation for preferential payment, in the absence of proof of the actual balance of cash which the bank received on account of them, then certainly no preference can be allowed where, as here, it affirmatively appears that the bank received no cash whatever on account of the checks used in the clearance, but actually parted with cash itself.</p>\n<p>For the reasons stated, I do not think that complainant is entitled to have a trust impressed on the cash which came into the hands of the receiver, or any preference over the general creditors of the bank, but is entitled to prove merely as a general creditor.</p>\n<p>A decree will be entered accordingly.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/90423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/93534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100360/"
  ]
}