{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1551580/",
  "absolute_url": "/opinion/1551580/in-re-hudson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1551580/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:42:16.933502Z",
  "date_modified": "2016-04-27T01:50:23.637793Z",
  "type": "010combined",
  "sha1": "adc50d965d91b59902a4fb3fd2ba1d5f55f76732",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>170 B.R. 868 (1994)</b></center>\n<center><h1>In re Harold Leroy HUDSON, Jr. and Karen Jackson Hudson, Debtors.<br>\nOcie F. MURRAY, Jr., Trustee, Harold Leroy Hudson, Jr., Debtor, and Karen Jackson Hudson, Debtor, d/b/a Amana Mechanical Construction and Steel Erectors, Plaintiffs,<br>\nv.<br>\nRICHMOND STEEL &amp; WELDING CO., Defendant.</h1></center>\n<center>Bankruptcy Adv. No. S-92-00216-8-AP.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>August 2, 1994.</center>\n<p><span class=\"star-pagination\">*869</span> <span class=\"star-pagination\">*870</span> Ocie F. Murray, Jr., Fayetteville, NC, for plaintiffs.</p>\n<p>Walter L. Hinson, Wilson, NC, Richard G. Buckner, Rockingham, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiffs' motion to refer this adversary proceeding back to the United States bankruptcy court for a non-jury trial. The motion was made by the bankruptcy trustee (\"the trustee\") during a hearing held by the court at the Federal Courthouse in Greenville, North Carolina, on May 13, 1994. Defendant objected to the motion, and the parties presented oral argument at the hearing. The matter is ripe for disposition.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>The trustee filed this adversary proceeding on behalf of the debtors on October 20, 1992. The complaint and the answer indicate that the defendant was a subcontractor on a school construction project in North Carolina and that the debtors were sub-subcontractors hired by the defendant to perform steel erection work on the project. The trustee alleged that the debtors \"fully and faithfully\" performed the work and that the defendant unjustly refused to pay $67,000 the defendant owed the debtors under the parties' contract.</p>\n<p>Defendant filed an answer and a counterclaim on June 25, 1993. Defendant admitted that the debtors performed part of the steel erection work required by the parties' contract. However, the defendant contended that the debtors failed to complete the work and that the defendant was forced to hire someone else to complete the work \"at a substantial expense.\" Answer, ¶ 5.</p>\n<p>Defendant further alleged that the debtors fraudulently induced the defendant to pay the debtors for their steel erection work by submitting intentionally false affidavits stating that the debtors had fully paid all of the suppliers they used to complete their work under the subcontract with the defendant. Because the debtors allegedly did not fully pay their suppliers, the defendant contends that it was forced to pay the suppliers after it had already paid the debtors.</p>\n<p>Defendant further alleged that the debtors' failure to complete the steel erection work in a timely and satisfactory manner caused the general contractor on the school construction project to withhold payment on the general contractor's contract with the defendant subcontractor. As a result, the defendant alleged that it was engaged in litigation with the general contractor and that it was incurring substantial legal expenses.</p>\n<p>Defendant concluded its answer to the adversary proceeding complaint by lodging a counterclaim seeking</p>\n<blockquote>a sum to be assessed by a jury in order to compensate this Defendant for its losses as alleged, for such sums to bear interest at the lawful rate from the date of breach of contract by [the debtors] or from the date of the commission of the first fraudulent act, which ever date occurred first, as well as the costs of this action, including reasonable attorney fees.</blockquote>\n<p>Defendant also made a formal demand for a jury trial on all issues.</p>\n<p>The parties have stipulated that all allegations supporting the defendant's counterclaim \"occurred before the [d]ebtors filed their petition in [b]ankruptcy on August 5, 1991.\" 7/5/94 Stip. at 1.</p>\n<p>In an order filed May 3, 1994, the court acknowledged that \"because of the decision by the United States Court of Appeals for the Fourth Circuit in <i>In re Stansbury Poplar Place, Inc.,</i> 13 F.3d 122 (4th Cir.1993), bankruptcy jury trials must be conducted in the district court.\" However, the court noted that under relevant case law, the defendant <span class=\"star-pagination\">*871</span> may have lost its right to a jury trial by filing a counterclaim in its answer to the trustee's adversary proceeding complaint. The court scheduled the aforementioned May 13 hearing to allow the parties to present argument on this matter.</p>\n<p>At the hearing, the defendant argued that its counterclaim was compulsory and that the filing of such a counterclaim could not equitably operate as a waiver of the right to a jury trial. The trustee contended that the defendant had lost its right to a jury trial by submitting the counterclaim, regardless of whether it was permissive or compulsory.</p>\n<p>Both the debtors and the trustee also stated that they would be willing to consent to a jury trial before a bankruptcy judge.</p>\n<p></p>\n<h2><i>DISCUSSION OF THE LAW</i></h2>\n<p>I. <i>History of Bankruptcy Jury Trials</i></p>\n<p>The court finds it appropriate to lay the groundwork for this discussion by briefly reviewing the history of jury trials in bankruptcy cases. The court's history is based on the thorough scholarship provided in <i>Jury Trials in Bankruptcy: Obeying the Commands of Article III and the Seventh Amendment,</i> 72 Minn.L.Rev. 967 (May 1988) (hereinafter \"Gibson at ____\").</p>\n<p>The Bankruptcy Act of 1898 based the right to jury trials in bankruptcy on a distinction between summary and plenary proceedings. \"Summary proceedings\" included three types of cases: \"administrative matters arising in the course of bankruptcy proceedings,\" issues of title and possession regarding assets in the custody of the bankruptcy courts, and \"matters submitted to [the bankruptcy courts] with the consent of the parties, even if the disputes involved property not within the courts' custody.\" Gibson at 971 n. 20. \"Plenary proceedings\" included \"`litigation involving the [bankruptcy] trustee and third parties brought in the form of an ordinary civil action.'\" Gibson at 1013 n. 213, <i>quoting</i> J. Moore &amp; W. Phillips, <i>Debtors' and Creditors' Rights</i> at 6-2 (1966).</p>\n<p>\"Proceedings falling within the bankruptcy court's summary jurisdiction were generally conducted by bankruptcy referees<sup>[1]</sup> without the aid of a jury[, while] . . . the right to a jury trial [in plenary proceedings] was determined either by the seventh amendment or by nonbankruptcy state or federal law.\" Gibson at 971-72 (footnotes omitted).</p>\n<blockquote>There were, however, two statutory exceptions to the rule barring jury trials in summary proceedings. First, a person against whom an involuntary bankruptcy petition was filed could demand a jury trial on the questions of insolvency and commission of acts of bankruptcy. Second, a 1970 amendment to the 1898 Act provided for jury trials in proceedings before the bankruptcy court to determine the dischargeability of debts.</blockquote>\n<p>Gibson at 972-73 (footnotes omitted). \"The [Bankruptcy Act of 1898] was silent as to who should conduct the [summary proceedings] jury trial in the two exceptional situations in which the statute established such a right.\" Gibson at 974. Bankruptcy rules issued in 1973 by the Judicial Conference provided that the trials could be conducted by bankruptcy referees unless a debtor requesting a jury trial made a specific request for a district judge to conduct the trial. <i>Id.</i></p>\n<p>Other than the two summary proceedings jury trials described above, \"[the Bankruptcy Act of 1898] provided no jury trial rights. In addition, it was generally believed that there was no constitutional entitlement to a jury trial in summary proceedings.\" Gibson at 973.</p>\n<p>Congress specifically addressed the right to bankruptcy jury trials when it enacted a comprehensive new set of bankruptcy laws in 1978. The new statutes provided in part in 28 U.S.C. § 1411:</p>\n<blockquote>\"(a) Except as provided in subsection (b) of this section, this chapter and title 11 do not affect any right to trial by jury, in a case under title 11 or in a proceeding arising under title 11 or arising in or related to a case under title 11, that is provided <span class=\"star-pagination\">*872</span> by any statute in effect on September 30, 1979.</blockquote>\n<blockquote>(b) The bankruptcy court may order the issues arising under section 303 of title 11 [governing involuntary bankruptcies] to be tried without a jury.\"</blockquote>\n<p>Gibson at 975 (quoting the statute). Subsection (b) \"expressly and intentionally reversed the jury trial practice for involuntary bankruptcies under the [Bankruptcy Act of 1898].\" Gibson at 975. \"The impact of subsection (a) on preexisting law, however, was less easily determined.\" Gibson at 976.</p>\n<p>Subsection (a) was subject to two primary interpretations. The first held that the subsection intended to maintain existing jury trial rights which depended on the distinction between summary and plenary proceedings. The second interpretation held that the subsection intended to \"abandon the summary/plenary dichotomy\" and thus make the right to a jury trial depend on</p>\n<blockquote>the same [analysis] as that applied by the district courts in a civil case. The court was required to analyze both the nature of the claim and the relief sought. If equitable in nature, there was no right to a jury trial. If legal, however, there was a jury trial right.</blockquote>\n<p>Gibson at 976-77 (footnotes omitted). Under either interpretation, \"there was apparent agreement that the bankruptcy judge was authorized to conduct\" any jury trials allowed in the bankruptcy court. Gibson at 986.</p>\n<p>The 1978 restructuring of the bankruptcy laws was rejected in part by the Supreme Court in <i>Northern Pipeline Constr. Co. v. Marathon Pipe Line Co.,</i> 458 U.S. 50, 102 S.Ct. 2858, 73 L.Ed.2d 598 (1982). In a plurality opinion whose judgment was joined by a majority of the justices,</p>\n<blockquote>Justice Brennan concluded that the 1978 Act violated article III of the Constitution by vesting the `essential attributes of the judicial power' in bankruptcy judges who lacked lifetime tenure and protection against salary diminution.</blockquote>\n<p>Gibson at 986 n. 84. In the wake of <i>Northern Pipeline,</i> the district courts adopted an emergency rule which \"expressly prohibited bankruptcy judges from conducting jury trials, . . . [thus] requir[ing] the district judge[s] to conduct any bankruptcy jury trials that took place.\" Gibson at 987-88.</p>\n<p>Congress enacted an amended scheme of bankruptcy laws in the Bankruptcy Amendments and Federal Judgeship Act of 1984. Gibson at 989. This scheme remains in effect today. Its grant of jury trial rights in 28 U.S.C. § 1411 and § 1411's relationship to the Seventh Amendment right to a jury trial are more fully discussed below.</p>\n<p>II. <i>Statutory v. Constitutional Right to a Jury Trial</i></p>\n<p>The right to a jury trial in bankruptcy proceedings may arguably be found in the Seventh Amendment to the United States Constitution or in the bankruptcy jury trial statute. The Seventh Amendment states in relevant part that \"[i]n Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved.\" The bankruptcy jury trial statute, 28 U.S.C. § 1411, states that \"this chapter and title 11 do not affect any right to trial by jury that an individual has under applicable nonbankruptcy law with regard to a personal injury or wrongful death tort claim.\"</p>\n<p>The court's analysis of the defendant's right to a jury trial will focus on the Seventh Amendment rather than on 28 U.S.C. § 1411. The Supreme Court has described § 1411 as a \"notoriously ambiguous\" statute. <i>Granfinanciera, S.A. v. Nordberg,</i> 492 U.S. 33, 40 n. 3, 109 S.Ct. 2782, 2789 n. 3, 106 L.Ed.2d 26 (1989). The United States Court of Appeals for the Fourth Circuit has said that the statute contains \"cryptic language.\" <i>Huffman v. Perkinson (In re Billy Harbour),</i> 840 F.2d 1165, 1179 (4th Cir.1988), <i>vacated and remanded </i><i>on other grounds,</i> 492 U.S. 913, 109 S.Ct. 3234, 106 L.Ed.2d 582 (1989). Other decisions have noted that \"the courts and commentators have all but ignored the statutory provisions relating to jury trials, instead resting their analysis of the right to a jury trial in bankruptcy matters on the Seventh Amendment.\" <i>Kaiser Steel Corp. v. Frates (In re Kaiser Steel Corp.),</i> 109 B.R. 968, 972 (D.Colo.1989), <i>vacated and remanded </i><i>on other</i> <span class=\"star-pagination\">*873</span> <i>grounds,</i> 911 F.2d 380 (10th Cir.1990). Because the parties have not raised 28 U.S.C. § 1411 as an issue and because this adversary proceeding is not a wrongful death or personal injury action, this court will also bypass the statute and focus on the Seventh Amendment.</p>\n<p>III. <i>The Seventh Amendment Right to a Jury Trial</i></p>\n<p>\"The Seventh Amendment protects a litigant's right to a jury trial only if a cause of action is legal in nature and it involves a matter of `private right.'\" <i>Granfinanciera,</i> 492 U.S. at 42 n. 4, 109 S.Ct. at 2790 n. 4. The court finds that this adversary proceeding, which seeks to recover damages and which is rooted in state breach of contract law<sup>[2]</sup>, likely qualifies as a cause of action which is \"legal in nature.\" <i>See </i><i>Billing v. Ravin,</i> 22 F.3d 1242, 1245 (3rd Cir.1994) (\"An action for money damages based on a breach of contract is traditionally a legal claim.\"). However, for the reasons stated below, the court finds that it must deny the defendant's request for a jury trial because the court finds that the adversary proceeding does not involve \"a matter of `private right.'\"</p>\n<p>A. <i>Private Rights v. Public Rights as Applied to Bankruptcy Jury Trials</i></p>\n<p>A \"private right\" has been described by the Supreme Court as \"`the liability of one individual to another under the law as defined.'\" <i>Granfinanciera,</i> 492 U.S. at 51 n. 8, 109 S.Ct. at 2795 n. 8, <i>citing </i><i>Crowell v. Benson,</i> 285 U.S. 22, 51, 52 S.Ct. 285, 292-93, 76 L.Ed. 598 (1932). Examples of such rights include \"[w]holly private tort, contract, and property cases.\" <i>Granfinanciera,</i> 492 U.S. at 51, 109 S.Ct. at 2795.</p>\n<p>In contrast, a \"public right\" implicates governmental interests in addition to the interests of private parties.</p>\n<blockquote>The <i>Granfinanciera</i> Court defined public rights as either statutory causes of action that inhere in, or lie against the federal government in its sovereign capacity, or seemingly private rights created by Congress that are \"`so closely integrated into a public regulatory scheme as to be a matter appropriate for agency resolution with limited involvement by the Article III judiciary.'\"</blockquote>\n<p><i>Rushton v. Philadelphia Forest Products, Inc.</i> (<i>In re Americana Expressways</i>), 161 B.R. 707, 710 (D.Utah 1993) (citation omitted).</p>\n<p>In the bankruptcy context, the <i>Granfinanciera</i> Court noted \"that the restructuring of debtor-creditor relations in bankruptcy `may well be a \"public right.\"'\" <i>Granfinanciera,</i> 492 U.S. at 56, 109 S.Ct. at 2798 (citation omitted). The court followed this statement with its decision in <i>Langenkamp v. Culp,</i> 498 U.S. 42, 111 S.Ct. 330, 112 L.Ed.2d 343 (1990), which \"implicitly recognized the restructuring of the debtor-creditor relationship through the [bankruptcy] claims allowance process as a public right.\" <i>In re Americana Expressways,</i> 161 B.R. at 711. Accordingly,</p>\n<blockquote>[a]s set forth in <i>Granfinanciera</i> it is clear, particularly after the Court's post-<i>Granfinanciera</i> decision in <i>Langenkamp v. Culp</i><i>,</i> that, when a creditor presents a \"claim\" against the bankruptcy estate, that creditor triggers the process of allowance and disallowance of claims, thereby subjecting the creditor to the bankruptcy court's equitable powers and placing the parties' dispute into the arena of \"public rights,\" <i>i.e.,</i> the public restructuring of debtor-creditor relations.</blockquote>\n<p><i>Shields v. Ciccone</i> (<i>In re Lloyd Securities, Inc.</i>), 156 B.R. 750, 752 (Bankr.E.D.Pa.1993) (citations omitted).</p>\n<p>Accordingly, the court finds that by filing a claim with the bankruptcy court against the bankruptcy estate, a creditor places his dispute with the debtor into the arena of public rights. Because <i>Granfinanciera</i> held that the right to a jury trial extends only to matters of private right, the court further finds that a creditor who files a claim with <span class=\"star-pagination\">*874</span> the bankruptcy court loses his Seventh Amendment right to a jury trial.</p>\n<p>Applying this rule to the present case, the court finds that it must determine whether the defendant's counterclaim to the trustee's adversary proceeding complaint qualifies as a \"claim\" against the bankruptcy estate. If it does, then the defendant has lost its constitutional right to a jury trial.</p>\n<p>B. <i>Whether the Defendant's Counterclaim Qualifies as a \"Claim\"</i></p>\n<p>The term \"claim\" is defined very broadly in the United States Bankruptcy Code. As described in 11 U.S.C. § 101(5),</p>\n<p>\"claim\" means </p>\n<blockquote>(A) right to payment, whether or not such right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured; or</blockquote>\n<blockquote>(B) right to an equitable remedy for breach of performance if such breach gives rise to a right to payment, whether or not such right to an equitable remedy is reduced to judgment, fixed, contingent, matured, unmatured, disputed, undisputed, secured, or unsecured.</blockquote>\n<p>\"By enacting this definition, Congress gave the `broadest possible definition' to the term `claim' in order to ensure that `all legal obligations of the debtor, . . . [would] be dealt with in the bankruptcy case.'\" <i>Sigmon v. Royal Cake Co.</i> (<i>In re Cybermech, Inc.</i>), 13 F.3d 818, 821 (4th Cir.1994) (citations omitted).</p>\n<p>The court finds that convincing authority has held that a counterclaim does qualify as a \"claim\" for purposes of the above-described <i>Granfinanciera</i> and <i>Langenkamp</i> private rights jury trial analysis. <i>See </i><i>In re Americana Expressways,</i> 161 B.R. at 714 (\"By presenting a [counterclaim] against the estate, Defendant has submitted to the bankruptcy court's equity jurisdiction and is not entitled to a jury trial. . . . The majority of other courts that have considered [the issue] have reached the same conclusion.\"); <i>see also </i><i>Allied Companies v. Holly Farms Foods (In re Allied Companies),</i> 137 B.R. 919, 924 (S.D.Ind.1991) (\"a counterclaim is within the type of claims which eliminate the necessity for a jury trial under <i>Granfinanciera</i> and <i>Langenkamp</i>\"), and <i>In re Lloyd Sec.,</i> 156 B.R. at 755 (\"we find that a mere attempt to invoke this court's equitable `claims resolution' process through assertion of a non-compulsory counterclaim, whether successful or not, is a sufficient act on the part of a creditor to eliminate its right to a jury trial\").</p>\n<p>The court finds itself persuaded by these cases. Accordingly, the court concludes that the defendant's filing of a counterclaim caused the defendant to lose its Seventh Amendment right to a jury trial. Filing the counterclaim qualified as filing a claim which triggered the non-jury, public rights process of the allowance and disallowance of claims in bankruptcy.</p>\n<p>Defendant argues that its counterclaim was compulsory and that, as a result, the court should not allow the filing of the counterclaim to operate as a waiver of the defendant's right to a jury trial. The court finds that it must reject the defendant's argument, because the court finds that the waiver rationale does not apply in this bankruptcy context.</p>\n<blockquote>The Supreme Court in <i>Granfinanciera</i> specifically disclaimed the idea that a waiver rationale explained why those who filed claims lost any entitlement to a jury trial. . . . Instead, the Court made clear that <i>Granfinanciera</i> was based on the bankruptcy court's possession of a disputed <i>res</i> to which the creditor laid claim. Thus, the key to the loss of a jury trial lies not in some choice purportedly made by the claimant, but on the bankruptcy court's possession of the estate and its equitable power to allow or disallow claims made against the estate.</blockquote>\n<p><i>In re Americana Expressways,</i> 161 B.R. at 713-14 n. 12; <i>see also </i><i>In re Allied Companies,</i> 137 B.R. at 924-25 (\"The [<i>Granfinanciera</i>] Court specifically disclaimed the idea that a waiver rationale explained why those who filed claims forsook an opportunity for a jury trial. . . . Just as a waiver theory fails to explain why those who submit claims against the bankruptcy estate lose the right to a jury trial, so too an implied consent theory is inadequate.\").</p>\n<p><span class=\"star-pagination\">*875</span> In short, the defendant did not lose its right to a jury trial by filing a counterclaim and thereby waiving the right. Instead, the defendant lost its right to a jury trial by filing a counterclaim and thereby seeking a piece of the disputed res, the debtors' estate, which was subject to the bankruptcy court's equitable power to allow and disallow claims. Regardless of whether the counterclaim was permissive or compulsory, it represented the defendant's attempt to obtain a portion of the debtors' estate. As a result, it was a claim against the estate, and it triggered the non-jury, public rights process of allowing and disallowing claims in the bankruptcy court.</p>\n<p>The court notes that it may be argued that the substance of the lawsuits and the timing of the claims in <i>Granfinanciera</i> and <i>Langenkamp</i> distinguish those decisions and their public rights analysis from the present case. <i>Granfinanciera</i> was a trustee's fraudulent conveyance action and <i>Langenkamp</i> was a trustee's preference action, while the present case is a trustee's state law breach of contract action. Also, in <i>Langenkamp</i> the defendant seeking a jury trial filed a proof of claim with the bankruptcy court before the trustee initiated its action. In the present case, the defendant did not file any claim with the bankruptcy court before the trustee filed his complaint.</p>\n<p>The court finds that these considerations are insufficient to distinguish <i>Granfinanciera</i> and <i>Langenkamp</i> from the present case. The court notes that at least one other published decision has applied the <i>Granfinanciera</i> and <i>Langenkamp</i> analysis to \"an action for breach of contract.\" <i>In re Lloyd Sec.,</i> 156 B.R. at 752. The <i>Lloyd</i> court found that the analysis applied to any \"contested or adversary matter,\" not just to preference and fraudulent conveyance actions. <i>Id.</i> at 753.</p>\n<p>The court further finds that</p>\n<blockquote>the Supreme Court's focus in <i>Langenkamp</i> was not on the procedural posture [of] the trustee's action . . ., but on the creditor's submission to the bankruptcy court's equity jurisdiction. In that regard, it is the fact of the [defendant's] claim against the estate that is important, not the procedural posture of the trustee's action or the timing of the [defendant's] claim.</blockquote>\n<p><i>In re Americana Expressways,</i> 161 B.R. at 712 n. 9; <i>see also </i><i>Langenkamp,</i> 498 U.S. at 45, 111 S.Ct. at 331 (\"Respondents filed claims against the bankruptcy estate, thereby bringing themselves within the equitable jurisdiction of the bankruptcy court.\").</p>\n<p>Accordingly, the court finds that it may properly apply <i>Granfinanciera</i> and <i>Langenkamp</i> to the present case, even though the case does not involve issues of preferences or fraudulent conveyances, and even though the defendant did not file any claim with the bankruptcy court before the trustee filed his complaint.</p>\n<p>C. <i>Summary</i></p>\n<p>In sum, the court has found that the defendant's counterclaim qualifies as a \"claim\" under <i>Granfinanciera</i> and <i>Langenkamp</i> and that the counterclaim triggered the non-jury, public rights process of allowing and disallowing claims in the bankruptcy court. Accordingly, the court finds that it must grant the trustee's motion to refer this matter back to the bankruptcy court for a non-jury trial.</p>\n<p>IV. <i>Consent to Proceed Before a Bankruptcy Judge</i></p>\n<p>For the reasons stated above, the court has found that the defendant does not have a right to a jury trial. However, to the extent that parties in bankruptcy proceedings are entitled to jury trials in other cases, the court notes as a matter of <i>dictum</i> that it believes that the parties ought to be able to consent to holding such trials in the bankruptcy court.</p>\n<p>The court's position is based on a legal analogy with 28 U.S.C. § 636(c)(1), which allows the parties in a \"civil matter\" to consent to a trial before an Article I magistrate judge. If Article III of the Constitution is unoffended by allowing consensual jury trials before Article I magistrate judges, then the court is convinced that Article III is also unoffended by allowing consensual jury trials before Article I bankruptcy judges. <i>See </i><i>American Community Services, Inc. v. Wright Marketing, Inc. (In re American Community Services, Inc.),</i> 86 B.R. 681, 688, 690 (D.Utah 1988) (\"[I]f the litigants consent, <span class=\"star-pagination\">*876</span> it follows that a bankruptcy judge can preside over a jury trial and request the clerk to enter a final judgment in a non-core proceeding. In a similar manner, litigants can consent to a magistrate presiding over a jury trial in a civil action pursuant to 28 U.S.C. § 636(c)(1). . . . Because the bankruptcy procedure regarding non-core proceedings is modeled after the Federal Magistrate's Act, it logically follows that bankruptcy judges can constitutionally conduct jury trials in non-core proceedings with the consent of the parties.\").</p>\n<p>At least four arguments may be made against the court's position. First, it may be argued that the parties' consent fails to fully satisfy the concerns of Article III. Second, it may be argued that allowing consensual jury trials in non-core proceedings in the bankruptcy court is inconsistent with the Seventh Amendment's Reexamination Clause. Third, it may be argued that consensual jury trials in the bankruptcy court are inconsistent with the Fourth Circuit's decision in <i>In re Stansbury, supra</i><i>.</i> Fourth, it may be argued that other legal and practical difficulties attach to allowing jury trials by consent in bankruptcy courts.</p>\n<p>The court will deal with each of these objections below.</p>\n<p>A. <i>Whether the Parties' Consent Fully Satisfies Article III</i></p>\n<p>It may be objected that the parties' consent alone is insufficient to satisfy Article III's concerns about placing too much authority in an Article I bankruptcy court. As one commentator has noted,</p>\n<blockquote>[t]he Supreme Court's decision in <i>Commodity Futures Trading Comm'n v. Schor,</i> 478 U.S. 833 [106 S.Ct. 3245, 92 L.Ed.2d 675] (1986) . . . raises doubts about the effectiveness of consent as a cure for Article III problems. . . . [A]rticle III [] \"serves as `an inseparable element of the constitutional system of checks and balances'\" and [] \"to the extent [] this structural principle is implicated in a given case, the parties cannot by consent cure the constitutional difficulty.\"</blockquote>\n<p>Gibson, <i>Jury Trials and Core Proceedings: The Bankruptcy Judge's Uncertain Authority,</i> 65 Am.Bankr.L.J. 143, 167 n. 166 (Winter 1991) (citations omitted).</p>\n<p>The validity of this objection cannot be denied; it is one of the many vagaries that confront a court attempting to make sense of the distinctions between Article I and Article III courts. However, because the parties' consent sufficiently alleviates Article III difficulties in the context of magistrate judge jury trials, the court believes that the parties' consent also sufficiently alleviates Article III difficulties in the context of bankruptcy judge jury trials. <i>See</i> Gibson, <i>Jury Trials in Bankruptcy,</i> 72 Minn.L.Rev. at 1045. (\"It seems reasonable to conclude, therefore, that Article III poses no obstacle to the conduct of jury trials by bankruptcy judges in non-core proceedings in which the parties consent to the entry of judgment by the bankruptcy judge.\").</p>\n<p>B. <i>Whether Consensual Jury Trials are Inconsistent With the Seventh Amendment's Reexamination Clause</i></p>\n<p>It may also be objected that even if Article III allows consensual jury trials in the bankruptcy court, the Seventh Amendment's Reexamination Clause poses significant legal obstacles to the appeal of such a trial to the extent that the trial occurs in non-core proceedings. The Reexamination Clause declares that \"no fact tried by a jury, shall be otherwise reexamined in any Court of the United States, than according to the rules of the common law.\"</p>\n<blockquote>The common law standard of review is not the \"clearly erroneous\" standard in a trial before the court as provided in Fed. R.Civ.P. 52(a). Instead, it is the same common law standard which is applied in awarding a directed verdict or a judgment notwithstanding the verdict. The standard of review is usually referred to as a \"sufficiency of the evidence\" standard.</blockquote>\n<p><i>Granberry v. O'Barr,</i> 866 F.2d 112, 113 (5th Cir.1988)</p>\n<p>As a general rule, 28 U.S.C. § 157(c)(1) demands that the district court give <i>de novo</i> review to any non-core proceedings in the bankruptcy court. As a result, it may be argued that if a consensual jury trial was <span class=\"star-pagination\">*877</span> held in the bankruptcy court in a non-core proceeding, the jury's findings of fact would be subject to <i>de novo</i> review in the district court under § 157(c)(1). Because this is a higher standard of review than the \"sufficiency of the evidence\" standard permitted by the Reexamination Clause, it may be further argued that jury trials cannot be held in the bankruptcy court.</p>\n<p>The court is not persuaded by this argument. As an initial matter, the court notes that at least two published decisions have permitted consensual jury trials in bankruptcy courts in non-core proceedings. As a result, the court finds that these decisions may have found by implication that any appeals from such proceedings were consistent with the Reexamination Clause. <i>See </i><i>Weiss v. Avenir Acquisition Corp.,</i> 139 B.R. 761, 762 (D.Mass.1991) (\"a bankruptcy judge has authority to conduct a trial by jury in non-core proceedings where [] consent exists\"), and <i>Chiodo v. NBC Bank-Brooks Field</i> (<i>In re Chiodo</i>), 88 B.R. 780, 786 (W.D.Tex.1988) (\"This Court concludes that jury trials may only be conducted by the bankruptcy judges in related proceedings when the parties agree to a final determination under 28 U.S.C. § 157(c)(2).\")</p>\n<p>The court also finds that the Reexamination Clause objection fails to take note of the effect of 28 U.S.C. § 157(c)(2). This statute declares that a bankruptcy judge may hear and determine a non-core proceeding \"with the consent of all the parties\" and that any appeal from the bankruptcy judge's decision is governed by 28 U.S.C. § 158. All appeals taken under § 158 are \"taken in the same manner as appeals in civil proceedings generally are taken to the courts of appeals from the district courts.\" 28 U.S.C. § 158(c).</p>\n<p>Accordingly, the court finds that if a consensual jury trial was held in the bankruptcy court in a non-core proceeding, the parties' consent would cause the appeal to be governed by 28 U.S.C. § 157(c)(2) and 28 U.S.C. § 158(c). As a result, the district court would review the jury's findings of fact with the same sufficiency of the evidence standard of review used by courts of appeals when reviewing jury trials in the district courts. Because this standard is consistent with the Reexamination Clause, the court finds that the Seventh Amendment does not pose any obstacles to allowing consensual jury trials in non-core proceedings in a bankruptcy court.</p>\n<p>C. <i>Whether Consensual Jury Trials are Permitted by the Fourth Circuit's Decision in In re Stansbury</i></p>\n<p>It may be objected that the Fourth Circuit's <i>In re Stansbury</i> decision, 13 F.3d 122, prohibits consensual jury trials in the bankruptcy courts. That decision held that \"where the Seventh Amendment provides the right to a jury trial in a core proceeding in bankruptcy, it must take place in the district court.\" <i>In re Stansbury,</i> 13 F.3d at 128. Strictly construing the Fourth Circuit's language, the court notes that the decision is apparently limited to jury trials in core proceedings and thus would arguably have no effect on jury trials by consent in non-core proceedings.</p>\n<p>However, moving beyond a mere semantic analysis of <i>Stansbury,</i> the court finds that the decision was not intended to foreclose consensual jury trials in a bankruptcy court. First, the court notes that the issue of consent was apparently not raised by the parties and was not addressed by the court of appeals' opinion. Second, the court finds that allowing jury trials by consent in the bankruptcy court is consistent with the overall logic of <i>Stansbury. Stansbury</i> found no express statutory authority for bankruptcy judges to conduct jury trials and also found that it was improper to imply such authority. In other words, bankruptcy judges were not permitted to conduct jury trials because the court could find no legitimate source of authority for bankruptcy judges to do so.</p>\n<p>In this court's view, the consent of the parties supplies the missing source of authority noted in <i>Stansbury.</i> Just as the parties' consent to a jury trial before an Article I magistrate judge creates the authority for the magistrate judge to preside over the trial, so also the parties' consent to a jury trial before an Article I bankruptcy judge creates the authority for the bankruptcy judge to preside over the trial. Accordingly, <span class=\"star-pagination\">*878</span> the court finds that allowing consensual jury trials in a bankruptcy court is consistent with the <i>Stansbury</i> decision, because the procedure does not rest on the assumption that bankruptcy judges have any express or implied statutory authority to conduct jury trials. Instead, the procedure rests on the assumption that the consent of the parties supplies <i>Stansbury's</i> missing source of authority.</p>\n<p>D. <i>Whether Other Legal and Practical Difficulties Attach to Allowing Jury Trials by Consent in Bankruptcy Courts</i></p>\n<p>It may be objected that legal and practical difficulties remain with allowing consensual jury trials in the bankruptcy courts. If, as in the present case, the jury trial pertains only to a limited adversary proceeding within the bankruptcy case and not to the bankruptcy case as a whole, then resolution of the overall case may be delayed by waiting for the jury trial of the adversary proceeding to be conducted and fully appealed. Such delay may prejudice the substantial rights of the parties. In addition, the fact that the adversary proceeding jury trial is part of a larger, unresolved bankruptcy case may cause an appellate court to conclude that any appeal of the jury trial is interlocutory and thus must be delayed until the larger bankruptcy case reaches a conclusion.</p>\n<p>The court acknowledges these difficulties but finds that they are unavoidable. \"Life has never been completely charted and as long as change is one of the great facts of life, it never will be; and law, we must always remember, is but one aspect of life.\" Arthur T. Vanderbilt, <i>A Report on Prelegal Education,</i> 25 N.Y.U.L.Rev. ___ (April 1950). The court does not purport to have a complete chart providing a perfect solution to the tangled problem of bankruptcy jury trials. However, the court does believe that the benefits of its imperfect solution in sparing an added jury trial burden on Article III courts outweigh the costs of delay and administrative difficulty noted above.</p>\n<p>As the dockets of the Article III courts become clogged by Congress' seemingly insatiable appetite for federalizing traditionally state-law crimes, the courts must find effective and legal methods of dealing with the enormous volume of cases presented to them for decision. To the extent that litigants aid this process by consenting to a jury trial in a non-Article III forum, the court finds that their consent ought to be given effect.</p>\n<p>E. <i>Summary</i></p>\n<p>The court has found as a matter of <i>dictum</i> that the parties in a core or non-core bankruptcy jury trial should be permitted to consent to proceed before a bankruptcy judge. It is the court's intention to allow such consent in future bankruptcy cases presented to it for decision.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the aforementioned reasons, it is hereby ORDERED that the plaintiffs' motion to refer this matter back to the United States bankruptcy court for a non-jury trial in the bankruptcy court is GRANTED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Under the [Bankruptcy Act of 1898], federal district courts were the statutorily designated `courts of bankruptcy.' The duties of the bankruptcy courts, however, were generally carried out by bankruptcy referees appointed by the district courts. Referees were later designated bankruptcy judges.\" Gibson at 972 n. 21 (citations omitted).</p>\n<p>[2]  Because the adversary proceeding complaint is based on state law, the court has considered the possibility of permissively abstaining from this matter under 28 U.S.C. § 1334(c)(1). However, after careful reflection, the court finds that abstention is inappropriate. <i>See </i><i>Hillsborough Holdings Corp. v. Celotex,</i> 123 B.R. 1004, 1013 (Bankr.M.D.Fla.) (listing abstention factors).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">868</span></span> (1994)</b></center>\n<center><h1>In re Harold Leroy HUDSON, Jr. and Karen Jackson Hudson, Debtors.<br>\nOcie F. MURRAY, Jr., Trustee, Harold Leroy Hudson, Jr., Debtor, and Karen Jackson Hudson, Debtor, d/b/a Amana Mechanical Construction and Steel Erectors, Plaintiffs,<br>\nv.<br>\nRICHMOND STEEL &amp; WELDING CO., Defendant.</h1></center>\n<center>Bankruptcy Adv. No. S-92-00216-8-AP.</center>\n<center><p><b>United States District Court, E.D. North Carolina.</b></p></center>\n<center>August 2, 1994.</center>\n<p><span class=\"star-pagination\">*869</span> <span class=\"star-pagination\">*870</span> Ocie F. Murray, Jr., Fayetteville, NC, for plaintiffs.</p>\n<p>Walter L. Hinson, Wilson, NC, Richard G. Buckner, Rockingham, NC, for defendant.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>HOWARD, District Judge.</p>\n<p>This matter is before the court on the plaintiffs' motion to refer this adversary proceeding back to the United States bankruptcy court for a non-jury trial. The motion was made by the bankruptcy trustee (\"the trustee\") during a hearing held by the court at the Federal Courthouse in Greenville, North Carolina, on May 13, 1994. Defendant objected to the motion, and the parties presented oral argument at the hearing. The matter is ripe for disposition.</p>\n<p></p>\n<h2><i>STATEMENT OF THE FACTS</i></h2>\n<p>The trustee filed this adversary proceeding on behalf of the debtors on October 20, 1992. The complaint and the answer indicate that the defendant was a subcontractor on a school construction project in North Carolina and that the debtors were sub-subcontractors hired by the defendant to perform steel erection work on the project. The trustee alleged that the debtors \"fully and faithfully\" performed the work and that the defendant unjustly refused to pay $67,000 the defendant owed the debtors under the parties' contract.</p>\n<p>Defendant filed an answer and a counterclaim on June 25, 1993. Defendant admitted that the debtors performed part of the steel erection work required by the parties' contract. However, the defendant contended that the debtors failed to complete the work and that the defendant was forced to hire someone else to complete the work \"at a substantial expense.\" Answer, ¶ 5.</p>\n<p>Defendant further alleged that the debtors fraudulently induced the defendant to pay the debtors for their steel erection work by submitting intentionally false affidavits stating that the debtors had fully paid all of the suppliers they used to complete their work under the subcontract with the defendant. Because the debtors allegedly did not fully pay their suppliers, the defendant contends that it was forced to pay the suppliers after it had already paid the debtors.</p>\n<p>Defendant further alleged that the debtors' failure to complete the steel erection work in a timely and satisfactory manner caused the general contractor on the school construction project to withhold payment on the general contractor's contract with the defendant subcontractor. As a result, the defendant alleged that it was engaged in litigation with the general contractor and that it was incurring substantial legal expenses.</p>\n<p>Defendant concluded its answer to the adversary proceeding complaint by lodging a counterclaim seeking</p>\n<blockquote>a sum to be assessed by a jury in order to compensate this Defendant for its losses as alleged, for such sums to bear interest at the lawful rate from the date of breach of contract by [the debtors] or from the date of the commission of the first fraudulent act, which ever date occurred first, as well as the costs of this action, including reasonable attorney fees.</blockquote>\n<p>Defendant also made a formal demand for a jury trial on all issues.</p>\n<p>The parties have stipulated that all allegations supporting the defendant's counterclaim \"occurred before the [d]ebtors filed their petition in [b]ankruptcy on August 5, 1991.\" 7/5/94 Stip. at 1.</p>\n<p>In an order filed May 3, 1994, the court acknowledged that \"because of the decision by the United States Court of Appeals for the Fourth Circuit in <i>In re Stansbury Poplar Place, Inc.,</i> <span class=\"citation\" data-id=\"659910\"><a href=\"/opinion/659910/in-re-stansbury-poplar-place-incorporated-in-re-stansbury-timonium/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></a></span> (4th Cir.1993), bankruptcy jury trials must be conducted in the district court.\" However, the court noted that under relevant case law, the defendant <span class=\"star-pagination\">*871</span> may have lost its right to a jury trial by filing a counterclaim in its answer to the trustee's adversary proceeding complaint. The court scheduled the aforementioned May 13 hearing to allow the parties to present argument on this matter.</p>\n<p>At the hearing, the defendant argued that its counterclaim was compulsory and that the filing of such a counterclaim could not equitably operate as a waiver of the right to a jury trial. The trustee contended that the defendant had lost its right to a jury trial by submitting the counterclaim, regardless of whether it was permissive or compulsory.</p>\n<p>Both the debtors and the trustee also stated that they would be willing to consent to a jury trial before a bankruptcy judge.</p>\n<p></p>\n<h2><i>DISCUSSION OF THE LAW</i></h2>\n<p>I. <i>History of Bankruptcy Jury Trials</i></p>\n<p>The court finds it appropriate to lay the groundwork for this discussion by briefly reviewing the history of jury trials in bankruptcy cases. The court's history is based on the thorough scholarship provided in <i>Jury Trials in Bankruptcy: Obeying the Commands of Article III and the Seventh Amendment,</i> 72 Minn.L.Rev. 967 (May 1988) (hereinafter \"Gibson at ____\").</p>\n<p>The Bankruptcy Act of 1898 based the right to jury trials in bankruptcy on a distinction between summary and plenary proceedings. \"Summary proceedings\" included three types of cases: \"administrative matters arising in the course of bankruptcy proceedings,\" issues of title and possession regarding assets in the custody of the bankruptcy courts, and \"matters submitted to [the bankruptcy courts] with the consent of the parties, even if the disputes involved property not within the courts' custody.\" Gibson at 971 n. 20. \"Plenary proceedings\" included \"`litigation involving the [bankruptcy] trustee and third parties brought in the form of an ordinary civil action.'\" Gibson at 1013 n. 213, <i>quoting</i> J. Moore &amp; W. Phillips, <i>Debtors' and Creditors' Rights</i> at 6-2 (1966).</p>\n<p>\"Proceedings falling within the bankruptcy court's summary jurisdiction were generally conducted by bankruptcy referees<sup>[1]</sup> without the aid of a jury[, while] . . . the right to a jury trial [in plenary proceedings] was determined either by the seventh amendment or by nonbankruptcy state or federal law.\" Gibson at 971-72 (footnotes omitted).</p>\n<blockquote>There were, however, two statutory exceptions to the rule barring jury trials in summary proceedings. First, a person against whom an involuntary bankruptcy petition was filed could demand a jury trial on the questions of insolvency and commission of acts of bankruptcy. Second, a 1970 amendment to the 1898 Act provided for jury trials in proceedings before the bankruptcy court to determine the dischargeability of debts.</blockquote>\n<p>Gibson at 972-73 (footnotes omitted). \"The [Bankruptcy Act of 1898] was silent as to who should conduct the [summary proceedings] jury trial in the two exceptional situations in which the statute established such a right.\" Gibson at 974. Bankruptcy rules issued in 1973 by the Judicial Conference provided that the trials could be conducted by bankruptcy referees unless a debtor requesting a jury trial made a specific request for a district judge to conduct the trial. <i>Id.</i></p>\n<p>Other than the two summary proceedings jury trials described above, \"[the Bankruptcy Act of 1898] provided no jury trial rights. In addition, it was generally believed that there was no constitutional entitlement to a jury trial in summary proceedings.\" Gibson at 973.</p>\n<p>Congress specifically addressed the right to bankruptcy jury trials when it enacted a comprehensive new set of bankruptcy laws in 1978. The new statutes provided in part in 28 U.S.C. § 1411:</p>\n<blockquote>\"(a) Except as provided in subsection (b) of this section, this chapter and title 11 do not affect any right to trial by jury, in a case under title 11 or in a proceeding arising under title 11 or arising in or related to a case under title 11, that is provided <span class=\"star-pagination\">*872</span> by any statute in effect on September 30, 1979.</blockquote>\n<blockquote>(b) The bankruptcy court may order the issues arising under section 303 of title 11 [governing involuntary bankruptcies] to be tried without a jury.\"</blockquote>\n<p>Gibson at 975 (quoting the statute). Subsection (b) \"expressly and intentionally reversed the jury trial practice for involuntary bankruptcies under the [Bankruptcy Act of 1898].\" Gibson at 975. \"The impact of subsection (a) on preexisting law, however, was less easily determined.\" Gibson at 976.</p>\n<p>Subsection (a) was subject to two primary interpretations. The first held that the subsection intended to maintain existing jury trial rights which depended on the distinction between summary and plenary proceedings. The second interpretation held that the subsection intended to \"abandon the summary/plenary dichotomy\" and thus make the right to a jury trial depend on</p>\n<blockquote>the same [analysis] as that applied by the district courts in a civil case. The court was required to analyze both the nature of the claim and the relief sought. If equitable in nature, there was no right to a jury trial. If legal, however, there was a jury trial right.</blockquote>\n<p>Gibson at 976-77 (footnotes omitted). Under either interpretation, \"there was apparent agreement that the bankruptcy judge was authorized to conduct\" any jury trials allowed in the bankruptcy court. Gibson at 986.</p>\n<p>The 1978 restructuring of the bankruptcy laws was rejected in part by the Supreme Court in <i>Northern Pipeline Constr. Co. v. Marathon Pipe Line Co.,</i> <span class=\"citation\" data-id=\"110771\"><a href=\"/opinion/110771/northern-pipeline-constr-co-v-marathon-pipe-line-co/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">50</span></a></span>, <span class=\"citation\" data-id=\"110771\"><a href=\"/opinion/110771/northern-pipeline-constr-co-v-marathon-pipe-line-co/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2858</span></a></span>, <span class=\"citation\" data-id=\"110771\"><a href=\"/opinion/110771/northern-pipeline-constr-co-v-marathon-pipe-line-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">598</span></a></span> (1982). In a plurality opinion whose judgment was joined by a majority of the justices,</p>\n<blockquote>Justice Brennan concluded that the 1978 Act violated article III of the Constitution by vesting the `essential attributes of the judicial power' in bankruptcy judges who lacked lifetime tenure and protection against salary diminution.</blockquote>\n<p>Gibson at 986 n. 84. In the wake of <i>Northern Pipeline,</i> the district courts adopted an emergency rule which \"expressly prohibited bankruptcy judges from conducting jury trials, . . . [thus] requir[ing] the district judge[s] to conduct any bankruptcy jury trials that took place.\" Gibson at 987-88.</p>\n<p>Congress enacted an amended scheme of bankruptcy laws in the Bankruptcy Amendments and Federal Judgeship Act of 1984. Gibson at 989. This scheme remains in effect today. Its grant of jury trial rights in 28 U.S.C. § 1411 and § 1411's relationship to the Seventh Amendment right to a jury trial are more fully discussed below.</p>\n<p>II. <i>Statutory v. Constitutional Right to a Jury Trial</i></p>\n<p>The right to a jury trial in bankruptcy proceedings may arguably be found in the Seventh Amendment to the United States Constitution or in the bankruptcy jury trial statute. The Seventh Amendment states in relevant part that \"[i]n Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved.\" The bankruptcy jury trial statute, 28 U.S.C. § 1411, states that \"this chapter and title 11 do not affect any right to trial by jury that an individual has under applicable nonbankruptcy law with regard to a personal injury or wrongful death tort claim.\"</p>\n<p>The court's analysis of the defendant's right to a jury trial will focus on the Seventh Amendment rather than on 28 U.S.C. § 1411. The Supreme Court has described § 1411 as a \"notoriously ambiguous\" statute. <i>Granfinanciera, S.A. v. Nordberg,</i> <span class=\"citation\" data-id=\"112317\"><a href=\"/opinion/112317/granfinanciera-sa-v-nordberg/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 40 n. 3, <span class=\"citation\" data-id=\"112317\"><a href=\"/opinion/112317/granfinanciera-sa-v-nordberg/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2782</span></a></span>, 2789 n. 3, <span class=\"citation\" data-id=\"112317\"><a href=\"/opinion/112317/granfinanciera-sa-v-nordberg/\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">26</span></a></span> (1989). The United States Court of Appeals for the Fourth Circuit has said that the statute contains \"cryptic language.\" <i>Huffman v. Perkinson (In re Billy Harbour),</i> <span class=\"citation\" data-id=\"502440\"><a href=\"/opinion/502440/in-re-billy-h-harbour-debtor-donald-w-huffman-trustee-and-bluefield/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1165</span></a></span>, 1179 (4th Cir.1988), <i>vacated and remanded </i><i>on other grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">913</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3234</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">582</span></span> (1989). Other decisions have noted that \"the courts and commentators have all but ignored the statutory provisions relating to jury trials, instead resting their analysis of the right to a jury trial in bankruptcy matters on the Seventh Amendment.\" <i>Kaiser Steel Corp. v. Frates (In re Kaiser Steel Corp.),</i> <span class=\"citation\" data-id=\"1946843\"><a href=\"/opinion/1946843/in-re-kaiser-steel-corp/\"><span class=\"volume\">109</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">968</span></a></span>, 972 (D.Colo.1989), <i>vacated and remanded </i><i>on other</i> <span class=\"star-pagination\">*873</span> <i>grounds,</i> <span class=\"citation no-link\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></span> (10th Cir.1990). Because the parties have not raised 28 U.S.C. § 1411 as an issue and because this adversary proceeding is not a wrongful death or personal injury action, this court will also bypass the statute and focus on the Seventh Amendment.</p>\n<p>III. <i>The Seventh Amendment Right to a Jury Trial</i></p>\n<p>\"The Seventh Amendment protects a litigant's right to a jury trial only if a cause of action is legal in nature and it involves a matter of `private right.'\" <i>Granfinanciera,</i> 492 U.S. at 42 n. 4, 109 S.Ct. at 2790 n. 4. The court finds that this adversary proceeding, which seeks to recover damages and which is rooted in state breach of contract law<sup>[2]</sup>, likely qualifies as a cause of action which is \"legal in nature.\" <i>See </i><i>Billing v. Ravin,</i> <span class=\"citation\" data-id=\"669072\"><a href=\"/opinion/669072/anders-s-billing-diann-e-billing-v-ravin-greenberg-zackin-pa/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1242</span></a></span>, 1245 (3rd Cir.1994) (\"An action for money damages based on a breach of contract is traditionally a legal claim.\"). However, for the reasons stated below, the court finds that it must deny the defendant's request for a jury trial because the court finds that the adversary proceeding does not involve \"a matter of `private right.'\"</p>\n<p>A. <i>Private Rights v. Public Rights as Applied to Bankruptcy Jury Trials</i></p>\n<p>A \"private right\" has been described by the Supreme Court as \"`the liability of one individual to another under the law as defined.'\" <i>Granfinanciera,</i> 492 U.S. at 51 n. 8, 109 S.Ct. at 2795 n. 8, <i>citing </i><i>Crowell v. Benson,</i> <span class=\"citation\" data-id=\"101864\"><a href=\"/opinion/101864/crowell-v-benson/\"><span class=\"volume\">285</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 51, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></span>, 292-93, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">598</span></span> (1932). Examples of such rights include \"[w]holly private tort, contract, and property cases.\" <i>Granfinanciera,</i> 492 U.S. at 51, 109 S.Ct. at 2795.</p>\n<p>In contrast, a \"public right\" implicates governmental interests in addition to the interests of private parties.</p>\n<blockquote>The <i>Granfinanciera</i> Court defined public rights as either statutory causes of action that inhere in, or lie against the federal government in its sovereign capacity, or seemingly private rights created by Congress that are \"`so closely integrated into a public regulatory scheme as to be a matter appropriate for agency resolution with limited involvement by the Article III judiciary.'\"</blockquote>\n<p><i>Rushton v. Philadelphia Forest Products, Inc.</i> (<i>In re Americana Expressways</i>), <span class=\"citation\" data-id=\"1548839\"><a href=\"/opinion/1548839/in-re-americana-expressways-inc/\"><span class=\"volume\">161</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">707</span></a></span>, 710 (D.Utah 1993) (citation omitted).</p>\n<p>In the bankruptcy context, the <i>Granfinanciera</i> Court noted \"that the restructuring of debtor-creditor relations in bankruptcy `may well be a \"public right.\"'\" <i>Granfinanciera,</i> 492 U.S. at 56, 109 S.Ct. at 2798 (citation omitted). The court followed this statement with its decision in <i>Langenkamp v. Culp,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">330</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></span> (1990), which \"implicitly recognized the restructuring of the debtor-creditor relationship through the [bankruptcy] claims allowance process as a public right.\" <i>In re Americana Expressways,</i> 161 B.R. at 711. Accordingly,</p>\n<blockquote>[a]s set forth in <i>Granfinanciera</i> it is clear, particularly after the Court's post-<i>Granfinanciera</i> decision in <i>Langenkamp v. Culp</i><i>,</i> that, when a creditor presents a \"claim\" against the bankruptcy estate, that creditor triggers the process of allowance and disallowance of claims, thereby subjecting the creditor to the bankruptcy court's equitable powers and placing the parties' dispute into the arena of \"public rights,\" <i>i.e.,</i> the public restructuring of debtor-creditor relations.</blockquote>\n<p><i>Shields v. Ciccone</i> (<i>In re Lloyd Securities, Inc.</i>), <span class=\"citation\" data-id=\"1522939\"><a href=\"/opinion/1522939/in-re-lloyd-securities-inc/\"><span class=\"volume\">156</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">750</span></a></span>, 752 (Bankr.E.D.Pa.1993) (citations omitted).</p>\n<p>Accordingly, the court finds that by filing a claim with the bankruptcy court against the bankruptcy estate, a creditor places his dispute with the debtor into the arena of public rights. Because <i>Granfinanciera</i> held that the right to a jury trial extends only to matters of private right, the court further finds that a creditor who files a claim with <span class=\"star-pagination\">*874</span> the bankruptcy court loses his Seventh Amendment right to a jury trial.</p>\n<p>Applying this rule to the present case, the court finds that it must determine whether the defendant's counterclaim to the trustee's adversary proceeding complaint qualifies as a \"claim\" against the bankruptcy estate. If it does, then the defendant has lost its constitutional right to a jury trial.</p>\n<p>B. <i>Whether the Defendant's Counterclaim Qualifies as a \"Claim\"</i></p>\n<p>The term \"claim\" is defined very broadly in the United States Bankruptcy Code. As described in 11 U.S.C. § 101(5),</p>\n<p>\"claim\" means </p>\n<blockquote>(A) right to payment, whether or not such right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured; or</blockquote>\n<blockquote>(B) right to an equitable remedy for breach of performance if such breach gives rise to a right to payment, whether or not such right to an equitable remedy is reduced to judgment, fixed, contingent, matured, unmatured, disputed, undisputed, secured, or unsecured.</blockquote>\n<p>\"By enacting this definition, Congress gave the `broadest possible definition' to the term `claim' in order to ensure that `all legal obligations of the debtor, . . . [would] be dealt with in the bankruptcy case.'\" <i>Sigmon v. Royal Cake Co.</i> (<i>In re Cybermech, Inc.</i>), <span class=\"citation\" data-id=\"660203\"><a href=\"/opinion/660203/in-re-cybermech-incorporated-aka-ta-mti-holding-company-aka-ta/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">818</span></a></span>, 821 (4th Cir.1994) (citations omitted).</p>\n<p>The court finds that convincing authority has held that a counterclaim does qualify as a \"claim\" for purposes of the above-described <i>Granfinanciera</i> and <i>Langenkamp</i> private rights jury trial analysis. <i>See </i><i>In re Americana Expressways,</i> 161 B.R. at 714 (\"By presenting a [counterclaim] against the estate, Defendant has submitted to the bankruptcy court's equity jurisdiction and is not entitled to a jury trial. . . . The majority of other courts that have considered [the issue] have reached the same conclusion.\"); <i>see also </i><i>Allied Companies v. Holly Farms Foods (In re Allied Companies),</i> <span class=\"citation\" data-id=\"1872972\"><a href=\"/opinion/1872972/in-re-allied-companies-inc/\"><span class=\"volume\">137</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">919</span></a></span>, 924 (S.D.Ind.1991) (\"a counterclaim is within the type of claims which eliminate the necessity for a jury trial under <i>Granfinanciera</i> and <i>Langenkamp</i>\"), and <i>In re Lloyd Sec.,</i> 156 B.R. at 755 (\"we find that a mere attempt to invoke this court's equitable `claims resolution' process through assertion of a non-compulsory counterclaim, whether successful or not, is a sufficient act on the part of a creditor to eliminate its right to a jury trial\").</p>\n<p>The court finds itself persuaded by these cases. Accordingly, the court concludes that the defendant's filing of a counterclaim caused the defendant to lose its Seventh Amendment right to a jury trial. Filing the counterclaim qualified as filing a claim which triggered the non-jury, public rights process of the allowance and disallowance of claims in bankruptcy.</p>\n<p>Defendant argues that its counterclaim was compulsory and that, as a result, the court should not allow the filing of the counterclaim to operate as a waiver of the defendant's right to a jury trial. The court finds that it must reject the defendant's argument, because the court finds that the waiver rationale does not apply in this bankruptcy context.</p>\n<blockquote>The Supreme Court in <i>Granfinanciera</i> specifically disclaimed the idea that a waiver rationale explained why those who filed claims lost any entitlement to a jury trial. . . . Instead, the Court made clear that <i>Granfinanciera</i> was based on the bankruptcy court's possession of a disputed <i>res</i> to which the creditor laid claim. Thus, the key to the loss of a jury trial lies not in some choice purportedly made by the claimant, but on the bankruptcy court's possession of the estate and its equitable power to allow or disallow claims made against the estate.</blockquote>\n<p><i>In re Americana Expressways,</i> 161 B.R. at 713-14 n. 12; <i>see also </i><i>In re Allied Companies,</i> 137 B.R. at 924-25 (\"The [<i>Granfinanciera</i>] Court specifically disclaimed the idea that a waiver rationale explained why those who filed claims forsook an opportunity for a jury trial. . . . Just as a waiver theory fails to explain why those who submit claims against the bankruptcy estate lose the right to a jury trial, so too an implied consent theory is inadequate.\").</p>\n<p><span class=\"star-pagination\">*875</span> In short, the defendant did not lose its right to a jury trial by filing a counterclaim and thereby waiving the right. Instead, the defendant lost its right to a jury trial by filing a counterclaim and thereby seeking a piece of the disputed res, the debtors' estate, which was subject to the bankruptcy court's equitable power to allow and disallow claims. Regardless of whether the counterclaim was permissive or compulsory, it represented the defendant's attempt to obtain a portion of the debtors' estate. As a result, it was a claim against the estate, and it triggered the non-jury, public rights process of allowing and disallowing claims in the bankruptcy court.</p>\n<p>The court notes that it may be argued that the substance of the lawsuits and the timing of the claims in <i>Granfinanciera</i> and <i>Langenkamp</i> distinguish those decisions and their public rights analysis from the present case. <i>Granfinanciera</i> was a trustee's fraudulent conveyance action and <i>Langenkamp</i> was a trustee's preference action, while the present case is a trustee's state law breach of contract action. Also, in <i>Langenkamp</i> the defendant seeking a jury trial filed a proof of claim with the bankruptcy court before the trustee initiated its action. In the present case, the defendant did not file any claim with the bankruptcy court before the trustee filed his complaint.</p>\n<p>The court finds that these considerations are insufficient to distinguish <i>Granfinanciera</i> and <i>Langenkamp</i> from the present case. The court notes that at least one other published decision has applied the <i>Granfinanciera</i> and <i>Langenkamp</i> analysis to \"an action for breach of contract.\" <i>In re Lloyd Sec.,</i> 156 B.R. at 752. The <i>Lloyd</i> court found that the analysis applied to any \"contested or adversary matter,\" not just to preference and fraudulent conveyance actions. <i>Id.</i> at 753.</p>\n<p>The court further finds that</p>\n<blockquote>the Supreme Court's focus in <i>Langenkamp</i> was not on the procedural posture [of] the trustee's action . . ., but on the creditor's submission to the bankruptcy court's equity jurisdiction. In that regard, it is the fact of the [defendant's] claim against the estate that is important, not the procedural posture of the trustee's action or the timing of the [defendant's] claim.</blockquote>\n<p><i>In re Americana Expressways,</i> 161 B.R. at 712 n. 9; <i>see also </i><i>Langenkamp,</i> 498 U.S. at 45, 111 S.Ct. at 331 (\"Respondents filed claims against the bankruptcy estate, thereby bringing themselves within the equitable jurisdiction of the bankruptcy court.\").</p>\n<p>Accordingly, the court finds that it may properly apply <i>Granfinanciera</i> and <i>Langenkamp</i> to the present case, even though the case does not involve issues of preferences or fraudulent conveyances, and even though the defendant did not file any claim with the bankruptcy court before the trustee filed his complaint.</p>\n<p>C. <i>Summary</i></p>\n<p>In sum, the court has found that the defendant's counterclaim qualifies as a \"claim\" under <i>Granfinanciera</i> and <i>Langenkamp</i> and that the counterclaim triggered the non-jury, public rights process of allowing and disallowing claims in the bankruptcy court. Accordingly, the court finds that it must grant the trustee's motion to refer this matter back to the bankruptcy court for a non-jury trial.</p>\n<p>IV. <i>Consent to Proceed Before a Bankruptcy Judge</i></p>\n<p>For the reasons stated above, the court has found that the defendant does not have a right to a jury trial. However, to the extent that parties in bankruptcy proceedings are entitled to jury trials in other cases, the court notes as a matter of <i>dictum</i> that it believes that the parties ought to be able to consent to holding such trials in the bankruptcy court.</p>\n<p>The court's position is based on a legal analogy with 28 U.S.C. § 636(c)(1), which allows the parties in a \"civil matter\" to consent to a trial before an Article I magistrate judge. If Article III of the Constitution is unoffended by allowing consensual jury trials before Article I magistrate judges, then the court is convinced that Article III is also unoffended by allowing consensual jury trials before Article I bankruptcy judges. <i>See </i><i>American Community Services, Inc. v. Wright Marketing, Inc. (In re American Community Services, Inc.),</i> <span class=\"citation\" data-id=\"1551365\"><a href=\"/opinion/1551365/in-re-american-community-services-inc/\"><span class=\"volume\">86</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">681</span></a></span>, 688, 690 (D.Utah 1988) (\"[I]f the litigants consent, <span class=\"star-pagination\">*876</span> it follows that a bankruptcy judge can preside over a jury trial and request the clerk to enter a final judgment in a non-core proceeding. In a similar manner, litigants can consent to a magistrate presiding over a jury trial in a civil action pursuant to 28 U.S.C. § 636(c)(1). . . . Because the bankruptcy procedure regarding non-core proceedings is modeled after the Federal Magistrate's Act, it logically follows that bankruptcy judges can constitutionally conduct jury trials in non-core proceedings with the consent of the parties.\").</p>\n<p>At least four arguments may be made against the court's position. First, it may be argued that the parties' consent fails to fully satisfy the concerns of Article III. Second, it may be argued that allowing consensual jury trials in non-core proceedings in the bankruptcy court is inconsistent with the Seventh Amendment's Reexamination Clause. Third, it may be argued that consensual jury trials in the bankruptcy court are inconsistent with the Fourth Circuit's decision in <i>In re Stansbury, supra</i><i>.</i> Fourth, it may be argued that other legal and practical difficulties attach to allowing jury trials by consent in bankruptcy courts.</p>\n<p>The court will deal with each of these objections below.</p>\n<p>A. <i>Whether the Parties' Consent Fully Satisfies Article III</i></p>\n<p>It may be objected that the parties' consent alone is insufficient to satisfy Article III's concerns about placing too much authority in an Article I bankruptcy court. As one commentator has noted,</p>\n<blockquote>[t]he Supreme Court's decision in <i>Commodity Futures Trading Comm'n v. Schor,</i> <span class=\"citation\" data-id=\"111759\"><a href=\"/opinion/111759/commodity-futures-trading-commn-v-schor/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span> [106 S.Ct. 3245, 92 L.Ed.2d 675] (1986) . . . raises doubts about the effectiveness of consent as a cure for Article III problems. . . . [A]rticle III [] \"serves as `an inseparable element of the constitutional system of checks and balances'\" and [] \"to the extent [] this structural principle is implicated in a given case, the parties cannot by consent cure the constitutional difficulty.\"</blockquote>\n<p>Gibson, <i>Jury Trials and Core Proceedings: The Bankruptcy Judge's Uncertain Authority,</i> 65 Am.Bankr.L.J. 143, 167 n. 166 (Winter 1991) (citations omitted).</p>\n<p>The validity of this objection cannot be denied; it is one of the many vagaries that confront a court attempting to make sense of the distinctions between Article I and Article III courts. However, because the parties' consent sufficiently alleviates Article III difficulties in the context of magistrate judge jury trials, the court believes that the parties' consent also sufficiently alleviates Article III difficulties in the context of bankruptcy judge jury trials. <i>See</i> Gibson, <i>Jury Trials in Bankruptcy,</i> 72 Minn.L.Rev. at 1045. (\"It seems reasonable to conclude, therefore, that Article III poses no obstacle to the conduct of jury trials by bankruptcy judges in non-core proceedings in which the parties consent to the entry of judgment by the bankruptcy judge.\").</p>\n<p>B. <i>Whether Consensual Jury Trials are Inconsistent With the Seventh Amendment's Reexamination Clause</i></p>\n<p>It may also be objected that even if Article III allows consensual jury trials in the bankruptcy court, the Seventh Amendment's Reexamination Clause poses significant legal obstacles to the appeal of such a trial to the extent that the trial occurs in non-core proceedings. The Reexamination Clause declares that \"no fact tried by a jury, shall be otherwise reexamined in any Court of the United States, than according to the rules of the common law.\"</p>\n<blockquote>The common law standard of review is not the \"clearly erroneous\" standard in a trial before the court as provided in Fed. R.Civ.P. 52(a). Instead, it is the same common law standard which is applied in awarding a directed verdict or a judgment notwithstanding the verdict. The standard of review is usually referred to as a \"sufficiency of the evidence\" standard.</blockquote>\n<p><i>Granberry v. O'Barr,</i> <span class=\"citation\" data-id=\"517473\"><a href=\"/opinion/517473/patricia-below-granberry-v-dennis-obarr/\"><span class=\"volume\">866</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 113 (5th Cir.1988)</p>\n<p>As a general rule, 28 U.S.C. § 157(c)(1) demands that the district court give <i>de novo</i> review to any non-core proceedings in the bankruptcy court. As a result, it may be argued that if a consensual jury trial was <span class=\"star-pagination\">*877</span> held in the bankruptcy court in a non-core proceeding, the jury's findings of fact would be subject to <i>de novo</i> review in the district court under § 157(c)(1). Because this is a higher standard of review than the \"sufficiency of the evidence\" standard permitted by the Reexamination Clause, it may be further argued that jury trials cannot be held in the bankruptcy court.</p>\n<p>The court is not persuaded by this argument. As an initial matter, the court notes that at least two published decisions have permitted consensual jury trials in bankruptcy courts in non-core proceedings. As a result, the court finds that these decisions may have found by implication that any appeals from such proceedings were consistent with the Reexamination Clause. <i>See </i><i>Weiss v. Avenir Acquisition Corp.,</i> <span class=\"citation\" data-id=\"1551954\"><a href=\"/opinion/1551954/weiss-v-avenir-acquisition-corp-ii/\"><span class=\"volume\">139</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">761</span></a></span>, 762 (D.Mass.1991) (\"a bankruptcy judge has authority to conduct a trial by jury in non-core proceedings where [] consent exists\"), and <i>Chiodo v. NBC Bank-Brooks Field</i> (<i>In re Chiodo</i>), <span class=\"citation\" data-id=\"1999843\"><a href=\"/opinion/1999843/in-re-chiodo/\"><span class=\"volume\">88</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">780</span></a></span>, 786 (W.D.Tex.1988) (\"This Court concludes that jury trials may only be conducted by the bankruptcy judges in related proceedings when the parties agree to a final determination under 28 U.S.C. § 157(c)(2).\")</p>\n<p>The court also finds that the Reexamination Clause objection fails to take note of the effect of 28 U.S.C. § 157(c)(2). This statute declares that a bankruptcy judge may hear and determine a non-core proceeding \"with the consent of all the parties\" and that any appeal from the bankruptcy judge's decision is governed by 28 U.S.C. § 158. All appeals taken under § 158 are \"taken in the same manner as appeals in civil proceedings generally are taken to the courts of appeals from the district courts.\" 28 U.S.C. § 158(c).</p>\n<p>Accordingly, the court finds that if a consensual jury trial was held in the bankruptcy court in a non-core proceeding, the parties' consent would cause the appeal to be governed by 28 U.S.C. § 157(c)(2) and 28 U.S.C. § 158(c). As a result, the district court would review the jury's findings of fact with the same sufficiency of the evidence standard of review used by courts of appeals when reviewing jury trials in the district courts. Because this standard is consistent with the Reexamination Clause, the court finds that the Seventh Amendment does not pose any obstacles to allowing consensual jury trials in non-core proceedings in a bankruptcy court.</p>\n<p>C. <i>Whether Consensual Jury Trials are Permitted by the Fourth Circuit's Decision in In re Stansbury</i></p>\n<p>It may be objected that the Fourth Circuit's <i>In re Stansbury</i> decision, <span class=\"citation\" data-id=\"659910\"><a href=\"/opinion/659910/in-re-stansbury-poplar-place-incorporated-in-re-stansbury-timonium/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></a></span>, prohibits consensual jury trials in the bankruptcy courts. That decision held that \"where the Seventh Amendment provides the right to a jury trial in a core proceeding in bankruptcy, it must take place in the district court.\" <i>In re Stansbury,</i> 13 F.3d at 128. Strictly construing the Fourth Circuit's language, the court notes that the decision is apparently limited to jury trials in core proceedings and thus would arguably have no effect on jury trials by consent in non-core proceedings.</p>\n<p>However, moving beyond a mere semantic analysis of <i>Stansbury,</i> the court finds that the decision was not intended to foreclose consensual jury trials in a bankruptcy court. First, the court notes that the issue of consent was apparently not raised by the parties and was not addressed by the court of appeals' opinion. Second, the court finds that allowing jury trials by consent in the bankruptcy court is consistent with the overall logic of <i>Stansbury. Stansbury</i> found no express statutory authority for bankruptcy judges to conduct jury trials and also found that it was improper to imply such authority. In other words, bankruptcy judges were not permitted to conduct jury trials because the court could find no legitimate source of authority for bankruptcy judges to do so.</p>\n<p>In this court's view, the consent of the parties supplies the missing source of authority noted in <i>Stansbury.</i> Just as the parties' consent to a jury trial before an Article I magistrate judge creates the authority for the magistrate judge to preside over the trial, so also the parties' consent to a jury trial before an Article I bankruptcy judge creates the authority for the bankruptcy judge to preside over the trial. Accordingly, <span class=\"star-pagination\">*878</span> the court finds that allowing consensual jury trials in a bankruptcy court is consistent with the <i>Stansbury</i> decision, because the procedure does not rest on the assumption that bankruptcy judges have any express or implied statutory authority to conduct jury trials. Instead, the procedure rests on the assumption that the consent of the parties supplies <i>Stansbury's</i> missing source of authority.</p>\n<p>D. <i>Whether Other Legal and Practical Difficulties Attach to Allowing Jury Trials by Consent in Bankruptcy Courts</i></p>\n<p>It may be objected that legal and practical difficulties remain with allowing consensual jury trials in the bankruptcy courts. If, as in the present case, the jury trial pertains only to a limited adversary proceeding within the bankruptcy case and not to the bankruptcy case as a whole, then resolution of the overall case may be delayed by waiting for the jury trial of the adversary proceeding to be conducted and fully appealed. Such delay may prejudice the substantial rights of the parties. In addition, the fact that the adversary proceeding jury trial is part of a larger, unresolved bankruptcy case may cause an appellate court to conclude that any appeal of the jury trial is interlocutory and thus must be delayed until the larger bankruptcy case reaches a conclusion.</p>\n<p>The court acknowledges these difficulties but finds that they are unavoidable. \"Life has never been completely charted and as long as change is one of the great facts of life, it never will be; and law, we must always remember, is but one aspect of life.\" Arthur T. Vanderbilt, <i>A Report on Prelegal Education,</i> 25 N.Y.U.L.Rev. ___ (April 1950). The court does not purport to have a complete chart providing a perfect solution to the tangled problem of bankruptcy jury trials. However, the court does believe that the benefits of its imperfect solution in sparing an added jury trial burden on Article III courts outweigh the costs of delay and administrative difficulty noted above.</p>\n<p>As the dockets of the Article III courts become clogged by Congress' seemingly insatiable appetite for federalizing traditionally state-law crimes, the courts must find effective and legal methods of dealing with the enormous volume of cases presented to them for decision. To the extent that litigants aid this process by consenting to a jury trial in a non-Article III forum, the court finds that their consent ought to be given effect.</p>\n<p>E. <i>Summary</i></p>\n<p>The court has found as a matter of <i>dictum</i> that the parties in a core or non-core bankruptcy jury trial should be permitted to consent to proceed before a bankruptcy judge. It is the court's intention to allow such consent in future bankruptcy cases presented to it for decision.</p>\n<p></p>\n<h2><i>CONCLUSION</i></h2>\n<p>For the aforementioned reasons, it is hereby ORDERED that the plaintiffs' motion to refer this matter back to the United States bankruptcy court for a non-jury trial in the bankruptcy court is GRANTED.</p>\n<h2>NOTES</h2>\n<p>[1]  \"Under the [Bankruptcy Act of 1898], federal district courts were the statutorily designated `courts of bankruptcy.' The duties of the bankruptcy courts, however, were generally carried out by bankruptcy referees appointed by the district courts. Referees were later designated bankruptcy judges.\" Gibson at 972 n. 21 (citations omitted).</p>\n<p>[2]  Because the adversary proceeding complaint is based on state law, the court has considered the possibility of permissively abstaining from this matter under 28 U.S.C. § 1334(c)(1). However, after careful reflection, the court finds that abstention is inappropriate. <i>See </i><i>Hillsborough Holdings Corp. v. Celotex,</i> <span class=\"citation\" data-id=\"1881868\"><a href=\"/opinion/1881868/in-re-hillsborough-holdings-corp/\"><span class=\"volume\">123</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1004</span></a></span>, 1013 (Bankr.M.D.Fla.) (listing abstention factors).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1522939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1548839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1551365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1551954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1872972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1881868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1946843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1999843/"
  ]
}