{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1556904/",
  "absolute_url": "/opinion/1556904/att-corp-v-medical-review-of-north-carolina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1556904/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:45:20.582410Z",
  "date_modified": "2016-04-26T23:54:00.661681Z",
  "type": "010combined",
  "sha1": "a7e1edc3ed009684f81500a346315ab22fde1916",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>876 F.Supp. 91 (1995)</b></center>\n<center><h1>AT &amp; T CORPORATION, Plaintiff,<br>\nv.<br>\nMEDICAL REVIEW OF NORTH CAROLINA, INC., Defendant and Third-Party Plaintiff,<br>\nv.<br>\nCAROLINA TELEPHONE &amp; TELEGRAPH COMPANY and Northern Telecom Inc., Third-Party Defendants.</h1></center>\n<center>No. 5:94-CV-399-BR1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 10, 1995.</center>\n<p><span class=\"star-pagination\">*92</span> Marcus William Trathen, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Raleigh, NC, for AT &amp; T Corp.</p>\n<p>Craig A. Reutlinger, Paul B. Taylor, Van Hoy, Reutlinger &amp; Taylor, Charlotte, NC, for Medical Review of North Carolina, Inc.</p>\n<p>James M. Kimzey, McMillan, Kimzey &amp; Smith, Raleigh, NC, for Carolina Tel. and Tel. Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court are the following motions of third-party defendant Northern Telecom Inc. (\"NTI\"): (1) motion to dismiss, and (2) motion to stay discovery proceedings. Defendant and third-party plaintiff Medical Review of North Carolina, Inc. (\"MRNC\") filed a response to the motion to dismiss and NTI replied. As the issues have been fully briefed, the matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>In 1990, MRNC purchased a new phone system from third-party defendant Carolina Telephone &amp; Telegraph Company (\"Carolina Telephone\"). Included within this system, among other things, was a Meridian Voice Mail System, manufactured by NTI. Carolina Telephone installed the phone system and entered into an agreement with MRNC to provide maintenance for the system.</p>\n<p>Plaintiff AT &amp; T Corporation (\"AT &amp; T\") provided certain long distance services to <span class=\"star-pagination\">*93</span> MRNC. AT &amp; T has calculated charges that MRNC allegedly owes for June 1992 in the amount of $93,945.59. MRNC claims that unauthorized users gained access to outside lines via the Meridian Voice Mail System and placed long distance calls. MRNC contends these unauthorized charges comprise part of the June 1992 bill.</p>\n<p>AT &amp; T filed a complaint against MRNC to recover these charges which were past-due. Subsequently, MRNC filed a counterclaim against AT &amp; T and a third-party complaint. As part of its third-party complaint, MRNC alleges NTI, as the manufacturer of the Meridian Voice Mail System, was negligent and breached an implied warranty. MRNC seeks to recover of NTI charges, interest, costs and expenses it may incur as a result of the action brought by AT &amp; T.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>Pursuant to Fed.R.Civ.P. 12(b)(6), NTI has filed a motion to dismiss for failure to state a claim upon which relief can be granted. With such a motion, \"the issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claim.\" <i>Revene v. Charles County Comm'rs,</i> 882 F.2d 870, 872 (4th Cir.1989) (citing <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 1686, 40 L.Ed.2d 90 (1974)). The complaint's allegations are construed in favor of the pleader. <i>Id.</i></p>\n<p>MRNC contends North Carolina's Products Liability Act pertains to its claims. This act applies to \"any action brought for or on account of personal injury, death or property damage caused by or resulting from the manufacture ... of any product.\" N.C.Gen. Stat. § 99B-1(3). Among other things, the Act defines against whom a claimant may bring an action. <i>See id.</i> § 99B-2. \"The Act, however, does not extensively redefine substantive law.\" Charles F. Blanchard &amp; Doug B. Abrams, <i>North Carolina's New Products Liability Act: A Critical Analysis,</i> 16 Wake Forest L.Rev. 171, 173 (1980). When an action does not fall within the scope of the Act, common law principles, such as negligence, and the Uniform Commercial Code still apply; but, they apply without any alteration by the Act, which might otherwise occur had the Act applied. <i>See </i><i>Gregory v. Atrium Door and Window Co.,</i> 106 N.C.App. 142, 415 S.E.2d 574 (1992); <i>Cato Equip. Co. v. Matthews,</i> 91 N.C.App. 546, 372 S.E.2d 872 (1988).</p>\n<p></p>\n<h2>A. <i>Negligence Claim</i>\n</h2>\n<p>In its first claim against NTI, MRNC alleges NTI negligently failed \"to change the standard preset dialing access code in the [system] prior to delivery and installation at MRNC\" and negligently failed to give appropriate instructions and warnings concerning alteration of the standard preset dialing access code. The elements of a products liability claim for negligence are \"(1) evidence of a standard of care owed by the reasonably prudent person in similar circumstances; (2) breach of that standard of care; (3) injury caused directly or proximately by the breach; and (4) loss because of the injury.\" <i>Travelers Ins. Co. v. Chrysler Corp.,</i> 845 F.Supp. 1122, 1125-26 (M.D.N.C.1994) (quoting <i>McCollum v. Grove Mfg. Co.,</i> 58 N.C.App. 283, 286, 293 S.E.2d 632, 635 (1983)). Specifically, with respect to what losses are recoverable in a products liability suit, North Carolina follows the majority rule and does not allow the recovery of purely economic losses in an action for negligence. <i>Chicopee, Inc. v. Sims Metal Works, Inc.,</i> 98 N.C.App. 423, 432, 391 S.E.2d 211, 217, <i>review denied and granted,</i> 327 N.C. 426, 395 S.E.2d 674, <i>and reconsideration denied,</i> 327 N.C. 632, 397 S.E.2d 76 (1990), <i>and appeal withdrawn,</i> 328 N.C. 329, 402 S.E.2d 826 (1991). At issue in this case is whether MRNC suffered economic loss. Central to the resolution of this issue is what constitutes economic loss.</p>\n<p>Before determining the nature of economic loss, examining the reasoning behind the majority rule disallowing recovery for such loss is instructive. The rule's rationale rests on risk allocation. <i>See </i><i>2000 Watermark Ass'n v. Celotex Corp.,</i> 784 F.2d 1183, 1185 (4th Cir.1986) (analyzing whether South Carolina courts would adopt the majority position).</p>\n<blockquote>Contract law permits the parties to negotiate the allocation of risk. Even where the law acts to assign the risk through implied warranties, it can easily be shifted <span class=\"star-pagination\">*94</span> by the use of disclaimers. No such freedom is available under tort law. Once assigned, the risk cannot be easily disclaimed. This lack of freedom seems harsh in the context of a commercial transaction, and thus the majority of courts have required that there be injury to a person or property before imposing tort liability.</blockquote>\n<blockquote>The distinction that the law makes between recovery in tort for physical injuries and recovery in warranty for economic loss is hardly arbitrary. It rests upon an understanding of the nature of the responsibility a manufacturer must undertake when he distributes his products. He can reasonably be held liable for physical injuries caused by defects by requiring his products to match a standard of safety defined in terms of conditions that create unreasonable risks of harm or arise from a lack of due care.</blockquote>\n<p><i>Id.</i> at 1185-86. The manufacturer can insure against tort risks and spread the cost of such insurance among consumers in its costs of goods. <i>Id.</i> at 1186.</p>\n<p>Some courts examining the nature of the claimant's loss focus on whether the damages result from a failure of the product to perform as intended or whether they result from some peripheral hazard. <i>See, e.g., </i><i>Fireman's Fund Am. Ins. Cos. v. Burns Elec. Sec. Servs. Inc.,</i> 93 Ill.App.3d 298, 48 Ill.Dec. 729, 417 N.E.2d 131 (1980); <i>Arell's Fine Jewelers v. Honeywell, Inc.,</i> 170 A.D.2d 1013, 566 N.Y.S.2d 505 (1991). When some hazard occurs which the parties could not reasonably be expected to have contemplated, the result is noneconomic loss. <i>Fireman's Fund Am. Ins. Cos.,</i> 48 Ill.Dec. at 731, 417 N.E.2d at 133. Yet, when a product fails to perform as intended, economic loss results. <i>Id.</i> Economic loss is essentially \"the loss of the benefit of the user's bargain.\" <i>Id.</i> \"[T]he distinguishing central feature of economic loss is ... its relation to what the product was supposed to accomplish.\" <i>Id.</i></p>\n<p>The Fourth Circuit apparently views physical harm as a distinguishing factor between noneconomic and economic losses. <i>See 2000 Watermark Ass'n, Inc.,</i> 784 F.2d at 1186. \"The UCC is generally regarded as the exclusive source for ascertaining when the seller is subject to liability for damages if the claim is based on intangible economic loss and not attributable to <i>physical injury to person or to a tangible thing</i> other than the defective product itself.\" <i>Id.</i> (citing W. Page Keeton et al., <i>Prosser and Keeton on Torts</i> § 95A, at 680 (5th ed. 1984)) (emphasis added).</p>\n<p>The application of either approach  the benefit of the bargain approach or the physical harm approach  which North Carolina might adopt would lead to the conclusion that MRNC has suffered pure economic loss. MRNC alleges it suffered harm as a result of NTI's failure to change the standard preset dialing access code before delivery and installation at MRNC and as a result of NTI's failure to provide instructions and warnings concerning the alteration of the access code. The harm is in the form of monetary loss, if MRNC is required to pay AT &amp; T. Clearly, MRNC's allegations center on the product's failure to meet MRNC's expectations, or in other words, failure to perform as intended. That someone might gain access to the system and place unauthorized calls could reasonably be expected to be within the parties' minds. In addition, no physical injury has occurred. The only injury MRNC asserts is damage to its financial resources. Based on the foregoing reasons, MRNC seeks to recover purely economic loss and such loss in not recoverable under tort law in a products liability action in North Carolina. North Carolina's Products Liability Act does not change this result, and the applicability of the Act is not at issue as to this claim. Therefore, NTI's motion to dismiss the negligence claim is GRANTED.</p>\n<p></p>\n<h2>B. <i>Breach of Implied Warranty Claim</i>\n</h2>\n<p>MRNC contends NTI breached an implied warranty by failing to inform MRNC of the system's susceptibility to toll fraud if certain precautionary measures, such as changing the access code, were not taken. North Carolina's Products Liability Act relaxes the privity requirement with respect to a claim for breach of implied warranty. <i>See </i><i>Sharrard, McGee &amp; Co. v. Suz's Software, Inc.,</i> 100 N.C.App. 428, 432, 396 S.E.2d 815, 817-18 (1990).</p>\n<blockquote>\n<span class=\"star-pagination\">*95</span> A claimant who is a buyer, as defined in the Uniform Commercial Code, of the product involved ... may bring a product liability action directly against the manufacturer of the product involved for breach of implied warranty; and the lack of privity shall not be grounds for dismissal of such action.</blockquote>\n<p>N.C.Gen.Stat. § 99B-2(b). This section applies to a \"product liability action\" as that term is defined in the Products Liability Act, Chapter 99B. <i>See id.</i> As noted previously, a \"product liability action\" is \"any action brought for or on account of personal injury, death or property damage caused by or resulting from the manufacture ... of any product.\" <i>Id.</i> § 99B-1(3). In the instant case, the issue is whether MRNC's breach of implied warranty claim is a \"product liability action\" under the Act, thereby abrogating the necessity of privity between MRNC and NTI.</p>\n<p>The Act is inapplicable to claims \"where the alleged defects of the product manufactured by the defendant caused neither personal injury nor damage to property other than to the manufactured product itself.\" <i>Reece v. Homette Corp.,</i> 110 N.C.App. 462, 465, 429 S.E.2d 768, 769 (1993); <i>see </i><i>Cato Equip. Co.,</i> 91 N.C.App. at 549, 372 S.E.2d at 874. When the claim does not fall within the Act, privity is still required to assert a claim for breach of an implied warranty where only economic loss is involved. <i>Gregory,</i> 106 N.C.App. at 144, 415 S.E.2d at 575 (quoting <i>Sharrard, McGee &amp; Co.,</i> 100 N.C.App. at 432, 396 S.E.2d at 817-18 and questioning whether this rule is still good policy); <i>see </i><i>Arell's Fine Jewelers, Inc.,</i> 566 N.Y.S.2d at 507.</p>\n<p>Here, MRNC does not deny that privity does not exist between itself and NTI. MRNC claims it is entitled to maintain an action under the Products Liability Act and, thus, would fall within the exception to the privity requirement in the context of breach of implied warranty. However, MRNC does not allege the defects in the Meridian Voice Mail System resulted in any physical injury or property damage. It has only alleged economic loss. <i>See supra</i> part II.A. In such a situation, the general rule regarding privity remains intact. Without privity, MRNC cannot maintain its breach of implied warranty claim. Therefore, NTI's motion to dismiss the breach of implied warranty claim is GRANTED.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, third-party defendant NTI's motion to dismiss is GRANTED as to both claims, and as to this party the action is DISMISSED. This ruling moots NTI's motion to stay discovery proceedings and, thus, such motion is DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">91</span></span> (1995)</b></center>\n<center><h1>AT &amp; T CORPORATION, Plaintiff,<br>\nv.<br>\nMEDICAL REVIEW OF NORTH CAROLINA, INC., Defendant and Third-Party Plaintiff,<br>\nv.<br>\nCAROLINA TELEPHONE &amp; TELEGRAPH COMPANY and Northern Telecom Inc., Third-Party Defendants.</h1></center>\n<center>No. 5:94-CV-399-BR1.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 10, 1995.</center>\n<p><span class=\"star-pagination\">*92</span> Marcus William Trathen, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Raleigh, NC, for AT &amp; T Corp.</p>\n<p>Craig A. Reutlinger, Paul B. Taylor, Van Hoy, Reutlinger &amp; Taylor, Charlotte, NC, for Medical Review of North Carolina, Inc.</p>\n<p>James M. Kimzey, McMillan, Kimzey &amp; Smith, Raleigh, NC, for Carolina Tel. and Tel. Co.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court are the following motions of third-party defendant Northern Telecom Inc. (\"NTI\"): (1) motion to dismiss, and (2) motion to stay discovery proceedings. Defendant and third-party plaintiff Medical Review of North Carolina, Inc. (\"MRNC\") filed a response to the motion to dismiss and NTI replied. As the issues have been fully briefed, the matter is now ripe for disposition.</p>\n<p></p>\n<h2>I. <i>FACTS</i>\n</h2>\n<p>In 1990, MRNC purchased a new phone system from third-party defendant Carolina Telephone &amp; Telegraph Company (\"Carolina Telephone\"). Included within this system, among other things, was a Meridian Voice Mail System, manufactured by NTI. Carolina Telephone installed the phone system and entered into an agreement with MRNC to provide maintenance for the system.</p>\n<p>Plaintiff AT &amp; T Corporation (\"AT &amp; T\") provided certain long distance services to <span class=\"star-pagination\">*93</span> MRNC. AT &amp; T has calculated charges that MRNC allegedly owes for June 1992 in the amount of $93,945.59. MRNC claims that unauthorized users gained access to outside lines via the Meridian Voice Mail System and placed long distance calls. MRNC contends these unauthorized charges comprise part of the June 1992 bill.</p>\n<p>AT &amp; T filed a complaint against MRNC to recover these charges which were past-due. Subsequently, MRNC filed a counterclaim against AT &amp; T and a third-party complaint. As part of its third-party complaint, MRNC alleges NTI, as the manufacturer of the Meridian Voice Mail System, was negligent and breached an implied warranty. MRNC seeks to recover of NTI charges, interest, costs and expenses it may incur as a result of the action brought by AT &amp; T.</p>\n<p></p>\n<h2>II. <i>DISCUSSION</i>\n</h2>\n<p>Pursuant to Fed.R.Civ.P. 12(b)(6), NTI has filed a motion to dismiss for failure to state a claim upon which relief can be granted. With such a motion, \"the issue is not whether a plaintiff will ultimately prevail but whether the claimant is entitled to offer evidence to support the claim.\" <i>Revene v. Charles County Comm'rs,</i> <span class=\"citation\" data-id=\"527817\"><a href=\"/opinion/527817/monica-revene-individually-v-charles-county-commissioners-office-of-the/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 872 (4th Cir.1989) (citing <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, 1686, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974)). The complaint's allegations are construed in favor of the pleader. <i>Id.</i></p>\n<p>MRNC contends North Carolina's Products Liability Act pertains to its claims. This act applies to \"any action brought for or on account of personal injury, death or property damage caused by or resulting from the manufacture ... of any product.\" N.C.Gen. Stat. § 99B-1(3). Among other things, the Act defines against whom a claimant may bring an action. <i>See id.</i> § 99B-2. \"The Act, however, does not extensively redefine substantive law.\" Charles F. Blanchard &amp; Doug B. Abrams, <i>North Carolina's New Products Liability Act: A Critical Analysis,</i> 16 Wake Forest L.Rev. 171, 173 (1980). When an action does not fall within the scope of the Act, common law principles, such as negligence, and the Uniform Commercial Code still apply; but, they apply without any alteration by the Act, which might otherwise occur had the Act applied. <i>See </i><i>Gregory v. Atrium Door and Window Co.,</i> 106 N.C.App. 142, <span class=\"citation\" data-id=\"1369363\"><a href=\"/opinion/1369363/gregory-v-atrium-door-and-window-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">574</span></a></span> (1992); <i>Cato Equip. Co. v. Matthews,</i> 91 N.C.App. 546, <span class=\"citation\" data-id=\"1222757\"><a href=\"/opinion/1222757/cato-equipment-co-inc-v-matthews/\"><span class=\"volume\">372</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">872</span></a></span> (1988).</p>\n<p></p>\n<h2>A. <i>Negligence Claim</i>\n</h2>\n<p>In its first claim against NTI, MRNC alleges NTI negligently failed \"to change the standard preset dialing access code in the [system] prior to delivery and installation at MRNC\" and negligently failed to give appropriate instructions and warnings concerning alteration of the standard preset dialing access code. The elements of a products liability claim for negligence are \"(1) evidence of a standard of care owed by the reasonably prudent person in similar circumstances; (2) breach of that standard of care; (3) injury caused directly or proximately by the breach; and (4) loss because of the injury.\" <i>Travelers Ins. Co. v. Chrysler Corp.,</i> <span class=\"citation\" data-id=\"1460080\"><a href=\"/opinion/1460080/travelers-ins-co-v-chrysler-corp/\"><span class=\"volume\">845</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1122</span></a></span>, 1125-26 (M.D.N.C.1994) (quoting <i>McCollum v. Grove Mfg. Co.,</i> 58 N.C.App. 283, 286, <span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">632</span></span>, 635 (1983)). Specifically, with respect to what losses are recoverable in a products liability suit, North Carolina follows the majority rule and does not allow the recovery of purely economic losses in an action for negligence. <i>Chicopee, Inc. v. Sims Metal Works, Inc.,</i> 98 N.C.App. 423, 432, <span class=\"citation\" data-id=\"1267658\"><a href=\"/opinion/1267658/chicopee-inc-v-sims-metal-works-inc/\"><span class=\"volume\">391</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">211</span></a></span>, 217, <i>review denied and granted,</i> <span class=\"citation\" data-id=\"1219345\"><a href=\"/opinion/1219345/clark-v-brown/\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">426</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">674</span></span>, <i>and reconsideration denied,</i> <span class=\"citation no-link\"><span class=\"volume\">327</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">632</span></span>, <span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">76</span></span> (1990), <i>and appeal withdrawn,</i> <span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">329</span></span>, <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">826</span></span> (1991). At issue in this case is whether MRNC suffered economic loss. Central to the resolution of this issue is what constitutes economic loss.</p>\n<p>Before determining the nature of economic loss, examining the reasoning behind the majority rule disallowing recovery for such loss is instructive. The rule's rationale rests on risk allocation. <i>See </i><i>2000 Watermark Ass'n v. Celotex Corp.,</i> <span class=\"citation\" data-id=\"465377\"><a href=\"/opinion/465377/2000-watermark-association-inc-v-the-celotex-corporation/\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1183</span></a></span>, 1185 (4th Cir.1986) (analyzing whether South Carolina courts would adopt the majority position).</p>\n<blockquote>Contract law permits the parties to negotiate the allocation of risk. Even where the law acts to assign the risk through implied warranties, it can easily be shifted <span class=\"star-pagination\">*94</span> by the use of disclaimers. No such freedom is available under tort law. Once assigned, the risk cannot be easily disclaimed. This lack of freedom seems harsh in the context of a commercial transaction, and thus the majority of courts have required that there be injury to a person or property before imposing tort liability.</blockquote>\n<blockquote>The distinction that the law makes between recovery in tort for physical injuries and recovery in warranty for economic loss is hardly arbitrary. It rests upon an understanding of the nature of the responsibility a manufacturer must undertake when he distributes his products. He can reasonably be held liable for physical injuries caused by defects by requiring his products to match a standard of safety defined in terms of conditions that create unreasonable risks of harm or arise from a lack of due care.</blockquote>\n<p><i>Id.</i> at 1185-86. The manufacturer can insure against tort risks and spread the cost of such insurance among consumers in its costs of goods. <i>Id.</i> at 1186.</p>\n<p>Some courts examining the nature of the claimant's loss focus on whether the damages result from a failure of the product to perform as intended or whether they result from some peripheral hazard. <i>See, e.g., </i><i>Fireman's Fund Am. Ins. Cos. v. Burns Elec. Sec. Servs. Inc.,</i> 93 Ill.App.3d 298, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">729</span></span>, <span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">131</span></span> (1980); <i>Arell's Fine Jewelers v. Honeywell, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">566</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">505</span></span> (1991). When some hazard occurs which the parties could not reasonably be expected to have contemplated, the result is noneconomic loss. <i>Fireman's Fund Am. Ins. Cos.,</i> 48 Ill.Dec. at 731, 417 N.E.2d at 133. Yet, when a product fails to perform as intended, economic loss results. <i>Id.</i> Economic loss is essentially \"the loss of the benefit of the user's bargain.\" <i>Id.</i> \"[T]he distinguishing central feature of economic loss is ... its relation to what the product was supposed to accomplish.\" <i>Id.</i></p>\n<p>The Fourth Circuit apparently views physical harm as a distinguishing factor between noneconomic and economic losses. <i>See 2000 Watermark Ass'n, Inc.,</i> 784 F.2d at 1186. \"The UCC is generally regarded as the exclusive source for ascertaining when the seller is subject to liability for damages if the claim is based on intangible economic loss and not attributable to <i>physical injury to person or to a tangible thing</i> other than the defective product itself.\" <i>Id.</i> (citing W. Page Keeton et al., <i>Prosser and Keeton on Torts</i> § 95A, at 680 (5th ed. 1984)) (emphasis added).</p>\n<p>The application of either approach  the benefit of the bargain approach or the physical harm approach  which North Carolina might adopt would lead to the conclusion that MRNC has suffered pure economic loss. MRNC alleges it suffered harm as a result of NTI's failure to change the standard preset dialing access code before delivery and installation at MRNC and as a result of NTI's failure to provide instructions and warnings concerning the alteration of the access code. The harm is in the form of monetary loss, if MRNC is required to pay AT &amp; T. Clearly, MRNC's allegations center on the product's failure to meet MRNC's expectations, or in other words, failure to perform as intended. That someone might gain access to the system and place unauthorized calls could reasonably be expected to be within the parties' minds. In addition, no physical injury has occurred. The only injury MRNC asserts is damage to its financial resources. Based on the foregoing reasons, MRNC seeks to recover purely economic loss and such loss in not recoverable under tort law in a products liability action in North Carolina. North Carolina's Products Liability Act does not change this result, and the applicability of the Act is not at issue as to this claim. Therefore, NTI's motion to dismiss the negligence claim is GRANTED.</p>\n<p></p>\n<h2>B. <i>Breach of Implied Warranty Claim</i>\n</h2>\n<p>MRNC contends NTI breached an implied warranty by failing to inform MRNC of the system's susceptibility to toll fraud if certain precautionary measures, such as changing the access code, were not taken. North Carolina's Products Liability Act relaxes the privity requirement with respect to a claim for breach of implied warranty. <i>See </i><i>Sharrard, McGee &amp; Co. v. Suz's Software, Inc.,</i> 100 N.C.App. 428, 432, <span class=\"citation\" data-id=\"1314496\"><a href=\"/opinion/1314496/sharrard-mcgee-co-v-suzs-software-inc/\"><span class=\"volume\">396</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">815</span></a></span>, 817-18 (1990).</p>\n<blockquote>\n<span class=\"star-pagination\">*95</span> A claimant who is a buyer, as defined in the Uniform Commercial Code, of the product involved ... may bring a product liability action directly against the manufacturer of the product involved for breach of implied warranty; and the lack of privity shall not be grounds for dismissal of such action.</blockquote>\n<p>N.C.Gen.Stat. § 99B-2(b). This section applies to a \"product liability action\" as that term is defined in the Products Liability Act, Chapter 99B. <i>See id.</i> As noted previously, a \"product liability action\" is \"any action brought for or on account of personal injury, death or property damage caused by or resulting from the manufacture ... of any product.\" <i>Id.</i> § 99B-1(3). In the instant case, the issue is whether MRNC's breach of implied warranty claim is a \"product liability action\" under the Act, thereby abrogating the necessity of privity between MRNC and NTI.</p>\n<p>The Act is inapplicable to claims \"where the alleged defects of the product manufactured by the defendant caused neither personal injury nor damage to property other than to the manufactured product itself.\" <i>Reece v. Homette Corp.,</i> 110 N.C.App. 462, 465, <span class=\"citation\" data-id=\"1289499\"><a href=\"/opinion/1289499/reece-v-homette-corp/\"><span class=\"volume\">429</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">768</span></a></span>, 769 (1993); <i>see </i><i>Cato Equip. Co.,</i> 91 N.C.App. at 549, 372 S.E.2d at 874. When the claim does not fall within the Act, privity is still required to assert a claim for breach of an implied warranty where only economic loss is involved. <i>Gregory,</i> 106 N.C.App. at 144, 415 S.E.2d at 575 (quoting <i>Sharrard, McGee &amp; Co.,</i> 100 N.C.App. at 432, 396 S.E.2d at 817-18 and questioning whether this rule is still good policy); <i>see </i><i>Arell's Fine Jewelers, Inc.,</i> 566 N.Y.S.2d at 507.</p>\n<p>Here, MRNC does not deny that privity does not exist between itself and NTI. MRNC claims it is entitled to maintain an action under the Products Liability Act and, thus, would fall within the exception to the privity requirement in the context of breach of implied warranty. However, MRNC does not allege the defects in the Meridian Voice Mail System resulted in any physical injury or property damage. It has only alleged economic loss. <i>See supra</i> part II.A. In such a situation, the general rule regarding privity remains intact. Without privity, MRNC cannot maintain its breach of implied warranty claim. Therefore, NTI's motion to dismiss the breach of implied warranty claim is GRANTED.</p>\n<p></p>\n<h2>III. <i>CONCLUSION</i>\n</h2>\n<p>For the foregoing reasons, third-party defendant NTI's motion to dismiss is GRANTED as to both claims, and as to this party the action is DISMISSED. This ruling moots NTI's motion to stay discovery proceedings and, thus, such motion is DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1219345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1222757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1267658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1289499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1314496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1369363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1460080/"
  ]
}