{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1556871/",
  "absolute_url": "/opinion/1556871/state-ex-rel-howes-v-wr-peele-sr-trust/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1556871/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:45:19.912098Z",
  "date_modified": "2016-04-27T02:37:53.221545Z",
  "type": "010combined",
  "sha1": "58a1dff54ede6bd27bc1f49497e94ca0a275f655",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>876 F.Supp. 733 (1995)</b></center>\n<center><h1>STATE of North Carolina, ex rel., Jonathan B. HOWES, Secretary, North Carolina Department of Environment, Health and Natural Resources, and Michael F. Easley, Attorney General, Plaintiff,<br>\nv.<br>\nW.R. PEELE, SR. TRUST, et al., Defendants.<br>\nNORTH CAROLINA RAILROAD COMPANY, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nW.R. PEELE, Jr., Third-Party Defendant.</h1></center>\n<center>No. 5:94-25-CV-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 1, 1995.</center>\n<p><span class=\"star-pagination\">*734</span> <span class=\"star-pagination\">*735</span> <span class=\"star-pagination\">*736</span> Robert R. Gelblum, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for State of NC.</p>\n<p>L. Neal Ellis, Jr., Christopher Grafflin Browning, Jr., Jeffrey F. Cherry, Matthew Patrick McGuire, Hunton &amp; Williams, Raleigh, NC, for W.R. Peele, Sr. Trust.</p>\n<p>Amos C. Dawson, III, Sean Callinicos, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for W.R. Peele Co., Inc.</p>\n<p>Laurie B. Gengo, Terry Richard Kane, Poyner &amp; Spruill, Raleigh, NC, for N.C.R. Co.</p>\n<p><span class=\"star-pagination\">*737</span> Herman Wolff, Jr., H. Spencer Barrow, Raleigh, NC, for J.W. York.</p>\n<p>Walter Brock, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for W.R. Peele, Jr.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court are the following motions:</p>\n<blockquote>(1) The motion of defendant W.R. Peele Company, Incorporated (\"Company\") to dismiss or, in the alternative, for summary judgment;</blockquote>\n<blockquote>(2) The motion for summary judgment of defendant Madeline S. Peele (\"Madeline\");</blockquote>\n<blockquote>(3) The motion for summary judgment of plaintiff State of North Carolina (\"State\");</blockquote>\n<blockquote>(4) The motions of defendant North Carolina Railroad Company (\"NCRR\") to dismiss the Inactive Hazardous Sites Response Act of 1987 claim and the restitution claim.</blockquote>\n<p>The issues have been fully briefed and the matter is now ripe for disposition.</p>\n<p>The facts are thoroughly recounted in the court's order filed 29 September 1994 and need not be repeated herein. The State asserts causes of action pursuant to the Comprehensive Environmental Response, Compensation, and Liability Act (\"CERCLA\") and North Carolina's common law of public nuisance, and seeks a declaration of the parties' rights and legal relations pursuant to the Declaratory Judgment Act.<sup>[1]</sup> The State now seeks recovery of response costs incurred, approximately $105,000,<sup>[2]</sup> plus prejudgment interest. The State also requests an order requiring defendants to abate the public nuisance.</p>\n<p></p>\n<h2>I. <i>DISCUSSION</i>\n</h2>\n<p>Pursuant to Fed.R.Civ.P. 12(b), if matters outside the pleading are submitted with a motion to dismiss for failure to state a claim and those matters are considered by the court, the court shall treat the motion as one for summary judgment. Summary judgment is appropriate if the court is satisfied that \"there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). To withstand summary judgment, the nonmoving party cannot rest on his or her pleadings, rather the nonmovant must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in his or her favor. <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 252, 106 S.Ct. 2505, 2512, 91 L.Ed.2d 202 (1986).</p>\n<p>In evaluating the evidence, the nonmoving party is entitled</p>\n<blockquote>to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences drawn in his behalf, and finally, to be given the benefit of all favorable legal theories invoked by the evidence so considered.</blockquote>\n<p><i>Charbonnages de France v. Smith,</i> 597 F.2d 406, 414 (4th Cir.1979).</p>\n<p>Granting summary judgment is generally not appropriate prior to the completion of discovery, and the court, in its discretion, may deny ruling on the motion so that a party may proceed with discovery. <i>Channel Master Satellite Sys., Inc. v. JFD Elecs. Corp.,</i> 748 F.Supp. 373, 395 (E.D.N.C. 1990) (CERCLA case). However, summary judgment may be rendered at this time if the nonmovant cannot sufficiently establish the facts it expects to uncover and the materiality of the information sought. <i>See id.</i></p>\n<p>Although the motions for summary judgment are not designated as partial, the court will address only the liability issue at this point in the proceedings.</p>\n<blockquote>\n<span class=\"star-pagination\">*738</span> Because of the complexity of CERCLA cases, which often involve multiple defendants and difficult remedial questions, courts have bifurcated the liability and remedial, or damages, phases of CERCLA litigation. In doing so, disputed factual and legal issues pertaining <i>only to liability</i> are resolved before deciding the more complicated and technical questions of appropriate cleanup measures and the proportionate fault of liable parties. Bifurcation and the use of summary judgment provide efficient approaches to these cases by narrowing the issues at each phase, by avoiding remedial questions if no liability attaches, and by potentially hastening remedial action or settlement discussions once liability is determined.</blockquote>\n<p><i>Chesapeake and Potomac Tel. Co. v. Peck Iron &amp; Metal Co.,</i> 814 F.Supp. 1269, 1274 (E.D.Va.1992) (quoting <i>Amoco Oil Co. v. Borden, Inc.,</i> 889 F.2d 664, 667-68 (5th Cir. 1989)). The court will address damages at a later stage in the proceeding.</p>\n<p></p>\n<h2>A. <i>The Company</i>\n</h2>\n<p>The State and the Company agree the sole issue for determination is the amenability of the Company to suit. (Pl.'s Mem.Supp.Mot. Summ.J. at 13; Company's Reply at 4.) Because no genuine issue of material fact exists and the court concludes the Company is in existence, summary judgment is an appropriate remedy as to all claims.</p>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>Fed.R.Civ.P. 17(b) provides \"the capacity of a corporation to sue or be sued shall be determined by the law under which it was organized.\" Under North Carolina's former Business Corporation Act, which was in effect when the Company filed its articles of dissolution in 1983, dissolution did not affect the corporation's existence. N.C.Gen.Stat. § 55-114(b) (repealed 1990). \"A dissolved corporation, however dissolved, nevertheless [continued] to exist for the purpose of ... defending actions by or against it.\" <i>Id.</i> § 55-114(b). The dissolved corporation was required to mail notice of dissolution to known creditors and to publish such notice in a county newspaper. <i>Id.</i> § 55-119(a). The former law also required the corporation to file a certificate of completed liquidation. <i>Id.</i> § 55-121. The filing of this certificate triggered a two-year \"survival\" period, after which claims arising before dissolution were barred. <i>See id.</i> § 55-114(d). Also, upon filing the certificate, the corporation ceased to exist, except as otherwise provided in the Act. <i>Id.</i> § 55-121(b).</p>\n<p>The current North Carolina Business Corporation Act applies to corporations existing prior to its enactment. N.C.Gen.Stat. § 55-17-01. Under the Act, \"dissolution of a corporation does not ... prevent the commencement of a proceeding by or against the corporation in its corporate name....\" <i>Id.</i> § 55-14-05. As with prior law, the corporate existence does not cease by way of dissolution. <i>See id.</i> But, unlike prior law, a dissolved corporation is not required to file a certificate of completed liquidation. Russell M. Robinson, II, <i>Robinson on North Carolina Corporation Law</i> § 29.1 (1990). \"[N]o filing is required to mark the completion of winding-up since the existence of the corporation continues for certain purposes even after the business is wound up and the assets remaining after satisfaction of all creditors are distributed to shareholders.\" N.C.Gen. Stat. § 55-14-03, Official Comment. Current law also does not mandate the sending of notice and publication of dissolution to creditors. Robinson, <i>supra,</i> § 29.3.</p>\n<p>The parties apparently have some question over whether former or current law applies. Even so, the application of both laws draws the same result: the Company is still in existence. Contrary to former law, the Company failed to file a certificate of completed liquidation and did not send or publish notice of dissolution. By failing to file the certificate, the two-year \"survival\" period was not triggered nor did its corporate existence cease. Thus, the Company is an existing entity to which the current North Carolina Business Corporation Act applies. Under current law, the Company is amenable to suit. <i>See</i> N.C.Gen.Stat. § 55-14-05. Because the Company is amenable to suit under North Carolina law, the court declines to address whether CERCLA preempts North Carolina's corporate dissolution law.</p>\n<p><span class=\"star-pagination\">*739</span> The Company urges the court to adopt an approach under which CERCLA liability of a corporation depends upon the corporation's status, as enunciated by our sister court in <i>Chesapeake &amp; Potomac Tel. Co. v. Peck Iron &amp; Metal Co.,</i> 814 F.Supp. 1285 (E.D.Va.1993). There, the court recognized a distinction between \"dead\" and \"dead and buried\" corporations. <i>Id.</i> at 1291. \"[W]hile CERCLA liability can generally be imposed upon dissolved corporations [i.e. \"dead\" corporations], dissolved corporations whose assets have been fully distributed [i.e. \"dead and buried\" corporations] are beyond the reach of CERCLA.\" <i>Id.</i> The court respectfully declines to follow this approach.</p>\n<p>The court agrees with the reasoning set forth in <i>United States v. SCA Servs.,</i> 837 F.Supp. 946 (N.D.Ind.1993). Under facts similar to the case at bar, the <i>SCA</i> court held that a corporation which fails to properly comply with state dissolution laws is not \"dead and buried,\" and \"the corporation will always be amenable to suit under CERCLA.\" <i>Id.</i> at 953. The third-party, corporate defendant failed to file articles of dissolution as required by state dissolution law and did not give notice to its creditors to trigger a two-year statute of limitations. <i>Id.</i> at 952. The court noted \"it would defy simple logic for this court to hold that [the corporation], which can still be sued by its general business creditors, cannot be sued by a creditor proceeding under the federal CERCLA statute.\" <i>Id.</i> at 953.</p>\n<p>Once it has been established the corporation exists, the court should not thereafter concern itself with whether the corporation has assets available to satisfy a judgment. CERCLA liability does not depend on the amount, or lack thereof, of corporate assets. The CERCLA definition of \"person\" includes a corporation. 42 U.S.C. § 9601(21). This definition is not subject to limitation or qualification, unlike other remedial legislation. <i>Allied Corp. v. Acme Solvents Reclaiming, Inc.,</i> No. 86-C-20377, 1990 WL 322940, at *5 &amp; n. 7 (N.D.Ill. July 6, 1990) (referring to Congress' placement in the Sherman Act of the definitional limitation on \"person\" to include \"corporations ... existing under ... the laws of any State.\"); <i>SCA Servs.,</i> 837 F.Supp. at 953. \"[S]ince CERCLA is a remedial statute, its provisions should be construed to avoid frustrating the legislative purpose.\" <i>United States v. Carolina Transformer Co.,</i> 978 F.2d 832, 838 (4th Cir.1992). Congress' intent in enacting the statute was to ensure that those responsible for the harm associated with the disposal of hazardous waste be held accountable for such harm. <i>Dedham Water Co. v. Cumberland Farms Dairy Inc.,</i> 805 F.2d 1074, 1081 (1st Cir.1986). The legislative purpose is furthered by allowing CERCLA actions against corporations without regard to their current status.</p>\n<p>Because the Company still exists as a corporate entity, even though its assets may be fully distributed, it is susceptible to suit under CERCLA. By neglecting to file a certificate of completed liquidation and to send or publish notice of dissolution, the Company failed to avail itself of the former law's protection against claims. As found by the <i>SCA</i> court, it seems anomalous for the court to prohibit a CERCLA suit against the Company, whereas a general business creditor could file suit against it. Therefore, the Company's motion for summary judgment is DENIED.</p>\n<p>The State has also moved for summary judgment. Because a genuine issue of material fact does not exist, the court need only determine whether the State is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c). To establish liability under CERCLA, a plaintiff must prove the following elements:</p>\n<blockquote>(1) The site is a facility;<sup>[3]</sup></blockquote>\n<blockquote>(2) A release or threatened release<sup>[4]</sup> of a hazardous substance occurred at the site;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*740</span> (3) The release or threatened release caused the incurrence of response costs; and</blockquote>\n<blockquote>(4) The defendant is a \"covered person\" under CERCLA, 42 U.S.C. § 9607(a).</blockquote>\n<p><i>See </i><i>Carolina Transformer Co.,</i> 978 F.2d at 836. Liability under CERCLA is strict. <i>United States v. Monsanto Co.,</i> 858 F.2d 160, 167 (4th Cir.1988), <i>cert. denied,</i> 490 U.S. 1106, 109 S.Ct. 3156, 104 L.Ed.2d 1019 (1989). Also, the imposition of joint and several liability is appropriate where the environmental harm is indivisible. <i>Id.</i> at 171. The burden of establishing a reasonable basis for apportioning liability rests on the defendants. <i>See id.</i> at 172.</p>\n<p>The Company offers nothing to refute the following. The Site is a facility as defined by CERCLA; a release of a hazardous substance has occurred at the Site; and the release caused the State to incur response costs. The Company only disputes its being a \"person\" liable under CERCLA § 9607(a). Pursuant to 42 U.S.C. § 9607(a), \"covered persons\" are:</p>\n<blockquote>(1) the owner and operator of a vessel or a facility,</blockquote>\n<blockquote>(2) any person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of,</blockquote>\n<blockquote>(3) any person who by contract, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for transport for disposal or treatment, of hazardous substances owned or possessed by such person, by any other party or entity, at any facility or incineration vessel owned or operated by another party or entity and containing such hazardous substances, and</blockquote>\n<blockquote>(4) any person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities, incineration vessels or sites selected by such person. ...</blockquote>\n<p>\"Thus, four classes of persons may be held liable: (1) current owners and operators of hazardous waste facilities; (2) past owners and operators of hazardous waste facilities; (3) persons who arranged for disposal of hazardous substances; and (4) transporters of hazardous substances.\" <i>United States v. Ward,</i> 618 F.Supp. 884, 893 (E.D.N.C.1985).</p>\n<p>The State alleges the Company is liable as (1) a past operator, (2) an arranger, and (3) a transporter. The Company does not dispute its involvement in the hazardous waste disposal activities as being sufficient to subject it to liability. The Company only argues against its amenability to suit. As previously discussed, the Company is an entity amenable to suit under CERCLA. Once liability is established under Section 9607(a), a \"covered person\" is strictly liable unless such person \"can prove that, under the defenses enumerated in [Section 9607(b)(1)-(4)], the release or threat of release was caused solely by unrelated persons or events.\" <i>United States v. South Carolina Recycling and Disposal, Inc.,</i> 653 F.Supp. 984, 991 (D.S.C.1984), <i>aff'd in part and vacated in part sub nom. </i><i>United States v. Monsanto Co.,</i> 858 F.2d 160 (4th Cir.1988), <i>cert. denied,</i> 490 U.S. 1106, 109 S.Ct. 3156, 104 L.Ed.2d 1019 (1989); <i>see </i><i>Ward,</i> 618 F.Supp. at 893. The Company has not raised a defense. Therefore, the State's motion for summary judgment is GRANTED as to liability only.</p>\n<p>The State also seeks a declaratory judgment of the defendants' liability with respect to future response costs. \"CERCLA provides for a declaratory judgment on liability for response costs in § 9607 actions.\" <i>Amcast Indus. Corp. v. Detrex Corp.,</i> 822 F.Supp. 545, 555 (N.D.Ind.1992), <i>aff'd in part and rev'd in part,</i> 2 F.3d 746 (7th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 691, 126 L.Ed.2d 658 (1994).</p>\n<blockquote>[Sections 9607 and 9613(g)(2)] envision that, before suing, CERCLA plaintiffs will spend some money responding to an environmental hazard. They can then go to court and obtain reimbursement for their initial outlays, as well as a declaration that the responsible party will have continuing liability for the cost of finishing the job.</blockquote>\n<p><i>Id.</i> at 555-56 (citing <i>In re Dant &amp; Russell, Inc.,</i> 951 F.2d 246, 249-50 (9th Cir.1991)). The court recognizes that while it cannot award costs not yet incurred, it is proper to determine liability for future costs. <i>See</i> <span class=\"star-pagination\">*741</span> <i>United States v. Hardage,</i> 733 F.Supp. 1424, 1439 (W.D.Okla.1989), <i>aff'd in part and rev'd in part,</i> 982 F.2d 1436 (10th Cir.1992), <i>cert. denied,</i> ___ U.S. ___, 114 S.Ct. 300, 126 L.Ed.2d 248 (1993); <i>United States v. Northeastern Pharmaceutical and Chem. Co.,</i> 579 F.Supp. 823, 852 (W.D.Mo.1984), <i>aff'd in part and rev'd in part,</i> 810 F.2d 726 (8th Cir. 1986), <i>cert. denied,</i> 484 U.S. 848, 108 S.Ct. 146, 98 L.Ed.2d 102 (1987).</p>\n<p>The State has alleged in its complaint that it continues to incur response costs associated with assessing and minimizing the harm from the hazardous substance release. As such, the court finds it is appropriate to declare the defendants who are found responsible parties under CERCLA liable for the future response costs the State may incur. Having found the Company liable under CERCLA for the response costs the State has incurred, it is likewise declared liable for any future response costs the State incurs.</p>\n<p></p>\n<h2>2. <i>Public Nuisance Claim</i>\n</h2>\n<p>As with the CERCLA claim, the Company asserts it is not an entity amenable to suit under North Carolina's common law of public nuisance. \"A public nuisance is an unreasonable interference with a right common to the general public.\" <i>Restatement (Second) of Torts</i> § 821B (1979). As stated by the North Carolina Court of Appeals:</p>\n<blockquote>A public nuisance affects the local community generally and its maintenance constitutes an offense against the State. To constitute a public nuisance, the condition of things must be such as injuriously affects the community at large.... Whatever tends to endanger life, or generate disease, and affect the health of the community ... is generally, at common law, a public nuisance, and a crime.</blockquote>\n<p><i>Twitty v. North Carolina,</i> 85 N.C.App. 42, 49, 354 S.E.2d 296, 301 (citation omitted), <i>review denied,</i> 320 N.C. 177, 358 S.E.2d 69 (1987). The release of hazardous waste injuriously affects the community and, thus, is a public nuisance. <i>New York v. Shore Realty Corp.,</i> 759 F.2d 1032, 1051 (2d Cir.1985).</p>\n<p>A state may summarily abate a public nuisance, as doing so is within its police power. 58 Am.Jur.2d <i>Nuisances</i> §§ 55, 411 (1989); <i>see </i><i>Stanley v. Department of Conservation and Dev.,</i> 284 N.C. 15, 37, 199 S.E.2d 641, 655 (1973). The person who creates the nuisance is liable and that liability continues as long as the nuisance exists. 58 Am.Jur.2d <i>Nuisances</i> § 116. For an existing nuisance, the court may order its abatement and award damages for injury already sustained. <i>Id.</i> § 344. Furthermore, \"an employer may be held liable for a nuisance created by [its] employee.\" <i>Id.</i> § 132. Under the doctrine of <i>respondeat superior,</i> the principal is liable for its agent's torts where the agent's act is \"(1) expressly authorized by the principal; (2) committed within the scope of the agent's employment and in furtherance of the principal's business  when the act comes within his implied authority; or (3) ratified by the principal.\" <i>B.B. Walker Co. v. Burns Int'l Sec. Servs., Inc.,</i> 108 N.C.App. 562, 565, 424 S.E.2d 172, 174, <i>review denied,</i> 333 N.C. 536, 429 S.E.2d 552 (1993).</p>\n<p>The Company does not dispute the existence of a public nuisance nor its liability for the creation thereof. The facts establishing liability are the following: a Company officer, W.R. Peele, Sr., directed W.R. Peele, Jr. and others to deposit various household waste and the Company's waste, consisting of agricultural chemicals, on the Site; the disposal occurred for approximately ten to fifteen years; the State has already had to remove soil contaminated with arsenic from the Site; contamination remains on the Site, and the concentrations of DDE, DDD, DDT, aldrin and dieldrin are above \"health-based benchmarks\" as established by the Environmental Protection Agency; and, some chemicals have migrated off the Site. As found with the CERCLA claim, the Company is an entity amenable to suit under North Carolina law. Based on the Company employees' creation of the existing nuisance and the Company's liability therefor, the State's motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>B. <i>Madeline S. Peele</i>\n</h2>\n<p>In opposition to the State's motion for summary judgment, Madeline has cross-moved for summary judgment. The undisputed <span class=\"star-pagination\">*742</span> facts with respect to Madeline's involvement are as follows.<sup>[5]</sup> Madeline was married to W.R. Peele, Sr. until his death in 1984. Although Madeline was an officer and a shareholder of the Company and served on its board of directors, she did not participate in the management of the Company nor any hazardous waste disposal activities. For some period of time prior to approximately 1980, Madeline served as Secretary of the Company, performing ministerial duties at meetings. Around 1980, she became President solely for the purpose of signing documents at the behest of her husband, who had become blind and had Parkinson's disease. W.R. Peele, Sr. continued making management decisions while Madeline held the office of President and until the filing of the articles of dissolution in 1983.</p>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>The State contends Madeline is liable as (1) a past operator, (2) an arranger, and (3) a transporter. Madeline correctly asserts that her actions, or lack thereof, are an insufficient basis upon which to hold her directly liable under CERCLA,<sup>[6]</sup> and the State makes no argument to the contrary. Rather, the State asserts Madeline is \"derivatively\" liable as (1) a shareholder distributee of the Company, (2) a shareholder of the Company who breached a fiduciary duty owed to the State, and (3) a person who holds in trust the assets of the estate of W.R. Peele, Sr. and the Trust. The court will address each of these bases.</p>\n<p></p>\n<h2>a. <i>shareholder distributee liability</i>\n</h2>\n<p>As noted within the discussion of the Company's liability, the North Carolina Business Corporation Act does not require a dissolved corporation to send notice of dissolution to known creditors nor to publish such notice as to other creditors. <i>See</i> N.C.Gen. Stat. §§ 55-14-06, -07. However, if the corporation opts to provide such notice, the Act creates a period after which claims against the dissolved corporation are barred. <i>Id.</i> If the corporation does not avail itself of this protection against claims, a claim may be enforced as follows:</p>\n<blockquote>If the assets have been distributed in liquidation, [the claim may be enforced] against a shareholder of the dissolved corporation to the extent of [her] pro rata share of the claim or the corporate assets distributed to [her] in liquidation, whichever is less, but a shareholder's total liability for all claims under this section may not exceed the total amount of assets distributed to [her].</blockquote>\n<p><i>Id.</i> § 55-14-08(a)(2). This enforcement provision \"makes a shareholder liable regardless of whether the distribution to [her] was made at a time when the corporation was unable to meet its obligations and regardless of whether [she] knew that the distribution violated this Act.\" <i>Id.,</i> N.C. Commentary.</p>\n<p>The parties agree the Company did not notify plaintiff's predecessor entity of its dissolution by written or published notice.<sup>[7]</sup> Because <span class=\"star-pagination\">*743</span> the Company failed to do so, the CERCLA claim may be asserted against the Company<sup>[8]</sup> and enforced against Madeline, as a shareholder, to the extent of the lesser of her pro rata share of the claim or the corporate assets distributed to her in liquidation.</p>\n<p></p>\n<h2>b. <i>breach of fiduciary duty</i>\n</h2>\n<p>The State advances another argument in support of holding Madeline liable under CERCLA: the breach of a fiduciary duty owed to the State as a creditor of the Company. The State claims that Madeline, as an officer and director of the Company, failed to provide for the Company's known liabilities and that she should be subjected to the same forms of liability as the Company. The State acknowledges North Carolina law does not recognize that officers and directors owe such a duty, yet it urges the court to hold a duty exists with respect to environmental liabilities.</p>\n<p>The standards of conduct for officers and directors is contained in Art. 8 of the North Carolina General Statutes, Chapter 55. These standards do not provide that directors or officers owe any fiduciary duty to creditors. <i>See</i> N.C.Gen.Stat. §§ 55-8-30, -8-42. In fact, the drafters expressly noted in \"their opinion that in general no such duty exists.\" <i>Id.</i> § 55-8-30, N.C. Commentary. In addition, dissolution does not subject directors or officers to different standards than those contained in Article 8. <i>Id.</i> § 55-14-06. Because North Carolina statutory and case law do not evince an intention that a fiduciary duty should be imposed, the court will not hold an officer or director to this standard, and, thus, Madeline cannot be held liable on this basis.</p>\n<p></p>\n<h2>c. <i>trust fund theory</i>\n</h2>\n<p>Under a trust fund theory, a beneficiary is deemed to hold the assets received from a liable party's estate in trust for the benefit of satisfying environmental liabilities of a deceased, responsible person. <i>Steego Corp. v. Ravenal,</i> 830 F.Supp. 42, 49 (D.Mass.1993) (citing <i>Soo Line R.R. v. B.J. Carney &amp; Co.,</i> 797 F.Supp. 1472, 1484-85 (D.Minn.1992); <i>Bowen Eng'g v. Estate of Reeve,</i> 799 F.Supp. 467 (D.N.J.1992), <i>aff'd,</i> 993 F.2d 223 (3rd Cir.1993) (table); <i>Freudenberg-NOK Gen. Partnership v. Thomopoulos,</i> No. C91-297-L, 1991 WL 325290, at *3-4 (D.N.H. Dec. 9, 1991)). As determined by the court in its order of 29 September 1994, this theory furthers CERCLA's remedial purpose so as to ensure a responsible party bears the costs of remedying the harm associated with the disposal of hazardous waste. Where the decedent would be liable were he alive, the plaintiff should be allowed to look the decedent's assets, in the hands of the estate or the estate's beneficiaries, to satisfy that liability. <i>Id.</i></p>\n<p>The State alleges W.R. Peele, Sr., were he alive today, would be liable as a responsible party under CERCLA as (1) a past owner and operator, (2) an arranger, and (3) a transporter. He owned the Site while hazardous waste was disposed on it. While an officer of the Company, he directed individuals to dispose of the Company's pesticide wastes on the Site. He made business decisions relating to the management of the Company, including how and where the Company disposed of its wastes. These undisputed facts would be sufficient to establish CERCLA liability against W.R. Peele, Sr. <i>See supra</i> note 4.</p>\n<p>Because W.R. Peele, Sr. would be liable were he alive, his estate beneficiaries hold the assets received from the estate in trust to satisfy his environmental liabilities. While some assets of the estate devolved to individual beneficiaries, the bulk of the estate's assets flowed to the Trust. Madeline not only is an individual beneficiary under W.R. Peele, Sr.'s will, but also she is an income beneficiary of the Trust. Therefore, Madeline is liable to the extent of the assets she received from the estate of W.R. Peele, Sr. and the assets she received from the Trust which passed through the estate.</p>\n<p>Accordingly, on the bases of shareholder distributee liability and the trust fund theory, <span class=\"star-pagination\">*744</span> Madeline's motion for summary judgment is DENIED and the State's motion for summary judgment is GRANTED as to liability only. Further, Madeline shall be liable for any future response costs the State may incur.</p>\n<p></p>\n<h2>2. <i>Public Nuisance Claim</i>\n</h2>\n<p>With respect to the public nuisance claim, Madeline emphasizes that no nexus exists between herself and the creation of the nuisance. She did not own the Site and was not involved in the Company's waste disposal decisions. While the State offers nothing disputing these facts, it argues Madeline's liability for the creation of the public nuisance should be based on the same grounds as CERCLA liability: shareholder distributee liability, breach of fiduciary duty, and the trust fund theory. Shareholder distributee liability under N.C.Gen.Stat. § 55-14-08 contemplates a monetary claim, as it provides for enforcement to the extent of assets received in liquidation. Obviously, this form of enforcement is not possible when the claim is for injunctive relief. Because an order to abate a nuisance is a form of injunctive relief, Am.Jur.2d <i>Nuisances</i> § 356, shareholder distributee liability is not an appropriate basis upon which to order Madeline to abate the nuisance. Because the court has previously found a fiduciary duty does not run from directors or officers to creditors, breach of such duty is likewise not appropriate for holding Madeline liable. Finally, the court is unwilling to extend the trust fund theory of liability to North Carolina's common law of public nuisance. Accordingly, the State's motion for summary judgment is DENIED.</p>\n<p>To hold Madeline directly liable for the creation of the public nuisance, some evidence must exist of (1) her ownership of the property and knowing of or having reason to know of the nuisance's existence, or (2) her participation in its creation. <i>See id.</i> §§ 116-118. Because the State has not presented any evidence of the existence of a connection between Madeline and the creation of the nuisance, Madeline's motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>C. <i>NCRR</i>\n</h2>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>With respect to NCRR's CERCLA liability, the dispute centers on the applicability of one of CERCLA's limited defenses. NCRR does not deny that it is a \"covered person\" under CERCLA, 42 U.S.C. § 9607(a)(1), as a current owner of the Site. As a covered person, NCRR can escape liability only by establishing the applicability of one of CERCLA's limited defenses in Section 9607(b)(1)-(4). <i>See </i><i>South Carolina Recycling and Disposal, Inc.,</i> 653 F.Supp. at 991; <i>Ward,</i> 618 F.Supp. at 893. NCRR claims the State is not entitled to summary judgment on the CERCLA claim because issues of material fact exist concerning the applicability of the third-party defense under Section 9607(b)(3).</p>\n<p>Section 9607(b) provides:</p>\n<blockquote>There shall be no liability under subsection (a) of this section for a person otherwise liable who can establish by a preponderance of the evidence that the release or threat of release of a hazardous substance and the damages resulting therefrom were caused solely by </blockquote>\n<blockquote>*    *    *    *    *    *</blockquote>\n<blockquote>(3) an act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant ... if the defendant establishes by a preponderance of the evidence that (a) he exercised due care with respect to the hazardous substance concerned ... and (b) he took precautions against foreseeable acts or omissions of any such third party and the consequences that could foreseeably result from such acts or omissions....</blockquote>\n<p>A contractual relationship is defined to include land contracts and deeds. <i>Id.</i> § 9601(35)(A). Although a defendant may have a contractual relationship with the third party, the defendant may still avoid liability if the defendant meets the requirements exempting certain circumstances from liability. <i>See id.</i> First, to be exempted, the defendant must have acquired the property after the <span class=\"star-pagination\">*745</span> disposal of the hazardous substance on it. <i>Id.</i> Also, the defendant must establish by a preponderance of the evidence one of the circumstances enumerated in Section 9601(35)(A)(i), (ii), or (iii). One circumstance is where, at the time the defendant acquired the property, the defendant did not know and had no reason to know that any hazardous substance was disposed of on the property. <i>Id.</i> § 9601(35)(A)(i). Finally, the defendant must satisfy the due care and precautionary action requirements of Section 9607(b)(3)(a) and (b). <i>Id.</i></p>\n<p>In this case, the release of hazardous substances was caused solely by third parties, the Company and W.R. Peele, Sr., among others.<sup>[9]</sup> However, NCRR had an indirect contractual relationship with one of these third parties, W.R. Peele, Sr. NCRR admits defendant J.W. York acted as its agent when York contracted with W.R. Peele, Sr. to purchase the Site. Contrary to NCRR's assertion, the contractual relationship between the defendant and the third-party need not relate to the handling of the hazardous substance or allow the defendant some control over the third-party's activities to defeat the third-party defense. <i>See </i><i>Monsanto Co.,</i> 858 F.2d at 168-69 (holding lease agreement between site-owners and tenant who disposed of wastes on property established existence of contractual relationship, without any mention of the site-owners' ability to control the tenant's activities or the subject matter of the contract). Thus, the act occurred in connection with a contractual relationship existing between W.R. Peele, Sr. and NCRR.</p>\n<p>This contractual relationship will preclude the application of the third-party defense, unless NCRR can establish it meets the requirements exempting certain circumstances from liability. As noted above, in this situation, NCRR must first establish that it acquired the Site after the disposal of the hazardous substance on it. The term \"disposal\" is defined by reference to the Resource Conservation and Recovery Act's definition of \"disposal.\" 42 U.S.C. § 9601(29); <i>Nurad, Inc.,</i> 966 F.2d at 845. That definition includes not only terms encompassing affirmative human conduct, but also it includes terms indicative of passive conduct: \"leaking\" and \"spilling.\" <i>Nurad, Inc.,</i> 966 F.2d at 845. Although the Fourth Circuit has applied this definition to the use of \"disposal\" in Section 9607(a)(2) to determine the liability of a past owner, the court sees no reason not to apply the definition consistently to all provisions as it is used in CERCLA, Subchapter 1. Congress evidenced no intent to limit this definition to certain provisions. <i>See</i> 42 U.S.C. § 9601(29). Also, it seems anomalous to hold that a party who owned the property at the time leaking occurred is a \"covered person\" under Section 9607(a), but such party could avoid liability, even though a contractual relationship existed, by asserting the third-party defense and applying a different definition of \"disposal\" to Section 9601(35). Despite the contention of NCRR, defining \"disposal\" to include \"leaking\" will still allow a property owner to successfully assert the third-party defense; but, as the State notes, the defense cannot be maintained by parties who own a facility on which hazardous waste is still leaking.</p>\n<p>NCRR claims the State's evidence that the wastes have been leaking continuously to the present is speculative and conjectural. The State has presented to the court the affidavit of Bruce Nicholson, an environmental engineer with the North Carolina Department of Environment, Health and Natural Resources (\"DEHNR\"), who has inspected the Site and taken samples. Nicholson's initial inspection revealed several bags, boxes and corrugated drums lying on the surface in a deteriorated state, \"leaving the pesticide material open to the elements.\" Subsequent testing of samples taken from the various containers indicated high levels of arsenic and copper, among other chemicals. In another area of the Site, Nicholson found a trench in which numerous five-gallon steel containers were buried or strewn on the surface. Bags of pesticides, some of which had been burned, were also found buried in <span class=\"star-pagination\">*746</span> the trench. Samples taken from these bags revealed high levels of DDT, DDD and toxaphene, among other chemicals. Sediment samples taken from neighboring property reveal the presence of DDD and DDE. The State also had to remove soil contaminated with arsenic from the Site.</p>\n<p>To contradict this evidence, NCRR cites the affidavit of John M. Alexander, Sr., NCRR's president. Alexander states that, during his inspection prior to purchasing the Site, he observed areas of the property which appeared to be farmed. NCRR also points to the 24 March 1994 letter from a toxicologist to Nicholson stating that DDE levels in the pond on neighboring property could have been significantly higher prior to the 7 December 1993 sampling. Finally, NCRR cites a 9 July 1993 letter from Jonathan Howes, Secretary, DEHNR, to the Johnston County Manager in which Howes states \"no off-site contaminated wells have been found, nor are they anticipated because of the nature of the contaminants involved,\" and \"the pesticides are nearly immobile in the groundwater system because they absorb so strongly to soils.\"</p>\n<p>This evidence does nothing to dispute the State's evidence of the wastes' leakage. Evidence that land on the Site was being farmed does not change the fact that contaminants were found in sediment samples taken from the Site, and deteriorated containers, with chemicals openly exposed, were also found. Also, if the contaminant levels in the neighboring pond had reached a higher level previously, one would conclude this would be due to the chemicals leaking at a higher rate, then as time progressed and more chemicals dissipated, the rate would decrease. Further, the samples from the neighboring property were taken in December 1993, after Howes wrote the letter to the Johnston County Manager. A genuine issue of material fact does not exist with respect to whether the wastes are leaking. Because NCRR did not acquire the Site after the disposal of hazardous waste, NCRR cannot as a matter of law assert the third-party defense. Therefore, the State's motion for summary judgment is GRANTED as to liability only and NCRR is liable for any future response costs the State may incur.</p>\n<p></p>\n<h2>2. <i>Public Nuisance Claim</i>\n</h2>\n<p>The State claims NCRR is also liable for maintaining the public nuisance. Nuisance liability does not attach by mere ownership of the subject property. 58 Am. Jur.2d <i>Nuisances</i> § 121. Rather, to be liable for continuing or maintaining the nuisance, a landowner must know of or have reason to know of the nuisance's existence. <i>Id.; see id.</i> § 120. Issues of fact remain with respect to what NCRR knew at the time of the Site's purchase. Because this is a genuine issue of material fact, the State's motion for summary judgment is DENIED.</p>\n<p>The remaining motions, as to NCRR, are its motions to dismiss the claims under the Inactive Hazardous Sites Response Act of 1987 and North Carolina's common law of restitution. Because the State has voluntarily dismissed these claims,<sup>[10]</sup> NCRR's motions are MOOT and DENIED.</p>\n<p></p>\n<h2>D. <i>J.W. York</i>\n</h2>\n<p>As noted above, when a properly supported motion for summary judgment is made, an adverse party may not merely rest on denials and allegations contained in his pleading. Fed.R.Civ.P. 56(e). Such party must respond by affidavits or otherwise to show a genuine issue of material fact exists. <i>Id.</i> When a party does not so respond, \"summary judgment, if appropriate, shall be entered against the adverse party.\" <i>Id.</i> Here, defendant York did not respond to the State's motion for summary judgment.</p>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>The State alleges York is liable under 42 U.S.C. § 9607(a)(2) as a past owner or operator of the Site. On 21 November 1979, W.R. Peele, Sr. and Madeline conveyed the Site to York. On 4 December 1979, York and his wife, Elizabeth W. York, conveyed the Site to NCRR. Although York owned the Site for a minimal period of time, this <span class=\"star-pagination\">*747</span> fact does not absolve him of CERCLA liability. <i>See </i><i>Nurad Inc.,</i> 966 F.2d at 844. However, the duration of his ownership may well be a consideration during any subsequent contribution action. <i>See id.</i></p>\n<p>Liability under Section 9607(a)(2) requires not only ownership, no matter how brief, but also it requires ownership at the time of hazardous waste disposal. As noted in the discussion above of NCRR's CERCLA liability, \"disposal\" encompasses affirmative as well as passive conduct and includes \"leaking.\" It is not necessary that the State be able to pinpoint the exact time at which the leaking commenced. <i>See </i><i>Nurad, Inc.,</i> 966 F.2d at 846. Also, as previously found, uncontroverted evidence establishes that the wastes have been leaking continuously. Such leaking would necessarily fall within York's period of ownership.</p>\n<p>Having found York was a person who owned the Site at the time of the hazardous waste disposal, York may only avoid liability by establishing the applicability of one of CERCLA's defenses. <i>See </i><i>South Carolina Recycling and Disposal, Inc.,</i> 653 F.Supp. at 991; <i>Ward,</i> 618 F.Supp. at 893. York has not asserted any such defenses. York does allege that he was acting as an agent for NCRR in receiving title to the Site. Accepting this allegation as true, York's status as an agent does not negate his liability. \"It is well settled in North Carolina that a person is personally liable for all torts committed by him, notwithstanding that he may have acted as an agent for another....\" <i>Baker v. Rushing,</i> 104 N.C.App. 240, 247, 409 S.E.2d 108, 112 (1991). CERCLA is essentially an environmental tort. <i>City of Phoenix v. Garbage Servs. Co.,</i> 827 F.Supp. 600, 603-604 (D.Ariz.1993); <i>see </i><i>In re Bell Petroleum Servs., Inc.,</i> 3 F.3d 889, 895 (5th Cir.1993). Therefore, York remains liable irrespective of his agency status. The State's motion for summary judgment is GRANTED as to liability only and York is liable for any future response costs the State may incur.</p>\n<p></p>\n<h2>2. <i>Nuisance Claim</i>\n</h2>\n<p>The State alleges York is liable for maintaining the nuisance during his ownership of the Site. Nuisance liability requires more than mere ownership of the subject property. 58 Am.Jur.2d <i>Nuisances</i> § 121. Liability for continuing or maintaining the nuisance attaches by virtue of a landowner having known of, or reason to know of, the nuisance's existence. <i>Id.</i> Construing the evidence and the legal theories invoked by the evidence in favor of York, the State's argument apparently rests solely on York's ownership of the Site. The State has offered no evidence indicative of York's knowledge, nor did it advance an argument thereon. Therefore, the State is not entitled to judgment as a matter of law and the motion for summary judgment is DENIED.</p>\n<p></p>\n<h2>E. <i>The Trust</i>\n</h2>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>The State contends the Trust is liable as (1) a past owner and operator, (2) an arranger, and (3) a transporter. As with Madeline, the State asserts the Trust is \"derivatively\" liable under the trust fund theory. In accordance with the court's holding Madeline liable under this theory, the Trust is likewise liable. The Trust is a beneficiary of W.R. Peele, Sr.'s estate, and it should be deemed to hold the assets received from the estate in trust to satisfy W.R. Peele, Sr.'s liability. Therefore, the Trust is liable to the extent of the assets it received from W.R. Peele, Sr.'s estate. Accordingly, the State's motion for summary judgment is GRANTED as to liability only and the Trust is liable for any response costs the State may incur.</p>\n<p></p>\n<h2>2. <i>Public Nuisance Claim</i>\n</h2>\n<p>The State further alleges the Trust is liable for the creation of the public nuisance. The State has not presented any facts which evidence the Trust participated in any way in the Company's management or in the hazardous waste disposal activities. In fact, according to the affidavit of Ellen W. Heffernan, Vice President, Wachovia Bank of North Carolina, N.A., the Trust had no role in the management or control of the Company nor did any employee or agent of the trustee, Wachovia, attend a meeting of or serve on the Company's board of directors. Also, Heffernan states the Trust did not hold any ownership in the Site. This uncontroverted <span class=\"star-pagination\">*748</span> evidence indicates the Trust could not be held directly liable for creating the nuisance. <i>See</i> 58 Am.Jur.2d <i>Nuisances</i> §§ 116-120. The only other possible basis for liability is the trust fund theory. As held above, the court will not apply this theory to North Carolina's common law of public nuisance. Therefore, the State's motion for summary judgment is DENIED.</p>\n<p></p>\n<h2>II. <i>CONCLUSION</i>\n</h2>\n<p>In sum, plaintiff's motion for summary judgment on the CERCLA claim is GRANTED as to liability only with respect to the following defendants: W.R. Peele Company, Incorporated; Madeline S. Peele; North Carolina Railroad Company; J.W. York; W.R. Peele, Sr. Trust. Plaintiff's motion for summary judgment on the public nuisance claim is GRANTED as to defendant W.R. Peele Company, Incorporated and DENIED with respect to the following defendants: Madeline S. Peele; North Carolina Railroad Company; J.W. York; W.R. Peele, Sr. Trust. Based on the court's order of 29 September 1994 dismissing defendant Estate of W.R. Peele, Sr., plaintiff's motion for summary judgment as to this defendant is MOOT and DENIED.</p>\n<p>The motion for summary judgment of defendant W.R. Peele Company, Incorporated is DENIED. Defendant Madeline S. Peele's motion for summary judgment is DENIED as to the CERCLA claim and GRANTED as to the public nuisance claim. Defendant North Carolina Railroad Company's motions to dismiss the claims under the Inactive Hazardous Sites Act of 1987 and North Carolina's common law of restitution are MOOT and DENIED.</p>\n<p>It is ORDERED, ADJUDGED and DECREED that:</p>\n<blockquote>(1) Defendants W.R. Peele Company, Incorporated, Madeline S. Peele, North Carolina Railroad Company, J.W. York, and W.R. Peele, Sr. Trust are liable, joint and severally, for past response and other costs and damages in amounts to be determined in subsequent proceedings before this court;</blockquote>\n<blockquote>(2) Defendants W.R. Peele Company, Incorporated, Madeline S. Peele, North Carolina Railroad Company, J.W. York, and W.R. Peele, Sr. Trust are liable, joint and severally, for future response and other costs and damages in amounts to be determined in subsequent proceedings before this court;</blockquote>\n<blockquote>(3) Defendant W.R. Peele Company, Incorporated develop and implement, under the supervision of the State, and subject to approval of this court, a remedial program that will abate the nuisance; and</blockquote>\n<blockquote>(4) As to defendant Madeline S. Peele, the public nuisance claim is DISMISSED.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  The State's causes of action under the Inactive Hazardous Sites Response Act of 1987, the Oil Pollution and Hazardous Substances Control Act of 1978, and North Carolina's common law of restitution were voluntarily dismissed by order of the court dated 14 October 1994.</p>\n<p>[2]  As of the filing of plaintiff's motion for summary judgment, 6 April 1994.</p>\n<p>[3]  A facility is defined as \"(A) any building, structure, installation ..., or (B) any site or area where a hazardous substance has been deposited, stored, disposed of, or placed, or otherwise come to be located....\" 42 U.S.C. § 9601(9).</p>\n<p>[4]  Release includes \"any spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, escaping, leaching, dumping or disposing into the environment....\" 42 U.S.C. § 9601(22).</p>\n<p>[5]  Contrary to NCRR's assertion, genuine issues of material fact do not exist. NCRR points to several documents which allegedly create a factual dispute. First, two letters, dated 1974 and 1980, exist which were signed by W.R. Peele, Sr. and Madeline's initials appear typed on the bottom (\"WRP:msp\"). In addition, NCRR notes Madeline signed as President of the Company on a 1975 agreement between the Company and other parties cancelling restrictive covenants on real property. NCRR also questions Madeline's signing of documents when W.R. Peele, Sr. would have been capable of doing so.\n</p>\n<p>NCRR does not offer any evidence which disputes Madeline's statement that the Company's entire chemical operation was sold in 1971, and, thereafter the Company had no involvement in any chemical business. Thus, anything Madeline may have done after 1971 is not relevant as to her direct liability under CERCLA because she could not have made any decisions regarding hazardous waste which the Company no longer controlled. The issues NCRR raises are simply not issues of material fact.</p>\n<p>[6]  <i>See </i><i>Nurad, Inc. v. William E. Hooper &amp; Sons Co.,</i> 966 F.2d 837, 842 (4th Cir.) (\"operator\" liability is determined by authority to control standard and actual conduct is evidence of such authority), <i>cert. denied,</i> ___ U.S. ___, 113 S.Ct. 377, 121 L.Ed.2d 288 (1992); <i>Ward,</i> 618 F.Supp. at 893-95 (\"arranger\" liability requires ownership or possession of hazardous substances and corporate officer will be liable if she \"exercises authority for the company's operations and participates in arranging for the disposal of hazardous wastes\"); 42 U.S.C. 9607(a)(4) (\"transporter\" liability based on selection of site by such party).</p>\n<p>[7]  Ms. Peele admitted this fact in her answer to the amended complaint. (Madeline's Answer ¶ 19) Based on this earlier admission, she cannot now contend that the State was notified of dissolution by virtue of the Company's filing articles of dissolution and that the State cannot complain of lack of notice. (see Madeline's Mem. Opp'n Pl.'s Mot.Summ.J. at 9 n. 3)</p>\n<p>[8]  The Company's CERCLA liability was established in <i>supra</i> part II.A.1.</p>\n<p>[9]  NCRR's relative degree of fault will be relevant in any subsequent contribution action. <i>See </i><i>Monsanto Co.,</i> 858 F.2d at 168 n. 13.</p>\n<p>[10]  The court granted the State's motion to voluntarily dismiss these claims by order dated 14 October 1994.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">733</span></span> (1995)</b></center>\n<center><h1>STATE of North Carolina, ex rel., Jonathan B. HOWES, Secretary, North Carolina Department of Environment, Health and Natural Resources, and Michael F. Easley, Attorney General, Plaintiff,<br>\nv.<br>\nW.R. PEELE, SR. TRUST, et al., Defendants.<br>\nNORTH CAROLINA RAILROAD COMPANY, Defendant and Third-Party Plaintiff,<br>\nv.<br>\nW.R. PEELE, Jr., Third-Party Defendant.</h1></center>\n<center>No. 5:94-25-CV-BR2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 1, 1995.</center>\n<p><span class=\"star-pagination\">*734</span> <span class=\"star-pagination\">*735</span> <span class=\"star-pagination\">*736</span> Robert R. Gelblum, Asst. Atty. Gen., N.C. Dept. of Justice, Raleigh, NC, for State of NC.</p>\n<p>L. Neal Ellis, Jr., Christopher Grafflin Browning, Jr., Jeffrey F. Cherry, Matthew Patrick McGuire, Hunton &amp; Williams, Raleigh, NC, for W.R. Peele, Sr. Trust.</p>\n<p>Amos C. Dawson, III, Sean Callinicos, Maupin, Taylor, Ellis &amp; Adams, Raleigh, NC, for W.R. Peele Co., Inc.</p>\n<p>Laurie B. Gengo, Terry Richard Kane, Poyner &amp; Spruill, Raleigh, NC, for N.C.R. Co.</p>\n<p><span class=\"star-pagination\">*737</span> Herman Wolff, Jr., H. Spencer Barrow, Raleigh, NC, for J.W. York.</p>\n<p>Walter Brock, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, NC, for W.R. Peele, Jr.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>Before the court are the following motions:</p>\n<blockquote>(1) The motion of defendant W.R. Peele Company, Incorporated (\"Company\") to dismiss or, in the alternative, for summary judgment;</blockquote>\n<blockquote>(2) The motion for summary judgment of defendant Madeline S. Peele (\"Madeline\");</blockquote>\n<blockquote>(3) The motion for summary judgment of plaintiff State of North Carolina (\"State\");</blockquote>\n<blockquote>(4) The motions of defendant North Carolina Railroad Company (\"NCRR\") to dismiss the Inactive Hazardous Sites Response Act of 1987 claim and the restitution claim.</blockquote>\n<p>The issues have been fully briefed and the matter is now ripe for disposition.</p>\n<p>The facts are thoroughly recounted in the court's order filed 29 September 1994 and need not be repeated herein. The State asserts causes of action pursuant to the Comprehensive Environmental Response, Compensation, and Liability Act (\"CERCLA\") and North Carolina's common law of public nuisance, and seeks a declaration of the parties' rights and legal relations pursuant to the Declaratory Judgment Act.<sup>[1]</sup> The State now seeks recovery of response costs incurred, approximately $105,000,<sup>[2]</sup> plus prejudgment interest. The State also requests an order requiring defendants to abate the public nuisance.</p>\n<p></p>\n<h2>I. <i>DISCUSSION</i>\n</h2>\n<p>Pursuant to Fed.R.Civ.P. 12(b), if matters outside the pleading are submitted with a motion to dismiss for failure to state a claim and those matters are considered by the court, the court shall treat the motion as one for summary judgment. Summary judgment is appropriate if the court is satisfied that \"there is no genuine issue of material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). To withstand summary judgment, the nonmoving party cannot rest on his or her pleadings, rather the nonmovant must establish the existence of a genuine issue of material fact by presenting evidence on which the jury could reasonably find in his or her favor. <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 252, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2512, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986).</p>\n<p>In evaluating the evidence, the nonmoving party is entitled</p>\n<blockquote>to have the credibility of his evidence as forecast assumed, his version of all that is in dispute accepted, all internal conflicts in it resolved favorably to him, the most favorable of possible alternative inferences drawn in his behalf, and finally, to be given the benefit of all favorable legal theories invoked by the evidence so considered.</blockquote>\n<p><i>Charbonnages de France v. Smith,</i> <span class=\"citation\" data-id=\"365759\"><a href=\"/opinion/365759/charbonnages-de-france-v-frank-b-smith-juanita-smith-frank-smith-jr/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 414 (4th Cir.1979).</p>\n<p>Granting summary judgment is generally not appropriate prior to the completion of discovery, and the court, in its discretion, may deny ruling on the motion so that a party may proceed with discovery. <i>Channel Master Satellite Sys., Inc. v. JFD Elecs. Corp.,</i> <span class=\"citation\" data-id=\"1967000\"><a href=\"/opinion/1967000/channel-master-satellite-v-jfd-electronics-corp/\"><span class=\"volume\">748</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">373</span></a></span>, 395 (E.D.N.C. 1990) (CERCLA case). However, summary judgment may be rendered at this time if the nonmovant cannot sufficiently establish the facts it expects to uncover and the materiality of the information sought. <i>See id.</i></p>\n<p>Although the motions for summary judgment are not designated as partial, the court will address only the liability issue at this point in the proceedings.</p>\n<blockquote>\n<span class=\"star-pagination\">*738</span> Because of the complexity of CERCLA cases, which often involve multiple defendants and difficult remedial questions, courts have bifurcated the liability and remedial, or damages, phases of CERCLA litigation. In doing so, disputed factual and legal issues pertaining <i>only to liability</i> are resolved before deciding the more complicated and technical questions of appropriate cleanup measures and the proportionate fault of liable parties. Bifurcation and the use of summary judgment provide efficient approaches to these cases by narrowing the issues at each phase, by avoiding remedial questions if no liability attaches, and by potentially hastening remedial action or settlement discussions once liability is determined.</blockquote>\n<p><i>Chesapeake and Potomac Tel. Co. v. Peck Iron &amp; Metal Co.,</i> <span class=\"citation\" data-id=\"1766514\"><a href=\"/opinion/1766514/chesapeake-and-potomac-tel-v-peck-iron-metal/\"><span class=\"volume\">814</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1269</span></a></span>, 1274 (E.D.Va.1992) (quoting <i>Amoco Oil Co. v. Borden, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">664</span></span>, 667-68 (5th Cir. 1989)). The court will address damages at a later stage in the proceeding.</p>\n<p></p>\n<h2>A. <i>The Company</i>\n</h2>\n<p>The State and the Company agree the sole issue for determination is the amenability of the Company to suit. (Pl.'s Mem.Supp.Mot. Summ.J. at 13; Company's Reply at 4.) Because no genuine issue of material fact exists and the court concludes the Company is in existence, summary judgment is an appropriate remedy as to all claims.</p>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>Fed.R.Civ.P. 17(b) provides \"the capacity of a corporation to sue or be sued shall be determined by the law under which it was organized.\" Under North Carolina's former Business Corporation Act, which was in effect when the Company filed its articles of dissolution in 1983, dissolution did not affect the corporation's existence. N.C.Gen.Stat. § 55-114(b) (repealed 1990). \"A dissolved corporation, however dissolved, nevertheless [continued] to exist for the purpose of ... defending actions by or against it.\" <i>Id.</i> § 55-114(b). The dissolved corporation was required to mail notice of dissolution to known creditors and to publish such notice in a county newspaper. <i>Id.</i> § 55-119(a). The former law also required the corporation to file a certificate of completed liquidation. <i>Id.</i> § 55-121. The filing of this certificate triggered a two-year \"survival\" period, after which claims arising before dissolution were barred. <i>See id.</i> § 55-114(d). Also, upon filing the certificate, the corporation ceased to exist, except as otherwise provided in the Act. <i>Id.</i> § 55-121(b).</p>\n<p>The current North Carolina Business Corporation Act applies to corporations existing prior to its enactment. N.C.Gen.Stat. § 55-17-01. Under the Act, \"dissolution of a corporation does not ... prevent the commencement of a proceeding by or against the corporation in its corporate name....\" <i>Id.</i> § 55-14-05. As with prior law, the corporate existence does not cease by way of dissolution. <i>See id.</i> But, unlike prior law, a dissolved corporation is not required to file a certificate of completed liquidation. Russell M. Robinson, II, <i>Robinson on North Carolina Corporation Law</i> § 29.1 (1990). \"[N]o filing is required to mark the completion of winding-up since the existence of the corporation continues for certain purposes even after the business is wound up and the assets remaining after satisfaction of all creditors are distributed to shareholders.\" N.C.Gen. Stat. § 55-14-03, Official Comment. Current law also does not mandate the sending of notice and publication of dissolution to creditors. Robinson, <i>supra,</i> § 29.3.</p>\n<p>The parties apparently have some question over whether former or current law applies. Even so, the application of both laws draws the same result: the Company is still in existence. Contrary to former law, the Company failed to file a certificate of completed liquidation and did not send or publish notice of dissolution. By failing to file the certificate, the two-year \"survival\" period was not triggered nor did its corporate existence cease. Thus, the Company is an existing entity to which the current North Carolina Business Corporation Act applies. Under current law, the Company is amenable to suit. <i>See</i> N.C.Gen.Stat. § 55-14-05. Because the Company is amenable to suit under North Carolina law, the court declines to address whether CERCLA preempts North Carolina's corporate dissolution law.</p>\n<p><span class=\"star-pagination\">*739</span> The Company urges the court to adopt an approach under which CERCLA liability of a corporation depends upon the corporation's status, as enunciated by our sister court in <i>Chesapeake &amp; Potomac Tel. Co. v. Peck Iron &amp; Metal Co.,</i> <span class=\"citation\" data-id=\"1766058\"><a href=\"/opinion/1766058/chesapeake-and-potomac-tel-v-peck-iron-metal/\"><span class=\"volume\">814</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1285</span></a></span> (E.D.Va.1993). There, the court recognized a distinction between \"dead\" and \"dead and buried\" corporations. <i>Id.</i> at 1291. \"[W]hile CERCLA liability can generally be imposed upon dissolved corporations [i.e. \"dead\" corporations], dissolved corporations whose assets have been fully distributed [i.e. \"dead and buried\" corporations] are beyond the reach of CERCLA.\" <i>Id.</i> The court respectfully declines to follow this approach.</p>\n<p>The court agrees with the reasoning set forth in <i>United States v. SCA Servs.,</i> <span class=\"citation\" data-id=\"2377206\"><a href=\"/opinion/2377206/united-states-v-sca-services-of-indiana-inc/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">946</span></a></span> (N.D.Ind.1993). Under facts similar to the case at bar, the <i>SCA</i> court held that a corporation which fails to properly comply with state dissolution laws is not \"dead and buried,\" and \"the corporation will always be amenable to suit under CERCLA.\" <i>Id.</i> at 953. The third-party, corporate defendant failed to file articles of dissolution as required by state dissolution law and did not give notice to its creditors to trigger a two-year statute of limitations. <i>Id.</i> at 952. The court noted \"it would defy simple logic for this court to hold that [the corporation], which can still be sued by its general business creditors, cannot be sued by a creditor proceeding under the federal CERCLA statute.\" <i>Id.</i> at 953.</p>\n<p>Once it has been established the corporation exists, the court should not thereafter concern itself with whether the corporation has assets available to satisfy a judgment. CERCLA liability does not depend on the amount, or lack thereof, of corporate assets. The CERCLA definition of \"person\" includes a corporation. 42 U.S.C. § 9601(21). This definition is not subject to limitation or qualification, unlike other remedial legislation. <i>Allied Corp. v. Acme Solvents Reclaiming, Inc.,</i> No. 86-C-20377, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">322940</span></span>, at *5 &amp; n. 7 (N.D.Ill. July 6, 1990) (referring to Congress' placement in the Sherman Act of the definitional limitation on \"person\" to include \"corporations ... existing under ... the laws of any State.\"); <i>SCA Servs.,</i> 837 F.Supp. at 953. \"[S]ince CERCLA is a remedial statute, its provisions should be construed to avoid frustrating the legislative purpose.\" <i>United States v. Carolina Transformer Co.,</i> <span class=\"citation\" data-id=\"593919\"><a href=\"/opinion/593919/united-states-v-carolina-transformer-company-dewey-strother-kenneth-ray/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">832</span></a></span>, 838 (4th Cir.1992). Congress' intent in enacting the statute was to ensure that those responsible for the harm associated with the disposal of hazardous waste be held accountable for such harm. <i>Dedham Water Co. v. Cumberland Farms Dairy Inc.,</i> <span class=\"citation\" data-id=\"479789\"><a href=\"/opinion/479789/dedham-water-company-v-cumberland-farms-dairy-inc/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1074</span></a></span>, 1081 (1st Cir.1986). The legislative purpose is furthered by allowing CERCLA actions against corporations without regard to their current status.</p>\n<p>Because the Company still exists as a corporate entity, even though its assets may be fully distributed, it is susceptible to suit under CERCLA. By neglecting to file a certificate of completed liquidation and to send or publish notice of dissolution, the Company failed to avail itself of the former law's protection against claims. As found by the <i>SCA</i> court, it seems anomalous for the court to prohibit a CERCLA suit against the Company, whereas a general business creditor could file suit against it. Therefore, the Company's motion for summary judgment is DENIED.</p>\n<p>The State has also moved for summary judgment. Because a genuine issue of material fact does not exist, the court need only determine whether the State is entitled to judgment as a matter of law. <i>See</i> Fed. R.Civ.P. 56(c). To establish liability under CERCLA, a plaintiff must prove the following elements:</p>\n<blockquote>(1) The site is a facility;<sup>[3]</sup></blockquote>\n<blockquote>(2) A release or threatened release<sup>[4]</sup> of a hazardous substance occurred at the site;</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*740</span> (3) The release or threatened release caused the incurrence of response costs; and</blockquote>\n<blockquote>(4) The defendant is a \"covered person\" under CERCLA, 42 U.S.C. § 9607(a).</blockquote>\n<p><i>See </i><i>Carolina Transformer Co.,</i> 978 F.2d at 836. Liability under CERCLA is strict. <i>United States v. Monsanto Co.,</i> <span class=\"citation\" data-id=\"512395\"><a href=\"/opinion/512395/united-states-of-america-south-carolina-department-of-health-and/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span>, 167 (4th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1106</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1019</span></span> (1989). Also, the imposition of joint and several liability is appropriate where the environmental harm is indivisible. <i>Id.</i> at 171. The burden of establishing a reasonable basis for apportioning liability rests on the defendants. <i>See id.</i> at 172.</p>\n<p>The Company offers nothing to refute the following. The Site is a facility as defined by CERCLA; a release of a hazardous substance has occurred at the Site; and the release caused the State to incur response costs. The Company only disputes its being a \"person\" liable under CERCLA § 9607(a). Pursuant to 42 U.S.C. § 9607(a), \"covered persons\" are:</p>\n<blockquote>(1) the owner and operator of a vessel or a facility,</blockquote>\n<blockquote>(2) any person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of,</blockquote>\n<blockquote>(3) any person who by contract, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for transport for disposal or treatment, of hazardous substances owned or possessed by such person, by any other party or entity, at any facility or incineration vessel owned or operated by another party or entity and containing such hazardous substances, and</blockquote>\n<blockquote>(4) any person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities, incineration vessels or sites selected by such person. ...</blockquote>\n<p>\"Thus, four classes of persons may be held liable: (1) current owners and operators of hazardous waste facilities; (2) past owners and operators of hazardous waste facilities; (3) persons who arranged for disposal of hazardous substances; and (4) transporters of hazardous substances.\" <i>United States v. Ward,</i> <span class=\"citation\" data-id=\"1793608\"><a href=\"/opinion/1793608/united-states-v-ward/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">884</span></a></span>, 893 (E.D.N.C.1985).</p>\n<p>The State alleges the Company is liable as (1) a past operator, (2) an arranger, and (3) a transporter. The Company does not dispute its involvement in the hazardous waste disposal activities as being sufficient to subject it to liability. The Company only argues against its amenability to suit. As previously discussed, the Company is an entity amenable to suit under CERCLA. Once liability is established under Section 9607(a), a \"covered person\" is strictly liable unless such person \"can prove that, under the defenses enumerated in [Section 9607(b)(1)-(4)], the release or threat of release was caused solely by unrelated persons or events.\" <i>United States v. South Carolina Recycling and Disposal, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">653</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">984</span></span>, 991 (D.S.C.1984), <i>aff'd in part and vacated in part sub nom. </i><i>United States v. Monsanto Co.,</i> <span class=\"citation\" data-id=\"512395\"><a href=\"/opinion/512395/united-states-of-america-south-carolina-department-of-health-and/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">160</span></a></span> (4th Cir.1988), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1106</span></span>, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3156</span></span>, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1019</span></span> (1989); <i>see </i><i>Ward,</i> 618 F.Supp. at 893. The Company has not raised a defense. Therefore, the State's motion for summary judgment is GRANTED as to liability only.</p>\n<p>The State also seeks a declaratory judgment of the defendants' liability with respect to future response costs. \"CERCLA provides for a declaratory judgment on liability for response costs in § 9607 actions.\" <i>Amcast Indus. Corp. v. Detrex Corp.,</i> <span class=\"citation\" data-id=\"2002888\"><a href=\"/opinion/2002888/amcast-indus-corp-v-detrex-corp/\"><span class=\"volume\">822</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">545</span></a></span>, 555 (N.D.Ind.1992), <i>aff'd in part and rev'd in part,</i> <span class=\"citation\" data-id=\"628280\"><a href=\"/opinion/628280/amcast-industrial-corporation-and-elkhart-products-corporation-v-detrex/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">746</span></a></span> (7th Cir.1993), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">691</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">658</span></span> (1994).</p>\n<blockquote>[Sections 9607 and 9613(g)(2)] envision that, before suing, CERCLA plaintiffs will spend some money responding to an environmental hazard. They can then go to court and obtain reimbursement for their initial outlays, as well as a declaration that the responsible party will have continuing liability for the cost of finishing the job.</blockquote>\n<p><i>Id.</i> at 555-56 (citing <i>In re Dant &amp; Russell, Inc.,</i> <span class=\"citation\" data-id=\"573218\"><a href=\"/opinion/573218/in-re-dant-russell-inc-dant-russell-inc-v-burlington-northern/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">246</span></a></span>, 249-50 (9th Cir.1991)). The court recognizes that while it cannot award costs not yet incurred, it is proper to determine liability for future costs. <i>See</i> <span class=\"star-pagination\">*741</span> <i>United States v. Hardage,</i> <span class=\"citation\" data-id=\"1516926\"><a href=\"/opinion/1516926/united-states-v-hardage/\"><span class=\"volume\">733</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1424</span></a></span>, 1439 (W.D.Okla.1989), <i>aff'd in part and rev'd in part,</i> <span class=\"citation\" data-id=\"597502\"><a href=\"/opinion/597502/united-states-v-royal-n-hardage-special-master-oklahoma-national/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1436</span></a></span> (10th Cir.1992), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">300</span></span>, <span class=\"citation no-link\"><span class=\"volume\">126</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">248</span></span> (1993); <i>United States v. Northeastern Pharmaceutical and Chem. Co.,</i> <span class=\"citation\" data-id=\"1819298\"><a href=\"/opinion/1819298/united-states-v-northeastern-pharm-chem-co/\"><span class=\"volume\">579</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">823</span></a></span>, 852 (W.D.Mo.1984), <i>aff'd in part and rev'd in part,</i> <span class=\"citation no-link\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">726</span></span> (8th Cir. 1986), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">848</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">146</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">102</span></span> (1987).</p>\n<p>The State has alleged in its complaint that it continues to incur response costs associated with assessing and minimizing the harm from the hazardous substance release. As such, the court finds it is appropriate to declare the defendants who are found responsible parties under CERCLA liable for the future response costs the State may incur. Having found the Company liable under CERCLA for the response costs the State has incurred, it is likewise declared liable for any future response costs the State incurs.</p>\n<p></p>\n<h2>2. <i>Public Nuisance Claim</i>\n</h2>\n<p>As with the CERCLA claim, the Company asserts it is not an entity amenable to suit under North Carolina's common law of public nuisance. \"A public nuisance is an unreasonable interference with a right common to the general public.\" <i>Restatement (Second) of Torts</i> § 821B (1979). As stated by the North Carolina Court of Appeals:</p>\n<blockquote>A public nuisance affects the local community generally and its maintenance constitutes an offense against the State. To constitute a public nuisance, the condition of things must be such as injuriously affects the community at large.... Whatever tends to endanger life, or generate disease, and affect the health of the community ... is generally, at common law, a public nuisance, and a crime.</blockquote>\n<p><i>Twitty v. North Carolina,</i> 85 N.C.App. 42, 49, <span class=\"citation\" data-id=\"1206469\"><a href=\"/opinion/1206469/twitty-v-state/\"><span class=\"volume\">354</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">296</span></a></span>, 301 (citation omitted), <i>review denied,</i> <span class=\"citation\" data-id=\"1216648\"><a href=\"/opinion/1216648/twitty-v-state/\"><span class=\"volume\">320</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">177</span></a></span>, <span class=\"citation\" data-id=\"1216648\"><a href=\"/opinion/1216648/twitty-v-state/\"><span class=\"volume\">358</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">69</span></a></span> (1987). The release of hazardous waste injuriously affects the community and, thus, is a public nuisance. <i>New York v. Shore Realty Corp.,</i> <span class=\"citation\" data-id=\"450726\"><a href=\"/opinion/450726/the-state-of-new-york-v-shore-realty-corp-and-donald-leogrande/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1032</span></a></span>, 1051 (2d Cir.1985).</p>\n<p>A state may summarily abate a public nuisance, as doing so is within its police power. 58 Am.Jur.2d <i>Nuisances</i> §§ 55, 411 (1989); <i>see </i><i>Stanley v. Department of Conservation and Dev.,</i> <span class=\"citation\" data-id=\"1419621\"><a href=\"/opinion/1419621/stanley-v-department-of-conservation-develop/\"><span class=\"volume\">284</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">15</span></a></span>, 37, <span class=\"citation\" data-id=\"1419621\"><a href=\"/opinion/1419621/stanley-v-department-of-conservation-develop/\"><span class=\"volume\">199</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">641</span></a></span>, 655 (1973). The person who creates the nuisance is liable and that liability continues as long as the nuisance exists. 58 Am.Jur.2d <i>Nuisances</i> § 116. For an existing nuisance, the court may order its abatement and award damages for injury already sustained. <i>Id.</i> § 344. Furthermore, \"an employer may be held liable for a nuisance created by [its] employee.\" <i>Id.</i> § 132. Under the doctrine of <i>respondeat superior,</i> the principal is liable for its agent's torts where the agent's act is \"(1) expressly authorized by the principal; (2) committed within the scope of the agent's employment and in furtherance of the principal's business  when the act comes within his implied authority; or (3) ratified by the principal.\" <i>B.B. Walker Co. v. Burns Int'l Sec. Servs., Inc.,</i> 108 N.C.App. 562, 565, <span class=\"citation\" data-id=\"1236897\"><a href=\"/opinion/1236897/bb-walker-co-v-burns-intern-sec-services-inc/\"><span class=\"volume\">424</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">172</span></a></span>, 174, <i>review denied,</i> <span class=\"citation no-link\"><span class=\"volume\">333</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">536</span></span>, <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">552</span></span> (1993).</p>\n<p>The Company does not dispute the existence of a public nuisance nor its liability for the creation thereof. The facts establishing liability are the following: a Company officer, W.R. Peele, Sr., directed W.R. Peele, Jr. and others to deposit various household waste and the Company's waste, consisting of agricultural chemicals, on the Site; the disposal occurred for approximately ten to fifteen years; the State has already had to remove soil contaminated with arsenic from the Site; contamination remains on the Site, and the concentrations of DDE, DDD, DDT, aldrin and dieldrin are above \"health-based benchmarks\" as established by the Environmental Protection Agency; and, some chemicals have migrated off the Site. As found with the CERCLA claim, the Company is an entity amenable to suit under North Carolina law. Based on the Company employees' creation of the existing nuisance and the Company's liability therefor, the State's motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>B. <i>Madeline S. Peele</i>\n</h2>\n<p>In opposition to the State's motion for summary judgment, Madeline has cross-moved for summary judgment. The undisputed <span class=\"star-pagination\">*742</span> facts with respect to Madeline's involvement are as follows.<sup>[5]</sup> Madeline was married to W.R. Peele, Sr. until his death in 1984. Although Madeline was an officer and a shareholder of the Company and served on its board of directors, she did not participate in the management of the Company nor any hazardous waste disposal activities. For some period of time prior to approximately 1980, Madeline served as Secretary of the Company, performing ministerial duties at meetings. Around 1980, she became President solely for the purpose of signing documents at the behest of her husband, who had become blind and had Parkinson's disease. W.R. Peele, Sr. continued making management decisions while Madeline held the office of President and until the filing of the articles of dissolution in 1983.</p>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>The State contends Madeline is liable as (1) a past operator, (2) an arranger, and (3) a transporter. Madeline correctly asserts that her actions, or lack thereof, are an insufficient basis upon which to hold her directly liable under CERCLA,<sup>[6]</sup> and the State makes no argument to the contrary. Rather, the State asserts Madeline is \"derivatively\" liable as (1) a shareholder distributee of the Company, (2) a shareholder of the Company who breached a fiduciary duty owed to the State, and (3) a person who holds in trust the assets of the estate of W.R. Peele, Sr. and the Trust. The court will address each of these bases.</p>\n<p></p>\n<h2>a. <i>shareholder distributee liability</i>\n</h2>\n<p>As noted within the discussion of the Company's liability, the North Carolina Business Corporation Act does not require a dissolved corporation to send notice of dissolution to known creditors nor to publish such notice as to other creditors. <i>See</i> N.C.Gen. Stat. §§ 55-14-06, -07. However, if the corporation opts to provide such notice, the Act creates a period after which claims against the dissolved corporation are barred. <i>Id.</i> If the corporation does not avail itself of this protection against claims, a claim may be enforced as follows:</p>\n<blockquote>If the assets have been distributed in liquidation, [the claim may be enforced] against a shareholder of the dissolved corporation to the extent of [her] pro rata share of the claim or the corporate assets distributed to [her] in liquidation, whichever is less, but a shareholder's total liability for all claims under this section may not exceed the total amount of assets distributed to [her].</blockquote>\n<p><i>Id.</i> § 55-14-08(a)(2). This enforcement provision \"makes a shareholder liable regardless of whether the distribution to [her] was made at a time when the corporation was unable to meet its obligations and regardless of whether [she] knew that the distribution violated this Act.\" <i>Id.,</i> N.C. Commentary.</p>\n<p>The parties agree the Company did not notify plaintiff's predecessor entity of its dissolution by written or published notice.<sup>[7]</sup> Because <span class=\"star-pagination\">*743</span> the Company failed to do so, the CERCLA claim may be asserted against the Company<sup>[8]</sup> and enforced against Madeline, as a shareholder, to the extent of the lesser of her pro rata share of the claim or the corporate assets distributed to her in liquidation.</p>\n<p></p>\n<h2>b. <i>breach of fiduciary duty</i>\n</h2>\n<p>The State advances another argument in support of holding Madeline liable under CERCLA: the breach of a fiduciary duty owed to the State as a creditor of the Company. The State claims that Madeline, as an officer and director of the Company, failed to provide for the Company's known liabilities and that she should be subjected to the same forms of liability as the Company. The State acknowledges North Carolina law does not recognize that officers and directors owe such a duty, yet it urges the court to hold a duty exists with respect to environmental liabilities.</p>\n<p>The standards of conduct for officers and directors is contained in Art. 8 of the North Carolina General Statutes, Chapter 55. These standards do not provide that directors or officers owe any fiduciary duty to creditors. <i>See</i> N.C.Gen.Stat. §§ 55-8-30, -8-42. In fact, the drafters expressly noted in \"their opinion that in general no such duty exists.\" <i>Id.</i> § 55-8-30, N.C. Commentary. In addition, dissolution does not subject directors or officers to different standards than those contained in Article 8. <i>Id.</i> § 55-14-06. Because North Carolina statutory and case law do not evince an intention that a fiduciary duty should be imposed, the court will not hold an officer or director to this standard, and, thus, Madeline cannot be held liable on this basis.</p>\n<p></p>\n<h2>c. <i>trust fund theory</i>\n</h2>\n<p>Under a trust fund theory, a beneficiary is deemed to hold the assets received from a liable party's estate in trust for the benefit of satisfying environmental liabilities of a deceased, responsible person. <i>Steego Corp. v. Ravenal,</i> <span class=\"citation\" data-id=\"2292641\"><a href=\"/opinion/2292641/steego-corp-v-ravenal/\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">42</span></a></span>, 49 (D.Mass.1993) (citing <i>Soo Line R.R. v. B.J. Carney &amp; Co.,</i> <span class=\"citation\" data-id=\"1447625\"><a href=\"/opinion/1447625/soo-line-r-co-v-bj-carney-co/\"><span class=\"volume\">797</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1472</span></a></span>, 1484-85 (D.Minn.1992); <i>Bowen Eng'g v. Estate of Reeve,</i> <span class=\"citation\" data-id=\"1379103\"><a href=\"/opinion/1379103/bowen-engineering-v-estate-of-reeve/\"><span class=\"volume\">799</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">467</span></a></span> (D.N.J.1992), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">223</span></span> (3rd Cir.1993) (table); <i>Freudenberg-NOK Gen. Partnership v. Thomopoulos,</i> No. C91-297-L, <span class=\"citation no-link\"><span class=\"volume\">1991</span> <span class=\"reporter\">WL</span> <span class=\"page\">325290</span></span>, at *3-4 (D.N.H. Dec. 9, 1991)). As determined by the court in its order of 29 September 1994, this theory furthers CERCLA's remedial purpose so as to ensure a responsible party bears the costs of remedying the harm associated with the disposal of hazardous waste. Where the decedent would be liable were he alive, the plaintiff should be allowed to look the decedent's assets, in the hands of the estate or the estate's beneficiaries, to satisfy that liability. <i>Id.</i></p>\n<p>The State alleges W.R. Peele, Sr., were he alive today, would be liable as a responsible party under CERCLA as (1) a past owner and operator, (2) an arranger, and (3) a transporter. He owned the Site while hazardous waste was disposed on it. While an officer of the Company, he directed individuals to dispose of the Company's pesticide wastes on the Site. He made business decisions relating to the management of the Company, including how and where the Company disposed of its wastes. These undisputed facts would be sufficient to establish CERCLA liability against W.R. Peele, Sr. <i>See supra</i> note 4.</p>\n<p>Because W.R. Peele, Sr. would be liable were he alive, his estate beneficiaries hold the assets received from the estate in trust to satisfy his environmental liabilities. While some assets of the estate devolved to individual beneficiaries, the bulk of the estate's assets flowed to the Trust. Madeline not only is an individual beneficiary under W.R. Peele, Sr.'s will, but also she is an income beneficiary of the Trust. Therefore, Madeline is liable to the extent of the assets she received from the estate of W.R. Peele, Sr. and the assets she received from the Trust which passed through the estate.</p>\n<p>Accordingly, on the bases of shareholder distributee liability and the trust fund theory, <span class=\"star-pagination\">*744</span> Madeline's motion for summary judgment is DENIED and the State's motion for summary judgment is GRANTED as to liability only. Further, Madeline shall be liable for any future response costs the State may incur.</p>\n<p></p>\n<h2>2. <i>Public Nuisance Claim</i>\n</h2>\n<p>With respect to the public nuisance claim, Madeline emphasizes that no nexus exists between herself and the creation of the nuisance. She did not own the Site and was not involved in the Company's waste disposal decisions. While the State offers nothing disputing these facts, it argues Madeline's liability for the creation of the public nuisance should be based on the same grounds as CERCLA liability: shareholder distributee liability, breach of fiduciary duty, and the trust fund theory. Shareholder distributee liability under N.C.Gen.Stat. § 55-14-08 contemplates a monetary claim, as it provides for enforcement to the extent of assets received in liquidation. Obviously, this form of enforcement is not possible when the claim is for injunctive relief. Because an order to abate a nuisance is a form of injunctive relief, Am.Jur.2d <i>Nuisances</i> § 356, shareholder distributee liability is not an appropriate basis upon which to order Madeline to abate the nuisance. Because the court has previously found a fiduciary duty does not run from directors or officers to creditors, breach of such duty is likewise not appropriate for holding Madeline liable. Finally, the court is unwilling to extend the trust fund theory of liability to North Carolina's common law of public nuisance. Accordingly, the State's motion for summary judgment is DENIED.</p>\n<p>To hold Madeline directly liable for the creation of the public nuisance, some evidence must exist of (1) her ownership of the property and knowing of or having reason to know of the nuisance's existence, or (2) her participation in its creation. <i>See id.</i> §§ 116-118. Because the State has not presented any evidence of the existence of a connection between Madeline and the creation of the nuisance, Madeline's motion for summary judgment is GRANTED.</p>\n<p></p>\n<h2>C. <i>NCRR</i>\n</h2>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>With respect to NCRR's CERCLA liability, the dispute centers on the applicability of one of CERCLA's limited defenses. NCRR does not deny that it is a \"covered person\" under CERCLA, 42 U.S.C. § 9607(a)(1), as a current owner of the Site. As a covered person, NCRR can escape liability only by establishing the applicability of one of CERCLA's limited defenses in Section 9607(b)(1)-(4). <i>See </i><i>South Carolina Recycling and Disposal, Inc.,</i> 653 F.Supp. at 991; <i>Ward,</i> 618 F.Supp. at 893. NCRR claims the State is not entitled to summary judgment on the CERCLA claim because issues of material fact exist concerning the applicability of the third-party defense under Section 9607(b)(3).</p>\n<p>Section 9607(b) provides:</p>\n<blockquote>There shall be no liability under subsection (a) of this section for a person otherwise liable who can establish by a preponderance of the evidence that the release or threat of release of a hazardous substance and the damages resulting therefrom were caused solely by </blockquote>\n<blockquote>*    *    *    *    *    *</blockquote>\n<blockquote>(3) an act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant ... if the defendant establishes by a preponderance of the evidence that (a) he exercised due care with respect to the hazardous substance concerned ... and (b) he took precautions against foreseeable acts or omissions of any such third party and the consequences that could foreseeably result from such acts or omissions....</blockquote>\n<p>A contractual relationship is defined to include land contracts and deeds. <i>Id.</i> § 9601(35)(A). Although a defendant may have a contractual relationship with the third party, the defendant may still avoid liability if the defendant meets the requirements exempting certain circumstances from liability. <i>See id.</i> First, to be exempted, the defendant must have acquired the property after the <span class=\"star-pagination\">*745</span> disposal of the hazardous substance on it. <i>Id.</i> Also, the defendant must establish by a preponderance of the evidence one of the circumstances enumerated in Section 9601(35)(A)(i), (ii), or (iii). One circumstance is where, at the time the defendant acquired the property, the defendant did not know and had no reason to know that any hazardous substance was disposed of on the property. <i>Id.</i> § 9601(35)(A)(i). Finally, the defendant must satisfy the due care and precautionary action requirements of Section 9607(b)(3)(a) and (b). <i>Id.</i></p>\n<p>In this case, the release of hazardous substances was caused solely by third parties, the Company and W.R. Peele, Sr., among others.<sup>[9]</sup> However, NCRR had an indirect contractual relationship with one of these third parties, W.R. Peele, Sr. NCRR admits defendant J.W. York acted as its agent when York contracted with W.R. Peele, Sr. to purchase the Site. Contrary to NCRR's assertion, the contractual relationship between the defendant and the third-party need not relate to the handling of the hazardous substance or allow the defendant some control over the third-party's activities to defeat the third-party defense. <i>See </i><i>Monsanto Co.,</i> 858 F.2d at 168-69 (holding lease agreement between site-owners and tenant who disposed of wastes on property established existence of contractual relationship, without any mention of the site-owners' ability to control the tenant's activities or the subject matter of the contract). Thus, the act occurred in connection with a contractual relationship existing between W.R. Peele, Sr. and NCRR.</p>\n<p>This contractual relationship will preclude the application of the third-party defense, unless NCRR can establish it meets the requirements exempting certain circumstances from liability. As noted above, in this situation, NCRR must first establish that it acquired the Site after the disposal of the hazardous substance on it. The term \"disposal\" is defined by reference to the Resource Conservation and Recovery Act's definition of \"disposal.\" 42 U.S.C. § 9601(29); <i>Nurad, Inc.,</i> 966 F.2d at 845. That definition includes not only terms encompassing affirmative human conduct, but also it includes terms indicative of passive conduct: \"leaking\" and \"spilling.\" <i>Nurad, Inc.,</i> 966 F.2d at 845. Although the Fourth Circuit has applied this definition to the use of \"disposal\" in Section 9607(a)(2) to determine the liability of a past owner, the court sees no reason not to apply the definition consistently to all provisions as it is used in CERCLA, Subchapter 1. Congress evidenced no intent to limit this definition to certain provisions. <i>See</i> 42 U.S.C. § 9601(29). Also, it seems anomalous to hold that a party who owned the property at the time leaking occurred is a \"covered person\" under Section 9607(a), but such party could avoid liability, even though a contractual relationship existed, by asserting the third-party defense and applying a different definition of \"disposal\" to Section 9601(35). Despite the contention of NCRR, defining \"disposal\" to include \"leaking\" will still allow a property owner to successfully assert the third-party defense; but, as the State notes, the defense cannot be maintained by parties who own a facility on which hazardous waste is still leaking.</p>\n<p>NCRR claims the State's evidence that the wastes have been leaking continuously to the present is speculative and conjectural. The State has presented to the court the affidavit of Bruce Nicholson, an environmental engineer with the North Carolina Department of Environment, Health and Natural Resources (\"DEHNR\"), who has inspected the Site and taken samples. Nicholson's initial inspection revealed several bags, boxes and corrugated drums lying on the surface in a deteriorated state, \"leaving the pesticide material open to the elements.\" Subsequent testing of samples taken from the various containers indicated high levels of arsenic and copper, among other chemicals. In another area of the Site, Nicholson found a trench in which numerous five-gallon steel containers were buried or strewn on the surface. Bags of pesticides, some of which had been burned, were also found buried in <span class=\"star-pagination\">*746</span> the trench. Samples taken from these bags revealed high levels of DDT, DDD and toxaphene, among other chemicals. Sediment samples taken from neighboring property reveal the presence of DDD and DDE. The State also had to remove soil contaminated with arsenic from the Site.</p>\n<p>To contradict this evidence, NCRR cites the affidavit of John M. Alexander, Sr., NCRR's president. Alexander states that, during his inspection prior to purchasing the Site, he observed areas of the property which appeared to be farmed. NCRR also points to the 24 March 1994 letter from a toxicologist to Nicholson stating that DDE levels in the pond on neighboring property could have been significantly higher prior to the 7 December 1993 sampling. Finally, NCRR cites a 9 July 1993 letter from Jonathan Howes, Secretary, DEHNR, to the Johnston County Manager in which Howes states \"no off-site contaminated wells have been found, nor are they anticipated because of the nature of the contaminants involved,\" and \"the pesticides are nearly immobile in the groundwater system because they absorb so strongly to soils.\"</p>\n<p>This evidence does nothing to dispute the State's evidence of the wastes' leakage. Evidence that land on the Site was being farmed does not change the fact that contaminants were found in sediment samples taken from the Site, and deteriorated containers, with chemicals openly exposed, were also found. Also, if the contaminant levels in the neighboring pond had reached a higher level previously, one would conclude this would be due to the chemicals leaking at a higher rate, then as time progressed and more chemicals dissipated, the rate would decrease. Further, the samples from the neighboring property were taken in December 1993, after Howes wrote the letter to the Johnston County Manager. A genuine issue of material fact does not exist with respect to whether the wastes are leaking. Because NCRR did not acquire the Site after the disposal of hazardous waste, NCRR cannot as a matter of law assert the third-party defense. Therefore, the State's motion for summary judgment is GRANTED as to liability only and NCRR is liable for any future response costs the State may incur.</p>\n<p></p>\n<h2>2. <i>Public Nuisance Claim</i>\n</h2>\n<p>The State claims NCRR is also liable for maintaining the public nuisance. Nuisance liability does not attach by mere ownership of the subject property. 58 Am. Jur.2d <i>Nuisances</i> § 121. Rather, to be liable for continuing or maintaining the nuisance, a landowner must know of or have reason to know of the nuisance's existence. <i>Id.; see id.</i> § 120. Issues of fact remain with respect to what NCRR knew at the time of the Site's purchase. Because this is a genuine issue of material fact, the State's motion for summary judgment is DENIED.</p>\n<p>The remaining motions, as to NCRR, are its motions to dismiss the claims under the Inactive Hazardous Sites Response Act of 1987 and North Carolina's common law of restitution. Because the State has voluntarily dismissed these claims,<sup>[10]</sup> NCRR's motions are MOOT and DENIED.</p>\n<p></p>\n<h2>D. <i>J.W. York</i>\n</h2>\n<p>As noted above, when a properly supported motion for summary judgment is made, an adverse party may not merely rest on denials and allegations contained in his pleading. Fed.R.Civ.P. 56(e). Such party must respond by affidavits or otherwise to show a genuine issue of material fact exists. <i>Id.</i> When a party does not so respond, \"summary judgment, if appropriate, shall be entered against the adverse party.\" <i>Id.</i> Here, defendant York did not respond to the State's motion for summary judgment.</p>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>The State alleges York is liable under 42 U.S.C. § 9607(a)(2) as a past owner or operator of the Site. On 21 November 1979, W.R. Peele, Sr. and Madeline conveyed the Site to York. On 4 December 1979, York and his wife, Elizabeth W. York, conveyed the Site to NCRR. Although York owned the Site for a minimal period of time, this <span class=\"star-pagination\">*747</span> fact does not absolve him of CERCLA liability. <i>See </i><i>Nurad Inc.,</i> 966 F.2d at 844. However, the duration of his ownership may well be a consideration during any subsequent contribution action. <i>See id.</i></p>\n<p>Liability under Section 9607(a)(2) requires not only ownership, no matter how brief, but also it requires ownership at the time of hazardous waste disposal. As noted in the discussion above of NCRR's CERCLA liability, \"disposal\" encompasses affirmative as well as passive conduct and includes \"leaking.\" It is not necessary that the State be able to pinpoint the exact time at which the leaking commenced. <i>See </i><i>Nurad, Inc.,</i> 966 F.2d at 846. Also, as previously found, uncontroverted evidence establishes that the wastes have been leaking continuously. Such leaking would necessarily fall within York's period of ownership.</p>\n<p>Having found York was a person who owned the Site at the time of the hazardous waste disposal, York may only avoid liability by establishing the applicability of one of CERCLA's defenses. <i>See </i><i>South Carolina Recycling and Disposal, Inc.,</i> 653 F.Supp. at 991; <i>Ward,</i> 618 F.Supp. at 893. York has not asserted any such defenses. York does allege that he was acting as an agent for NCRR in receiving title to the Site. Accepting this allegation as true, York's status as an agent does not negate his liability. \"It is well settled in North Carolina that a person is personally liable for all torts committed by him, notwithstanding that he may have acted as an agent for another....\" <i>Baker v. Rushing,</i> 104 N.C.App. 240, 247, <span class=\"citation\" data-id=\"1409302\"><a href=\"/opinion/1409302/baker-v-rushing/\"><span class=\"volume\">409</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">108</span></a></span>, 112 (1991). CERCLA is essentially an environmental tort. <i>City of Phoenix v. Garbage Servs. Co.,</i> <span class=\"citation\" data-id=\"1458697\"><a href=\"/opinion/1458697/city-of-phoenix-ariz-v-garbage-services-co/\"><span class=\"volume\">827</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">600</span></a></span>, 603-604 (D.Ariz.1993); <i>see </i><i>In re Bell Petroleum Servs., Inc.,</i> <span class=\"citation\" data-id=\"629002\"><a href=\"/opinion/629002/in-the-matter-of-bell-petroleum-services-inc-debtor-united-states/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">889</span></a></span>, 895 (5th Cir.1993). Therefore, York remains liable irrespective of his agency status. The State's motion for summary judgment is GRANTED as to liability only and York is liable for any future response costs the State may incur.</p>\n<p></p>\n<h2>2. <i>Nuisance Claim</i>\n</h2>\n<p>The State alleges York is liable for maintaining the nuisance during his ownership of the Site. Nuisance liability requires more than mere ownership of the subject property. 58 Am.Jur.2d <i>Nuisances</i> § 121. Liability for continuing or maintaining the nuisance attaches by virtue of a landowner having known of, or reason to know of, the nuisance's existence. <i>Id.</i> Construing the evidence and the legal theories invoked by the evidence in favor of York, the State's argument apparently rests solely on York's ownership of the Site. The State has offered no evidence indicative of York's knowledge, nor did it advance an argument thereon. Therefore, the State is not entitled to judgment as a matter of law and the motion for summary judgment is DENIED.</p>\n<p></p>\n<h2>E. <i>The Trust</i>\n</h2>\n<p></p>\n<h2>1. <i>CERCLA Claim</i>\n</h2>\n<p>The State contends the Trust is liable as (1) a past owner and operator, (2) an arranger, and (3) a transporter. As with Madeline, the State asserts the Trust is \"derivatively\" liable under the trust fund theory. In accordance with the court's holding Madeline liable under this theory, the Trust is likewise liable. The Trust is a beneficiary of W.R. Peele, Sr.'s estate, and it should be deemed to hold the assets received from the estate in trust to satisfy W.R. Peele, Sr.'s liability. Therefore, the Trust is liable to the extent of the assets it received from W.R. Peele, Sr.'s estate. Accordingly, the State's motion for summary judgment is GRANTED as to liability only and the Trust is liable for any response costs the State may incur.</p>\n<p></p>\n<h2>2. <i>Public Nuisance Claim</i>\n</h2>\n<p>The State further alleges the Trust is liable for the creation of the public nuisance. The State has not presented any facts which evidence the Trust participated in any way in the Company's management or in the hazardous waste disposal activities. In fact, according to the affidavit of Ellen W. Heffernan, Vice President, Wachovia Bank of North Carolina, N.A., the Trust had no role in the management or control of the Company nor did any employee or agent of the trustee, Wachovia, attend a meeting of or serve on the Company's board of directors. Also, Heffernan states the Trust did not hold any ownership in the Site. This uncontroverted <span class=\"star-pagination\">*748</span> evidence indicates the Trust could not be held directly liable for creating the nuisance. <i>See</i> 58 Am.Jur.2d <i>Nuisances</i> §§ 116-120. The only other possible basis for liability is the trust fund theory. As held above, the court will not apply this theory to North Carolina's common law of public nuisance. Therefore, the State's motion for summary judgment is DENIED.</p>\n<p></p>\n<h2>II. <i>CONCLUSION</i>\n</h2>\n<p>In sum, plaintiff's motion for summary judgment on the CERCLA claim is GRANTED as to liability only with respect to the following defendants: W.R. Peele Company, Incorporated; Madeline S. Peele; North Carolina Railroad Company; J.W. York; W.R. Peele, Sr. Trust. Plaintiff's motion for summary judgment on the public nuisance claim is GRANTED as to defendant W.R. Peele Company, Incorporated and DENIED with respect to the following defendants: Madeline S. Peele; North Carolina Railroad Company; J.W. York; W.R. Peele, Sr. Trust. Based on the court's order of 29 September 1994 dismissing defendant Estate of W.R. Peele, Sr., plaintiff's motion for summary judgment as to this defendant is MOOT and DENIED.</p>\n<p>The motion for summary judgment of defendant W.R. Peele Company, Incorporated is DENIED. Defendant Madeline S. Peele's motion for summary judgment is DENIED as to the CERCLA claim and GRANTED as to the public nuisance claim. Defendant North Carolina Railroad Company's motions to dismiss the claims under the Inactive Hazardous Sites Act of 1987 and North Carolina's common law of restitution are MOOT and DENIED.</p>\n<p>It is ORDERED, ADJUDGED and DECREED that:</p>\n<blockquote>(1) Defendants W.R. Peele Company, Incorporated, Madeline S. Peele, North Carolina Railroad Company, J.W. York, and W.R. Peele, Sr. Trust are liable, joint and severally, for past response and other costs and damages in amounts to be determined in subsequent proceedings before this court;</blockquote>\n<blockquote>(2) Defendants W.R. Peele Company, Incorporated, Madeline S. Peele, North Carolina Railroad Company, J.W. York, and W.R. Peele, Sr. Trust are liable, joint and severally, for future response and other costs and damages in amounts to be determined in subsequent proceedings before this court;</blockquote>\n<blockquote>(3) Defendant W.R. Peele Company, Incorporated develop and implement, under the supervision of the State, and subject to approval of this court, a remedial program that will abate the nuisance; and</blockquote>\n<blockquote>(4) As to defendant Madeline S. Peele, the public nuisance claim is DISMISSED.</blockquote>\n<h2>NOTES</h2>\n<p>[1]  The State's causes of action under the Inactive Hazardous Sites Response Act of 1987, the Oil Pollution and Hazardous Substances Control Act of 1978, and North Carolina's common law of restitution were voluntarily dismissed by order of the court dated 14 October 1994.</p>\n<p>[2]  As of the filing of plaintiff's motion for summary judgment, 6 April 1994.</p>\n<p>[3]  A facility is defined as \"(A) any building, structure, installation ..., or (B) any site or area where a hazardous substance has been deposited, stored, disposed of, or placed, or otherwise come to be located....\" 42 U.S.C. § 9601(9).</p>\n<p>[4]  Release includes \"any spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, escaping, leaching, dumping or disposing into the environment....\" 42 U.S.C. § 9601(22).</p>\n<p>[5]  Contrary to NCRR's assertion, genuine issues of material fact do not exist. NCRR points to several documents which allegedly create a factual dispute. First, two letters, dated 1974 and 1980, exist which were signed by W.R. Peele, Sr. and Madeline's initials appear typed on the bottom (\"WRP:msp\"). In addition, NCRR notes Madeline signed as President of the Company on a 1975 agreement between the Company and other parties cancelling restrictive covenants on real property. NCRR also questions Madeline's signing of documents when W.R. Peele, Sr. would have been capable of doing so.\n</p>\n<p>NCRR does not offer any evidence which disputes Madeline's statement that the Company's entire chemical operation was sold in 1971, and, thereafter the Company had no involvement in any chemical business. Thus, anything Madeline may have done after 1971 is not relevant as to her direct liability under CERCLA because she could not have made any decisions regarding hazardous waste which the Company no longer controlled. The issues NCRR raises are simply not issues of material fact.</p>\n<p>[6]  <i>See </i><i>Nurad, Inc. v. William E. Hooper &amp; Sons Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">837</span></span>, 842 (4th Cir.) (\"operator\" liability is determined by authority to control standard and actual conduct is evidence of such authority), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">377</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">288</span></span> (1992); <i>Ward,</i> 618 F.Supp. at 893-95 (\"arranger\" liability requires ownership or possession of hazardous substances and corporate officer will be liable if she \"exercises authority for the company's operations and participates in arranging for the disposal of hazardous wastes\"); 42 U.S.C. 9607(a)(4) (\"transporter\" liability based on selection of site by such party).</p>\n<p>[7]  Ms. Peele admitted this fact in her answer to the amended complaint. (Madeline's Answer ¶ 19) Based on this earlier admission, she cannot now contend that the State was notified of dissolution by virtue of the Company's filing articles of dissolution and that the State cannot complain of lack of notice. (see Madeline's Mem. Opp'n Pl.'s Mot.Summ.J. at 9 n. 3)</p>\n<p>[8]  The Company's CERCLA liability was established in <i>supra</i> part II.A.1.</p>\n<p>[9]  NCRR's relative degree of fault will be relevant in any subsequent contribution action. <i>See </i><i>Monsanto Co.,</i> 858 F.2d at 168 n. 13.</p>\n<p>[10]  The court granted the State's motion to voluntarily dismiss these claims by order dated 14 October 1994.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1206469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1216648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1236897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1379103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1409302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1419621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1447625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1516926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1766058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1766514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1793608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1819298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2002888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2292641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377206/"
  ]
}