{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1556687/",
  "absolute_url": "/opinion/1556687/north-carolina-life-acc-health-ins-v-alcatel/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1556687/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:45:15.761284Z",
  "date_modified": "2016-04-27T00:43:13.902273Z",
  "type": "010combined",
  "sha1": "db0d545fbd73e29f0bd8593f7db1fa5eeec938d9",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>876 F.Supp. 748 (1995)</b></center>\n<center><h1>The NORTH CAROLINA LIFE AND ACCIDENT AND HEALTH INSURANCE GUARANTY ASSOCIATION, Plaintiff,<br>\nv.<br>\nALCATEL, et al., Defendants.</h1></center>\n<center>No. 5:94-CV-511-BR3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 2, 1995.</center>\n<p><span class=\"star-pagination\">*749</span> <span class=\"star-pagination\">*750</span> Michael L. Unti, Margaret Cain Lumsden, Hunton &amp; Williams, Raleigh, NC, for The North Carolina Life and Acc. and Health Ins. Guar. Ass'n.</p>\n<p>John L. Sarratt, Craig B. Wheaton, Hayden J. Silver, III, Petree Stockton, Curtis J. Shipley, Moore &amp; Van Allen, Raleigh, NC, for Alcatel Network Systems, Inc., RJR Nabisco, Inc.</p>\n<p>John L. Sarratt, Craig B. Wheaton, Petree Stockton, Raleigh, NC, for The Alcatel Inv. <span class=\"star-pagination\">*751</span> and Sav. Plan Trust Committee and all other defendants.</p>\n<p>Nigle B. Barrow, Jr., James Y. Kerr, II, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for Bankers Trust Co. of California, N.A.</p>\n<p>Hayden J. Silver, III, Petree Stockton, Curtis J. Shipley, Moore &amp; Van Allen, Raleigh, NC, for First Union Nat. Bank of North Carolina and Wachovia Bank of North Carolina, N.A.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This matter is before the court on motions by the defendants to dismiss or abstain from exercising jurisdiction. The motions have been fully briefed and are now ripe for decision.</p>\n<p>The issues before the court can be best discussed as consisting of two distinct parts. The first part concerns plaintiff's first through fifth claims in which it is seeking a declaration of its liability on certain coverage issues currently pending before the North Carolina Department of Insurance (NCDOI). These claims name only defendants Alcatel Network Systems, Inc. (Alcatel); RJR Nabisco, Inc. (RJR); First Union National Bank of North Carolina (FUNB); and Wachovia Bank of North Carolina, N.A. (Wachovia). In response, these defendants have filed a motion to dismiss or abstain from exercising jurisdiction as to claims one through five.</p>\n<p>The second part of plaintiff's action concerns plaintiff's sixth through eighth claims in which it seeks subrogation of certain claims made by certain defendants pursuant to the Employment and Retirement Income Security Act of 1974 (ERISA). These claims name the following defendants: Alcatel; The Alcatel Investment and Savings Plan Trust Committee; the individual defendants<sup>[1]</sup>; RJR and Bankers Trust Company of North Carolina (Bankers Trust). They are collectively referred to as the Plan Defendants and have moved to dismiss plaintiff's sixth through eighth claims<sup>[2]</sup>.</p>\n<p></p>\n<h2>II. FACTS</h2>\n<p>Alcatel and RJR sponsor pension benefit programs for their employees (plans). These plans are primarily administered by current or former officers and employees of Alcatel and RJR. FUNB is the trustee for Alcatel's plans and Wachovia is the trustee of the RJR plan.</p>\n<p>In January 1988, the Alcatel plans invested approximately $8.5 million in a guaranteed investment contract (GIC) issued by Executive Life Insurance Company of California (ELIC). In July 1988, predecessors of the current RJR plan invested approximately $27.9 million in two GICs issued by ELIC. On 11 April 1991, California's Insurance Commissioner placed ELIC into conservatorship and on 6 December 1991, ELIC was ordered liquidated.</p>\n<p>Plaintiff is an organization created by the North Carolina Life and Health Insurance Guaranty Association Act (the Guaranty Act), N.C.Gen.Stat. § 58-62-2.<sup>[3]</sup> Its purpose is to protect against the failure in the performance of specified life and health insurance policies and annuity contracts. In September 1992, Alcatel requested that plaintiff assume, reinsure or make payment on the ELIC GIC pursuant to this statutory mandate. Plaintiff denied this request on the ground that the ELIC GIC is not a covered policy under the statute. Alcatel and FUNB appealed the denial to the Commissioner of <span class=\"star-pagination\">*752</span> the NCDOI in February 1993.<sup>[4]</sup> Plaintiff moved to transfer the matter to the North Carolina Office of Administrative Hearings, claiming that the Commissioner was biased against plaintiff. A hearing officer rejected these allegations and denied the motion to transfer. However, Administrative Law Judge Beecher R. Gray did hear the matter on 23 February 1994. He remanded the proceedings to the NCDOI, determining that the Office of Administrative Hearings lacked jurisdiction over the appeal.</p>\n<p>Just prior to this remand, plaintiff and Alcatel began serious settlement negotiations, and RJR, an a North Carolina holder of ELIC GICs, was brought into the matter. All discovery was stayed during settlement discussions and no further action was taken by the NCDOI after the remand. Plaintiff filed this action on 15 July 1994.</p>\n<p>In August 1994, plaintiff and Alcatel determined that they would be unable to reach a settlement as to the matters before the NCDOI. In September, RJR moved to intervene in the NCDOI proceedings. Plaintiff opposed and requested that the NCDOI continue all proceedings regarding Alcatel's appeal until the conclusion of this federal action.</p>\n<p>As explained above, plaintiff asserts two distinct sets of claims. Claims one through five arise solely under North Carolina's Life and Health Insurance Guaranty Association Act. In claims one through four, plaintiff seeks a declaratory judgment on the coverage issues still pending before the NCDOI. In claim five, plaintiff seeks a declaratory judgment that the Plans' decision not to participate in ELIC's rehabilitation constitutes a defense to the coverage claims addressed in the first four counts. Defendants maintain that this court should dismiss or abstain from jurisdiction over these claims because of the parallel state administrative proceeding and the fact that these issues involve novel and complicated issues of state law.</p>\n<p>Claims six through eight arise under ERISA. In its sixth claim, plaintiff asserts that it is entitled to subrogation to the rights of the Plans and their participants pursuant to ERISA and N.C.Gen.Stat. § 58-62-35(9). In its seventh and eighth claims, plaintiff asserts a breach of fiduciary duty and indemnification against various fiduciaries of the Plans pursuant to ERISA and North Carolina common law. The Plan defendants maintain that plaintiff has failed to satisfy the requirements of ERISA and has no standing to assert rights under that statute or North Carolina law.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. Claims One Through Five</h2>\n<p>Plaintiff's first four claims concern coverage issues and its fifth claim deals with plaintiff's ability to assert the Plans' decision to opt out of ELIC's rehabilitation as an affirmative defense to coverage. All of these issues have been presented to the NCDOI and are currently under consideration by the Commissioner. This fact makes it necessary for this court to examine the propriety of abstaining from the exercise of jurisdiction over these issues.</p>\n<p>It is a fundamental principle of federal jurisdiction that abstention is the exception, not the rule. <i>Pomponio v. Faquier County Bd. of Sup'rs,</i> 21 F.3d 1319, 1324, (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, 115 S.Ct. 192, 130 L.Ed.2d 125 (1994) (quoting <i>Colorado River Water Conservation Dist. v. United States,</i> 424 U.S. 800, 813, 96 S.Ct. 1236, 1244, 47 L.Ed.2d 483 (1976). However, the United States Supreme Court has articulated several situations in which a federal court should decline to exercise jurisdiction and several of these situations are present in the case at bar.</p>\n<p></p>\n<h2><i>1. Burford Abstention</i></h2>\n<p>One of the most notable of these situations was first discussed in <i>Burford v. Sun</i> <span class=\"star-pagination\">*753</span> <i>Oil Co.,</i> 319 U.S. 315, 63 S.Ct. 1098, 87 L.Ed. 1424 (1943) and has come to be known as the <i>Burford</i> Doctrine. In <i>Burford,</i> the Court held that a federal district court may, in its discretion, decline jurisdiction in order to avoid conflicting with matters of important state policy. <i>Burford</i> at 317-18, 63 S.Ct. at 1099.</p>\n<p>In a fairly recent application of the <i>Burford</i> Doctrine, the Court clarified its application and further set out its elements. In <i>New Orleans Public Service, Inc. v. Council of New Orleans,</i> 491 U.S. 350, 109 S.Ct. 2506, 105 L.Ed.2d 298 (1989) (NOPSI), the Court wrote:</p>\n<blockquote>Where timely and adequate state-court review is available, a federal court sitting in equity must decline to interfere with the proceedings or orders of state administrative agencies: (1) when there are \"difficult questions of state law bearing on policy problems of substantial import whose importance transcends the result in the case at bar\"; or (2) where the \"exercise of federal review of the question in a case and in similar cases would be disruptive of state efforts to establish a coherent policy with respect to a matter of substantial public concern.\"</blockquote>\n<p><i>Id.</i> at 361, 109 S.Ct. at 2514. If it is determined that an action falls within either of these two categories, the federal court must abstain. <i>Pomponio</i> at 1326. Defendants are correct in their assertion that the action at bar falls within both <i>Burford</i> categories.</p>\n<p>Plaintiff's complaint raises issues which, by plaintiff's own admissions in a brief submitted to this court in support of a Permanent and Preliminary Injunction, are complex, substantial and serious. Further, these issues concern interpretation of North Carolina's Guaranty Act and have yet to be decided by a North Carolina court.</p>\n<p>Specifically, in order for plaintiff to be liable for coverage, the GIC must be deemed a covered policy. This means that the contract must be within a category of those enumerated by North Carolina law. N.C.Gen.Stat. § 58-62-10(a). The NCDOI is charged with the exclusive and specific responsibility of defining, approving and regulating such contracts. N.C.Gen.Stat. §§ 58-2-40, 58-3-150. Therefore, whether the GIC is a covered policy turns primarily on the statutory definitions and the practices and interpretations of the NCDOI.</p>\n<p>A decision on these coverage issues by this court would require an interpretation of North Carolina statutes involving issues that neither the NCDOI nor a North Carolina court has yet decided. Further, it is clear to the court that the interpretation of these matters are of substantial importance to the public. The coverage issue plaintiff is contesting concerns GICs held by employee benefit plans across the State. Each of these plans has numerous participants who have invested a total of more than $38 million in ELIC GICs. The impact of a decision regarding plaintiffs coverage responsibilities will certainly be felt by many more people than just the parties involved in this action.</p>\n<p>Reaffirming the second category of the <i>Burford</i> doctrine, the Fourth Circuit recently wrote that a federal court should abstain when its review of an issue \"would be disruptive of state efforts to establish a coherent policy with respect to a matter of public concern.\" <i>Pomponio,</i> 21 F.3d at 1327 (quoting <i>NOPSI,</i> 491 U.S. at 361, 109 S.Ct. at 2514). A decision by this court as to plaintiff's liability for coverage would also disrupt efforts of the NCDOI to establish a coherent policy on the issue of insurance guaranties.</p>\n<p>Insurance regulation is a matter Congress has determined should be left to the states. <i>See,</i> McCarran-Ferguson Act, 15 U.S.C. §§ 1011, 1012. Pursuant to this congressional directive, North Carolina has established a statutory and regulatory scheme to govern the insurance business and has vested the Commissioner of Insurance with the responsibility of ensuring the enforcement of insurance-related laws and regulations. The Guaranty Act at issue here establishes the purposes, rights and obligations of plaintiff and is a key component of the State's insurance regulatory scheme.</p>\n<p>Plaintiff maintains that <i>Burford</i> abstention should not apply and in doing so relies on a decision from this district in <i>American Security Life Assurance Co. v. Mason,</i> 836 F.Supp. 333 (1993). <i>American Security</i> also <span class=\"star-pagination\">*754</span> involved issues of an insolvent insurer; however, the court declined to abstain because it determined that no important questions of state insurance law were involved and that the resolution of the case would have little impact on public policy. In the case at bar, this court has reached different conclusions and believes that the issues of the instant matter are important and could have significant public policy implications for North Carolina insurance law. Therefore, any action by this court regarding the issues raised in plaintiff's first five claims would interfere with the Commissioner's ability to establish coherent policy as to Guaranty Act coverage for GICs.</p>\n<p></p>\n<h2><i>2. Brillhart Abstention</i></h2>\n<p>A second situation in which the Supreme Court has held that federal courts should abstain from the exercise of their jurisdiction involves cases, such as the one at bar, in which the plaintiff seeks a declaratory judgment. The Federal Declaratory Judgment Act, 28 U.S.C. § 2201, authorizes a federal district court to declare the rights and legal relationships of any interested party seeking such a declaration. Pursuant to a doctrine first articulated in <i>Brillhart v. Excess Ins. Co.,</i> 316 U.S. 491, 62 S.Ct. 1173, 86 L.Ed. 1620 (1942), a federal court may refuse to issue a declaratory judgment where a parallel state proceeding involving the same parties is addressing the same unsettled issues of state law presented in the federal action. <i>Nautilus Ins. Co. v. Winchester Homes, Inc.,</i> 15 F.3d 371 (4th Cir.1994). A federal court should \"frequently exercise its discretion to dismiss the case in order to avoid `[n]eedless decisions of state law' when a state court could provide a `surer-footed reading of applicable law.'\" <i>Mitcheson v. Harris,</i> 955 F.2d 235, 238 (4th Cir.1992) quoting <i>United Mine Workers v. Gibbs,</i> 383 U.S. 715, 726, 86 S.Ct. 1130, 1139, 16 L.Ed.2d 218 (1966).</p>\n<p>In <i>Mitcheson,</i> the Fourth Circuit articulated three factors a federal court should evaluate in determining the exercise of jurisdiction where an insurer seeks a declaratory judgment on state law coverage issues during the pendency of a parallel state proceeding. These are: (1) the strength of the state's interest in having a state court decide the issue; (2) whether issues can more efficiently be resolved in a state proceeding; and (3) whether the federal declaratory action could result in unnecessary entanglement of the federal and state systems due to overlapping issues. <i>Id.</i> at 237-41. The <i>Nautilus</i> opinion added a fourth consideration: whether the federal action is being used merely as a device for procedural fencing. <i>Nautilus</i> at 377. In the recent case of <i>Continental Cas. Co. v. Fuscardo,</i> 35 F.3d 963 (4th Cir.1994) the Fourth Circuit upheld a district court's refusal of jurisdiction in a declaratory judgment action based on the application of the <i>Nautilus</i> and <i>Mitcheson</i> factors. The <i>Continental</i> court wrote:</p>\n<blockquote>The state court's resolution of the issue will determine which party bears the risk of loss.... Because the issues that will determine the outcome of the [case] are governed by substantive [state] law, [the state] has an interest in having the issues decided in state court. Although that alone provides no reason for declining to exercise federal jurisdiction, when considered in conjunction with the other <i>Nautilus</i> factors, the fact that state law controls the questions before the court militates in favor of the district court's decision to decline jurisdiction.</blockquote>\n<p><i>Continental</i> at 967. As discussed above, the court believes that all of the <i>Nautilus</i> and <i>Mitcheson</i> considerations are present in the action at bar and that declining the exercise of federal jurisdiction under the <i>Brillhart</i> doctrine in appropriate.</p>\n<p></p>\n<h2><i>3. Colorado River Abstention</i></h2>\n<p>A third and final situation in which the Supreme Court has determined that a federal court should abstain from the exercise of jurisdiction is applicable to the facts of this case. This situation was first articulated by the Court in <i>Colorado River Conservation Dist. v. United States,</i> 424 U.S. 800, 96 S.Ct. 1236, 47 L.Ed.2d 483 (1976). With its holding in <i>Colorado River,</i> the Court specifically seeks to \"conserve judicial resources and otherwise avoid duplicative litigation when litigants seek to adjudicate the same dispute in <span class=\"star-pagination\">*755</span> both state and federal forum.\" <i>Richmond, Fredericksburg &amp; Potomac Railroad Co. v. Forst,</i> 4 F.3d 244, 253 (4th Cir.1993).</p>\n<p>In <i>Colorado River,</i> the Court identified four factors that should be considered by a federal court deciding whether to abstain: (1) the right of the first court assuming jurisdiction over property to exercise that jurisdiction to the exclusion of other courts; (2) the inconvenience of the federal forum; (3) the desirability of avoiding piecemeal litigation; and (4) the order in which the concurrent forums obtained jurisdiction. An application of these factors to the case at bar indicates that this court should refrain from exercising jurisdiction.</p>\n<p>The Fourth Circuit has stated that suits are \"parallel if substantially the same parties litigate substantially the same issues in different forums.\" <i>New Beckley Mining Corp. v. International Union, UMWA,</i> 946 F.2d 1072, 1073 (4th Cir.1991). The proceedings before the NCDOI and this court involve substantially the same parties<sup>[5]</sup> and issues. Even though plaintiff has added claims for subrogation, breach of fiduciary duty and indemnification, these claims are wholely dependant upon the determination of the coverage issues.<sup>[6]</sup> It is also important to note that the NCDOI obtained jurisdiction over this matter in February 1993  more than a year before plaintiff filed this action. In order to avoid duplicity and possible inconsistent results and to more efficiently resolve this matter, it is clear to this court that the <i>Colorado River</i> abstention doctrine should be applied to this action.</p>\n<p></p>\n<h2><i>4. Supplemental Jurisdiction</i></h2>\n<p>A federal court has supplemental jurisdiction over all claims that are \"so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution.\" 28 U.S.C. § 1367(a). However, a federal court may decline to exercise supplemental jurisdiction over such a claim if, <i>inter alia,</i> it (1) raises a novel or complex issue of state law, or (2) substantially predominates over the claim or claims over which the district court has original jurisdiction. 28 U.S.C. § 1367(c).</p>\n<p>The issues raised by plaintiff's first five claims are based on state law issues and contingent on the federal ERISA claims which will be discussed below. All five claims involve matters that have yet to be decided by a North Carolina court. As well, it is clear from the above discussion that these claims are totally dependant on the coverage claims in that if it is determined that plaintiff is not liable for coverage of the GICs, the ERISA claims will never ripen. For these reasons, the court refuses to exercise supplemental jurisdiction over the issues raised in claims one through five.</p>\n<p></p>\n<h2>B. Claims Six Through Eight</h2>\n<p>ERISA is the basis for plaintiff's sixth through eighth claims for relief. The sixth and seventh claims assert plaintiff's right to subrogation, while the eight claim is one for breach of fiduciary duty.</p>\n<p></p>\n<h2><i>1. Plaintiff's Subrogation Claims</i></h2>\n<p>Plaintiff asserts claims under ERISA on behalf of the Plan and its participants pursuant to the subrogation rights established in § 58-62-35(9)(a) of the Guaranty Act. This statute provides, in pertinent part:</p>\n<blockquote>Any person receiving benefits under this Article shall be deemed to have assigned his rights under the covered policy to the Association to the extent of the benefits received because of this Article whether the benefits are payments of contractual obligations or continuation of coverage. The Association may require an assignment to it of such rights by any payee, policy or contract owner, beneficiary, insurer or annuitant as a condition precedent to the receipt of any rights or benefits conferred by this Article upon such person. The Association shall be subrogated to these rights against the assets of any impaired insurer.</blockquote>\n<p>This language makes it clear that the right of subrogation does not pass to plaintiff until it <span class=\"star-pagination\">*756</span> has actually paid benefits to the party assigning those rights. The common law of North Carolina upholds this principle as well in that subrogation rights are not assigned to an insurer until that insurer \"has complied with its obligation and made payment to its insured.\" <i>Pittman v. Snedeker,</i> 264 N.C. 55, 57, 140 S.E.2d 740, 742-43 (1965).</p>\n<p>Plaintiff has admitted that it has not paid any benefits to the Plans or the participants regarding the ELIC GIC. (Amended Complaint, para. 43). Further, plaintiff has acknowledged that only when it makes payment will it be subrogated under the Guaranty Act and common law. (Amended Complaint, para. 75). Because plaintiff has not paid any benefits to the plans or the participants, it cannot be said that the plans or the participants have assigned any subrogation rights to plaintiff. As well, because plaintiff has not paid any benefits, plaintiff has not suffered any \"injury in fact\" and, therefore, does not have standing to bring this action.</p>\n<p>\"Injury in fact\" is defined as a harm which is \"concrete and particularized, and actual or imminent, not conjectural or hypothetical.\" <i>Lujan v. Defenders of Wildlife,</i> 504 U.S. 555, 560, 112 S.Ct. 2130, 2136, 119 L.Ed.2d 351 (1992). Without any payment by plaintiffs, they have not suffered any injury. It is possible that, after a ruling on the coverage issues, plaintiffs will then be injured by having to pay the plans and the participants; however, at the present time such an injury is not imminent, but purely speculative. Plaintiffs have not suffered any injury sufficient enough to confer standing to pursue this federal action on its sixth and seventh claims for relief, and those claims will be dismissed.</p>\n<p></p>\n<h2><i>2. Plaintiff's Breach of Fiduciary Duty Claim</i></h2>\n<p>Section 502(a)(2) of ERISA specifically states that only the Secretary of Labor or a plan participant, beneficiary or fiduciary may bring a civil action in the federal courts for breach of fiduciary duty under ERISA. 29 U.S.C. § 1132(a)(2). The Fourth Circuit has not considered the scope of § 502(a)(2); however, it has written: \"most of our sister circuits have limited federal jurisdiction to suits by the entities specified in the statute.\" <i>Provident Life &amp; Accident Ins. Co. v. Waller,</i> 906 F.2d 985, 987 (4th Cir.), <i>cert. denied,</i> 498 U.S. 982, 111 S.Ct. 512, 112 L.Ed.2d 524 (1990). Because plaintiff is merely a potential subrogee and not a plan participant, beneficiary or fiduciary, it does not have standing under § 502(a)(2) to bring a claim for breach of fiduciary duty. Further, this court interprets ERISA as creating neither an express nor an implied right to indemnification between a plan fiduciary and a non-fiduciary and has specifically stated its \"doubts that any claim for indemnification or contribution should be read into ERISA.\" <i>Brock v. Gillikin,</i> 677 F.Supp. 398, 402-03 (E.D.N.C.1987).</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, defendants' motion to dismiss or abstain from exercising jurisdiction as to plaintiff's first through fifth claims for relief is ALLOWED and the Plan defendants' motion to dismiss plaintiff's sixth through eight claims for relief is ALLOWED. This matter is hereby DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  The individual defendants are Mark D. Primm, Ira H. Dorf, Robert P. Marangell, Steven J. Fry, Leif E. Thorsen, Ronald K. Boyd, Marvin S. Edwards, Michael M. Friend, Michael K. Robinson and Patrick J. Vogler.</p>\n<p>[2]  Bankers Trust filed a separate motion and memorandum in support of dismissal of claims six through eight. It also filed a separate reply.</p>\n<p>[3]  Unless otherwise noted, all citations are to the 1990 version of the Guaranty Act. The 1990 version is applicable because it was the version in effect when the ELIC was placed into conservatorship. Since 1990, many relevant portions of the Guaranty Act have been revised or repealed.</p>\n<p>[4]  N.C.Gen.Stat. § 58-62-90(e) provides that \"[a]ll rulings or orders of the Commissioner under this Article are subject to judicial review as provided in N.C.Gen.Stat. § 58-2-75.\" Section 58-2-75 provides that the Commissioner's orders or decisions \"shall be subject to review in the Superior Court of Wake County on petition by any person aggrieved filed within 30 days from the date of the delivery of a copy of the order or decision made by the Commissioner upon such person.\"</p>\n<p>[5]  RJR and Wachovia have moved to intervene in the action before the NCDOI, but the Commissioner has yet to rule on this motion.</p>\n<p>[6]  Plaintiff's claims for subrogation and breach of fiduciary duty will only arise if it is determined that they are responsible for coverage under the policy.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">876</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">748</span></span> (1995)</b></center>\n<center><h1>The NORTH CAROLINA LIFE AND ACCIDENT AND HEALTH INSURANCE GUARANTY ASSOCIATION, Plaintiff,<br>\nv.<br>\nALCATEL, et al., Defendants.</h1></center>\n<center>No. 5:94-CV-511-BR3.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>February 2, 1995.</center>\n<p><span class=\"star-pagination\">*749</span> <span class=\"star-pagination\">*750</span> Michael L. Unti, Margaret Cain Lumsden, Hunton &amp; Williams, Raleigh, NC, for The North Carolina Life and Acc. and Health Ins. Guar. Ass'n.</p>\n<p>John L. Sarratt, Craig B. Wheaton, Hayden J. Silver, III, Petree Stockton, Curtis J. Shipley, Moore &amp; Van Allen, Raleigh, NC, for Alcatel Network Systems, Inc., RJR Nabisco, Inc.</p>\n<p>John L. Sarratt, Craig B. Wheaton, Petree Stockton, Raleigh, NC, for The Alcatel Inv. <span class=\"star-pagination\">*751</span> and Sav. Plan Trust Committee and all other defendants.</p>\n<p>Nigle B. Barrow, Jr., James Y. Kerr, II, Smith, Anderson, Blount, Dorsett, Mitchell &amp; Jernigan, Raleigh, NC, for Bankers Trust Co. of California, N.A.</p>\n<p>Hayden J. Silver, III, Petree Stockton, Curtis J. Shipley, Moore &amp; Van Allen, Raleigh, NC, for First Union Nat. Bank of North Carolina and Wachovia Bank of North Carolina, N.A.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>This matter is before the court on motions by the defendants to dismiss or abstain from exercising jurisdiction. The motions have been fully briefed and are now ripe for decision.</p>\n<p>The issues before the court can be best discussed as consisting of two distinct parts. The first part concerns plaintiff's first through fifth claims in which it is seeking a declaration of its liability on certain coverage issues currently pending before the North Carolina Department of Insurance (NCDOI). These claims name only defendants Alcatel Network Systems, Inc. (Alcatel); RJR Nabisco, Inc. (RJR); First Union National Bank of North Carolina (FUNB); and Wachovia Bank of North Carolina, N.A. (Wachovia). In response, these defendants have filed a motion to dismiss or abstain from exercising jurisdiction as to claims one through five.</p>\n<p>The second part of plaintiff's action concerns plaintiff's sixth through eighth claims in which it seeks subrogation of certain claims made by certain defendants pursuant to the Employment and Retirement Income Security Act of 1974 (ERISA). These claims name the following defendants: Alcatel; The Alcatel Investment and Savings Plan Trust Committee; the individual defendants<sup>[1]</sup>; RJR and Bankers Trust Company of North Carolina (Bankers Trust). They are collectively referred to as the Plan Defendants and have moved to dismiss plaintiff's sixth through eighth claims<sup>[2]</sup>.</p>\n<p></p>\n<h2>II. FACTS</h2>\n<p>Alcatel and RJR sponsor pension benefit programs for their employees (plans). These plans are primarily administered by current or former officers and employees of Alcatel and RJR. FUNB is the trustee for Alcatel's plans and Wachovia is the trustee of the RJR plan.</p>\n<p>In January 1988, the Alcatel plans invested approximately $8.5 million in a guaranteed investment contract (GIC) issued by Executive Life Insurance Company of California (ELIC). In July 1988, predecessors of the current RJR plan invested approximately $27.9 million in two GICs issued by ELIC. On 11 April 1991, California's Insurance Commissioner placed ELIC into conservatorship and on 6 December 1991, ELIC was ordered liquidated.</p>\n<p>Plaintiff is an organization created by the North Carolina Life and Health Insurance Guaranty Association Act (the Guaranty Act), N.C.Gen.Stat. § 58-62-2.<sup>[3]</sup> Its purpose is to protect against the failure in the performance of specified life and health insurance policies and annuity contracts. In September 1992, Alcatel requested that plaintiff assume, reinsure or make payment on the ELIC GIC pursuant to this statutory mandate. Plaintiff denied this request on the ground that the ELIC GIC is not a covered policy under the statute. Alcatel and FUNB appealed the denial to the Commissioner of <span class=\"star-pagination\">*752</span> the NCDOI in February 1993.<sup>[4]</sup> Plaintiff moved to transfer the matter to the North Carolina Office of Administrative Hearings, claiming that the Commissioner was biased against plaintiff. A hearing officer rejected these allegations and denied the motion to transfer. However, Administrative Law Judge Beecher R. Gray did hear the matter on 23 February 1994. He remanded the proceedings to the NCDOI, determining that the Office of Administrative Hearings lacked jurisdiction over the appeal.</p>\n<p>Just prior to this remand, plaintiff and Alcatel began serious settlement negotiations, and RJR, an a North Carolina holder of ELIC GICs, was brought into the matter. All discovery was stayed during settlement discussions and no further action was taken by the NCDOI after the remand. Plaintiff filed this action on 15 July 1994.</p>\n<p>In August 1994, plaintiff and Alcatel determined that they would be unable to reach a settlement as to the matters before the NCDOI. In September, RJR moved to intervene in the NCDOI proceedings. Plaintiff opposed and requested that the NCDOI continue all proceedings regarding Alcatel's appeal until the conclusion of this federal action.</p>\n<p>As explained above, plaintiff asserts two distinct sets of claims. Claims one through five arise solely under North Carolina's Life and Health Insurance Guaranty Association Act. In claims one through four, plaintiff seeks a declaratory judgment on the coverage issues still pending before the NCDOI. In claim five, plaintiff seeks a declaratory judgment that the Plans' decision not to participate in ELIC's rehabilitation constitutes a defense to the coverage claims addressed in the first four counts. Defendants maintain that this court should dismiss or abstain from jurisdiction over these claims because of the parallel state administrative proceeding and the fact that these issues involve novel and complicated issues of state law.</p>\n<p>Claims six through eight arise under ERISA. In its sixth claim, plaintiff asserts that it is entitled to subrogation to the rights of the Plans and their participants pursuant to ERISA and N.C.Gen.Stat. § 58-62-35(9). In its seventh and eighth claims, plaintiff asserts a breach of fiduciary duty and indemnification against various fiduciaries of the Plans pursuant to ERISA and North Carolina common law. The Plan defendants maintain that plaintiff has failed to satisfy the requirements of ERISA and has no standing to assert rights under that statute or North Carolina law.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. Claims One Through Five</h2>\n<p>Plaintiff's first four claims concern coverage issues and its fifth claim deals with plaintiff's ability to assert the Plans' decision to opt out of ELIC's rehabilitation as an affirmative defense to coverage. All of these issues have been presented to the NCDOI and are currently under consideration by the Commissioner. This fact makes it necessary for this court to examine the propriety of abstaining from the exercise of jurisdiction over these issues.</p>\n<p>It is a fundamental principle of federal jurisdiction that abstention is the exception, not the rule. <i>Pomponio v. Faquier County Bd. of Sup'rs,</i> <span class=\"citation\" data-id=\"668227\"><a href=\"/opinion/668227/arthur-m-pomponio-v-fauquier-county-board-of-supervisors-planning/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1319</span></a></span>, 1324, (4th Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">192</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">125</span></span> (1994) (quoting <i>Colorado River Water Conservation Dist. v. United States,</i> <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 813, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, 1244, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976). However, the United States Supreme Court has articulated several situations in which a federal court should decline to exercise jurisdiction and several of these situations are present in the case at bar.</p>\n<p></p>\n<h2><i>1. Burford Abstention</i></h2>\n<p>One of the most notable of these situations was first discussed in <i>Burford v. Sun</i> <span class=\"star-pagination\">*753</span> <i>Oil Co.,</i> <span class=\"citation\" data-id=\"103842\"><a href=\"/opinion/103842/burford-v-sun-oil-co/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">315</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1424</span></span> (1943) and has come to be known as the <i>Burford</i> Doctrine. In <i>Burford,</i> the Court held that a federal district court may, in its discretion, decline jurisdiction in order to avoid conflicting with matters of important state policy. <i>Burford</i> at 317-18, 63 S.Ct. at 1099.</p>\n<p>In a fairly recent application of the <i>Burford</i> Doctrine, the Court clarified its application and further set out its elements. In <i>New Orleans Public Service, Inc. v. Council of New Orleans,</i> <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1989) (NOPSI), the Court wrote:</p>\n<blockquote>Where timely and adequate state-court review is available, a federal court sitting in equity must decline to interfere with the proceedings or orders of state administrative agencies: (1) when there are \"difficult questions of state law bearing on policy problems of substantial import whose importance transcends the result in the case at bar\"; or (2) where the \"exercise of federal review of the question in a case and in similar cases would be disruptive of state efforts to establish a coherent policy with respect to a matter of substantial public concern.\"</blockquote>\n<p><i>Id.</i> at 361, 109 S.Ct. at 2514. If it is determined that an action falls within either of these two categories, the federal court must abstain. <i>Pomponio</i> at 1326. Defendants are correct in their assertion that the action at bar falls within both <i>Burford</i> categories.</p>\n<p>Plaintiff's complaint raises issues which, by plaintiff's own admissions in a brief submitted to this court in support of a Permanent and Preliminary Injunction, are complex, substantial and serious. Further, these issues concern interpretation of North Carolina's Guaranty Act and have yet to be decided by a North Carolina court.</p>\n<p>Specifically, in order for plaintiff to be liable for coverage, the GIC must be deemed a covered policy. This means that the contract must be within a category of those enumerated by North Carolina law. N.C.Gen.Stat. § 58-62-10(a). The NCDOI is charged with the exclusive and specific responsibility of defining, approving and regulating such contracts. N.C.Gen.Stat. §§ 58-2-40, 58-3-150. Therefore, whether the GIC is a covered policy turns primarily on the statutory definitions and the practices and interpretations of the NCDOI.</p>\n<p>A decision on these coverage issues by this court would require an interpretation of North Carolina statutes involving issues that neither the NCDOI nor a North Carolina court has yet decided. Further, it is clear to the court that the interpretation of these matters are of substantial importance to the public. The coverage issue plaintiff is contesting concerns GICs held by employee benefit plans across the State. Each of these plans has numerous participants who have invested a total of more than $38 million in ELIC GICs. The impact of a decision regarding plaintiffs coverage responsibilities will certainly be felt by many more people than just the parties involved in this action.</p>\n<p>Reaffirming the second category of the <i>Burford</i> doctrine, the Fourth Circuit recently wrote that a federal court should abstain when its review of an issue \"would be disruptive of state efforts to establish a coherent policy with respect to a matter of public concern.\" <i>Pomponio,</i> 21 F.3d at 1327 (quoting <i>NOPSI,</i> 491 U.S. at 361, 109 S.Ct. at 2514). A decision by this court as to plaintiff's liability for coverage would also disrupt efforts of the NCDOI to establish a coherent policy on the issue of insurance guaranties.</p>\n<p>Insurance regulation is a matter Congress has determined should be left to the states. <i>See,</i> McCarran-Ferguson Act, 15 U.S.C. §§ 1011, 1012. Pursuant to this congressional directive, North Carolina has established a statutory and regulatory scheme to govern the insurance business and has vested the Commissioner of Insurance with the responsibility of ensuring the enforcement of insurance-related laws and regulations. The Guaranty Act at issue here establishes the purposes, rights and obligations of plaintiff and is a key component of the State's insurance regulatory scheme.</p>\n<p>Plaintiff maintains that <i>Burford</i> abstention should not apply and in doing so relies on a decision from this district in <i>American Security Life Assurance Co. v. Mason,</i> <span class=\"citation\" data-id=\"1949415\"><a href=\"/opinion/1949415/american-sec-life-assur-v-mason/\"><span class=\"volume\">836</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">333</span></a></span> (1993). <i>American Security</i> also <span class=\"star-pagination\">*754</span> involved issues of an insolvent insurer; however, the court declined to abstain because it determined that no important questions of state insurance law were involved and that the resolution of the case would have little impact on public policy. In the case at bar, this court has reached different conclusions and believes that the issues of the instant matter are important and could have significant public policy implications for North Carolina insurance law. Therefore, any action by this court regarding the issues raised in plaintiff's first five claims would interfere with the Commissioner's ability to establish coherent policy as to Guaranty Act coverage for GICs.</p>\n<p></p>\n<h2><i>2. Brillhart Abstention</i></h2>\n<p>A second situation in which the Supreme Court has held that federal courts should abstain from the exercise of their jurisdiction involves cases, such as the one at bar, in which the plaintiff seeks a declaratory judgment. The Federal Declaratory Judgment Act, 28 U.S.C. § 2201, authorizes a federal district court to declare the rights and legal relationships of any interested party seeking such a declaration. Pursuant to a doctrine first articulated in <i>Brillhart v. Excess Ins. Co.,</i> <span class=\"citation\" data-id=\"103697\"><a href=\"/opinion/103697/brillhart-v-excess-ins-co-of-america/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1620</span></span> (1942), a federal court may refuse to issue a declaratory judgment where a parallel state proceeding involving the same parties is addressing the same unsettled issues of state law presented in the federal action. <i>Nautilus Ins. Co. v. Winchester Homes, Inc.,</i> <span class=\"citation\" data-id=\"661728\"><a href=\"/opinion/661728/nautilus-insurance-company-v-winchester-homes-incorporated-reliance-wood/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">371</span></a></span> (4th Cir.1994). A federal court should \"frequently exercise its discretion to dismiss the case in order to avoid `[n]eedless decisions of state law' when a state court could provide a `surer-footed reading of applicable law.'\" <i>Mitcheson v. Harris,</i> <span class=\"citation\" data-id=\"577028\"><a href=\"/opinion/577028/george-anthony-mitcheson-acting-for-and-on-behalf-of-certain-other/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">235</span></a></span>, 238 (4th Cir.1992) quoting <i>United Mine Workers v. Gibbs,</i> <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">715</span></a></span>, 726, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1130</span></a></span>, 1139, <span class=\"citation\" data-id=\"107200\"><a href=\"/opinion/107200/mine-workers-v-gibbs/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">218</span></a></span> (1966).</p>\n<p>In <i>Mitcheson,</i> the Fourth Circuit articulated three factors a federal court should evaluate in determining the exercise of jurisdiction where an insurer seeks a declaratory judgment on state law coverage issues during the pendency of a parallel state proceeding. These are: (1) the strength of the state's interest in having a state court decide the issue; (2) whether issues can more efficiently be resolved in a state proceeding; and (3) whether the federal declaratory action could result in unnecessary entanglement of the federal and state systems due to overlapping issues. <i>Id.</i> at 237-41. The <i>Nautilus</i> opinion added a fourth consideration: whether the federal action is being used merely as a device for procedural fencing. <i>Nautilus</i> at 377. In the recent case of <i>Continental Cas. Co. v. Fuscardo,</i> <span class=\"citation\" data-id=\"678520\"><a href=\"/opinion/678520/continental-casualty-company-a-corporation-v-michael-f-fuscardo/\"><span class=\"volume\">35</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">963</span></a></span> (4th Cir.1994) the Fourth Circuit upheld a district court's refusal of jurisdiction in a declaratory judgment action based on the application of the <i>Nautilus</i> and <i>Mitcheson</i> factors. The <i>Continental</i> court wrote:</p>\n<blockquote>The state court's resolution of the issue will determine which party bears the risk of loss.... Because the issues that will determine the outcome of the [case] are governed by substantive [state] law, [the state] has an interest in having the issues decided in state court. Although that alone provides no reason for declining to exercise federal jurisdiction, when considered in conjunction with the other <i>Nautilus</i> factors, the fact that state law controls the questions before the court militates in favor of the district court's decision to decline jurisdiction.</blockquote>\n<p><i>Continental</i> at 967. As discussed above, the court believes that all of the <i>Nautilus</i> and <i>Mitcheson</i> considerations are present in the action at bar and that declining the exercise of federal jurisdiction under the <i>Brillhart</i> doctrine in appropriate.</p>\n<p></p>\n<h2><i>3. Colorado River Abstention</i></h2>\n<p>A third and final situation in which the Supreme Court has determined that a federal court should abstain from the exercise of jurisdiction is applicable to the facts of this case. This situation was first articulated by the Court in <i>Colorado River Conservation Dist. v. United States,</i> <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1236</span></a></span>, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">483</span></a></span> (1976). With its holding in <i>Colorado River,</i> the Court specifically seeks to \"conserve judicial resources and otherwise avoid duplicative litigation when litigants seek to adjudicate the same dispute in <span class=\"star-pagination\">*755</span> both state and federal forum.\" <i>Richmond, Fredericksburg &amp; Potomac Railroad Co. v. Forst,</i> <span class=\"citation\" data-id=\"629136\"><a href=\"/opinion/629136/richmond-fredericksburg-potomac-railroad-company-v-william-h-forst/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">244</span></a></span>, 253 (4th Cir.1993).</p>\n<p>In <i>Colorado River,</i> the Court identified four factors that should be considered by a federal court deciding whether to abstain: (1) the right of the first court assuming jurisdiction over property to exercise that jurisdiction to the exclusion of other courts; (2) the inconvenience of the federal forum; (3) the desirability of avoiding piecemeal litigation; and (4) the order in which the concurrent forums obtained jurisdiction. An application of these factors to the case at bar indicates that this court should refrain from exercising jurisdiction.</p>\n<p>The Fourth Circuit has stated that suits are \"parallel if substantially the same parties litigate substantially the same issues in different forums.\" <i>New Beckley Mining Corp. v. International Union, UMWA,</i> <span class=\"citation\" data-id=\"570038\"><a href=\"/opinion/570038/new-beckley-mining-corporation-v-international-union-united-mine-workers/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1072</span></a></span>, 1073 (4th Cir.1991). The proceedings before the NCDOI and this court involve substantially the same parties<sup>[5]</sup> and issues. Even though plaintiff has added claims for subrogation, breach of fiduciary duty and indemnification, these claims are wholely dependant upon the determination of the coverage issues.<sup>[6]</sup> It is also important to note that the NCDOI obtained jurisdiction over this matter in February 1993  more than a year before plaintiff filed this action. In order to avoid duplicity and possible inconsistent results and to more efficiently resolve this matter, it is clear to this court that the <i>Colorado River</i> abstention doctrine should be applied to this action.</p>\n<p></p>\n<h2><i>4. Supplemental Jurisdiction</i></h2>\n<p>A federal court has supplemental jurisdiction over all claims that are \"so related to claims in the action within such original jurisdiction that they form part of the same case or controversy under Article III of the United States Constitution.\" 28 U.S.C. § 1367(a). However, a federal court may decline to exercise supplemental jurisdiction over such a claim if, <i>inter alia,</i> it (1) raises a novel or complex issue of state law, or (2) substantially predominates over the claim or claims over which the district court has original jurisdiction. 28 U.S.C. § 1367(c).</p>\n<p>The issues raised by plaintiff's first five claims are based on state law issues and contingent on the federal ERISA claims which will be discussed below. All five claims involve matters that have yet to be decided by a North Carolina court. As well, it is clear from the above discussion that these claims are totally dependant on the coverage claims in that if it is determined that plaintiff is not liable for coverage of the GICs, the ERISA claims will never ripen. For these reasons, the court refuses to exercise supplemental jurisdiction over the issues raised in claims one through five.</p>\n<p></p>\n<h2>B. Claims Six Through Eight</h2>\n<p>ERISA is the basis for plaintiff's sixth through eighth claims for relief. The sixth and seventh claims assert plaintiff's right to subrogation, while the eight claim is one for breach of fiduciary duty.</p>\n<p></p>\n<h2><i>1. Plaintiff's Subrogation Claims</i></h2>\n<p>Plaintiff asserts claims under ERISA on behalf of the Plan and its participants pursuant to the subrogation rights established in § 58-62-35(9)(a) of the Guaranty Act. This statute provides, in pertinent part:</p>\n<blockquote>Any person receiving benefits under this Article shall be deemed to have assigned his rights under the covered policy to the Association to the extent of the benefits received because of this Article whether the benefits are payments of contractual obligations or continuation of coverage. The Association may require an assignment to it of such rights by any payee, policy or contract owner, beneficiary, insurer or annuitant as a condition precedent to the receipt of any rights or benefits conferred by this Article upon such person. The Association shall be subrogated to these rights against the assets of any impaired insurer.</blockquote>\n<p>This language makes it clear that the right of subrogation does not pass to plaintiff until it <span class=\"star-pagination\">*756</span> has actually paid benefits to the party assigning those rights. The common law of North Carolina upholds this principle as well in that subrogation rights are not assigned to an insurer until that insurer \"has complied with its obligation and made payment to its insured.\" <i>Pittman v. Snedeker,</i> <span class=\"citation\" data-id=\"1397101\"><a href=\"/opinion/1397101/pittman-v-snedeker/\"><span class=\"volume\">264</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">55</span></a></span>, 57, <span class=\"citation\" data-id=\"1397101\"><a href=\"/opinion/1397101/pittman-v-snedeker/\"><span class=\"volume\">140</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">740</span></a></span>, 742-43 (1965).</p>\n<p>Plaintiff has admitted that it has not paid any benefits to the Plans or the participants regarding the ELIC GIC. (Amended Complaint, para. 43). Further, plaintiff has acknowledged that only when it makes payment will it be subrogated under the Guaranty Act and common law. (Amended Complaint, para. 75). Because plaintiff has not paid any benefits to the plans or the participants, it cannot be said that the plans or the participants have assigned any subrogation rights to plaintiff. As well, because plaintiff has not paid any benefits, plaintiff has not suffered any \"injury in fact\" and, therefore, does not have standing to bring this action.</p>\n<p>\"Injury in fact\" is defined as a harm which is \"concrete and particularized, and actual or imminent, not conjectural or hypothetical.\" <i>Lujan v. Defenders of Wildlife,</i> <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 560, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2130</span></a></span>, 2136, <span class=\"citation\" data-id=\"112747\"><a href=\"/opinion/112747/lujan-v-defenders-of-wildlife/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1992). Without any payment by plaintiffs, they have not suffered any injury. It is possible that, after a ruling on the coverage issues, plaintiffs will then be injured by having to pay the plans and the participants; however, at the present time such an injury is not imminent, but purely speculative. Plaintiffs have not suffered any injury sufficient enough to confer standing to pursue this federal action on its sixth and seventh claims for relief, and those claims will be dismissed.</p>\n<p></p>\n<h2><i>2. Plaintiff's Breach of Fiduciary Duty Claim</i></h2>\n<p>Section 502(a)(2) of ERISA specifically states that only the Secretary of Labor or a plan participant, beneficiary or fiduciary may bring a civil action in the federal courts for breach of fiduciary duty under ERISA. 29 U.S.C. § 1132(a)(2). The Fourth Circuit has not considered the scope of § 502(a)(2); however, it has written: \"most of our sister circuits have limited federal jurisdiction to suits by the entities specified in the statute.\" <i>Provident Life &amp; Accident Ins. Co. v. Waller,</i> <span class=\"citation\" data-id=\"543748\"><a href=\"/opinion/543748/provident-life-accident-insurance-company-v-mary-j-waller-provident/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 987 (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">982</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">524</span></span> (1990). Because plaintiff is merely a potential subrogee and not a plan participant, beneficiary or fiduciary, it does not have standing under § 502(a)(2) to bring a claim for breach of fiduciary duty. Further, this court interprets ERISA as creating neither an express nor an implied right to indemnification between a plan fiduciary and a non-fiduciary and has specifically stated its \"doubts that any claim for indemnification or contribution should be read into ERISA.\" <i>Brock v. Gillikin,</i> <span class=\"citation no-link\"><span class=\"volume\">677</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">398</span></span>, 402-03 (E.D.N.C.1987).</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons stated above, defendants' motion to dismiss or abstain from exercising jurisdiction as to plaintiff's first through fifth claims for relief is ALLOWED and the Plan defendants' motion to dismiss plaintiff's sixth through eight claims for relief is ALLOWED. This matter is hereby DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[1]  The individual defendants are Mark D. Primm, Ira H. Dorf, Robert P. Marangell, Steven J. Fry, Leif E. Thorsen, Ronald K. Boyd, Marvin S. Edwards, Michael M. Friend, Michael K. Robinson and Patrick J. Vogler.</p>\n<p>[2]  Bankers Trust filed a separate motion and memorandum in support of dismissal of claims six through eight. It also filed a separate reply.</p>\n<p>[3]  Unless otherwise noted, all citations are to the 1990 version of the Guaranty Act. The 1990 version is applicable because it was the version in effect when the ELIC was placed into conservatorship. Since 1990, many relevant portions of the Guaranty Act have been revised or repealed.</p>\n<p>[4]  N.C.Gen.Stat. § 58-62-90(e) provides that \"[a]ll rulings or orders of the Commissioner under this Article are subject to judicial review as provided in N.C.Gen.Stat. § 58-2-75.\" Section 58-2-75 provides that the Commissioner's orders or decisions \"shall be subject to review in the Superior Court of Wake County on petition by any person aggrieved filed within 30 days from the date of the delivery of a copy of the order or decision made by the Commissioner upon such person.\"</p>\n<p>[5]  RJR and Wachovia have moved to intervene in the action before the NCDOI, but the Commissioner has yet to rule on this motion.</p>\n<p>[6]  Plaintiff's claims for subrogation and breach of fiduciary duty will only arise if it is determined that they are responsible for coverage under the policy.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577028/",
    "http://www.courtlistener.com/api/rest/v3/opinions/629136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1397101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1949415/"
  ]
}