{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1556534/",
  "absolute_url": "/opinion/1556534/herrera-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1556534/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/944/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:45:12.476136Z",
  "date_modified": "2016-04-27T00:43:13.687837Z",
  "type": "010combined",
  "sha1": "041d769fc32914dce905c199917560cebf504eaa",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>798 F.Supp. 295 (1992)</b></center>\n<center><h1>Jose Ignacio HERRERA, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>Nos. 86-2-03-CR-2, 90-35-CIV-2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>February 18, 1992.</center>\n<p><span class=\"star-pagination\">*296</span> Jose Ignacio Herrera, pro se.</p>\n<p>John S. Bruce, Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>This case began in early 1986 with the return of a twenty-eight-count indictment in which more than twenty persons, including petitioner, were charged with various narcotics offenses; petitioner, however, was charged in Counts 1, 2, 3 and 5 of the indictment only.<sup>[1]</sup> On August 2, 1986, petitioner <span class=\"star-pagination\">*297</span> was convicted on all four counts,<sup>[2]</sup> and the court imposed the following sentences: Count 120 years' imprisonment and a fine in the amount of $100,000; Count 2five years' imprisonment and a fine in the amount of $15,000, with the sentence of imprisonment only to run concurrently with the sentence imposed in Count 1; Count 3five years' imprisonment, a fine in the amount of $15,000 and a special parole term of three years, with the sentence of imprisonment only to run concurrently with the sentence imposed in Count 1; and Count 5five years' imprisonment and a fine in the amount of $10,000, with the sentence of imprisonment only to run concurrently with the sentence imposed in Count 1.</p>\n<p>On June 14, 1991, petitioner, proceeding pro se, filed a motion to correct an illegal sentence pursuant to Rule 35 of the Federal Rules of Criminal Procedure, alleging that the court had illegally imposed the term of special parole upon his conviction of the offense charged in Count 3 of the indictment. Following the filing of the government's response, petitioner appeared to concede in a reply to the government's response (titled \"Defendant's Answer to Government's Response\") that the court had correctly sentenced him. Thereafter, however, petitioner filed another document, titled \"Petitioner's 2nd Request of Pendency Motion and Supplemental Citation of Authorities,\" which appeared to reassert the contention that the court had improperly imposed the special parole term. Because the government does not make an issue of petitioner's apparent vacillation, and in order to avoid any confusion or injustice which might result were the court to disregard petitioner's original motion, the court elects to treat petitioner's original motion as though it is still pending. This election, however, will not end the matter.</p>\n<p>Some five months after filing his original motion to correct an illegal sentence, petitioner filed yet another document, titled \"Motion to Correct An Illegal Sentence Pursuant to Rule 35.\" In this latest motion, petitioner advances several additional arguments in support of the contention that he was illegally sentenced by the court. Since it is clear to the court that petitioner's most recent motion is ripe for ruling,<sup>[3]</sup> and in the interest of judicial economy, the court will dispose of petitioner's two motions simultaneously and <i>seriatim.</i></p>\n<p></p>\n<h2>II. JURISDICTION</h2>\n<p>As previously mentioned, petitioner brings his motions pursuant to Rule 35 of the Federal Rules of Criminal Procedure. Although Rule 35 has been amended several times over the past six years, the form of the rule which existed prior to November 1, 1987, and which applied to offenses committed prior to that date, provided that the court could correct an illegal sentence at any time. <i>See </i><i>United States v. Barkley,</i> 729 F.Supp. 37 (W.D.N.C.1990).</p>\n<p>In the instant case, petitioner contends in his first motion that the special parole term imposed by the court was \"illegal.\" In his most recent motion, petitioner contends that it was \"illegal\" for the court to sentence him both for the offense of engaging in a continuing criminal enterprise and for the predicate offenses which had to be proven in order to make out the continuing criminal enterprise violation. Since a sentence is considered to be illegal if it is in excess of that prescribed by the applicable statute, or if the defendant has received multiple terms for the same offense, <i>United States v. Cevallos,</i> 538 F.2d 1122 (5th Cir.1976), the court is of the opinion that petitioner has alleged sufficient facts to invoke this court's jurisdiction under F.R.Crim.P. 35(a) as it existed <span class=\"star-pagination\">*298</span> prior to November 1, 1987. Thus, the court now turns to address petitioner's motions.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Petitioner's Original Motion to Correct An Illegal Sentence</i>\n</h2>\n<p>In his original motion to correct an illegal sentence, petitioner contends that because Congress abrogated the special parole term as a sentencing option with the passage of the Sentencing Reform Act of 1984, it was \"illegal\" for the court to impose a term of special parole following his 1986 conviction of aiding and abetting the importation of a Schedule I controlled substance. Petitioner's contention is without merit.</p>\n<p>Petitioner was convicted of aiding and abetting the importation of a Schedule I controlled substance (marihuana), in violation of 18 U.S.C. § 2 (1969) and 21 U.S.C. § 952(a) (1981), and was sentenced by the court pursuant to the provisions of 21 U.S.C. § 960 (1981). Prior to the passage of the Sentencing Reform Act of 1984,<sup>[4]</sup> 21 U.S.C. § 960(a)(1) provided that any person violating the provisions of 21 U.S.C. § 952 (importation of controlled substances) would be punished pursuant to the provisions of 21 U.S.C. § 960(b). In pertinent part, Section 960(b) read as follows:</p>\n<blockquote>(2) In the case of a violation under subsection (a) of this section with respect to a controlled substance other than a narcotic drug in schedule I or II, the person committing such violation shall be imprisoned not more than five years, or be fined not more than $15,000, or both. If a sentence under this paragraph provides for imprisonment, the sentence <i>shall,</i> in addition to such term of imprisonment, include (A) a special parole term of <i>not less than two years</i> if such controlled substance is in schedule I, II, III, ....</blockquote>\n<p>21 U.S.C. § 960(b)(2) (1981) (emphasis added).</p>\n<p>Even a cursory reading of this statutory provision makes it clear that if a sentence of imprisonment is imposed upon one's conviction of violating 21 U.S.C. § 952, a term of special parole must also be imposed. Where marihuana is involved, such term of special parole must be for at least two years since marihuana is a non-narcotic controlled substance listed in Schedule I. <i>See</i> 21 U.S.C. § 812 (designating schedules).</p>\n<p>Here, petitioner received not only a five-year prison term and a fine for violating 21 U.S.C. § 952, but also a three-year term of special parole. In the absence of an amendment to Section 960(b)(2) which was applicable to petitioner, the court was required to impose a special parole term once it had elected to sentence petitioner to a term of imprisonment.</p>\n<p>Although it is true that on October 12, 1984, Congress expressly called for the deletion of all references in Section 960 to terms of special parole, <i>see</i> Sentencing Reform Act of 1984, Pub.L. No. 98-473, § 225, 1984 U.S.Code Cong. &amp; Admin.News (98 Stat.) 2030, such deletions were not effective immediately. Section 225 was originally to have gone into effect on November 1, 1986. <i>See</i> Pub.L. No. 98-473, § 235, 1984 U.S.Code Cong. &amp; Admin.News (98 Stat.) 2031. Later, however, this effective date was extended to November 1, 1987. <i>See</i> Sentencing Reform Amendments Act of 1985, Pub.L. No. 99-217, § 4, 1985 U.S.Code Cong. &amp; Admin.News (99 Stat.) 1728.</p>\n<p>On October 27, 1986, Congress amended Section 225 of the Sentencing Reform Act of 1984 to require only the repeal of subsection (c) of 21 U.S.C. § 960,<sup>[5]</sup> which dealt with the revocation of special parole terms. The practical effect of that amendment, which in the absence of Congressional intent to the contrary must be presumed to have taken effect immediately upon passage,<sup>[6]</sup> was to \"reinstate\" the references to <span class=\"star-pagination\">*299</span> special parole in 21 U.S.C. §§ 960(b)(1) and (b)(2). This \"reinstatement,\" however, was illusory because Section 1004(a) of the same Act did what Sections 225(a) and (b) of the 1983 Act had done: delete the references in Section 960 to terms of special parole. Pub.L. No. 99-570, § 1004(a), 1986 U.S.Code Cong. &amp; Admin.News (100 Stat.) 3207-6.<sup>[7]</sup> The effective date of this amendment was also November 1, 1987.</p>\n<p>There is, thus, no question but that the deletion of the references to terms of special parole in 21 U.S.C. § 960 did not apply to offenses occurring prior to November 1, 1987. This conclusion, if not obvious from the face of the Sentencing Reform Act of 1984, as amended, is crystal clear in light of the Sentencing Act of 1987,<sup>[8]</sup> which amended the Sentencing Reform Act of 1984 to expressly limit its application \"to offenses committed <i>after</i> [November 1, 1987].\" Pub.L. No. 100-182, § 2(a), 1987 U.S.Code Cong. &amp; Admin.News (101 Stat.) 1266.</p>\n<p>Having unraveled the quagmire of the amendments to 21 U.S.C. § 960 which relate to the imposition of special parole terms, and having concluded that those amendments did not apply to offenses occurring prior to November 1, 1987, it is now apparent that petitioner was correctly sentenced under the provisions of Section 960 as they existed prior to November 1, 1987.</p>\n<p>Not only does the indictment charging petitioner with aiding and abetting the importation of a Schedule I controlled substance allege that the offense occurred prior to November 1, 1987,<sup>[9]</sup> but the trial and subsequent sentencing hearing also occurred prior to November 1, 1987. As such, petitioner was clearly subject to the sentencing provisions of 21 U.S.C. § 960 as they existed prior to November 1, 1987, and the court concludes that a term of special parole was properly imposed at petitioner's 1986 sentencing hearing. Petitioner's original motion to correct an illegal sentence is, therefore, denied.</p>\n<p></p>\n<h2>B. <i>Petitioner's Latest Motion to Correct an Illegal Sentence</i>\n</h2>\n<p>In his most recent motion, petitioner contends that his Fifth Amendment right against double jeopardy was violated when the court imposed terms of imprisonment not only for his continuing criminal enterprise violation, but also for the predicate offenses to that violation. To the extent that petitioner was convicted of and received a term of imprisonment and a fine for the conspiracy to import marihuana violation, the court agrees with petitioner.</p>\n<p>The Fifth Amendment guarantee against double jeopardy generally consists of three constitutional protections: (1) it protects against a second prosecution for the same offense after acquittal; (2) it protects against a second prosecution for the same offense after conviction; and (3) it protects against multiple punishments for the same offense. <i>North Carolina v. Pearce,</i> 395 U.S. 711, 717, 89 S.Ct. 2072, 2076, 23 L.Ed.2d 656 (1969), <i>rev'd on other grounds, </i><i>Alabama v. Smith,</i> 490 U.S. 794, 109 S.Ct. 2201, 104 L.Ed.2d 865 (1989). In the instant case, it is the latter protection with which the court is concerned.</p>\n<p>In <i>Jeffers v. United States,</i> 432 U.S. 137, 97 S.Ct. 2207, 53 L.Ed.2d 168 (1977), the Supreme Court was called upon to address virtually the same concern raised here. The issue in <i>Jeffers</i> was whether a 21 U.S.C. § 846 (conspiracy)<sup>[10]</sup> violation and a 21 U.S.C. § 848 (continuing criminal enterprise) violation were the \"same offense\" for double jeopardy/multiple punishment analysis purposes. After noting that the <span class=\"star-pagination\">*300</span> critical inquiry was whether Congress intended to punish each statutory violation separately, <i>id.</i> at 155, 97 S.Ct. at 2218, the Court discerned that Section 848 \"reflect[ed] a comprehensive penalty structure that [left] little opportunity for [the] pyramiding of penalties from other sections of the Comprehensive Drug Abuse Prevention and Control Act of 1970.\" <i>Id.</i> at 156, 97 S.Ct. at 2219. Hence, the court concluded, \"Congress did not intend to impose cumulative penalties under §§ 846 and 848....\" <i>Id.</i> at 157, 97 S.Ct. at 2219.</p>\n<p>Relying on <i>Jeffers,</i> the Fourth Circuit has repeatedly rejected the imposition of cumulative punishments upon those convicted of violating both Sections 846 and 848. <i>See, e.g., </i><i>United States v. Porter,</i> 821 F.2d 968 (4th Cir.1987), <i>cert. denied,</i> 485 U.S. 934, 108 S.Ct. 1108, 99 L.Ed.2d 269 (1988); <i>United States v. Raimondo,</i> 721 F.2d 476 (4th Cir.1983), <i>cert. denied, </i><i>Bello v. United States,</i> 469 U.S. 837, 105 S.Ct. 133, 83 L.Ed.2d 74 (1984). The Fourth Circuit has also rejected such punishments in cases like the one involved here, where the conspiracy was not to <i>distribute</i> a controlled substance, but to <i>import</i> a controlled substance, in violation of 21 U.S.C. §§ 963 and 952. <i>See </i><i>United States v. Butler,</i> 885 F.2d 195 (4th Cir.1989).</p>\n<p>It being firmly established by both Fourth Circuit and Supreme Court precedent that Congress did not intend to allow petitioner's conspiracy and continuing criminal enterprise violations to be punished cumulatively, the court now turns to decide the appropriate remedy.</p>\n<p>In <i>United States v. Tanner,</i> 917 F.2d 1302 (4th Cir.1990), the Fourth Circuit Court of Appeals, in an unpublished decision, reversed the trial court's decision to simply \"merge\" a conspiracy conviction into the continuing criminal enterprise conviction for sentencing purposes. Citing <i>United States v. Porter, supra</i><i>, </i><i>United States v. West,</i> 877 F.2d 281 (4th Cir.1989), and <i>United States v. Butler, supra</i><i>,</i> the Appeals Court acknowledged that, in the past, it had \"given mixed signals as to whether ... underlying conspiracy convictions should be vacated or whether only the sentence for the conspiracy convictions should be set aside.\" In <i>Porter</i> and <i>West,</i> the court had chosen to set aside only the sentences, while in <i>Butler,</i> the court had vacated the conviction itself. With little discussion, the Court of Appeals in <i>Tanner</i> decided to follow the <i>Butler</i> decision and set aside the conviction.</p>\n<p>Since the offenses involved in this case are similar to those which were present in <i>Butler,</i> and since the Fourth Circuit has recently manifested an inclination to set aside conspiracy convictions which violate the Fifth Amendment proscription against cumulative punishments, the court is of the opinion that petitioner's conspiracy to import marihuana conviction, as well as the prison term and fine which were imposed thereupon, must be set aside. <i>Accord </i><i>United States v. Raimondo, supra</i><i>.</i></p>\n<p>Petitioner next contends that not only was his conspiracy conviction a violation of double jeopardy, but his convictions for the underlying substantive predicate offenses to the continuing criminal enterprise conviction were also. As such, petitioner argues that his convictions of Counts 3 and 5 of the indictment must also be set aside. This contention is without merit.</p>\n<p>In <i>United States v. Ricks,</i> 776 F.2d 455 (4th Cir.1985), the Fourth Circuit refused to vacate two substantive distribution convictions which were predicate to a continuing criminal enterprise violation. In doing so, the court relied on the Supreme Court's decision in <i>Garrett v. United States,</i> 471 U.S. 773, 105 S.Ct. 2407, 85 L.Ed.2d 764 (1985), which had established that separate prosecutions and punishments were permissible for a Section 848 violation and its underlying substantive predicate offenses. 776 F.2d at 462. Although the <i>Ricks</i> Court acknowledged that its case, unlike <i>Garrett,</i> involved a narcotics distribution conviction under 21 U.S.C. § 841, it nonetheless held the <i>Garrett</i> principle regarding predicate offenses controlling. <i>Id.</i> at 462-63. In the instant case, the court chooses to do likewise. As such, petitioner's convictions for the underlying substantive predicate offenses of aiding and abetting the importation of a Schedule I controlled substance, <span class=\"star-pagination\">*301</span> and aiding and abetting interstate travel in furtherance of an unlawful activity must stand.</p>\n<p>As a final matter, the court notes that petitioner has raised a Sixth Amendment ineffective assistance of counsel claim with respect to his sentencing proceeding. However, the court need not address this issue. Even if the court were to assume, <i>arguendo,</i> that petitioner received ineffective assistance of counsel at his sentencing hearing, the Supreme Court has made it clear that \"[c]ases involving Sixth Amendment deprivations are subject to the general rule that remedies should be tailored to the injury suffered from the constitutional violation and should not unnecessarily infringe on competing interests\" which society has in the administration of justice. <i>United States v. Morrison,</i> 449 U.S. 361, 364, 101 S.Ct. 665, 668, 66 L.Ed.2d 564 (1981). As such, any remedy provided must not only be designed to \"neutralize the taint,\" but it must also be \"appropriate in the circumstances.\" <i>Id.</i> at 365, 101 S.Ct. at 668.</p>\n<p>Inasmuch as the court has previously decided to vacate petitioner's conspiracy conviction, as well as the term of imprisonment and fine which were imposed thereafter, petitioner has already been granted a remedy which is appropriate for Sixth Amendment purposes.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons discussed above, petitioner's original motion to correct an illegal sentence, filed on June 14, 1991, and renewed on September 30, 1991, is denied. Petitioner's most recent motion to correct an illegal sentence, filed on December 16, 1991, is granted to the extent that petitioner's conspiracy to import marihuana conviction (Count 2), as well as the term of imprisonment and fine which were imposed for such conviction, are vacated. Petitioner's December 16, 1991 motion is in all other respects denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Count 1 of the indictment charged petitioner with engaging in a continuing criminal enterprise, in violation of 21 U.S.C. § 848; Count 2 of the indictment charged petitioner with conspiracy to import a Schedule I controlled substance (marihuana), in violation of 21 U.S.C. §§ 963 and 952; Count 3 of the indictment charged petitioner with aiding and abetting the importation of a Schedule I controlled substance (marihuana), in violation of 18 U.S.C. § 2 and 21 U.S.C. § 952(a); and Count 5 of the indictment charged petitioner with aiding and abetting interstate travel in furtherance of an unlawful activity, in violation of 18 U.S.C. §§ 1952 and 2.</p>\n<p>[2]  Petitioner was convicted, as charged, on all but one of the four counts. With respect to Count 1 of the indictment, petitioner was convicted of the lesser included offense of aiding and abetting a continuing criminal enterprise.</p>\n<p>[3]  Petitioner filed his most recent motion to correct an illegal sentence on December 16, 1991, but the government failed to file a response within twenty days after service of the motion, as required by the Local Rules of Practice and Procedure for the Eastern District of North Carolina. <i>See</i> Local Rule 4.05, E.D.N.C. Under such circumstances, the court is empowered to proceed to rule on petitioner's motion. <i>Id.</i></p>\n<p>[4]  <i>See</i> Pub.L. No. 98-473, 1984 U.S.Code Cong. &amp; Admin.News (98 Stat.) 1987.</p>\n<p>[5]  <i>See</i> Anti-Drug Abuse Act of 1986, Pub.L. No. 99-570, § 1005(c), 1986 U.S.Code Cong. &amp; Admin.News (100 Stat.) 3207-6.</p>\n<p>[6]  2 Sutherland Statutory Construction § 33.06 (rev. 4th ed. 1986).</p>\n<p>[7]  Section 1004(a) also had the effect of substituting the phrase \"term of supervised release\" for the term \"special parole\" in, among other places, 21 U.S.C. § 960(b).</p>\n<p>[8]  Pub.L. No. 100-182, § 2, 1987 U.S.Code Cong. &amp; Admin.News (101 Stat.) 1266.</p>\n<p>[9]  The indictment alleges that the offense charged in Count 3 occurred \"on or about the 10th day of April, 1981.\"</p>\n<p>[10]  Specifically, petitioner in <i>Jeffers</i> was convicted of conspiring to distribute both heroin and cocaine, in violation of 21 U.S.C. §§ 846 and 841. <i>See </i><i>Jeffers,</i> 432 U.S. at 140, 97 S.Ct. at 2211.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">295</span></span> (1992)</b></center>\n<center><h1>Jose Ignacio HERRERA, Petitioner,<br>\nv.<br>\nUNITED STATES of America, Respondent.</h1></center>\n<center>Nos. 86-2-03-CR-2, 90-35-CIV-2.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Elizabeth City Division.</b></p></center>\n<center>February 18, 1992.</center>\n<p><span class=\"star-pagination\">*296</span> Jose Ignacio Herrera, pro se.</p>\n<p>John S. Bruce, Asst. U.S. Atty., Raleigh, N.C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>DUPREE, District Judge.</p>\n<p></p>\n<h2>I. FACTS</h2>\n<p>This case began in early 1986 with the return of a twenty-eight-count indictment in which more than twenty persons, including petitioner, were charged with various narcotics offenses; petitioner, however, was charged in Counts 1, 2, 3 and 5 of the indictment only.<sup>[1]</sup> On August 2, 1986, petitioner <span class=\"star-pagination\">*297</span> was convicted on all four counts,<sup>[2]</sup> and the court imposed the following sentences: Count 120 years' imprisonment and a fine in the amount of $100,000; Count 2five years' imprisonment and a fine in the amount of $15,000, with the sentence of imprisonment only to run concurrently with the sentence imposed in Count 1; Count 3five years' imprisonment, a fine in the amount of $15,000 and a special parole term of three years, with the sentence of imprisonment only to run concurrently with the sentence imposed in Count 1; and Count 5five years' imprisonment and a fine in the amount of $10,000, with the sentence of imprisonment only to run concurrently with the sentence imposed in Count 1.</p>\n<p>On June 14, 1991, petitioner, proceeding pro se, filed a motion to correct an illegal sentence pursuant to Rule 35 of the Federal Rules of Criminal Procedure, alleging that the court had illegally imposed the term of special parole upon his conviction of the offense charged in Count 3 of the indictment. Following the filing of the government's response, petitioner appeared to concede in a reply to the government's response (titled \"Defendant's Answer to Government's Response\") that the court had correctly sentenced him. Thereafter, however, petitioner filed another document, titled \"Petitioner's 2nd Request of Pendency Motion and Supplemental Citation of Authorities,\" which appeared to reassert the contention that the court had improperly imposed the special parole term. Because the government does not make an issue of petitioner's apparent vacillation, and in order to avoid any confusion or injustice which might result were the court to disregard petitioner's original motion, the court elects to treat petitioner's original motion as though it is still pending. This election, however, will not end the matter.</p>\n<p>Some five months after filing his original motion to correct an illegal sentence, petitioner filed yet another document, titled \"Motion to Correct An Illegal Sentence Pursuant to Rule 35.\" In this latest motion, petitioner advances several additional arguments in support of the contention that he was illegally sentenced by the court. Since it is clear to the court that petitioner's most recent motion is ripe for ruling,<sup>[3]</sup> and in the interest of judicial economy, the court will dispose of petitioner's two motions simultaneously and <i>seriatim.</i></p>\n<p></p>\n<h2>II. JURISDICTION</h2>\n<p>As previously mentioned, petitioner brings his motions pursuant to Rule 35 of the Federal Rules of Criminal Procedure. Although Rule 35 has been amended several times over the past six years, the form of the rule which existed prior to November 1, 1987, and which applied to offenses committed prior to that date, provided that the court could correct an illegal sentence at any time. <i>See </i><i>United States v. Barkley,</i> <span class=\"citation\" data-id=\"1493034\"><a href=\"/opinion/1493034/united-states-v-barkley/\"><span class=\"volume\">729</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">37</span></a></span> (W.D.N.C.1990).</p>\n<p>In the instant case, petitioner contends in his first motion that the special parole term imposed by the court was \"illegal.\" In his most recent motion, petitioner contends that it was \"illegal\" for the court to sentence him both for the offense of engaging in a continuing criminal enterprise and for the predicate offenses which had to be proven in order to make out the continuing criminal enterprise violation. Since a sentence is considered to be illegal if it is in excess of that prescribed by the applicable statute, or if the defendant has received multiple terms for the same offense, <i>United States v. Cevallos,</i> <span class=\"citation\" data-id=\"337744\"><a href=\"/opinion/337744/united-states-v-jesse-angel-cevallos/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span> (5th Cir.1976), the court is of the opinion that petitioner has alleged sufficient facts to invoke this court's jurisdiction under F.R.Crim.P. 35(a) as it existed <span class=\"star-pagination\">*298</span> prior to November 1, 1987. Thus, the court now turns to address petitioner's motions.</p>\n<p></p>\n<h2>III. DISCUSSION</h2>\n<p></p>\n<h2>A. <i>Petitioner's Original Motion to Correct An Illegal Sentence</i>\n</h2>\n<p>In his original motion to correct an illegal sentence, petitioner contends that because Congress abrogated the special parole term as a sentencing option with the passage of the Sentencing Reform Act of 1984, it was \"illegal\" for the court to impose a term of special parole following his 1986 conviction of aiding and abetting the importation of a Schedule I controlled substance. Petitioner's contention is without merit.</p>\n<p>Petitioner was convicted of aiding and abetting the importation of a Schedule I controlled substance (marihuana), in violation of 18 U.S.C. § 2 (1969) and 21 U.S.C. § 952(a) (1981), and was sentenced by the court pursuant to the provisions of 21 U.S.C. § 960 (1981). Prior to the passage of the Sentencing Reform Act of 1984,<sup>[4]</sup> 21 U.S.C. § 960(a)(1) provided that any person violating the provisions of 21 U.S.C. § 952 (importation of controlled substances) would be punished pursuant to the provisions of 21 U.S.C. § 960(b). In pertinent part, Section 960(b) read as follows:</p>\n<blockquote>(2) In the case of a violation under subsection (a) of this section with respect to a controlled substance other than a narcotic drug in schedule I or II, the person committing such violation shall be imprisoned not more than five years, or be fined not more than $15,000, or both. If a sentence under this paragraph provides for imprisonment, the sentence <i>shall,</i> in addition to such term of imprisonment, include (A) a special parole term of <i>not less than two years</i> if such controlled substance is in schedule I, II, III, ....</blockquote>\n<p>21 U.S.C. § 960(b)(2) (1981) (emphasis added).</p>\n<p>Even a cursory reading of this statutory provision makes it clear that if a sentence of imprisonment is imposed upon one's conviction of violating 21 U.S.C. § 952, a term of special parole must also be imposed. Where marihuana is involved, such term of special parole must be for at least two years since marihuana is a non-narcotic controlled substance listed in Schedule I. <i>See</i> 21 U.S.C. § 812 (designating schedules).</p>\n<p>Here, petitioner received not only a five-year prison term and a fine for violating 21 U.S.C. § 952, but also a three-year term of special parole. In the absence of an amendment to Section 960(b)(2) which was applicable to petitioner, the court was required to impose a special parole term once it had elected to sentence petitioner to a term of imprisonment.</p>\n<p>Although it is true that on October 12, 1984, Congress expressly called for the deletion of all references in Section 960 to terms of special parole, <i>see</i> Sentencing Reform Act of 1984, Pub.L. No. 98-473, § 225, 1984 U.S.Code Cong. &amp; Admin.News (98 Stat.) 2030, such deletions were not effective immediately. Section 225 was originally to have gone into effect on November 1, 1986. <i>See</i> Pub.L. No. 98-473, § 235, 1984 U.S.Code Cong. &amp; Admin.News (98 Stat.) 2031. Later, however, this effective date was extended to November 1, 1987. <i>See</i> Sentencing Reform Amendments Act of 1985, Pub.L. No. 99-217, § 4, 1985 U.S.Code Cong. &amp; Admin.News (99 Stat.) 1728.</p>\n<p>On October 27, 1986, Congress amended Section 225 of the Sentencing Reform Act of 1984 to require only the repeal of subsection (c) of 21 U.S.C. § 960,<sup>[5]</sup> which dealt with the revocation of special parole terms. The practical effect of that amendment, which in the absence of Congressional intent to the contrary must be presumed to have taken effect immediately upon passage,<sup>[6]</sup> was to \"reinstate\" the references to <span class=\"star-pagination\">*299</span> special parole in 21 U.S.C. §§ 960(b)(1) and (b)(2). This \"reinstatement,\" however, was illusory because Section 1004(a) of the same Act did what Sections 225(a) and (b) of the 1983 Act had done: delete the references in Section 960 to terms of special parole. Pub.L. No. 99-570, § 1004(a), 1986 U.S.Code Cong. &amp; Admin.News (100 Stat.) 3207-6.<sup>[7]</sup> The effective date of this amendment was also November 1, 1987.</p>\n<p>There is, thus, no question but that the deletion of the references to terms of special parole in 21 U.S.C. § 960 did not apply to offenses occurring prior to November 1, 1987. This conclusion, if not obvious from the face of the Sentencing Reform Act of 1984, as amended, is crystal clear in light of the Sentencing Act of 1987,<sup>[8]</sup> which amended the Sentencing Reform Act of 1984 to expressly limit its application \"to offenses committed <i>after</i> [November 1, 1987].\" Pub.L. No. 100-182, § 2(a), 1987 U.S.Code Cong. &amp; Admin.News (101 Stat.) 1266.</p>\n<p>Having unraveled the quagmire of the amendments to 21 U.S.C. § 960 which relate to the imposition of special parole terms, and having concluded that those amendments did not apply to offenses occurring prior to November 1, 1987, it is now apparent that petitioner was correctly sentenced under the provisions of Section 960 as they existed prior to November 1, 1987.</p>\n<p>Not only does the indictment charging petitioner with aiding and abetting the importation of a Schedule I controlled substance allege that the offense occurred prior to November 1, 1987,<sup>[9]</sup> but the trial and subsequent sentencing hearing also occurred prior to November 1, 1987. As such, petitioner was clearly subject to the sentencing provisions of 21 U.S.C. § 960 as they existed prior to November 1, 1987, and the court concludes that a term of special parole was properly imposed at petitioner's 1986 sentencing hearing. Petitioner's original motion to correct an illegal sentence is, therefore, denied.</p>\n<p></p>\n<h2>B. <i>Petitioner's Latest Motion to Correct an Illegal Sentence</i>\n</h2>\n<p>In his most recent motion, petitioner contends that his Fifth Amendment right against double jeopardy was violated when the court imposed terms of imprisonment not only for his continuing criminal enterprise violation, but also for the predicate offenses to that violation. To the extent that petitioner was convicted of and received a term of imprisonment and a fine for the conspiracy to import marihuana violation, the court agrees with petitioner.</p>\n<p>The Fifth Amendment guarantee against double jeopardy generally consists of three constitutional protections: (1) it protects against a second prosecution for the same offense after acquittal; (2) it protects against a second prosecution for the same offense after conviction; and (3) it protects against multiple punishments for the same offense. <i>North Carolina v. Pearce,</i> <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 717, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2072</span></a></span>, 2076, <span class=\"citation\" data-id=\"107978\"><a href=\"/opinion/107978/north-carolina-v-pearce/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1969), <i>rev'd on other grounds, </i><i>Alabama v. Smith,</i> <span class=\"citation\" data-id=\"112276\"><a href=\"/opinion/112276/alabama-v-smith/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">794</span></a></span>, <span class=\"citation\" data-id=\"112276\"><a href=\"/opinion/112276/alabama-v-smith/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2201</span></a></span>, <span class=\"citation\" data-id=\"112276\"><a href=\"/opinion/112276/alabama-v-smith/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">865</span></a></span> (1989). In the instant case, it is the latter protection with which the court is concerned.</p>\n<p>In <i>Jeffers v. United States,</i> <span class=\"citation\" data-id=\"109694\"><a href=\"/opinion/109694/jeffers-v-united-states/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"109694\"><a href=\"/opinion/109694/jeffers-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2207</span></a></span>, <span class=\"citation\" data-id=\"109694\"><a href=\"/opinion/109694/jeffers-v-united-states/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">168</span></a></span> (1977), the Supreme Court was called upon to address virtually the same concern raised here. The issue in <i>Jeffers</i> was whether a 21 U.S.C. § 846 (conspiracy)<sup>[10]</sup> violation and a 21 U.S.C. § 848 (continuing criminal enterprise) violation were the \"same offense\" for double jeopardy/multiple punishment analysis purposes. After noting that the <span class=\"star-pagination\">*300</span> critical inquiry was whether Congress intended to punish each statutory violation separately, <i>id.</i> at 155, 97 S.Ct. at 2218, the Court discerned that Section 848 \"reflect[ed] a comprehensive penalty structure that [left] little opportunity for [the] pyramiding of penalties from other sections of the Comprehensive Drug Abuse Prevention and Control Act of 1970.\" <i>Id.</i> at 156, 97 S.Ct. at 2219. Hence, the court concluded, \"Congress did not intend to impose cumulative penalties under §§ 846 and 848....\" <i>Id.</i> at 157, 97 S.Ct. at 2219.</p>\n<p>Relying on <i>Jeffers,</i> the Fourth Circuit has repeatedly rejected the imposition of cumulative punishments upon those convicted of violating both Sections 846 and 848. <i>See, e.g., </i><i>United States v. Porter,</i> <span class=\"citation\" data-id=\"490127\"><a href=\"/opinion/490127/united-states-v-wayne-porter-united-states-of-america-v-earl-dean-jolly/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span> (4th Cir.1987), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1108</span></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">269</span></span> (1988); <i>United States v. Raimondo,</i> <span class=\"citation\" data-id=\"427330\"><a href=\"/opinion/427330/united-states-v-paul-j-raimondo-united-states-of-america-v-carol-bello/\"><span class=\"volume\">721</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span> (4th Cir.1983), <i>cert. denied, </i><i>Bello v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">133</span></span>, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">74</span></span> (1984). The Fourth Circuit has also rejected such punishments in cases like the one involved here, where the conspiracy was not to <i>distribute</i> a controlled substance, but to <i>import</i> a controlled substance, in violation of 21 U.S.C. §§ 963 and 952. <i>See </i><i>United States v. Butler,</i> <span class=\"citation\" data-id=\"529311\"><a href=\"/opinion/529311/united-states-v-charles-butler/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">195</span></a></span> (4th Cir.1989).</p>\n<p>It being firmly established by both Fourth Circuit and Supreme Court precedent that Congress did not intend to allow petitioner's conspiracy and continuing criminal enterprise violations to be punished cumulatively, the court now turns to decide the appropriate remedy.</p>\n<p>In <i>United States v. Tanner,</i> <span class=\"citation\" data-id=\"550777\"><a href=\"/opinion/550777/walls-donald-q-v-garrett-h-lawrence-iii/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1302</span></a></span> (4th Cir.1990), the Fourth Circuit Court of Appeals, in an unpublished decision, reversed the trial court's decision to simply \"merge\" a conspiracy conviction into the continuing criminal enterprise conviction for sentencing purposes. Citing <i>United States v. Porter, supra</i><i>, </i><i>United States v. West,</i> <span class=\"citation\" data-id=\"524979\"><a href=\"/opinion/524979/united-states-v-charles-frances-west-jr-united-states-of-america-v/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span> (4th Cir.1989), and <i>United States v. Butler, supra</i><i>,</i> the Appeals Court acknowledged that, in the past, it had \"given mixed signals as to whether ... underlying conspiracy convictions should be vacated or whether only the sentence for the conspiracy convictions should be set aside.\" In <i>Porter</i> and <i>West,</i> the court had chosen to set aside only the sentences, while in <i>Butler,</i> the court had vacated the conviction itself. With little discussion, the Court of Appeals in <i>Tanner</i> decided to follow the <i>Butler</i> decision and set aside the conviction.</p>\n<p>Since the offenses involved in this case are similar to those which were present in <i>Butler,</i> and since the Fourth Circuit has recently manifested an inclination to set aside conspiracy convictions which violate the Fifth Amendment proscription against cumulative punishments, the court is of the opinion that petitioner's conspiracy to import marihuana conviction, as well as the prison term and fine which were imposed thereupon, must be set aside. <i>Accord </i><i>United States v. Raimondo, supra</i><i>.</i></p>\n<p>Petitioner next contends that not only was his conspiracy conviction a violation of double jeopardy, but his convictions for the underlying substantive predicate offenses to the continuing criminal enterprise conviction were also. As such, petitioner argues that his convictions of Counts 3 and 5 of the indictment must also be set aside. This contention is without merit.</p>\n<p>In <i>United States v. Ricks,</i> <span class=\"citation\" data-id=\"460327\"><a href=\"/opinion/460327/united-states-v-thomas-calvin-ricks-aka-joe-dancer-united-states-of/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span> (4th Cir.1985), the Fourth Circuit refused to vacate two substantive distribution convictions which were predicate to a continuing criminal enterprise violation. In doing so, the court relied on the Supreme Court's decision in <i>Garrett v. United States,</i> <span class=\"citation\" data-id=\"111440\"><a href=\"/opinion/111440/garrett-v-united-states/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">773</span></a></span>, <span class=\"citation\" data-id=\"111440\"><a href=\"/opinion/111440/garrett-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2407</span></a></span>, <span class=\"citation\" data-id=\"111440\"><a href=\"/opinion/111440/garrett-v-united-states/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">764</span></a></span> (1985), which had established that separate prosecutions and punishments were permissible for a Section 848 violation and its underlying substantive predicate offenses. 776 F.2d at 462. Although the <i>Ricks</i> Court acknowledged that its case, unlike <i>Garrett,</i> involved a narcotics distribution conviction under 21 U.S.C. § 841, it nonetheless held the <i>Garrett</i> principle regarding predicate offenses controlling. <i>Id.</i> at 462-63. In the instant case, the court chooses to do likewise. As such, petitioner's convictions for the underlying substantive predicate offenses of aiding and abetting the importation of a Schedule I controlled substance, <span class=\"star-pagination\">*301</span> and aiding and abetting interstate travel in furtherance of an unlawful activity must stand.</p>\n<p>As a final matter, the court notes that petitioner has raised a Sixth Amendment ineffective assistance of counsel claim with respect to his sentencing proceeding. However, the court need not address this issue. Even if the court were to assume, <i>arguendo,</i> that petitioner received ineffective assistance of counsel at his sentencing hearing, the Supreme Court has made it clear that \"[c]ases involving Sixth Amendment deprivations are subject to the general rule that remedies should be tailored to the injury suffered from the constitutional violation and should not unnecessarily infringe on competing interests\" which society has in the administration of justice. <i>United States v. Morrison,</i> <span class=\"citation\" data-id=\"110372\"><a href=\"/opinion/110372/united-states-v-morrison/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 364, <span class=\"citation\" data-id=\"110372\"><a href=\"/opinion/110372/united-states-v-morrison/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">665</span></a></span>, 668, <span class=\"citation\" data-id=\"110372\"><a href=\"/opinion/110372/united-states-v-morrison/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">564</span></a></span> (1981). As such, any remedy provided must not only be designed to \"neutralize the taint,\" but it must also be \"appropriate in the circumstances.\" <i>Id.</i> at 365, 101 S.Ct. at 668.</p>\n<p>Inasmuch as the court has previously decided to vacate petitioner's conspiracy conviction, as well as the term of imprisonment and fine which were imposed thereafter, petitioner has already been granted a remedy which is appropriate for Sixth Amendment purposes.</p>\n<p></p>\n<h2>IV. CONCLUSION</h2>\n<p>For the reasons discussed above, petitioner's original motion to correct an illegal sentence, filed on June 14, 1991, and renewed on September 30, 1991, is denied. Petitioner's most recent motion to correct an illegal sentence, filed on December 16, 1991, is granted to the extent that petitioner's conspiracy to import marihuana conviction (Count 2), as well as the term of imprisonment and fine which were imposed for such conviction, are vacated. Petitioner's December 16, 1991 motion is in all other respects denied.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  Count 1 of the indictment charged petitioner with engaging in a continuing criminal enterprise, in violation of 21 U.S.C. § 848; Count 2 of the indictment charged petitioner with conspiracy to import a Schedule I controlled substance (marihuana), in violation of 21 U.S.C. §§ 963 and 952; Count 3 of the indictment charged petitioner with aiding and abetting the importation of a Schedule I controlled substance (marihuana), in violation of 18 U.S.C. § 2 and 21 U.S.C. § 952(a); and Count 5 of the indictment charged petitioner with aiding and abetting interstate travel in furtherance of an unlawful activity, in violation of 18 U.S.C. §§ 1952 and 2.</p>\n<p>[2]  Petitioner was convicted, as charged, on all but one of the four counts. With respect to Count 1 of the indictment, petitioner was convicted of the lesser included offense of aiding and abetting a continuing criminal enterprise.</p>\n<p>[3]  Petitioner filed his most recent motion to correct an illegal sentence on December 16, 1991, but the government failed to file a response within twenty days after service of the motion, as required by the Local Rules of Practice and Procedure for the Eastern District of North Carolina. <i>See</i> Local Rule 4.05, E.D.N.C. Under such circumstances, the court is empowered to proceed to rule on petitioner's motion. <i>Id.</i></p>\n<p>[4]  <i>See</i> Pub.L. No. 98-473, 1984 U.S.Code Cong. &amp; Admin.News (98 Stat.) 1987.</p>\n<p>[5]  <i>See</i> Anti-Drug Abuse Act of 1986, Pub.L. No. 99-570, § 1005(c), 1986 U.S.Code Cong. &amp; Admin.News (100 Stat.) 3207-6.</p>\n<p>[6]  2 Sutherland Statutory Construction § 33.06 (rev. 4th ed. 1986).</p>\n<p>[7]  Section 1004(a) also had the effect of substituting the phrase \"term of supervised release\" for the term \"special parole\" in, among other places, 21 U.S.C. § 960(b).</p>\n<p>[8]  Pub.L. No. 100-182, § 2, 1987 U.S.Code Cong. &amp; Admin.News (101 Stat.) 1266.</p>\n<p>[9]  The indictment alleges that the offense charged in Count 3 occurred \"on or about the 10th day of April, 1981.\"</p>\n<p>[10]  Specifically, petitioner in <i>Jeffers</i> was convicted of conspiring to distribute both heroin and cocaine, in violation of 21 U.S.C. §§ 846 and 841. <i>See </i><i>Jeffers,</i> 432 U.S. at 140, 97 S.Ct. at 2211.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110372/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/337744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/427330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1493034/"
  ]
}