{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1557415/",
  "absolute_url": "/opinion/1557415/sterling-forest-associates-v-barnett-range-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1557415/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:45:31.670498Z",
  "date_modified": "2016-04-26T23:49:20.449383Z",
  "type": "010combined",
  "sha1": "b78b68cb20b9d19a6c1bc75f7ad67b6b9f2568a1",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>673 F.Supp. 1394 (1987)</b></center>\n<center><h1>STERLING FOREST ASSOCIATES, LTD., Plaintiff,<br>\nv.<br>\nBARNETT-RANGE CORPORATION, et al., Defendants.</h1></center>\n<center>No. 86-644-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 6, 1987.</center>\n<p><span class=\"star-pagination\">*1395</span> Charles Gordon Brown, William D. Bernard, Faison, Brown, Fletcher &amp; Brough, Chapel Hill, N.C., for plaintiff.</p>\n<p>Michael E. Weddington, Martha Jones Mason, Raleigh, N.C., for defendant FarWest Sav. &amp; Loan.</p>\n<p>Joseph C. Moore, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, N.C., for defendants Barnett-Range, Barnett and Range.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This action for negligence, gross negligence and breach of contract arises out of a Purchase Agreement jointly drafted and entered into by plaintiff Sterling Forest Associates, Ltd. (\"Sterling\") and defendant Barnett-Range Corporation (\"Barnett-Range\"). The agreement provided in part that plaintiff would purchase a certain tract of land and that Barnett-Range would construct a 174-unit apartment complex on the property. With regard to forum selection, the Agreement contained the following clause:</p>\n<blockquote>This Agreement shall be construed and enforced in accordance with the laws of the State of California and the parties agree that in any dispute jurisdiction and venue shall be in California.</blockquote>\n<p>Dissatisfied with Barnett-Range's performance of its obligations under the Agreement, Sterling filed this action in the Superior Court of Wake County, North Carolina. The action was subsequently removed to this court on diversity grounds. The defendants Barnett-Range, Hal W. Barnett and James E. Range moved to transfer the case to the Eastern District of California, pursuant to 28 U.S.C. § 1404(a) and (b).</p>\n<p>The contention of the defendants was, and continues to be, that the forum-selection clause quoted above creates exclusive jurisdiction over the contract in California. Therefore, the defendants would argue, the present venue of the suit is inappropriate and that the case must be transferred to California. The plaintiff has adopted a different view of the clause. The plaintiff maintains that, while the clause assures that jurisdiction will be available in California, the clause does not make that jurisdiction exclusive. Plaintiff contends that the clause does not destroy jurisdiction where it may otherwise be found by operation of law.</p>\n<p>In an order dated September 12, 1986, this court denied the motion of defendants to transfer the action. Defendants then moved that the court reconsider this order, contending, among other things, that the order contained a misapplication of one of the precedents in the area of forum-selection. Defendants simultaneously requested a rehearing. Recognizing its oversight, <span class=\"star-pagination\">*1396</span> this court allowed a rehearing of defendants' motion to transfer, which took place on December 2, 1986. The court has carefully reconsidered the issue, and, although it feels compelled to rescind its order of September 12, it affirms the result reached in that order.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court has before it an issue requiring the interpretation of express language in a contract. The question is simply whether the language \"jurisdiction and venue shall be in California\" connotes exclusivity or merely establishes another possible forum in which to resolve disputes. In their efforts to persuade the court, both plaintiff and defendants have called attention to other cases involving forum-selection clauses. Each side claims to have authority which this court should apply as precedent in interpreting, as a matter of law, the words of this contract. The court notes parenthetically that this contract, by its express and uncontroverted terms, is governed by California substantive law. Neither side has presented to the court any California authority on this issue. Much of the discussion has focused on the word \"shall.\" It has been earnestly debated whether the word \"shall\" has been used to create a mandatory condition or to express simply futurity. Having carefully considered the grammatical structure of the disputed clause in this case and clauses in comparable cases, the court reaches the conclusion that the critical issue is not the word \"shall\" but rather the use of the verb \"to be.\"</p>\n<p>The verb \"to be\" has a number of different but clearly distinguishable uses. When used in a passive construction, it turns the sentence around so that the subject receives the action of the sentence instead of performing it. Next, the verb \"to be\" can establish an equivalency between the subject of the sentence and the subjective complement, as in the sentence, \"Green is my favorite color.\" Finally, the verb \"to be\" is frequently used actively, either to express existence, for example, \"I think; therefore I am,\" or to indicate the occupation of a place: \"Inspiration shall be in their hearts.\" Bearing in mind these different uses of the verb \"to be,\" the court will now review the cases relied upon by the defendants in their motions to transfer this case.</p>\n<p>Prior to the Supreme Court's decision in <i>M/S Bremen v. Zapata Off-Shore Company,</i> 407 U.S. 1, 92 S.Ct. 1907, 32 L.Ed.2d 513 (1972), forum-selection clauses had been historically disfavored by American courts. 407 U.S. at 9, 92 S.Ct. at 1913. However, the <i>Bremen</i> case established such clauses as <i>prima facie</i> valid unless shown by the resisting party to be \"unreasonable.\" <i>Id.</i> In the <i>Bremen</i> case, however, the clause was demonstrably more restrictive than the clause in this action. The clause in <i>Bremen</i> recited that \"Any dispute arising must be treated before the London Court of Justice.\" To begin with, the word \"must\" is unambiguously imperative. The word \"shall\" may create a mandatory condition or it may not, depending on context; the word \"must\" is a clear, unmistakable command. More important, however, is the use of the verb \"to be.\" In the <i>Bremen</i> clause, the verb is an auxiliary; it is used only to create a passive construction. The sentence means the same thing as, \"The parties <i>must treat</i> any dispute before the London Court of Justice.\" (emphasis added). Since the parties must treat their dispute before the London Court, they may not treat it anywhere else. The clause is thus mandatory.</p>\n<p>The same may be observed of the Fourth Circuit precedent chiefly relied on by the defendants, <i>Mercury Coal &amp; Coke, Inc. v. Mannesmann Pipe and Steel Corp.,</i> 696 F.2d 315 (1982). There, the contract stated that claims under the contract \"shall be submitted to the Supreme Court of the State of New York....\" <i>Id.</i> at 316, n. 1. There, as in <i>Bremen,</i> the verb \"to be\" is merely a means of making the sentence passive. The active verb in the sentence is \"to submit.\" The clause in <i>Mercury</i> is exclusive because a case can only be submitted to one court. <i>Bryant Electric Co., Inc. v. City of Fredericksburg,</i> 762 F.2d 1192 (4th Cir.1985), is perfectly analogous.</p>\n<p><span class=\"star-pagination\">*1397</span> Now, the court compares the disputed language in the case before it: \"... jurisdiction and venue shall be in California.\" Here, the verb \"to be\" is no longer just a grammatical device for creating passivity. Instead it is the main active verb in the clause. The verb is being used to connote <i>existence</i> or the occupation of a place. The clause means the same thing as, \"... jurisdiction and venue shall <i>exist</i> in California.\" Unlike the treatment or submission of a dispute before a given court, existence of jurisdiction and venue is not an exclusive event. The mere existence of jurisdiction and venue in one court does not necessarily preclude other courts from asserting jurisdiction or a plaintiff from choosing another venue. Even though the parties have agreed that jurisdiction and venue shall exist in California, nothing in the phrasing of the clause remotely suggests that jurisdiction and venue may not exist elsewhere as well. Had the parties intended to make jurisdiction in California exclusive, it would have been easy to do so. However, a fair grammatical reading of the clause leads this court to interpret the clause otherwise.</p>\n<p>Defendants urge that the case of <i>Intermountain Systems, Inc. v. Edsall,</i> 575 F.Supp. 1195, 1198 (D.Col.1983) is directly on point. There, the United States District Court for Colorado considered a forum-selection clause which read \"... venue shall be Adams County, Colorado....\" The court there found the clause to be exclusive. This court, however, finds the <i>Intermountain</i> case to be distinguishable. In the <i>Intermountain</i> clause, the verb \"to be\" creates an equivalency; it no longer refers to existence. To say that venue shall be Adams County excludes all other possible venues; to say that venue shall be <i>in</i> California does not preclude potential venues from existing elsewhere. This court holds that the effect of the forum-selection clause, \"... jurisdiction and venue shall be in California,\" is to establish a non-exclusive forum for dispute resolution. Should another dispute arise under this contract, either party may certainly initiate suit in California. However, because the forum-selection clause does not by its own terms establish exclusivity, the current action is properly before this court. The court finds that the grammatical structure of the clause renders the clause unambiguous on its face. Therefore, there is no need to refer to parol evidence offered by the defendants on this subject.</p>\n<p></p>\n<h2>II.</h2>\n<p>As noted in its previous order, this court has inherent jurisdiction over the subject matter. The action was properly removed from a state forum on diversity jurisdiction. The defendants Barnett-Range Corporation and Far West Savings &amp; Loan Association have filed responsive pleadings without challenging the jurisdiction of the court over the person of these defendants. As such, the court has personal jurisdiction. The defendants Hal W. Barnett and James E. Range challenge the jurisdiction of the court over their person in their answer (Second Defense). However, they do not make this challenge by way of Rule 12(b)(2), Fed.R.Civ.P., as required, nor do they brief the issue as required by local rule of this court (Rule 4.04, EDNC). This attack on the jurisdiction of the court over the person of these defendants is an insufficient attack, and, further, the court deems it abandoned. Defendants insist that even though the court finds the forum-selection clause is not mandatory, the action should be transferred to the Eastern District of California. They claim that, since Barnett-Range is licensed to do business there, California is a proper venue for this action under 28 U.S.C. § 1391(c). They argue in addition that the interest of justice and the convenience of the parties and the witnesses all demand that this court exercise its discretion to transfer the case under the authority of 28 U.S.C. § 1404(a). Section 1404(a), in essence, codifies the common law doctrine of <i>forum non conveniens.</i></p>\n<p>The plaintiff does not dispute that California would be a proper venue, and the court finds no reason to take issue on that point. However, the defendants will only prevail on a claim of <i>forum non conveniens</i> by carrying a heavy burden of proof. Unless the balance of equities is strongly in favor of the defendants, the plaintiffs' choice of forum should rarely be <span class=\"star-pagination\">*1398</span> disturbed. <i>Gulf Oil Corp. v. Gilbert,</i> 330 U.S. 501, 509, 67 S.Ct. 839, 843, 91 L.Ed. 1055 (1947). In this case, preponderance of equities lies not on the side of the defendants, but rather with the plaintiff.</p>\n<p>Defendants have not met their burden of proving that California is a more convenient forum. Plaintiff has supplied affidavits from several of its important witnesses who aver that they cannot or will not voluntarily go to California to testify in this case. These witnesses would be beyond the subpoena power of the California court, and their live testimony would be lost. On the other hand, defendants have not shown that holding the trial in North Carolina will necessarily make even one witness unavailable. The sole affidavit submitted in support of their motion merely lists a handful of witnesses from California and Colorado, none of whom have stated that they will not come to North Carolina. Certainly the trying of this case in North Carolina will cause some degree of inconvenience to defendants and to some of the witnesses. However, this court is not prepared to say that the possible inconvenience to defendants substantially outweighs (or, for that matter, even equals) the inconvenience which will be suffered by plaintiff if the case is transferred.</p>\n<p>In addition, it would not serve the interest of justice to transfer this case to California. The construction project is in North Carolina, and it will be far easier for a North Carolina court to enforce its judgment, if any, than it would be for a California tribunal the width of a continent away. Additionally, justice requires that plaintiff's choice of forum be given substantial consideration. <i>First National City Bank v. Nanz,</i> 437 F.Supp. 184, 189 (S.D.N.Y. 1975). The reasons offered by defendants are insufficient to justify disturbing plaintiff's choice of forum.</p>\n<p>For the foregoing reasons, it is hereby ORDERED that defendants' motion for change of venue is DENIED.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1394</span></span> (1987)</b></center>\n<center><h1>STERLING FOREST ASSOCIATES, LTD., Plaintiff,<br>\nv.<br>\nBARNETT-RANGE CORPORATION, et al., Defendants.</h1></center>\n<center>No. 86-644-CIV-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>January 6, 1987.</center>\n<p><span class=\"star-pagination\">*1395</span> Charles Gordon Brown, William D. Bernard, Faison, Brown, Fletcher &amp; Brough, Chapel Hill, N.C., for plaintiff.</p>\n<p>Michael E. Weddington, Martha Jones Mason, Raleigh, N.C., for defendant FarWest Sav. &amp; Loan.</p>\n<p>Joseph C. Moore, Jr., Young, Moore, Henderson &amp; Alvis, Raleigh, N.C., for defendants Barnett-Range, Barnett and Range.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This action for negligence, gross negligence and breach of contract arises out of a Purchase Agreement jointly drafted and entered into by plaintiff Sterling Forest Associates, Ltd. (\"Sterling\") and defendant Barnett-Range Corporation (\"Barnett-Range\"). The agreement provided in part that plaintiff would purchase a certain tract of land and that Barnett-Range would construct a 174-unit apartment complex on the property. With regard to forum selection, the Agreement contained the following clause:</p>\n<blockquote>This Agreement shall be construed and enforced in accordance with the laws of the State of California and the parties agree that in any dispute jurisdiction and venue shall be in California.</blockquote>\n<p>Dissatisfied with Barnett-Range's performance of its obligations under the Agreement, Sterling filed this action in the Superior Court of Wake County, North Carolina. The action was subsequently removed to this court on diversity grounds. The defendants Barnett-Range, Hal W. Barnett and James E. Range moved to transfer the case to the Eastern District of California, pursuant to 28 U.S.C. § 1404(a) and (b).</p>\n<p>The contention of the defendants was, and continues to be, that the forum-selection clause quoted above creates exclusive jurisdiction over the contract in California. Therefore, the defendants would argue, the present venue of the suit is inappropriate and that the case must be transferred to California. The plaintiff has adopted a different view of the clause. The plaintiff maintains that, while the clause assures that jurisdiction will be available in California, the clause does not make that jurisdiction exclusive. Plaintiff contends that the clause does not destroy jurisdiction where it may otherwise be found by operation of law.</p>\n<p>In an order dated September 12, 1986, this court denied the motion of defendants to transfer the action. Defendants then moved that the court reconsider this order, contending, among other things, that the order contained a misapplication of one of the precedents in the area of forum-selection. Defendants simultaneously requested a rehearing. Recognizing its oversight, <span class=\"star-pagination\">*1396</span> this court allowed a rehearing of defendants' motion to transfer, which took place on December 2, 1986. The court has carefully reconsidered the issue, and, although it feels compelled to rescind its order of September 12, it affirms the result reached in that order.</p>\n<p></p>\n<h2>I.</h2>\n<p>The court has before it an issue requiring the interpretation of express language in a contract. The question is simply whether the language \"jurisdiction and venue shall be in California\" connotes exclusivity or merely establishes another possible forum in which to resolve disputes. In their efforts to persuade the court, both plaintiff and defendants have called attention to other cases involving forum-selection clauses. Each side claims to have authority which this court should apply as precedent in interpreting, as a matter of law, the words of this contract. The court notes parenthetically that this contract, by its express and uncontroverted terms, is governed by California substantive law. Neither side has presented to the court any California authority on this issue. Much of the discussion has focused on the word \"shall.\" It has been earnestly debated whether the word \"shall\" has been used to create a mandatory condition or to express simply futurity. Having carefully considered the grammatical structure of the disputed clause in this case and clauses in comparable cases, the court reaches the conclusion that the critical issue is not the word \"shall\" but rather the use of the verb \"to be.\"</p>\n<p>The verb \"to be\" has a number of different but clearly distinguishable uses. When used in a passive construction, it turns the sentence around so that the subject receives the action of the sentence instead of performing it. Next, the verb \"to be\" can establish an equivalency between the subject of the sentence and the subjective complement, as in the sentence, \"Green is my favorite color.\" Finally, the verb \"to be\" is frequently used actively, either to express existence, for example, \"I think; therefore I am,\" or to indicate the occupation of a place: \"Inspiration shall be in their hearts.\" Bearing in mind these different uses of the verb \"to be,\" the court will now review the cases relied upon by the defendants in their motions to transfer this case.</p>\n<p>Prior to the Supreme Court's decision in <i>M/S Bremen v. Zapata Off-Shore Company,</i> <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1907</span></a></span>, <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">32</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">513</span></a></span> (1972), forum-selection clauses had been historically disfavored by American courts. 407 U.S. at 9, 92 S.Ct. at 1913. However, the <i>Bremen</i> case established such clauses as <i>prima facie</i> valid unless shown by the resisting party to be \"unreasonable.\" <i>Id.</i> In the <i>Bremen</i> case, however, the clause was demonstrably more restrictive than the clause in this action. The clause in <i>Bremen</i> recited that \"Any dispute arising must be treated before the London Court of Justice.\" To begin with, the word \"must\" is unambiguously imperative. The word \"shall\" may create a mandatory condition or it may not, depending on context; the word \"must\" is a clear, unmistakable command. More important, however, is the use of the verb \"to be.\" In the <i>Bremen</i> clause, the verb is an auxiliary; it is used only to create a passive construction. The sentence means the same thing as, \"The parties <i>must treat</i> any dispute before the London Court of Justice.\" (emphasis added). Since the parties must treat their dispute before the London Court, they may not treat it anywhere else. The clause is thus mandatory.</p>\n<p>The same may be observed of the Fourth Circuit precedent chiefly relied on by the defendants, <i>Mercury Coal &amp; Coke, Inc. v. Mannesmann Pipe and Steel Corp.,</i> <span class=\"citation\" data-id=\"412041\"><a href=\"/opinion/412041/mercury-coal-coke-inc-a-west-virginia-corporation-v-mannesmann-pipe/\"><span class=\"volume\">696</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">315</span></a></span> (1982). There, the contract stated that claims under the contract \"shall be submitted to the Supreme Court of the State of New York....\" <i>Id.</i> at 316, n. 1. There, as in <i>Bremen,</i> the verb \"to be\" is merely a means of making the sentence passive. The active verb in the sentence is \"to submit.\" The clause in <i>Mercury</i> is exclusive because a case can only be submitted to one court. <i>Bryant Electric Co., Inc. v. City of Fredericksburg,</i> <span class=\"citation\" data-id=\"452975\"><a href=\"/opinion/452975/bryant-electric-company-inc-v-city-of-fredericksburg-and-malcolm-pirnie/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1192</span></a></span> (4th Cir.1985), is perfectly analogous.</p>\n<p><span class=\"star-pagination\">*1397</span> Now, the court compares the disputed language in the case before it: \"... jurisdiction and venue shall be in California.\" Here, the verb \"to be\" is no longer just a grammatical device for creating passivity. Instead it is the main active verb in the clause. The verb is being used to connote <i>existence</i> or the occupation of a place. The clause means the same thing as, \"... jurisdiction and venue shall <i>exist</i> in California.\" Unlike the treatment or submission of a dispute before a given court, existence of jurisdiction and venue is not an exclusive event. The mere existence of jurisdiction and venue in one court does not necessarily preclude other courts from asserting jurisdiction or a plaintiff from choosing another venue. Even though the parties have agreed that jurisdiction and venue shall exist in California, nothing in the phrasing of the clause remotely suggests that jurisdiction and venue may not exist elsewhere as well. Had the parties intended to make jurisdiction in California exclusive, it would have been easy to do so. However, a fair grammatical reading of the clause leads this court to interpret the clause otherwise.</p>\n<p>Defendants urge that the case of <i>Intermountain Systems, Inc. v. Edsall,</i> <span class=\"citation\" data-id=\"1462411\"><a href=\"/opinion/1462411/intermountain-systems-inc-v-edsall-const-co/\"><span class=\"volume\">575</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1195</span></a></span>, 1198 (D.Col.1983) is directly on point. There, the United States District Court for Colorado considered a forum-selection clause which read \"... venue shall be Adams County, Colorado....\" The court there found the clause to be exclusive. This court, however, finds the <i>Intermountain</i> case to be distinguishable. In the <i>Intermountain</i> clause, the verb \"to be\" creates an equivalency; it no longer refers to existence. To say that venue shall be Adams County excludes all other possible venues; to say that venue shall be <i>in</i> California does not preclude potential venues from existing elsewhere. This court holds that the effect of the forum-selection clause, \"... jurisdiction and venue shall be in California,\" is to establish a non-exclusive forum for dispute resolution. Should another dispute arise under this contract, either party may certainly initiate suit in California. However, because the forum-selection clause does not by its own terms establish exclusivity, the current action is properly before this court. The court finds that the grammatical structure of the clause renders the clause unambiguous on its face. Therefore, there is no need to refer to parol evidence offered by the defendants on this subject.</p>\n<p></p>\n<h2>II.</h2>\n<p>As noted in its previous order, this court has inherent jurisdiction over the subject matter. The action was properly removed from a state forum on diversity jurisdiction. The defendants Barnett-Range Corporation and Far West Savings &amp; Loan Association have filed responsive pleadings without challenging the jurisdiction of the court over the person of these defendants. As such, the court has personal jurisdiction. The defendants Hal W. Barnett and James E. Range challenge the jurisdiction of the court over their person in their answer (Second Defense). However, they do not make this challenge by way of Rule 12(b)(2), Fed.R.Civ.P., as required, nor do they brief the issue as required by local rule of this court (Rule 4.04, EDNC). This attack on the jurisdiction of the court over the person of these defendants is an insufficient attack, and, further, the court deems it abandoned. Defendants insist that even though the court finds the forum-selection clause is not mandatory, the action should be transferred to the Eastern District of California. They claim that, since Barnett-Range is licensed to do business there, California is a proper venue for this action under 28 U.S.C. § 1391(c). They argue in addition that the interest of justice and the convenience of the parties and the witnesses all demand that this court exercise its discretion to transfer the case under the authority of 28 U.S.C. § 1404(a). Section 1404(a), in essence, codifies the common law doctrine of <i>forum non conveniens.</i></p>\n<p>The plaintiff does not dispute that California would be a proper venue, and the court finds no reason to take issue on that point. However, the defendants will only prevail on a claim of <i>forum non conveniens</i> by carrying a heavy burden of proof. Unless the balance of equities is strongly in favor of the defendants, the plaintiffs' choice of forum should rarely be <span class=\"star-pagination\">*1398</span> disturbed. <i>Gulf Oil Corp. v. Gilbert,</i> <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 509, <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">839</span></a></span>, 843, <span class=\"citation\" data-id=\"104393\"><a href=\"/opinion/104393/gulf-oil-corp-v-gilbert/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1055</span></a></span> (1947). In this case, preponderance of equities lies not on the side of the defendants, but rather with the plaintiff.</p>\n<p>Defendants have not met their burden of proving that California is a more convenient forum. Plaintiff has supplied affidavits from several of its important witnesses who aver that they cannot or will not voluntarily go to California to testify in this case. These witnesses would be beyond the subpoena power of the California court, and their live testimony would be lost. On the other hand, defendants have not shown that holding the trial in North Carolina will necessarily make even one witness unavailable. The sole affidavit submitted in support of their motion merely lists a handful of witnesses from California and Colorado, none of whom have stated that they will not come to North Carolina. Certainly the trying of this case in North Carolina will cause some degree of inconvenience to defendants and to some of the witnesses. However, this court is not prepared to say that the possible inconvenience to defendants substantially outweighs (or, for that matter, even equals) the inconvenience which will be suffered by plaintiff if the case is transferred.</p>\n<p>In addition, it would not serve the interest of justice to transfer this case to California. The construction project is in North Carolina, and it will be far easier for a North Carolina court to enforce its judgment, if any, than it would be for a California tribunal the width of a continent away. Additionally, justice requires that plaintiff's choice of forum be given substantial consideration. <i>First National City Bank v. Nanz,</i> <span class=\"citation\" data-id=\"1572185\"><a href=\"/opinion/1572185/first-nat-city-bank-v-nanz-inc/\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">184</span></a></span>, 189 (S.D.N.Y. 1975). The reasons offered by defendants are insufficient to justify disturbing plaintiff's choice of forum.</p>\n<p>For the foregoing reasons, it is hereby ORDERED that defendants' motion for change of venue is DENIED.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/412041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1462411/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1572185/"
  ]
}