{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1558537/",
  "absolute_url": "/opinion/1558537/garcia-v-frog-island-seafood-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1558537/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1103/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:45:55.836597Z",
  "date_modified": "2016-04-26T21:16:21.375468Z",
  "type": "010combined",
  "sha1": "2d761c7d03d65fb14848dddcb2d96c35367e33ed",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>644 F.Supp.2d 696 (2009)</b></center>\n<center><h1>Mercedalia Hernandez GARCIA, Mirelda Garcia Dominguez, Mareli Cupil Zapata, Maria Zapata Arias, Yaimi Cupil Zapata and Juan Cupil Arias, individually and on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nFROG ISLAND SEAFOOD, INC., Robert D. White and Janice White Harris, Defendants.</h1></center>\n<center>No. 2:06-CV-46-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>June 29, 2009.</center>\n<p><span class=\"star-pagination\">*701</span> Alice Tejada, Scudder &amp; Hedrick, Carol Brooke, Jack Holtzman, N.C. Justice and Community Development Center, Raleigh, NC, for Plaintiffs.</p>\n<p>John D. Leidy, Hornthal, Riley, Ellis &amp; Maland, LLP, Elizabeth City, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for partial summary judgment [DE-26, DE-32]. All briefing, responses and replies are complete. Accordingly, the motions are ripe for ruling.</p>\n<p></p>\n<h2>I. <i>PROCEDURAL HISTORY</i>\n</h2>\n<p>Plaintiffs initiated this action by Complaint [DE-I] filed December 19, 2006, seeking unpaid wages, liquidated damages, attorney fees and costs against Defendants for the alleged violations of section 206(a) of the Fair Labor Standards Act, 29 U.S.C. § 201 <i>et seq.</i> (\"FLSA\") and sections 95-25.6, 95-25.8, 95-25.22 of the North Carolina Wage and Hour Act, N.C. Gen.Stat. § 95-25.1 <i>et seq.</i> (\"NCWHA\"). Plaintiffs also seek a class action suit pursuant to 29 U.S.C. § 216(b) for the alleged violations of the FLSA, as well as a class action suit pursuant to Rule 23 of the Federal Rules of Civil Procedure for the purported violations of the NCWHA. On January 31, 2007, Plaintiffs filed an Amended Complaint [DE-12], adding a North Carolina common law claim for breach of contract against Defendants, and seeking to pursue the contract claim as a class action suit pursuant to Rule 23 of the Federal Rules of Civil Procedure. Defendants filed their Answer [DE-15] on February 12, 2007, generally denying the allegations of the complaint and raising several affirmative defenses.</p>\n<p>On January 31, 2007, Plaintiffs moved for conditional certification of this case as a collective action under FLSA [DE-13] to which Defendants, in their response in agreement, [DE-17], reserved their right to challenge the final certification and to contest any further motions for class certifications. On August 15, 2007, the court entered an Order [DE-24] allowing Plaintiffs' motion for conditional certification of this case as a collective action under the FLSA. On August 30, 2007, Plaintiffs filed a Motion for Class Certification of the NCWHA and Contract Claims [DE-25], to which Defendants subsequently filed a Response [DE-35] in opposition, and Plaintiffs filed a Reply [DE-43].</p>\n<p>On August 30 2007, Plaintiffs moved for partial summary judgment as to Defendants' liability under the FLSA, NCWHA and North Carolina contract law [DE-26], On the same date, Defendants moved for partial summary judgment dismissing all claims except the following: (1) claim under the FLSA for improper rent collection and <i>de facto</i> deductions; (2) claim under the NCWHA for actual deductions from Plaintiffs' wages without obtaining written authorization in advance; and (3) claim under the NCWHA for improper collection of rent. <i>See</i> Defs.' Mem. of Law in Supp. of Partial Summ. J. at 29 [DE-31] (\"Defs.' Mem.\"). Both parties filed responses in opposition to the partial summary judgment motions [DE-36, DE-37], and replies thereto [DE-42, DE-45]. Both motions are pending before this court.</p>\n<p>On January 23, 2008, Plaintiffs filed a Motion to Extend the Opt-in Deadline, to Allow Other Methods to Contact Potential Collective Action Members and to Require <span class=\"star-pagination\">*702</span> the Production of Addresses of Additional Collective Action Members [DE-50]. On February 22, 2008, Defendants filed a Response [DE-51] in agreement to extending the opt-in deadline and to allowing other contact methods, but in opposition to producing additional addresses, to which Plaintiffs filed a Reply [DE-52] on March 6, 2008. This motion is also pending before the court. The parties have engaged in substantial discovery.<sup>[1]</sup></p>\n<p></p>\n<h2>II. <i>STATEMENT OF FACTS</i>\n</h2>\n<p>This lawsuit arises from Defendants' alleged underpayment of wages and record-keeping violations during Plaintiffs' employment with Defendants. Plaintiffs are citizens of Mexico who were admitted as temporary foreign workers under the H-2B<sup>[2]</sup> provisions of the Immigration and Nationality Act, 8 U.S.C. § 1101(a)(15)(H)(ii)(b), to work in Defendants' seafood processing plant as \"crab pickers.\" <i>See</i> Mem. of Law in Supp. of Pls.' Mot. for Partial Summ. J. at 4 [DE-26.2] (\"Pls.' Mem.\"). During 2004-2006, Defendants sought permission to bring Mexican nationals to work in their seafood processing plant by filing annually an Application for Alien Employment Certification, Form ETA 750A (\"Clearance Orders\") with the United States DOL. <i>See</i> Pls.' Mem. [DE-27.7, DE-27.8, DE-27.9], Ex. 6-8. Each Clearance Order set forth the number of workers requested by Defendants, the period of employment, the type of work and rate of pay being offered by Defendants. <i>Id.</i> The DOL approved the terms of work described in Defendants' Clearance Orders, and granted their request for H-2B visas to allow Plaintiffs to fill the jobs described in those orders. <i>Id.</i></p>\n<p>Each of the plaintiffs and putative members of the FLSA and NCWHA plaintiff classes paid his or her own transportation, visa, passport and border crossing costs-expenses not reimbursed by Defendants. Defs.' Resp. in Opp'n to Pls.' Mot. for Partial Summ. J. at 2, 5-6 [DE-37] (\"Defs.' Resp.\"); Defs.' Resp. to Pls.' First Req. for Admis. ¶¶ 16-19 [DE-28.2] (\"Defs.' First Admis.\"), Ex. 11. Defendants required Plaintiffs to use knives while performing certain tasks in the course of Plaintiffs' employment with Defendants. Defs.' First Admis. ¶ 23 [DE-28.2], Ex. 11. Defendants provided Plaintiffs with the knives at no cost at the beginning of the season; however, Plaintiffs were advised that replacement knives would be deducted from their wages. Defs.' Mem. at 9 [DE-31], Dep. of Hortencia Seefoo at 46:25, 47:1-3 [DE-28.3] (\"Seefoo Dep.\"),<sup>[3]</sup> Ex. 12. Such deductions were made without obtaining Plaintiffs' written authorizations. Defs.' Resp. at 3 [DE-37]; Defs.' Resp. to Pls.' First Req. for Produc. of Docs. ¶ 9 [DE-27] (\"Defs.' First Produc.\"), <span class=\"star-pagination\">*703</span> Ex. 10. While employed by Defendants, Plaintiffs rented housing provided by Defendant Frog Island Seafood (\"FIS\"). Defs.' Resp. at 4 [DE-37]. Defendant FIS did not register the housing with the NCDOL prior to furnishing it to Plaintiffs. <i>Id.</i> at 9. Due to the unpredictability of crab supply, Plaintiffs worked variable hours each week. <i>Id.</i> at 15.</p>\n<p>Plaintiffs' Amended Complaint sets forth three causes of action pursuant to the FLSA, the NCWHA and North Carolina contract law. First, Plaintiffs assert an FLSA claim with a proposed opt-in plaintiff class under 29 U.S.C. § 216(b), alleging violations of the federal minimum wage provision by (1) not reimbursing Plaintiffs for transportation, passport, visa and border crossing fees in the first workweek, which effectively brought Plaintiffs' first week's wages below the federal minimum wage; (2) deducting the costs of replacement knives from Plaintiffs' pay and requiring Plaintiffs to purchase items required for work, to the extent these deductions and purchases reduced wages below the minimum wage; and (3) charging rent for housing that (a) exceeded the actual cost and included a profit to Defendants, (b) resulted in a reduction of the wages paid to Plaintiffs to an amount or rate below the minimum wage; and (c) violated the North Carolina Migrant Housing Act (\"NCMHA\"). Am. Compl. ¶¶ 46-47 [DE-12]; Pls.' Mem. at 1, 3 [DE-26.2].</p>\n<p>Second, Plaintiffs assert the following class claims pursuant to the NCWHA: (1) <i>de facto</i> deductions which resulted in Defendants' failure to pay all wages when due during their first workweek; (2) failure to obtain written authorizations from Plaintiffs prior to making wage deductions; and (3) failure to compensate Plaintiffs for each pound of crabmeat picked through the use of an inaccurate weighing and/or recording system. Am. Compl. ¶¶ 50, 65-66 [DE-12]; Pls.' Mem. at 1-3 [DE-26.2].</p>\n<p>Finally, Plaintiffs assert a class claim under the common law of contracts, alleging a breach of contract as a result of Defendants' failure (1) to provide Plaintiffs forty hours of work each week; and (2) to pay Plaintiffs the required wage per hour. Am. Compl. ¶ 72 [DE-12]; Pls.' Mem. at 2-3 [DE-26.2].</p>\n<p>Defendants acknowledge the existence of triable issues of fact as to (1) the amount of \"some\" transportation and immigration expenses incurred by Plaintiff; (2) the deductions for the costs of knives from Plaintiffs' wages without receiving written approval in advance; and (3) the collection of \"some\" rents for housing that was not registered with the North Carolina DOL. Defs.' Mem. at 11 [DE-31]; Defs.' Resp. at 2-3 [DE-37].</p>\n<p></p>\n<h2>III. <i>CROSS MOTIONS FOR PARTIAL SUMMARY JUDGMENT</i>\n</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law, <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986); FED.R.CIV.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of evidence to support the non-moving party's case. <i>See </i><i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see id.,</i> but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> 475 U.S. 574, 586, 106 S.Ct. 1348, 89 L.Ed.2d 538 (1986) (quoting FED. R.CIV.P. 56(e)). Summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> 837 F.Supp. 123, 125 (E.D.N.C.1993). Rather, a court reviewing a claim at the <span class=\"star-pagination\">*704</span> summary judgment stage must determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, 106 S.Ct. 2505.</p>\n<p>In making this determination, a court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962). Only disputes between the parties over material facts (determined by reference to the substantive law) that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. 2505 (explaining a genuine issue exists if a reasonable jury considering the evidence could return a verdict for the non-moving party). Accordingly, a court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>When considering cross-motions for summary judgment, a court evaluates each motion separately on its own merits using the standard set forth above. <i>See </i><i>Rossignol v. Voorhaar,</i> 316 F.3d 516, 522 (4th Cir.2003); <i>accord </i><i>Local 2-1971 of Pace Int'l Union v. Cooper,</i> 364 F.Supp.2d 546, 554 (W.D.N.C.2005). Both Plaintiffs and Defendants have moved for summary judgment on a number of issues. This court will analyze each motion in turn.</p>\n<p></p>\n<h2>A. Plaintiffs' Motion for Partial Summary Judgment<sup>[4]</sup></h2>\n<p>Plaintiffs move for partial summary judgment as to Defendants' liability<sup>[5]</sup> on the following claims; (1) violation of the FLSA<sup>[6]</sup> for (a) failing to reimburse Plaintiffs for pre-employment expenses (referred to as <i>de facto</i> wage deductions); (b) deducting the costs of knives from Plaintiffs' wages to the extent such costs brought Plaintiffs' wages below the minimum wage; (c) failing to reimburse Plaintiffs for uniform expenses (e.g., boots) to the extent these expenses reduced Plaintiffs' wages below the minimum wage (d) collecting rent for housing that violated the NCMHA; (2) violation of the NCWHA for (a) failing to reimburse Plaintiffs for <i>de facto</i> wage deductions and (b) failing to obtain Plaintiffs' written authorizations prior to deducting the costs of knives from Plaintiffs' wages; and (3) violation of the terms of the Clearance Order \"contracts.\" Pls.' Mem. at 3, 14, 18-20, 24-25 [DE-26.2]. For the reasons that follow, Plaintiffs' Motion for Partial Summary Judgment is allowed in part, and denied in part.</p>\n<p></p>\n<h2>1. <i>Defacto wage deductions for transportation and pre-employment expenses</i>\n</h2>\n<p>Plaintiffs contend they are entitled to reimbursement of their pre-employment <span class=\"star-pagination\">*705</span> expenses (transportation, visa, passport and border crossing costs), because these expenses operated as <i>de facto</i> deductions from Plaintiffs' first week's wages and violated the FLSA and the NCWHA to the extent these deductions reduced their wages below the minimum wage and promised wage, respectively. <i>See</i> Pls.' Mem. at 14-18, 21; <i>see also id.,</i> Joint Stipulations ¶ [DE-27.2], (\"Jt. Stipulations\"), Ex. 1 (stipulating that if the amount each named plaintiff paid for said expenses is subtracted from his or her first week's wages in 2005 and 2006, each named plaintiff earned less than the minimum wage for that workweek).</p>\n<p></p>\n<h2>a. <i>FLSA</i>\n</h2>\n<p>Under the FLSA, an employer is required to pay each employee wages at or above the minimum wage rate each workweek, <i>see</i> 29 U.S.C. § 206, and such wages must be paid \"finally and unconditionally or `free and clear.'\" 29 C.F.R. § 531.35. The FLSA defines \"wage\" to include both cash wages and the reasonable cost of providing \"board, lodging, or other facilities;\" thus, an employer may count these costs toward satisfying its minimum wage obligations. 29 U.S.C. § 203(m); <i>see also </i><i>De Luna-Guerrero v. N.C. Grower's Ass'n,</i> 338 F.Supp.2d 649, 656 (E.D.N.C.2004). \"In other words, when the employer pays for `board, lodging, or other facilities,' it may add the costs of those facilities to the cash wage for purposes of complying with the FLSA minium (sic).\"<sup>[7]</sup><i>Rivera v. Brickman Group, Ltd.,</i> No. 05-1518, 2008 U.S. Dist. LEXIS 1167, at *26, 2008 WL 81570, at *7 (E.D.Pa. Jan. 7, 2008). An employer may not deduct from employee wages the cost of facilities which primarily benefit the employer if such deductions drive wages below the minimum wage. <i>See</i> 29 C.F.R. § 531.36(b). Moreover, an employer cannot avoid this rule \"by simply requiring employees to make such purchases on their own, either in advance of or during the employment.\" <i>See </i><i>Arriaga,</i> 305 F.3d at 1236 (citing 29 C.F.R. § 531.35).</p>\n<p>Plaintiffs rely on <i>Arriaga,</i> which held that H-2A employers must reimburse H-2A workers for their transportation, visa and recruitment expenses, <i>see </i><i>Arriaga,</i> 305 F.3d at 1242; <i>see also </i><i>De Luna-Guerrero,</i> 338 F.Supp.2d at 656 (same as to H-2A workers' transportation and visa expenses), and the district court cases which extended <i>Arriaga</i> to the H-2B context, <i>see, e.g., Rosales v. Hispanic Employee Leasing Program, LLC,</i> No. 1:06-CV-877, 2008 U.S. Dist. LEXIS 9756, at *3, 2008 WL 363479, at *1 (W.D.Mich. Feb. 11, 2008), for the proposition that the FLSA obligates H-2B employers to reimburse guest workers for their transportation, border crossing, visa and passport expenses. <i>See</i> Pls.' Mem. at 14. Apparently in reliance on the <i>De Luna-Guerrero</i> holding as to the transportation and visa expenses incurred by H-2A workers, Defendants conceded liability as to these same expenses incurred by Plaintiffs,<sup>[8]</sup> although both parties acknowledge questions of fact remain as to damages. Defs.' Mem. at 11 [DE-31]; Defs.' Resp. at 5 [DE-37]; Pls.' Reply at 1 [DE-45].</p>\n<p>Subsequent to the filing of the parties' motions in this case, however, the USDOL <span class=\"star-pagination\">*706</span> issued a December 2008 interpretation stating <i>inter alia</i> that <i>Arriaga</i> was wrongly decided and the FLSA and its implementing regulations did not require H-2B employers to reimburse guest workers for relocation expenses. <i>See</i> Labor Certification Process and Employment for H-2B and Other Technical Changes, 73 Fed. Reg. 78020, 78039-41 (Dec. 19, 2008) (explaining \"an H-2B worker's payment of his... relocation [i.e., transportation] expenses does not constitute a `kick-back' to the H-2B employer within the meaning of 29 CFR 531.35,\" and <i>\"Arriaga</i> and the district courts that followed its reasoning in the H-2B context misconstrued the [DOL's] regulations and are wrongly decided\"). On March 26, 2009, the DOL published a Notice wherein the \"DOL with[drew] the FLSA [December 2008] interpretation at ... 73 Fed. Reg. 78039-41 for further consideration....\" Withdrawal of Interpretation of the Fair Labor Standards Act Concerning Relocation Expenses Incurred by H-2A and H-2B Workers, 74 Fed. Reg. 13261, 13262 (Mar. 26, 2009). The now-withdrawn section of the December 2008 interpretation contained the DOL's opinion that the FLSA and its implementing regulations did not require H-2B employers to reimburse guest workers for relocation expenses, <i>even when such costs result in the workers being paid less than minimum wage. See</i> 73 Fed. Reg. 78039-41.</p>\n<p>Given the time that has transpired since the filing of the motions by the parties, this court, while aware the interpretation was withdrawn simply for \"further consideration,\" <i>id.</i> at 13262, is unwilling to allow the case to remain idle until the DOL decides whether to adopt the withdrawn interpretation. Accordingly, finding the <i>Arriaga</i> and <i>De-Luna-Guerrero</i> rationale persuasive in the H-2B context, this court finds the transportation costs incurred by Plaintiffs operated as <i>de facto</i> deductions and that Defendants are liable to the extent these deductions drove Plaintiffs' first week's wages below the statutory minimum. The court considers border crossing expenses to be part of a worker's transportation expense as border crossing expenses are analogous to paying a toll road fee.</p>\n<p>Turning to the visa and passport expenses incurred by Plaintiffs, caselaw supports Plaintiffs' argument that these expenses are \"for the primary benefit and convenience\" of Defendants and thus are not \"other facilities\" that can be counted as wage credits pursuant to 29 U.S.C. § 203(m). <i>See, e.g., Rosales,</i> 2008 U.S. Dist. LEXIS 9756, at *3, 2008 WL 363479, at *1; <i>Morales-Arcadio v. Shannon Produce Farms, Inc.,</i> No. 605CV062, 2007 U.S. Dist. LEXIS 51950, at *50, 2007 WL 2106188, at *17 (S.D.Ga. July 18, 2007); <i>Avila-Gonzalez v. Barajas,</i> No. 2:04-cv-567-FtM-33DNF2006, U.S. Dist. LEXIS 9727, at *10, 2006 WL 643297, at *3 (M.D.Fla. Mar. 2, 2006); <i>but compare </i><i>Rivera v. Brickman Group, Ltd.,</i> No. 05-1518, 2008 U.S. Dist. LEXIS 1167, at *26, 2008 WL 81570, at *7 (E.D.Pa. Jan. 7, 2008) (holding visa expenses should be reimbursed but not passport expenses). The DOL's March 2009 Notice, while focusing specifically on relocation expenses (also described as \"inbound travel expenses\"), arguably provides further support of Plaintiffs' position. In particular, the DOL states that its interpretation of the FLSA \"concerns important issues as to whether <i>various pre-employment expenses</i> incurred by workers lawfully may result in workers' weekly wages being reduced below the minimum wage.\" 74 Fed. Reg. 13261, 13262 (emphasis added).</p>\n<p>Nevertheless, the recently amended federal regulations applicable to the H-2B temporary labor certification process provide that H-2B employers are \"<i>not prohibit[ed]</i>... from receiving reimbursement <span class=\"star-pagination\">*707</span> for costs that are the responsibility of the <i>worker,</i> such as <i>government required passport or visa fees.\"</i> 20 C.F.R. § 655.22(g)(2) (emphasis added). Given the DOL's regulations speak directly to the issue of passport and visa expenses, the court respectfully disagrees with caselaw finding otherwise. Therefore, as to reimbursement of pre-employment expenses, Plaintiffs' Motion for Partial Summary Judgment is ALLOWED in part and DENIED in part. Specifically, Defendants are liable for reimbursement of Plaintiffs' transportation and border crossing expenses as a matter of law to the extent these expenses reduced Plaintiffs' first week's wages below the minimum wage. However, as a matter of law, Defendants are not liable for the reimbursement of Plaintiffs' passport and visa expenses.</p>\n<p></p>\n<h2>b. <i>NCWHA</i>\n</h2>\n<p>Plaintiffs argue that they are entitled to reimbursement of employment-related expenses under the NCWHA to the extent such expenses reduced their earnings below the promised wage. <i>See</i> Pls.' Mem. at 21. Defendants contend the NCWHA is inapplicable to Plaintiffs' claim, relying on the lack of North Carolina caselaw holding transportation and immigration expenses incurred by employees constitute <i>de facto</i> deductions under the NCWHA, <i>See</i> Defs.' Resp. at 10 [DE-37].</p>\n<p>In interpreting the NCWHA, North Carolina courts look to the FLSA for guidance. <i>See </i><i>Laborers' Int. Union of North America v. Case Farms, Inc.,</i> 127 N.C.App. 312, 314, 488 S.E.2d 632, 634 (1997) (noting the NCWHA is modeled after the FLSA and relying on federal caselaw interpretation of \"employee\"). State agencies also rely on the FLSA in interpreting terms under the NCWHA. Pursuant to the North Carolina Administrative Code,</p>\n<blockquote>[w]here the legislature has adopted the language or terminology of the [FLSA] for the purpose of facilitating and simplifying compliance by employers with both the federal and state labor laws, or has incorporated a federal act by reference, the [NCDOL] <i>will look to the judicial and administrative interpretations and rulings established under the federal law as a guide</i> for interpreting the North Carolina law. Such federal interpretations will therefore be considered <i>persuasive and will carry great weight as a guide</i> to the meaning of the North Carolina provisions and will be controlling for enforcement purposes.</blockquote>\n<p>13 N.C.A.C. § 12.0103 (emphasis added).</p>\n<p>With respect to the definition of \"wages,\" the court finds no material difference between the NCWHA and FLSA. In particular, regulations implementing both Acts provide that an employee's wage includes the reasonable cost of furnishing board, lodging and other facilities, <i>see</i> 13 N.C.A.C. § 12.0301(a); 29 C.F.R. § 531.3(a), but excludes items which are primarily for the benefit of the employer. <i>See</i> 13 N.C.A.C. § 12.0301(d); 29 C.F.R. § 531.32(c). Accordingly, Plaintiffs' motion for summary judgment as to Defendant's liability regarding reimbursement of transportation and border crossing expenses under the NCWHA is ALLOWED. However, in accordance with the USDOL's regulation concerning the obligations of H-2B employers, <i>see</i> 20 C.F.R. § 655.22. Plaintiffs' motion as to Defendant's liability regarding reimbursement of passport and visa expenses under the NCWHA is DENIED.</p>\n<p></p>\n<h2>2. <i>Wage deductions for boots and replacement knives</i>\n</h2>\n<p>Plaintiffs allege that their boot expenses, a required work item, operated as <i>de facto</i> wage deductions and violated the FLSA <span class=\"star-pagination\">*708</span> and NCWHA<sup>[9]</sup> to the extent these deductions reduced Plaintiffs' wages below the minimum wage and promised wage, respectively, in any given workweek. Pls.' Mem. at 20. Plaintiffs contend further that Defendants are liable under (1) the FLSA for actual deductions of the cost of replacement knives from Plaintiffs' wages to the extent those deductions reduced wages below the minimum wage; and (2) the NCWHA for failing to obtain Plaintiffs' written authorizations prior to deducting the costs of replacement knives from Plaintiffs' wages. <i>Id.</i></p>\n<p></p>\n<h2>a. <i>FLSA</i>\n</h2>\n<p></p>\n<h2>i. <i>Boots</i>\n</h2>\n<p>If an employer requires an employee to purchase an item which is \"specifically required for the performance of the employer's particular work, there would be a violation of the [FLSA] in any workweek when the cost of such [item] purchased by the employee cuts into the minimum ... wages required to be paid him under the [FLSA].\" 29 C.F.R. § 531.35; <i>see also</i> 29 C.F.R. § 531.32(c) (explaining the cost to the employer of purchasing items, such as uniforms, are primarily for the benefit or convenience of the employer and may not therefore be included in computing wages); 13 N.C.A.C. § 12.0301(d) (explaining that under the NCWHA, \"[i]tems which are primarily for the benefit of the employer and which will not be computed as wages include ... uniforms, where the business requires the employee to wear a unique or customized uniform).\" In this case, Defendants acknowledge that Plaintiffs were required to wear rubber boots, which Plaintiffs bore the responsibility of purchasing. <i>See</i> Dep. of Robert White at 82:18-25, 83:1-2 [DE-28.8], (\"R. White Dep.\"), Ex. 17; Seefoo Dep. at 83:25, 84:1-6, 86:13-16 [DE-28.3], Ex. 12. However, Defendants contend Plaintiffs failed to establish that \"any such deductions ever reduced their wages below minimum wage.\" Defs.' Resp. at 11-12 [DE-37]. Indeed, Plaintiffs supply no evidence indicating that boot expenses reduced Plaintiffs' wages below the minimum wage in contravention of the FLSA or the promised wage in contravention of the NCWHA. In fact, Plaintiffs state only that their purchase of boots operated as <i>de facto</i> deductions. <i>See</i> Pls.' Mem. at 21. Accordingly, as to reimbursement for the cost of boots, Plaintiffs motion for partial summary judgment is DENIED.</p>\n<p></p>\n<h2>ii. <i>Knives</i>\n</h2>\n<p>Generally, the costs an employer incurs purchasing and providing tools of trade, such as the knives in this case, may not be included in computing wages, since such items are \"primarily for the benefit or convenience of the employer....\" 29 C.F.R. § 531.32(c). Nevertheless, deductions for the costs of such items \"may ... be made ... if the employee ... received the required minimum wages in cash free and clear; but to the extent they reduce the wages of the employee in any such workweek below the minimum required by the [FLSA], they are illegal.\" 29 C.F.R. § 531.36(b). Defendants provided Plaintiffs with knives at no cost at the beginning of the season; however, Plaintiffs were advised that replacement knives would be deducted from their wages. Defs.' Mem. at 9 [DE-31], Seefoo Dep. at 46:25, 47:1-3 [DE-28.3], Ex. 12. Defendants admit requiring Plaintiffs to use certain knives for crab picking, <i>see</i> Defs.' First Admis. ¶ 23 [DE-28.2], Ex. 11, and making nine dollar deductions from Plaintiffs' <span class=\"star-pagination\">*709</span> pay for replacement knives. Seefoo Dep. at 45:14-16, 68:12-14 [DE-28.3], Ex. 12; Defs.' Resp. at 11 [DE-37]; Payroll Records [DE-45.4], Ex. 24. However, Defendants contend the nine dollar deductions did not reduce Plaintiffs' wages below the required minimum and fault Plaintiffs for failing to prove that such deductions \"were a daily or even a weekly event.\" Defs.' Resp. at 11 [DE-37].</p>\n<p>Despite Defendants' contention to the contrary, liability under the FLSA is not dependent on any specified frequency of deductions. Rather, compliance with the FLSA is measured by the workweek, <i>see</i> 29 C.F.R. § 776.4; thus, the issue is whether any deduction occurring during a particular workweek reduced a worker's wages for that workweek below the minimum wage. A review of Defendants' payroll records reveals instances in which the nine-dollar deduction for the cost of a replacement knife during a particular week did reduce a worker's wages for that week below the minimum wage. For example, during the week of May 19, 2005, Plaintiff Mercedalia Hernandez Garcia (\"Mercedalia\") worked 37.53 hours at a rate of $5.17 per hour, grossing $194.03. <i>See</i> Pls.' Reply at 6 [DE-45]; Payroll Records at 1-2 [DE-45.4], Ex. 24. After a nine dollar deduction for the cost of the replacement knife, Mercedalia's wages were reduced to $185.03 ($194.03-$9.00), which equates to an hourly rate of $4.93 ($185.03/37.53 hours). Accordingly, Defendants must reimburse Plaintiffs up to the point that the minimum wage is met, and Plaintiffs motion for summary judgment as to Defendants' liability regarding replacement knives is ALLOWED.</p>\n<p></p>\n<h2>b. <i>NCWHA</i>\n</h2>\n<p>Plaintiffs allege further that Defendants are liable for deducting the costs of replacement knives from Plaintiffs' wages without written authorizations, regardless of whether such deductions reduced wages below the federal minimum wage. <i>See</i> Pls.' Mem. at 19-20. An employer may withhold any portion of an employee's wages, however</p>\n<blockquote>the employer must have written authorization from the employee which (i) is signed on or before the payday(s) for the pay period(s) from which the deduction is to be made; (ii) indicates the reason for the deduction; and (iii) states the actual dollar amount ... of wages which shall be deducted from one or more paychecks.</blockquote>\n<p>N.C.G.S. § 95-25.8(a)(2). Also, an employer may withhold a portion of an employee's wages for loss to an employer's property but must first give the employee written notice of the amount to be deducted seven days prior to the payday on which the deduction is to be made. <i>Id.</i> § 95-25.8(c). Defendants contend that they substantially complied with the requirements of N.C.G.S. § 95-25.8 in that Plaintiffs were (1) provided a pay stub on each pay date which itemized all deductions, including any for lost knives, <i>see</i> Payroll Records [DE-45.4], Ex. 24, and (2) required to sign a statement acknowledging the receipt of the correct amount of wages. Defs.' Mem. at 18. Defendants concede, however, that they \"failed to comply with the technical requirements of [N.C.G.S. § 95-25.8(c)] by not getting seven days advance authorization.\" Defs.' Mem. at 18-19 [DE-31]; Defs.' Resp. at 3 [DE-37].<sup>[10]</sup> Accordingly, Plaintiffs' partial <span class=\"star-pagination\">*710</span> summary judgment as to Defendants' liability under N.C.G.S. § 95-25.8 is ALLOWED. <i>See </i><i>Strickland v. MICA Information Systems,</i> 800 F.Supp. 1320, 1325 (M.D.N.C.1992) (denying employer's motion for summary judgment where employee never authorized pay deductions in a signed writing and employer presented no evidence to the contrary).</p>\n<p></p>\n<h2>3. <i>Housing costs</i>\n</h2>\n<p>Plaintiffs contend that Defendants are not entitled to claim the costs of any housing provided to Plaintiffs toward the minimum wage requirements under the FLSA because the housing was furnished in violation of the NCMHA.<sup>[11]</sup><i>See</i> Pls.' Mem. at 18-19 [DE-26.2]; Pls.' Reply at 7-9 [DE-45]. In particular, Plaintiffs contend Defendants were not properly authorized to house H-2B workers<sup>[12]</sup> as a result of Defendants' technical, as opposed to substantive, violation of the NCMHA.<sup>[13]</sup></p>\n<p>If housing is \"customarily furnished\" by the H-2B employer as a part of wages, then the cost<sup>[14]</sup> to the employer of furnishing an employee with housing can be included in determining the employer's compliance with the minimum wage requirement promulgated under the FLSA. 29 U.S.C. § 203(m); <i>see also</i> 29 C.F.R. § 531.31 (defining \"customarily furnished\"). However, housing is not considered \"customarily furnished\" when it is furnished in violation of federal, <i>state</i> or local law. 29 C.F.R. § 531.31 (emphasis added). Pursuant to the NCMHA, migrant housing shall be inspected for compliance with federal and state law prior to occupancy. <i>See</i> N.C. Gen.Stat. § 95-226. In this case, Defendants admit to a technical violation of this state law in that <span class=\"star-pagination\">*711</span> they failed to register the H-2B workers' housing with the NCDOL, and failed to have the housing inspected prior to Plaintiffs' occupancy, Defs.' First Admis. [DE-28.2] Ex. 11 ¶¶ 10-13. As a result of Defendants' violation of state law, Plaintiffs contend housing provided by Defendants cannot be considered an item \"customarily furnished\" under the FLSA. Accordingly, Plaintiffs maintain that the cost to Defendants of furnishing housing cannot be credited toward Defendants' minimum wage requirements, Pls.' Mem. at 19.</p>\n<p>Defendants counter with the following arguments. First, Defendants contend that Plaintiffs' reliance on the NCMHA \"is of limited applicability\" in that it does not provide a private right of action. Defs.' Resp. at 9 [DE-37] (citing <i>Edwards v. Johnston County Health Dep't,</i> 885 F.2d 1215 (4th Cir.1989)). However, Defendants' reliance on <i>Edwards</i> is misplaced. In <i>Edwards,</i> migrant workers challenged a county health department's issuance of permits for migrant housing facilities which, despite an inspection report stating otherwise, failed to comply with state health and safety standards. <i>Edwards,</i> 885 F.2d at 1217. As a result, the migrant workers alleged that the failure of county health officials to ensure that the inspector responsible for issuing the permits was adequately trained and supervised violated the Fair Housing Act and the workers' constitutional rights. <i>Id.</i> at 1217. However, the <i>Edwards</i> court held the workers failed to state a claim as the county had no constitutional obligation to protect the workers from the substandard living conditions in privately-owned migrant housing facilities. <i>Id.</i> at 1219.</p>\n<p>Here, Plaintiffs allege that Defendants failed to have the rental housing inspected in compliance with the NCMHA. Unlike the migrant workers in <i>Edwards,</i> Plaintiffs do not purport to allege a private right of action against a governmental agency. Rather, Plaintiffs contend Defendants' inaction, which amounted to a technical violation of a state statute, precludes Defendants from enjoying the benefit of having \"customarily furnished\" housing costs credited toward minimum wage obligations.</p>\n<p>Second, Defendants argue that the NCMHA does not \"provide that failure to comply with ... federal [housing regulations] limits the ability to provide or charge for such housing.\" Defs.' Resp. at 9 [DE-37]. However, Plaintiffs do not claim that the NCMHA prohibits Defendants from providing or charging for housing in non-compliance with federal housing regulations. Rather, Plaintiffs contend that as result of Defendants' violation of state law, the FLSA prohibits Defendants from crediting their housing costs as wages if the costs bring the workers' pay below the statutory minimum.</p>\n<p>Finally, Defendants imply that only a substantive violation of federal, state or local law triggers 29 C.F.R. § 531.31. <i>See id.</i> (citing <i>Osias v. Marc,</i> 700 F.Supp. 842, 845 (D.Md.1988) (holding that an \"employer may not credit the cost of furnishing [seriously substandard housing] against minimum wage obligations\")). Plaintiffs concede \"there was no finding in this case that the housing rented to [them] was `substandard,'\" but contend <i>any</i> violation of federal, state or local law prohibits Defendants from legally deducting the cost of housing from their wages. Pls.' Reply at 9 [DE-45] (citing <i>Strong v. Williams,</i> No. 78-124-Civ-TG, 1980 U.S. Dist. LEXIS 14185, 1980 WL 8134 (M.D.Fla. Apr. 22, 1980), <i>Caro-Galvan v. Curtis Richardson, Inc.,</i> 993 F.2d 1500 (11th Cir.1993) and <i>Chellen v. John Pickle Co.,</i> 446 F.Supp.2d 1247 (N.D.Okla.2006)).</p>\n<p>Upon review of the cases cited above by Plaintiffs, the court finds that only <i>Strong</i> <span class=\"star-pagination\">*712</span> supports Plaintiffs' position. In <i>Strong,</i> the court found that an employer had rented housing to a migrant farm worker while not authorized to do so under federal law.<sup>[15]</sup><i>Strong,</i> 1980 U.S. Dist. LEXIS 14185, at *13, 1980 WL 8134, at *5. Accordingly, the court held deductions from the worker's wages for rent were unlawful and thus could not count as wages. <i>Id.; see also Soler,</i> 768 F.Supp. at 466 (describing employer's argument that \"substantial compliance\" with state law barred the application of 29 C.F.R. 531.31 as \"unfounded\" as the regulation \"explicitly provides that housing deductions are not permitted for `facilities furnished in violation of any Federal, State, or local law'\"). Given the explicit directive of 29 C.F.R. § 531.31 and Defendants' admitted violation thereof, Plaintiffs' motion for summary judgment as to Defendants' liability is ALLOWED.</p>\n<p></p>\n<h2>4. <i>Liquidated damages under FLSA and NCWHA</i>\n</h2>\n<p>Plaintiffs move the court for partial summary judgment against Defendants with respect to liquidated damages based on Defendants' alleged violations of both the FLSA and the NCWHA. Pls.' Mem. at 25 [DE-26.2]. Defendants request entry of partial summary judgment seeking a determination that any violation of the FLSA or the NCWHA not be subject to liquidated damages based on a good faith defense. Defs.' Mem. at 14-19 [DE-31].</p>\n<p>An employer who violates the minimum wage provisions of the FLSA or the NCWHA \"shall be liable to the ... employees affected in the amount of their unpaid minimum wages ... and in an additional equal amount as liquidated damages.\" 29 U.S.C. § 216(b); <i>see also</i> N.C.G.S. § 95-25.22(a), (a1) (explaining an employer shall be liable to the employee in the amount of unpaid minimum wages and interest plus an equal amount as liquidated damages). Despite the seemingly mandatory nature of this provision, a court has discretion to deny an award of liquidated damages where the employer shows that, despite the failure to pay appropriate wages, the employer acted in \"good faith\" and had \"reasonable grounds\" for believing that the acts or omissions giving rise to the failure did not violate the FLSA or the NCWHA. 29 U.S.C. § 260; <i>accord</i> N.C.G.S. § 95-25.22(al). The employer bears a \"plain and substantial burden of persuading the court by proof that his failure to obey the statute was both in <i>good faith and predicated upon such reasonable grounds</i> that it would be unfair to impose upon him more than a compensatory verdict.\" <i>Brinkley-Obu v. Hughes Training,</i> 36 F.3d 336, 357 (4th Cir.1994) (emphasis added) (quotation omitted). Liquidated damages are the \"norm\" in cases in which the FLSA is violated. <i>Mayhew v. Wells,</i> 125 F.3d 216, 220 (4th Cir.1997)</p>\n<p>The good faith defense requires that an employer provide adequate proof that it did not take an \"ostrichlike\" approach to the FLSA by \"`simply remain[ing] blissfully ignorant of FLSA requirements.'\" <i>Roy v. County of Lexington,</i> 141 F.3d 533, 548-49 (4th Cir. <span class=\"star-pagination\">*713</span> 1998) (quoting <i>Burnley v. Short,</i> 730 F.2d 136, 140 (4th Cir.1984)). Rather, \"an employer [must] take active steps to ascertain the dictates of [an act] and then move to comply with them.\" <i>Reich v. Southern New England Telecomm. Corp.,</i> 121 F.3d 58, 71 (2d Cir.1997); <i>see also </i><i>Barcellona v. Tiffany English Pub, Inc.,</i> 597 F.2d 464, 469 (5th Cir.1979) (explaining \"good faith requires some duty to investigate potential liability under the FLSA\").</p>\n<p></p>\n<h2>a. <i>Pre-Employment Expenses</i>\n</h2>\n<p>Here, in attempting to meet their burden of establishing good faith and reasonable grounds for not reimbursing Plaintiffs for their employment-related expenses, Defendants state (1) \"it is undisputed that [they] did not have actual knowledge\" of this requirement; and (2) \"the violation in issue is extremely technical\" and \"requires an intricate knowledge of federal regulations, precedent and `recent case authority which a businessman cannot be expected to know.'\" Defs.' Mem. at 15-16 (citing <i>Snelling v. O.K. Service Garage, Inc.,</i> 311 F.Supp. 842, 846 (E.D.Ky.1970)).</p>\n<p>The court finds liquidated damages are not merited as to any pre-employment expenses because Defendants' noncompliance with the FLSA as to such expenses was reasonable and in good faith. The DOL's recent interpretation of the FLSA and subsequent withdrawal thereof pursuant to its March 2009 Notice, discussed above, highlight the confusion surrounding an obviously contentious issue. Moreover, the Fourth Circuit considered only recently an <i>H-2A employer's liability</i> for the identical FLSA violation at issue here (with the exception of the reimbursement of passport costs and deductions from pay without prior authorization). <i>See </i><i>De Luna-Guerrero,</i> 338 F.Supp.2d at 656. Given the complexity of the issue as indicated by the DOL's recent interpretation and subsequent withdrawal thereof and the minimal caselaw regarding the obligations of H-2B employers, the court finds that the good faith exception is applicable and accordingly DENIES Plaintiffs' motion for partial summary judgment. Further, the court finds as a matter of law that Defendants' are not subject to liquidated damages as to these expenses.</p>\n<p></p>\n<h2>b. <i>Deductions for tools of trade and housing requirements</i>\n</h2>\n<p>As to their failure to comply fully with the NCWHA's requirements concerning the withholding of wages for tools of trade, Defendants rely on their partial compliance with N.C.G.S. § 95-25, 8, noting (1) Plaintiffs were provided a pay stub each pay date which itemized all deductions, including any for replacement knives and (2) Plaintiffs signed statements indicating their receipt of the correct pay. Defs.' Mem. at 18. Defendants do not address explicitly deductions for tools that reduced Plaintiffs' wages below the minimum and promised wage in violation of the FLSA and NCWHA, respectively, nor the technical violation of the FLSA for failing to comply with state law housing requirements. However, Defendants note generally their decision to \"hire[] a manager [i.e., Scott] with vast experience in implementing and supervising an H-2B recruitment and employment program,\" Defs.' Mem. at 15-16.</p>\n<p>While recognizing that liquidated damages are the \"norm,\" the court finds liquidated damages are not warranted as to wage deductions for replacement knives (to the extent these deductions reduced Plaintiffs' wages below the statutory minimum under the FLSA or promised wage under the NCWHA), for failing to comply with state law housing requirements or for failing to obtain written authorizations seven days prior to deducting costs for tools <span class=\"star-pagination\">*714</span> of trade from Plaintiffs' wages. There is no evidence that Defendants \"remain[ed] blissfully ignorant of FLSA requirements.\" <i>Roy,</i> 141 F.3d at 548. In particular, Defendants hired a manager with twelve years' experience with the H-2B recruitment and employment process. Aff. of Joel Scott ¶¶ 3-5 (\"Scott Aff.\") [DE-32.5], Ex. 4; <i>compare </i><i>Lockwood v. Prince George's County, Md.,</i> 58 F.Supp.2d 651, 658 (D.Md.1999) (noting the employer had not demonstrated that it \"took affirmative steps to ascertain the Act's requirements, but nonetheless, violated its provisions\") (quoting <i>Martin v. Cooper Electric Supply Co., et al.,</i> 940 F.2d 896, 908 (3d Cir.1991)). Therefore, Plaintiffs' motion for partial summary judgment on the issue of liquidated damages as to Defendants' remaining violations of the FLSA and NCWHA is DENIED. Further, the court finds as a matter of law that Defendants' are not subject to liquidated damages as to violations.</p>\n<p></p>\n<h2>5. <i>Defendants did not act willfully when they violated the FLSA.</i>\n</h2>\n<p>Plaintiffs also seek summary judgment on the issue of whether Defendants' violations were \"willful\" such as to trigger an exception to the two-year statute of limitations prescribed by the FLSA. <i>See</i> Pls.' Mem. at 27 [DE-26.2]. Plaintiffs' motion is based solely on Plaintiffs' claim that Defendants failed to reimburse transportation and immigration expenses within the first workweek. <i>See</i> Pls.' Mem. at 27 [DE-26.2]. Defendants move for summary judgment in their favor dismissing all claims based on willful violations. Defs.' Mem. at 19 [DE-31].</p>\n<p>The FLSA generally provides for a two-year statute of limitations on actions to enforce its provisions, but allows a three-year limitations period for \"a cause of action arising out of a willful violation.\" 29 U.S.C. § 255(a). Plaintiffs bear the burden of proving Defendants' acts or omissions were \"willful\" within the meaning of the FLSA. <i>De Luna-Guerrero v. N.C. Grower's Ass'n,</i> 370 F.Supp.2d 386, 388 (E.D.N.C.2005). An employer's violation is willful if \"the employer either knew or showed reckless disregard for the matter of whether its conduct was prohibited by the [FLSA].\" <i>McLaughlin v. Richland Shoe Co.,</i> 486 U.S. 128, 133, 108 S.Ct. 1677, 100 L.Ed.2d 115 (1988). Unreasonable or negligent conduct is not enough to constitute \"willful\" conduct. <i>Id.</i> at 134, 108 S.Ct. 1677.</p>\n<p>Plaintiffs argue Defendants knew that their actions, taking <i>de facto</i> deductions by failing to reimburse H-2B workers for employment-related expenses up to the point that their wages satisfy the FLSA minimum wage, were prohibited by the FLSA. Pls.' Mem. at 27 [DE 26-2]. In attempting to meet their burden of establishing that Defendants' violation of the FLSA was willful, Plaintiffs note the following: (1) Defendants admit advancing expenses to H-2B workers for several years but stopped doing so in 2004, Defs.' First Admis. ¶ 15 [DE 28-2], Ex. 11; (2) the money advanced was for visa, passport, transportation costs \"or whatever [the H-2B workers] needed to get,\" S. White Dep. at 27:17-19; 31:8-10 [DE 27-6], Ex. 5; and (3) Defendants decided to discontinue their practice of forwarding expense money to H-2B workers because (a) based on gossip, they questioned whether the workers were actually receiving the money and (b) Scott explained he had never worked for a seafood processing company that advanced expenses to H-2B workers, <i>see</i> S. White Dep. at 33:21-25; 34:1-15 [DE 27-6], Ex. 5. Pls.' Mem. at 28 [DE 26-2]. Plaintiffs further contend that despite being \"faced with conflicting views regarding whether [they] [were] legally required to pay for such travel and visa related expenses,\" Defendants failed to contact the <span class=\"star-pagination\">*715</span> USDOL \"or anyone else, despite contacting USDOL regarding other H-2B issues.\"<sup>[16]</sup><i>Id.</i> at 28. Finally, Plaintiffs claim that whether Defendants understood the \"reimbursement of expenses\" requirement is \"[a]t the very least a triable issue,\" given Scott allowed Defendants to advance expenses to H-2B workers when he was aware of no such requirement. Pls.' Reply at 10 [DE-45]. As such, Plaintiffs argue that Defendants had at least constructive notice of this FLSA requirement. Pls.' Resp. to Defs.' Mot. for Partial Summ. J. at 27 [DE-36] (\"Pls.' Resp.\").</p>\n<p>Defendants counter that hiring a \"knowledgeable and experienced manager to oversee the H-2B program\" indicates a lack of reckless disregard for the law and that their failure to reimburse H-2B workers for their employment-related expenses resulted from an \"innocent lack of knowledge.\" Defs.' Resp. at 17 [DE 37]; Defs.' Mem. at 20 (citing R. White Aff. ¶ 11<sup>[17]</sup> [DE 32-6], Ex. 5, S. White Aff. ¶ 16<sup>[18]</sup> [DE], Ex. 7, Scott Aff. ¶ 18<sup>[19]</sup> [DE 32-5], Ex. 4.). Furthermore, Defendants note Plaintiffs' admissions to having no evidence in support of their \"willful allegations\" claim. <i>See</i> Pl. Juan Cupil Arias' Resp. to Defs.' First Disc. Req. at 5 ¶ 9 [DE 33-6]; PI. Mercedalia Hernandez Garcia's Resp. to Defs.' First Disc. Req. at 6 ¶ 12 [DE 33-7]; Pl. Mirelda Garcia Dominguez's Resp. to Defs.' First Disc. Req. at 6 ¶ 12 [DE 33-10] (answering that, based on discovery requests received from Defendants thus far, no basis exists for their allegation that \"[Defendants knew or showed reckless disregard as to whether their conduct was prohibited by the [FLSA] and its accompanying regulations\").</p>\n<p>Because Plaintiffs cannot establish that Defendants' violation was willful in nature, the two-year statute of limitations applies to this action. Plaintiffs filed this action on December 19, 2006. Therefore, Plaintiffs may recover only those damages which accrued beginning December 19, 2004.</p>\n<p></p>\n<h2>6. <i>Breach of Contract</i>\n</h2>\n<p>Plaintiffs move for summary judgment as to their common law breach of contract claim. Pls.' Mem. at 22. Plaintiffs contend Defendants failed to (1) provide at <span class=\"star-pagination\">*716</span> least forty hours of work per week during the period of employment specified in the contract;<sup>[20]</sup> and (2) pay Plaintiffs at the required wage per hour for each hour of work performed under the contract. Pls.' Am. Compl. ¶ 72 [DE-12]. Defendants also move for summary judgment in their favor as to Plaintiffs' breach of contract claim. Defs.' Mem. at 20. The court has supplemental jurisdiction over the state law claim pursuant to 28 U.S.C. § 1367(a) based upon the original jurisdiction of Plaintiffs' federal question claims arising under the FLSA.</p>\n<p>While acknowledging an H-2B contract does not exist statutorily, Plaintiffs contend the Clearance Orders constitute unilateral contracts under North Carolina law. Pls.' Resp. at 7, 9 [DE-36]; Pls.' Reply at 1 [DE-45]. In support of this contention, Plaintiffs rely on (1) the shared purpose of the H-2A and H-2B programs and their similar application process, <i>see</i> Pls.' Mem. at 22-23 [DE-26.2], Pls.' Resp. at 1-3 [DE-36]; (2) a DOL guidance letter regarding H-2B certification,<sup>[21]</sup><i>see</i> Pls.' Mem. at 24 [DE-26.2], Pls.' Reply at 2-3 [DE-45]; (3) caselaw interpreting H-2A contract claims,<sup>[22]</sup><i>see</i> Pls.' Resp. at 6-9 [DE-36]; and (4) caselaw allegedly \"accept[ing]... [the] premise\" that terms of an H-2B Clearance Order create a contract, <i>see</i> Pls.' Mem. at 23. Defendants contend the H-2B Clearance Order does not create a contract, noting the inapplicability of H-2A caselaw as to this issue given the \"significant differences\" between the H-2A and H-2B programs. Defs.' Resp. at 12-13 [DE-37]. For the reasons below, the court finds that the Clearance Orders do not constitute a contract of employment.</p>\n<p>While the court acknowledges the shared purpose<sup>[23]</sup> and similar application process of the H-2A and H-2B programs,<sup>[24]</sup> the contract issue is a noteworthy <span class=\"star-pagination\">*717</span> difference between the H-2A and H-2B regulations. In particular, while federal regulations governing the H-2A program provide that \"[i]n the absence of a separate, written work contract entered into between the [H-2A] employer and the worker, the required terms of the job order and application ... shall be the work contract,\" 20 C.F.R. § 655.102(b)(14); <i>see</i> 29 C.F.R. § 501.10(d) (defining an H-2A work contract), no similar provision exists under the H-2B regulations. <i>See</i> 20 C.F.R. § 655.4 (providing definitions of H-2B-related terms). In fact, under the H-2B program, foreign workers \"are guaranteed only that their pay will be consistent with the prevailing wage for the assigned locality. An H-2B worker ... has <i>no employment contract</i> or work guarantee.\" <i>Olvera-Morales v. Int'l Labor Mgmt. Corp.,</i> 246 F.R.D. 250, 253 (M.D.N.C.2007) (emphasis added): <i>see</i> 20 C.F.R. § 655.22(e) (explaining the H-2B employer must attest that ... \"[t]he offered wage equals or exceeds the highest of the prevailing wage, the applicable Federal minimum wage, the State minimum wage, and local minimum wage, and the employer will pay the offered wage during the entire period of the approved H-2B labor certification\").</p>\n<p>Despite the above, Plaintiffs maintain that \"numerous federal decisions show acceptance of [the] premise\" that \"the terms of an H-2B Clearance Order create a contract.\" Pls.' Mem. at 23 (citing <i>De Leon-Granados v. Eller &amp; Sons Trees, Inc.,</i> No. 1:05-CV-1473-CC, 2006 U.S. Dist. LEXIS 73781, at *21, 28 (N.D.Ga. Sept. 28, 2006), <i>mot. granted in part, den. in part,</i> 452 F.Supp.2d 1282, 1284 (N.D.Ga.2006), <i>affd,</i> 497 F.3d 1214 (11th Cir.2007), <i>remanded to</i> 581 F.Supp.2d 1295 (N.D.Ga.2008); <i>Guerrero v. Brickman Group LLC,</i> No. 1:05-CV-00357, 2007 U.S. Dist. LEXIS 21126, 2007 WL 922420 (W.D.Mich. Mar. 26, 2007), <i>vacated in part,</i> 2007 U.S. Dist. LEXIS 60605, 2007 WL 2381943 (W.D.Mich. Aug. 17, 2007); <i>Olvera-Morales v. Sterling Onions, Inc.,</i> 322 F.Supp.2d 211 (N.D.N.Y.2004)). Defendants submit that the cases cited by Plaintiffs are inapposite. Defs.' Resp. at 12-13 [DE-37]. With the exception of <i>De Leon-Granados,</i> the court agrees, finding the cited cases distinguishable from this case in several respects.</p>\n<p>In <i>Guerrero,</i> the court never discussed Clearance Orders from a contractual aspect. Rather, the court questioned, without deciding, whether the FLSA applies to H-2B workers. <i>See Guerrero,</i> 2007 U.S. Dist. LEXIS 21126, at *23, 2007 WL 922420, at *7 (noting the application for alien certification included a certification that the employment terms and conditions are not contrary to federal law and explaining plaintiffs bear the burden of establishing that this certification included an agreement to comply with the FLSA). Moreover, the court never considered the breach of contract claim. Rather, the court indicated supplemental jurisdiction remained over that claim given some FLSA claims were not dismissed. <i>Id.,</i> 2007 U.S. Dist. LEXIS 21126 at *31, 2007 WL 922420, at *10. Similarly, in <i>Olvera-Morales,</i> the court considered an employment discrimination suit wherein female migrant workers were intentionally placed in the H-2B program by defendants, even <span class=\"star-pagination\">*718</span> though the workers qualified for the higher-paying H-2A positions. <i>Olvera-Morales,</i> 322 F.Supp.2d at 213. Making only one reference to an employment contract, the court provided no analysis as to what constituted the contract. <i>Id.</i> at 218.</p>\n<p>Unlike the above cases, the <i>De Leon-Granados</i> case presents a similar contention as that of Plaintiffs. In <i>De Leon-Granados,</i> H-2B migrant workers asserted claims under the Migrant and Seasonal Agricultural Worker Protection Act (\"AWPA\"), alleging, <i>inter alia,</i> that their employer failed to pay them for full-time employment. <i>De Leon-Granados,</i> 2006 U.S. Dist. LEXIS 73781, at *28. The employer sought summary judgment on numerous issues, including a determination, based on a contract theory, that \"there [was] no agreement or requirement to guarantee each worker at least 40 hours of work every week.\" <i>De Leon-Granados v. Eller &amp; Sons Trees, Inc.,</i> 581 F.Supp.2d 1295, 1302 (N.D.Ga.2008). In particular, the employer contended that statements made on the ETA-750 form could not be used by the H-2B workers as a basis for asserting breach, since the workers were never provided these forms. <i>De Leon-Granados,</i> 581 F.Supp.2d at 1324. Disagreeing, the court explained first that the workers \"have not plead this particular claim in contract but under the AWPA[;]\" thus, \"the privity requirements of contract law are inapplicable to [the workers'] <i>statutory claim</i> to enforce a working arrangement.\" <i>Id.</i> at 1324-1325 (emphasis added). The <i>De Leon-Granados</i> court explained further that the employer's \"promise of 40 hours [as indicated by the clearance order completed by the employer] became a term of the work arrangement, which is actionable [under the AWPA].\" <i>Id.</i> at 1325.</p>\n<p>Although Plaintiffs in the case at bar bring a common law contract claim, as opposed to a statutory claim, they, like the workers in <i>De Leon-Granados,</i> rely on Defendants' entry of \"40\" beneath the \"Total Hours Per Week\" column appearing in the Clearance Orders. The H-2B regulations define full-time \"for purposes of temporary labor certification employment, [] [as] 30 or more hours per week, except that where a State or an established practice in an industry has developed a definition of full-time employment for any occupation that is less than 30 hours per week, that definition shall have precedence.\" 20 C.F.R. § 655.4. Here, Plaintiffs request the court to construe the definition as establishing an actual obligation of the number of hours that must be guaranteed each week. However, in its interpretation of the FLSA, the USDOL explained,</p>\n<blockquote>the definition <i>should not</i> be construed to establish an <i>actual obligation of the number of hours that must be guaranteed each week.</i> The parameters set forth in the definition of \"full time\" refer to the number of hours that are generally perceived to constitute that type of employment, as distinguished from \"part time,\" and <i>are not</i> a requirement that an employer offer a certain number of hours or any other terms or conditions of employment.</blockquote>\n<p>73 Fed. Reg. 78020, 78024<sup>[25]</sup> (emphasis added).</p>\n<p>\"Generally, courts must defer to an agency's interpretation of its own regulation, regarding that interpretation as `controlling unless plainly erroneous or inconsistent <span class=\"star-pagination\">*719</span> with the regulation.'\" <i>Humanoids Group v. Rogan,</i> 375 F.3d 301, 305 (4th Cir.2004) (quoting <i>Auer v. Robbins,</i> 519 U.S. 452, 461, 117 S.Ct. 905, 137 L.Ed.2d 79 (1997)); <i>accord </i><i>Parrish v. Brownlee,</i> 335 F.Supp.2d 661, 670 (E.D.N.C.2004) (explaining \"the court must accord deference to a federal agency's reasonable interpretation of its own regulation\"). The USDOL's interpretation of \"full-time\" is neither plainly erroneous nor inconsistent with 20 C.F.R. § 655.4. With deference to the USDOL's interpretation of its own regulations, the court finds that Defendants' entry of 40 hours did not establish an obligation to guarantee 40 hours of work each week.</p>\n<p>Moreover, the court declines to apply a unilateral contract analysis to the issue of H-2B Clearance Orders. \"Under North Carolina law, `a unilateral contract is defined as a promise by one party, or an offer by him to do a certain thing, in the event the other party performs a certain act ... and ... [the] offeree can accept [the offer] by meeting its conditions.'\" <i>Norman v. Loomis Fargo &amp; Co.,</i> 123 F.Supp.2d 985, 988 (W.D.N.C.2000) (quoting <i>White v. Hugh Chatham Memorial Hosp., Inc.,</i> 97 N.C.App. 130, 131-32, 387 S.E.2d 80, 81 (1990)). Upon the offeree's performance of the requested act, \"the contract becomes clothed with a valid consideration, which relates back and renders the promise obligatory.\" <i>CIM Ins. Corp. v. Cascade Auto Glass, Inc.,</i> 660 S.E.2d 907, 910 (N.C.Ct.App.2008) (quoting <i>Erskine v. Chevrolet Motors Co.,</i> 185 N.C. 479, 489, 117 S.E. 706, 710 (1923)).</p>\n<p>North Carolina has recognized a unilateral contract theory with respect to various types of employment benefits, including a legal claim to unpaid wages, vacation and retirement benefits and severance payments. <i>See </i><i>Rucker v. First Union Nat'l Bank,</i> 98 N.C.App. 100, 102, 389 S.E.2d 622, 624 (1990) (citing <i>Morton v. Thornton,</i> 257 N.C. 259, 125 S.E.2d 464 (1962)). However, in the case at hand, Plaintiffs' claims are not for earned benefits but rather for work that was never performed nor was it ever, as this court concludes, contractually promised. As explained in <i>Rucker,</i> \"to apply a unilateral contract analysis to the situation before us would, in effect, require us to abandon the \"at-will\" doctrine which is the law in this State. This we cannot do.\" <i>Rucker,</i> 98 N.C.App. at 103, 389 S.E.2d 622. Accordingly, Plaintiffs motion for partial summary judgment as to the contract claim is DENIED. Further, the court finds that Defendants are entitled to summary judgment as to this claim as a matter of law.</p>\n<p></p>\n<h2>B. DEFENDANTS' MOTION FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>Defendants move for partial summary judgment dismissing (1) all claims seeking to impose liability on the individual defendants, (2) all claims for liquidated damages under the FLSA and NCWHA (3) all claims based in contract, (4) any claims for a willful violation of the FLSA and (5) Plaintiffs' NCWHA claim that they were not correctly paid for all crabmeat picked. Defs.' Mem. at 12, 14, 17, 20, 27 [DE-32]. Given the court's findings above, it addresses only the claims as to the liability of the individual defendants and the violation of the NCWHA for failure to pay Plaintiffs for all crabmeat picked.</p>\n<p></p>\n<h2>1. <i>Employer status of Defendant Robert White</i>\n</h2>\n<p>Defendants seek entry of partial summary judgment dismissing all claims against White individually, contending White does not have sufficient control over FIS to be held individually liable as an \"employer\" under the FLSA or NCWHA. <i>See</i> Defs.' Mem. at 13 [DE-31]; Defs.' <span class=\"star-pagination\">*720</span> Reply to Pls.' Resp. to Defs.' Mot. for Partial Summ. J. at 6 [DE-42] (\"Defs.' Reply\"). Plaintiffs seek to impose liability under the FLSA and NCWHA on Robert White<sup>[26]</sup> (\"White\") by virtue of his operational control over FIS. <i>See</i> Pls.' Resp. at 21-22 [DE-36]. Plaintiffs rely on Defendants' depositions and answers to Plaintiffs' interrogatories as evidence creating a genuine issue of fact regarding White's status as an employer.<sup>[27]</sup><i>See id.</i> at 21.</p>\n<p>The FLSA defines \"employer\" as including \"any person acting directly or indirectly in the interest of an employer in relation to an employee.\"<sup>[28]</sup> 29 U.S.C. § 203(d). Described as \"expansive\" by the Supreme Court, <i>see </i><i>Falk v. Brennan,</i> 414 U.S. 190, 195, 94 S.Ct. 427, 38 L.Ed.2d 406 (1973), the term \"employer\" is \"to be construed liberally because by it Congress intended to protect the country's workers.\" <i>Donovan v. Grim Hotel Co.,</i> 747 F.2d 966, 971 (5th Cir.1984); <i>see also</i> 29 U.S.C. § 202(a) (explaining the FLSA was enacted to remedy \"labor conditions detrimental to the maintenance of the minimum standard of living necessary for health, efficiency, and general well being of workers\"). Accordingly, it is well established that, under certain conditions, individuals may be subjected to liability for unpaid wages under the FLSA. <i>See, e.g., </i><i>Brock v. Hamad,</i> 867 F.2d 804, 808 n. 6 (4th Cir.1989) (holding individual was properly sued as an \"employer\" responsible for complying with the FLSA because \"he hired and directed the employees who worked for the enterprise\").</p>\n<p>\"In deciding whether a particular individual is an `employer' for purposes of the FLSA, courts apply an `economic reality' test, examining the totality of the circumstances to determine whether the individual has sufficient operational control over the workers in question and the allegedly violative actions to be held liable for unpaid wages or other damages.\" <i>Miller,</i> 2003 U.S. Dist. LEXIS 20702, at *9-10, <span class=\"star-pagination\">*721</span> 2003 WL 22717592, *3 (citations omitted). Factors commonly relied on by courts in determining the extent of an individual's operational control over employees include whether the individual: (1) had the power to hire and Fire the employees; (2) supervised and controlled employee work schedules or conditions of employment; (3) determined the rate and method of payment; and (4) maintained employment records. <i>See id.</i> (citing <i>Herman v. RSR Sec. Servs.,</i> 172 F.3d 132, 139 (2d Cir.1999)); <i>see, e.g., </i><i>United States Dep't of Labor v. Cole Enters., Inc.,</i> 62 F.3d 775, 778 (6th Cir.1995) (finding individual defendant liable under the FLSA where he had power over hiring, firing, rates of pay, schedule and payroll); <i>Reich v. Circle C. Investments, Inc.,</i> 998 F.2d 324, 329 (5th Cir.1993) (finding individual liable under the FLSA where he hired employees and signed their payroll checks); <i>Patel v. Wargo,</i> 803 F.2d 632, 638 (11th Cir.1986) (explaining an officer is personally liable if involved in day-to-day operations or has some direct responsibility for the supervision of the employee). These factors are not exclusive nor is any one factor dispositive. <i>Miller,</i> 2003 U.S. Dist. LEXIS 20702, at *10, 2003 WL 22717592, *3. \"[R]ather, the determination of whether a particular individual had sufficient operational control within a business enterprise to be considered an `employer' for purposes of the FLSA requires a consideration of all of the circumstances and relevant evidence.\" <i>Id.</i></p>\n<p>Plaintiffs have not countered Defendants' evidence with any proffer of facts supporting their conclusory assertion that genuine issues of material fact require trial on the issue of White's individual liability under the FLSA or NCWHA. In particular, Plaintiffs have not alleged facts relating to the extent of White's control over the decisions about which Plaintiffs complain. White had no role in the direct hiring<sup>[29]</sup> of the H-2B workers, although White was responsible for the hiring of Scott and appointing him as supervisor of the recruitment and hiring of the H-2B workers. R. White Dep. 42:5-6, 22-24, 43:1-13, 17-25, 44:1-3, 48:12-25 [DE 27-5]; 95:7-12 [DE-28.8]; R. White Aff. ¶ 7 [DE-32.6]; Scott Aff. ¶ 8 [DE-32.5], Ex. 4. White had little direct involvement with the seafood processing portion of the business, never observing the crab picking or weighing process. R. White Dep. 89:23-25, 90:1-3, 92:12-19 [DE-27.5], Ex. 4. On occasion, Scott consulted White regarding H-2B workers, <i>see</i> Scott Aff. ¶ 11 [DE-32.5], Ex. 4, and about whether rent should be charged during the slow workweeks. Scott Aff. ¶ 16 [DE-32.5], Ex. 4. Sherry and Michelle White were responsible for the translation of the timecards of H-2B workers into wages. R. White Dep. 103: 22-25; 104:1-4 [DE-28.8]. Any notation of deductions appearing on the timecards, of which White had no knowledge, was made by either Seefoo or Scott. Seefoo Dep. 66: 24-25, 67:1, 12-13 [DE-28.3], Ex. 12; R. White Dep. 104:19-21 [DE-28.8].</p>\n<p>The court finds no genuine issue of material fact exists regarding the degree of involvement of White in the seafood processing operation of FIS. Accordingly, Defendants' motion for partial summary judgment as to claims against White individually is ALLOWED.</p>\n<p></p>\n<h2>2. <i>Payment to Plaintiffs' for crabmeat picked</i>\n</h2>\n<p>Defendants seek entry of partial summary judgment as to Plaintiffs' claim under the NCWHA that they were not paid correctly for all crabmeat picked, contending <span class=\"star-pagination\">*722</span> Plaintiffs fail to create a triable issue as to whether Plaintiffs were correctly paid for all crabmeat picked. Defs.' Mem. at 27 [DE-31]; Defs.' Reply, at 9 [DE-37]. In particular, Defendants argue Plaintiffs fail to establish (1) an inaccurate weighing or recording system; and (2) the damages and the amount thereof with reasonable certainty as required under a breach of contract action, Defs.' Mem. at 28. Plaintiffs point out that this claim was brought under sections 95-25.6 and 95-25, 22 of the NCWHA, <i>see</i> Am. Compl. ¶ 53,<sup>[30]</sup> and argue that viewing the evidence in the light most favorable to Plaintiffs, instances exist where a supervisory employee of Defendant FIS failed to correctly weigh or record the crabmeat picked. Pls.' Resp. at 28 [DE-36].</p>\n<p>Under the NCWHA, an employer is required to pay every employee all wages accruing to the employee on the regular payday. N.C.G.S. § 95-25.6. When an employer fails to do so, the employer is liable to the employee in the amount of the unpaid amount plus interest at the legal rate set forth in N.C.G.S. § 24-1 from the date each amount first came due. N.C.G.S. § 95-25.22(a). In this case, Plaintiffs Mercedalia, Mirelda Garcia Dominguez (\"Mirelda\") and Maria Zapata Arias (\"Maria\") each claim that when paid on a piece rate, they were \"normally ... not paid for more than 4 pounds of crabmeat even if the amount of crabmeat [that each picked] weighed more than 4 pounds.\" Mercedalia Decl. ¶ 9 [DE-13.2], Ex. A; Mirelda Decl. ¶ 9 [DE13.3], Ex. B; <i>see also</i> Mirelda's First Disc. Resp. at 2 ¶ 5 [DE-36.8], Ex. 20; Maria's First Disc. Resp. at 2 ¶ 5 [DE-36.9], Ex. 21; Mercedalia's First Disc. Resp. at 2 ¶ 5 [DE-36.10], Ex. 22 (explaining their inability to specify each occasion on which the weighing or recording system did not function properly; frequently noticing that Seefoo would round down the weight of the crabmeat that each provided; and professing a lack of knowledge as to whether Seefoo accurately recorded the amount of crabmeat on other occasions). While stating she received no complaints from H-2B workers as to the accuracy of crabmeat scales, Seefoo acknowledged inaccurately recording the amount of crabmeat picked for a worker in 2006 and correcting said error. Seefoo Aff. ¶ 13 [DE-32.7]. Seefoo explained further that workers questioned the total pounds of crabmeat recorded \"from time to time\" and that she would accordingly \"review each of the weigh-ins in order to determine whether the numbers properly added up.\" <i>Id.</i> ¶ 14. Furthermore, at the end of each day, Seefoo provided each worker with a tally sheet of the amount of crabmeat picked for that day, <i>Id.</i> ¶ 15.</p>\n<p>Viewing the evidence in the light most favorable to Plaintiffs and drawing all justifiable inference in Plaintiffs' favor, the court finds no genuine issue of material fact remains to be resolved by the finder of fact at trial. In opposing Defendants' motion for summary judgment, Plaintiffs failed to proffer evidence that could form a sufficient basis upon which to base a finding of the number of occasions during which the inaccurate weighing or recording occurred or of the alleged extra pounds of crabmeat picked, Accordingly, Defendants' Motion for Partial Summary Judgment as to this claim is ALLOWED.</p>\n<p></p>\n<h2>IV. <i>CONCLUSION</i>\n</h2>\n<p>For the reasons stated herein, the court hereby ALLOWS in PART and DENIES <span class=\"star-pagination\">*723</span> in PART the parties' cross-motions for summary judgment as follows:</p>\n<blockquote>1. The court ALLOWS Plaintiffs' motion as to Defendants' liability (a) under the FLSA and NCWHA for reimbursement of transportation and border crossing expenses to the extent these expenses reduced Plaintiffs' first week's wages below the minimum wage and promised wage, respectively; (b) under the FLSA for actual deductions of the costs of replacement knives from Plaintiffs' wages to the extent these deductions reduced Plaintiffs' wages below the minimum wage; (c) under the NCWHA for deducting the costs of replacement knives without written authorization in violation of N.C.G.S. § 95-25.8; and (d) under the FLSA for crediting housing costs toward their minimum wage obligations. Accordingly, Plaintiffs' request for relief in the form of actual damages remains viable.</blockquote>\n<blockquote>2. The court DENIES Plaintiffs' motion as to (a) Defendants' liability under the FLSA and NCWHA for reimbursement of passport, visa and boot expenses; (b) relief in the form of liquidated damages as to all violations of the FLSA and NCWHA; (c) any claim for willful violations of the FLSA; and (d) Defendants' liability under the North Carolina common law contract claim. The claims therefore are DISMISSED.</blockquote>\n<blockquote>3. The court ALLOWS Defendants' motion as to (a) all claims for liquidated damages under the FLSA and NCWHA; (b) any claim for willful violations of the FLSA; (c) the North Carolina common law contract claim; (d) the claims against Robert White individually; and (e) Plaintiffs' claim under the NCWHA asserting Defendants failed to pay Plaintiffs for all crabmeat picked. These claims therefore are DISMISSED.</blockquote>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On March 13, 2007, this court entered a Scheduling Order [DE-20] wherein it approved the parties' Joint Discovery Plan [DE-19].</p>\n<p>[2]  Prior to 1986, an alien performing any type of temporary service or labor was classified as an H-2 worker. INS Interim Rule, 52 Fed. Reg, 20554 (June 1, 1987), In 1986, Congress amended the Immigration and Nationality Act, which <i>inter alia,</i> divided H-2 workers into two categoriestemporary agricultural workers (\"H-2A workers\") and non-agricultural workers (\"H-2B workers\"). <i>See</i> 8 C.F.R. § 214.2(h)(1)(i). The H-2A program authorizes the seasonal employment of foreign workers to perform agricultural work, while the H-2B program authorizes the employment of foreign workers to perform non-agricultural work. <i>Id.</i> at 214.2(h)(ii)(C), (D). The terms of H-2B visas are controlled by statute, 8 U.S.C. §§ 1101(a)(15)(H)(ii)(b), 1184, as well as United States Department of Labor (\"DOL\") regulations applicable to the temporary labor certification process. <i>See generally</i> 20 C.F.R. Part 655, Subpart A.</p>\n<p>[3]  Hortencia Seefo (\"Seefoo\") recruited and supervised the H-2B workers. Aff. of Hortencia Seefoo ¶¶ 3, 8 (\"Seefoo Aff.\") [DE-32.7].</p>\n<p>[4]  Since the filing of the parties' respective motions, the DOL amended its regulations applicable to the H-2B temporary labor certification process, which were formerly found in 20 C.F.R. Part 655, Subpart C. <i>See generally</i> 20 C.F.R. Part 655, Subpart A.</p>\n<p>[5]  Plaintiffs clarified that they seek partial summary judgment only as to liability and not as to damages. Pls.' Reply to Defs.' Resp. to Pls.' Mot. for Partial Summ. J. at 1 [DE-45] (\"Pls.' Reply\").</p>\n<p>[6]  Plaintiffs submit that whether H-2B workers are covered by the FLSA is an issue only implicitly considered by this court. <i>See</i> Pls.' Mem. at 10. However, the protections of the minimum wage provisions of the FLSA \"indisputably apply\" to both H-2A and H-2B workers. <i>Arriaga v. Fla. Pac. Farms, LLC.,</i> 305 F.3d 1228, 1235 (11th Cir.2002). Indeed, the H-2B regulations provide that \"[d]uring the period of employment that is the subject of the labor certification application, the [H-2B] employer will comply with applicable <i>Federal,</i> State and local <i>employment-related laws and regulations</i>....\" 20 C.F.R. § 655.22(d) (emphasis added); <i>see also</i> 20 C.F.R. § 655.105(e)(1) (same as to H-2A employers).</p>\n<p>[7]  The FLSA does not itself define \"other facilities;\" however, the DOL has promulgated regulations to clarify this provision. <i>See</i> 29 C.F.R. § 531.32(a).</p>\n<p>[8]  Defendants' concede liability as to \"some of the expenses [Plaintiffs] incurred for transportation and immigration to [] North Carolina....\" Defs.' Mem. at 11 [DE-31]. In particular, Defendant's concede liability as to transportation and visa expenses but not passport fees. Defs.' Resp. at 5 [DE-37]. Defendants do not discuss liability as to border crossing expenses.</p>\n<p>[9]  Plaintiffs' claim for reimbursement of boot expenses under the NCWHA is identical to the claim asserted under the FLSA. Accordingly, the court will address that claim within its FLSA analysis.</p>\n<p>[10]  Defendants acknowledge the existence of \"triable issues of fact with respect to the amount of deductions from [Plaintiffs'] pay [for replacement knives], since no written authorization was obtained by [Defendant FIS] for the deduction.\" Defs.' Resp. at 3 [DE-37]. The court notes, however, that Defendants contradict this admission within their analysis of this issue. In particular, Defendants state \"fact questions remain as to whether [Defendants ever made such deductions from [Plaintiffs' wages....\" <i>Id.</i> at 11.</p>\n<p>[11]  Under the NCMHA, a \"migrant\" is an individual employed in agricultural employment of a seasonal or other temporary nature, and who is required to be absent overnight from his permanent place of residence. N.C. Gen. Stat. § 95-223(5). \"Agricultural employment\" includes \"the handling, ... packing [and] packaging, ... of any agricultural commodity in its unmanufactured state ..., including... the harvesting of saltwater crabs.\" <i>Id.</i> § 95-223(1).</p>\n<p>[12]  Defendants misconstrue Plaintiffs' argument, stating \"Plaintiffs assert that the housing provided by Frog Island was furnished primarily for the benefit of Frog Island.\" Defs.' Resp. at 6 [DE-37]. As a result, Defendants' response focuses primarily on the \"balancing of benefits\" analysis outlined in <i>Soler v. G. &amp; U., Inc.,</i> 833 F.2d 1104, 1110 (2d Cir.1987) for determining whether the housing was furnished primarily for the benefit of Plaintiffs. <i>See</i> Defs.' Resp. at 6-8 [DE-37]. As Plaintiffs point out, \"[w]hether the housing was `primarily for the benefit of Defendants... is ... an entirely separate issue from that raised here.'\" Pls.' Reply at 8 [DE-45].</p>\n<p>[13]  Plaintiffs allege specific defects with the housing provided by Defendants; however, Plaintiffs state regardless of the condition of the housing, it was \"provided ... without prior inspection and approval as required under [the NCMHA].\" Pls.' Mem. at 18-19; <i>see</i> Mirelda's First Disc. Resp. ¶ 13 [DE-28], Ex. 15 (alleging leaking roof, plumbing problems, no washing machine, washtub or air conditioning); Mercedalia's First Disc. Resp. ¶ 13 [DE-28], Ex. 16 (same); <i>but see</i> R. White Dep. 79:7-14 [DE-28.8], Ex. 17 (stating an inspector with the NCDOL visited in July 2006 to inspect the rental housing and found no problems with the exception of a loose light fixture and a missing washing machine from one of the rental properties). Plaintiffs' argument in support of the summary judgment motion as to this issue concerns only Defendants' technical violation of a state law requiring registration and inspection; thus, the court does not address the issue of alleged defects.</p>\n<p>[14]  \"[T]he `reasonable cost' to the employer of furnishing the employee with ... [] housing [] is the cost of operation and maintenance including adequate depreciation plus a reasonable allowance ... for interest on the depreciated amount of capital invested by the employer: [p]rovided, [t]hat if the total so computed is more than the fair rental value..., the fair rental value ... shall be the reasonable cost.\" 29 C.F.R. § 531.3(c).</p>\n<p>[15]  In contrast to <i>Strong,</i> the <i>Caro-Galvan</i> court considered workers' claims that rent deductions from their wages were unreasonable under the FLSA, given the housing afforded the workers was \"unsanitary, structurally unsound, riddled with holes in the ceilings and floors, infested by rodents and insects, and generally in a state of disrepair.\" <i>Caro-Galvan,</i> 993 F.2d at 1503. Similarly, the <i>Chellen</i> court found the employer was not entitled to an offset for housing against wages because living conditions were substandard. <i>Chellen,</i> 446 F.Supp.2d at 1257; <i>see also </i><i>Archie v. Grand Cent. P'shp,</i> 86 F.Supp.2d 262, 270 (S.D.N.Y.2000) (finding lodging where homeless forced to sleep in chairs as not \"customarily furnished under the FLSA\").</p>\n<p>[16]  During her deposition testimony, Shirley White explained that when completing the Clearance Order forms regarding H-2B, an employer must contact the DOL which forwards a package to the employer, advising, <i>inter alia,</i> as to the prevailing wage rate that the employer must specify on the Clearance Order. S. White Dep. at 17:21-25, 18:1-4 [DE 27-6], Ex. 4.</p>\n<p>[17]  \"I have never been informed by any governmental agency of a requirement that [FIS] reimburse to H-2B workers their travel expenses or immigration expenses. I am aware that at one point in 2003 the company advanced travel expenses to one crew leader and several workers that he had recruited. However, I am aware that some questions arose as to whether the money had reached those workers and the workers suggested that we not advance those monies again.\" R. White Aff. ¶ 11 [DE 32-6].</p>\n<p>[18]  \"At no time before this lawsuit was filed was I ever informed by any government agency, labor recruiter or any other person of any requirement that the H-2B workers be reimbursed for their travel or visa expenses. No workers ever requested an advance of or reimbursement for their travel or [v]isa expenses.\" S. White Aff. ¶ 16 [DE 32-8].</p>\n<p>[19]  \"As part of the H-2B recruitment process, various forms had to be completed and submitted to the North Carolina Employment Security Commission; the [NCDOL]; and the Immigration and Naturalization Service.... Many of the forms were provided with instructions or guidance. None of the materials I have seen during my career in this business gave any direction or instruction to reimburse the guest worker's travel or reimbursement expenses.\" Scott Aff. ¶ 18 [DE 32-5].</p>\n<p>[20]  <i>See</i> Pls.' Decl. ¶¶ 9-10 [DE-13.2], Ex. A-G (stating they were given few hours of work each week during the 2005 and 2006 seasons and despite their April 2006 arrival, did not perform forty hours of work in a week until August of that same year); <i>see also</i> R. White Dep. at 63:14-25, 64:1-16 [DE-28.8], Ex. 17 (explaining that during the 2005 and 2006 seasons, workers sometimes worked less than full-time).</p>\n<p>[21]  In particular, Plaintiffs note that the guidance letter specifically provides only full-time employment qualifies as employment for temporary labor certification under the H-2B program. Pls.' Mem. at 25; <i>see</i> Procedures for H-2B Temporary Labor Certification in Nonagricultural Occupations, 72 Fed. Reg. 38621, 38622 (July 13, 2007).</p>\n<p>[22]  Plaintiffs cite, and Defendants acknowledge, the existence of numerous cases holding that H-2A Clearance Orders are either contracts or job offers. Pls.' Resp. at 8-9 [DE-36]; Defs.' Mem. at 26 [DE-31]; <i>see Nazario v. O.J. Thrall, Inc.,</i> 1996 Conn.Super. LEXIS 1210, at *17-19, 1996 WL 285541, at *4-6 (Conn.Super.Ct. May 13, 1996) (collecting H-2A cases in which courts recognized clearance orders as either contracts or job offers).</p>\n<p>[23]  The H-2A and H-2B regulations are designed to ensure the employment of U.S. workers rather than aliens wherever possible. <i>See</i> 20 C.F.R. § 655.0(3). Accordingly, under both programs, before filing a petition for non-immigrant workers with the Department of Homeland Security, an employer must first apply with the DOL for a certification that: (1) U.S. workers capable of performing the labor or services are not available; and (2) employment of the foreign worker will not adversely affect the wages and working conditions of similarly employed U.S. workers. <i>See</i> Non-Electronic Filing of Applications for Permanent and Temporary Foreign Labor Certification, 73 Fed. Reg. 11954, 11955 (Mar. 5, 2008); <i>see also</i> 20 C.F.R. § 655.0(a)(2) (providing the DOL must first establish the minimal levels of employment terms and conditions, such as wages, below which similarly employed U.S. workers would be adversely affected and then compare these terms to those offered to aliens).</p>\n<p>[24]  Both H-2A and H-2B employers are required to complete the Employment &amp; Training Administration (\"ETA\") form 750, wherein the employers declare under penalty of perjury that the information provided therein is correct. <i>See</i> U.S. Depart, of Labor-Itemized Instructions for Completing Form ETA-750, <i>available at</i> http://www.foreignlaborcert. doleta.gov/750inst.cfm (explaining \"[f]alse statements are subject to Federal perjury and fraud penalties\"); <i>see also</i> Clearance Orders [DE-27.7, DE-27.8, DE-27.9], Ex. 6-8 (signed by Defendants under penalty of perjury); <i>see generally</i> U.S. Dept. of LaborH-2A Certification<i>available at</i> http://www.foreign laborcert.doleta.gov/h-2a.cfm; U.S. Dept. of LaborH-2B Certification for Temporary Nonagricultural Workavailable at http:// www.foreignlaborcert.doleta.gov/h-2b.cfm.</p>\n<p>[25]  As discussed <i>infra</i> Section III(A)(1)(a), the DOL's March 2009 Notice withdrew the DOL's December 2008 interpretation of the application of the FLSA to H-2B workers' transportation costs (published at 73 Fed. Reg. 78039-41). <i>See</i> 74 Fed. Reg. 13261, 13262. However, the Notice did not affect the DOL's interpretation of its definition of \"full-time\" employment.</p>\n<p>[26]  Defendants requested also the dismissal of all claims against Defendant Janice White Harris (\"Harris\"). Defs.' Mem. at 12. On September 19, 2007, the parties stipulated to the dismissal with prejudice of all claims against Harris and Plaintiffs filed a proposed order to that effect. <i>See</i> Stipulation of Partial Dismissal with Prej. [DE-34].</p>\n<p>[27]  White serves as president and sole shareholder of FIS, a small business employing approximately twelve people year round, many of whom are family members. R. White Aff. ¶ 6 [DE-32.6], Ex. 5; Defs.' Resp. to Pls.' First Set of Interrogs. ¶¶ 1-2 [DE-36.6] (\"Defs.' Resp. Interrogs.\"), Ex. 18. During the period at issue, the operations of FIS were divided primarily among the following: (1) White, who was engaged in the wholesale marketing, shipping and delivery of crabs; (2) Shirley White, who was the secretary/treasurer and maintained the corporate records, including payroll records; (3) Michelle White, who was involved with book and record keeping; (4) Trang Lee, who was in charge of the retail operations; (5) Victor White, who assisted with the seafood processing operation; (6) Joel Scott (\"Scott\"), supervisor of the seafood processing operation, including the recruitment and employment process for H-2B workers; and (7) Seefoo, who was in charge of recruiting and supervising the H-2B workers. R. White Aff. ¶ 9 [DE-32.6], Ex. 5; Defs.' Mem. at 2-3 [DE-31]; Seefoo Aff. ¶¶ 3, 8 [DE-32.7]; Scott Aff. ¶¶ 10-11 [DE-32.5], Ex. 4; Aff. of Shirley White ¶ 2 [DE-32.8].</p>\n<p>[28]  The definition of \"employer\" in the NCWHA is identical to that used in the FLSA. <i>See</i> N.C. Gen.Stat. § 95-25.2(5) (\"any person acting directly or indirectly in the interest of an employer in relation to an employee\"). In accordance with federal courts' interpretation of \"employer\" within the FLSA, under certain circumstances, individual liability also exists under the NCWHA. <i>See Miller v. Colorcraft Printing Co.,</i> No. 3:03cv51-T, 2003 U.S. Dist. LEXIS 20702, at *12, 2003 WL 22717592, *4 (W.D.N.C. Oct. 16, 2003) (finding plaintiffs' allegations as to individual defendant's \"employer\" status under the NCWHA sufficient to survive a motion to dismiss).</p>\n<p>[29]  White accepted responsibility for some hiring decisions with respect to local dock workers, including their rate of pay. Aff. of Robert White ¶ 7 (\"R. White Aff.\") [DE-32.6]; R. White Dep. 43:17-25 [DE-27.5], Ex. 4; 95:7-12 [DE-28.8], Ex. 17.</p>\n<p>[30]  Defendants' contract statement is based apparently on a factual allegation wherein Plaintiffs alleged that Defendants \"permitted plaintiffs and members of the three proposed plaintiff classes to work for substantial periods of time, when the crab meat they were picking was not recorded by defendants as compensable.\" <i>See</i> Am. Compl. ¶ 32.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">644</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">696</span></span> (2009)</b></center>\n<center><h1>Mercedalia Hernandez GARCIA, Mirelda Garcia Dominguez, Mareli Cupil Zapata, Maria Zapata Arias, Yaimi Cupil Zapata and Juan Cupil Arias, individually and on behalf of themselves and all others similarly situated, Plaintiffs,<br>\nv.<br>\nFROG ISLAND SEAFOOD, INC., Robert D. White and Janice White Harris, Defendants.</h1></center>\n<center>No. 2:06-CV-46-F.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Northern Division.</b></p></center>\n<center>June 29, 2009.</center>\n<p><span class=\"star-pagination\">*701</span> Alice Tejada, Scudder &amp; Hedrick, Carol Brooke, Jack Holtzman, N.C. Justice and Community Development Center, Raleigh, NC, for Plaintiffs.</p>\n<p>John D. Leidy, Hornthal, Riley, Ellis &amp; Maland, LLP, Elizabeth City, NC, for Defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>JAMES C. FOX, Senior District Judge.</p>\n<p>This matter is before the court on the parties' cross-motions for partial summary judgment [DE-26, DE-32]. All briefing, responses and replies are complete. Accordingly, the motions are ripe for ruling.</p>\n<p></p>\n<h2>I. <i>PROCEDURAL HISTORY</i>\n</h2>\n<p>Plaintiffs initiated this action by Complaint [DE-I] filed December 19, 2006, seeking unpaid wages, liquidated damages, attorney fees and costs against Defendants for the alleged violations of section 206(a) of the Fair Labor Standards Act, 29 U.S.C. § 201 <i>et seq.</i> (\"FLSA\") and sections 95-25.6, 95-25.8, 95-25.22 of the North Carolina Wage and Hour Act, N.C. Gen.Stat. § 95-25.1 <i>et seq.</i> (\"NCWHA\"). Plaintiffs also seek a class action suit pursuant to 29 U.S.C. § 216(b) for the alleged violations of the FLSA, as well as a class action suit pursuant to Rule 23 of the Federal Rules of Civil Procedure for the purported violations of the NCWHA. On January 31, 2007, Plaintiffs filed an Amended Complaint [DE-12], adding a North Carolina common law claim for breach of contract against Defendants, and seeking to pursue the contract claim as a class action suit pursuant to Rule 23 of the Federal Rules of Civil Procedure. Defendants filed their Answer [DE-15] on February 12, 2007, generally denying the allegations of the complaint and raising several affirmative defenses.</p>\n<p>On January 31, 2007, Plaintiffs moved for conditional certification of this case as a collective action under FLSA [DE-13] to which Defendants, in their response in agreement, [DE-17], reserved their right to challenge the final certification and to contest any further motions for class certifications. On August 15, 2007, the court entered an Order [DE-24] allowing Plaintiffs' motion for conditional certification of this case as a collective action under the FLSA. On August 30, 2007, Plaintiffs filed a Motion for Class Certification of the NCWHA and Contract Claims [DE-25], to which Defendants subsequently filed a Response [DE-35] in opposition, and Plaintiffs filed a Reply [DE-43].</p>\n<p>On August 30 2007, Plaintiffs moved for partial summary judgment as to Defendants' liability under the FLSA, NCWHA and North Carolina contract law [DE-26], On the same date, Defendants moved for partial summary judgment dismissing all claims except the following: (1) claim under the FLSA for improper rent collection and <i>de facto</i> deductions; (2) claim under the NCWHA for actual deductions from Plaintiffs' wages without obtaining written authorization in advance; and (3) claim under the NCWHA for improper collection of rent. <i>See</i> Defs.' Mem. of Law in Supp. of Partial Summ. J. at 29 [DE-31] (\"Defs.' Mem.\"). Both parties filed responses in opposition to the partial summary judgment motions [DE-36, DE-37], and replies thereto [DE-42, DE-45]. Both motions are pending before this court.</p>\n<p>On January 23, 2008, Plaintiffs filed a Motion to Extend the Opt-in Deadline, to Allow Other Methods to Contact Potential Collective Action Members and to Require <span class=\"star-pagination\">*702</span> the Production of Addresses of Additional Collective Action Members [DE-50]. On February 22, 2008, Defendants filed a Response [DE-51] in agreement to extending the opt-in deadline and to allowing other contact methods, but in opposition to producing additional addresses, to which Plaintiffs filed a Reply [DE-52] on March 6, 2008. This motion is also pending before the court. The parties have engaged in substantial discovery.<sup>[1]</sup></p>\n<p></p>\n<h2>II. <i>STATEMENT OF FACTS</i>\n</h2>\n<p>This lawsuit arises from Defendants' alleged underpayment of wages and record-keeping violations during Plaintiffs' employment with Defendants. Plaintiffs are citizens of Mexico who were admitted as temporary foreign workers under the H-2B<sup>[2]</sup> provisions of the Immigration and Nationality Act, 8 U.S.C. § 1101(a)(15)(H)(ii)(b), to work in Defendants' seafood processing plant as \"crab pickers.\" <i>See</i> Mem. of Law in Supp. of Pls.' Mot. for Partial Summ. J. at 4 [DE-26.2] (\"Pls.' Mem.\"). During 2004-2006, Defendants sought permission to bring Mexican nationals to work in their seafood processing plant by filing annually an Application for Alien Employment Certification, Form ETA 750A (\"Clearance Orders\") with the United States DOL. <i>See</i> Pls.' Mem. [DE-27.7, DE-27.8, DE-27.9], Ex. 6-8. Each Clearance Order set forth the number of workers requested by Defendants, the period of employment, the type of work and rate of pay being offered by Defendants. <i>Id.</i> The DOL approved the terms of work described in Defendants' Clearance Orders, and granted their request for H-2B visas to allow Plaintiffs to fill the jobs described in those orders. <i>Id.</i></p>\n<p>Each of the plaintiffs and putative members of the FLSA and NCWHA plaintiff classes paid his or her own transportation, visa, passport and border crossing costs-expenses not reimbursed by Defendants. Defs.' Resp. in Opp'n to Pls.' Mot. for Partial Summ. J. at 2, 5-6 [DE-37] (\"Defs.' Resp.\"); Defs.' Resp. to Pls.' First Req. for Admis. ¶¶ 16-19 [DE-28.2] (\"Defs.' First Admis.\"), Ex. 11. Defendants required Plaintiffs to use knives while performing certain tasks in the course of Plaintiffs' employment with Defendants. Defs.' First Admis. ¶ 23 [DE-28.2], Ex. 11. Defendants provided Plaintiffs with the knives at no cost at the beginning of the season; however, Plaintiffs were advised that replacement knives would be deducted from their wages. Defs.' Mem. at 9 [DE-31], Dep. of Hortencia Seefoo at 46:25, 47:1-3 [DE-28.3] (\"Seefoo Dep.\"),<sup>[3]</sup> Ex. 12. Such deductions were made without obtaining Plaintiffs' written authorizations. Defs.' Resp. at 3 [DE-37]; Defs.' Resp. to Pls.' First Req. for Produc. of Docs. ¶ 9 [DE-27] (\"Defs.' First Produc.\"), <span class=\"star-pagination\">*703</span> Ex. 10. While employed by Defendants, Plaintiffs rented housing provided by Defendant Frog Island Seafood (\"FIS\"). Defs.' Resp. at 4 [DE-37]. Defendant FIS did not register the housing with the NCDOL prior to furnishing it to Plaintiffs. <i>Id.</i> at 9. Due to the unpredictability of crab supply, Plaintiffs worked variable hours each week. <i>Id.</i> at 15.</p>\n<p>Plaintiffs' Amended Complaint sets forth three causes of action pursuant to the FLSA, the NCWHA and North Carolina contract law. First, Plaintiffs assert an FLSA claim with a proposed opt-in plaintiff class under 29 U.S.C. § 216(b), alleging violations of the federal minimum wage provision by (1) not reimbursing Plaintiffs for transportation, passport, visa and border crossing fees in the first workweek, which effectively brought Plaintiffs' first week's wages below the federal minimum wage; (2) deducting the costs of replacement knives from Plaintiffs' pay and requiring Plaintiffs to purchase items required for work, to the extent these deductions and purchases reduced wages below the minimum wage; and (3) charging rent for housing that (a) exceeded the actual cost and included a profit to Defendants, (b) resulted in a reduction of the wages paid to Plaintiffs to an amount or rate below the minimum wage; and (c) violated the North Carolina Migrant Housing Act (\"NCMHA\"). Am. Compl. ¶¶ 46-47 [DE-12]; Pls.' Mem. at 1, 3 [DE-26.2].</p>\n<p>Second, Plaintiffs assert the following class claims pursuant to the NCWHA: (1) <i>de facto</i> deductions which resulted in Defendants' failure to pay all wages when due during their first workweek; (2) failure to obtain written authorizations from Plaintiffs prior to making wage deductions; and (3) failure to compensate Plaintiffs for each pound of crabmeat picked through the use of an inaccurate weighing and/or recording system. Am. Compl. ¶¶ 50, 65-66 [DE-12]; Pls.' Mem. at 1-3 [DE-26.2].</p>\n<p>Finally, Plaintiffs assert a class claim under the common law of contracts, alleging a breach of contract as a result of Defendants' failure (1) to provide Plaintiffs forty hours of work each week; and (2) to pay Plaintiffs the required wage per hour. Am. Compl. ¶ 72 [DE-12]; Pls.' Mem. at 2-3 [DE-26.2].</p>\n<p>Defendants acknowledge the existence of triable issues of fact as to (1) the amount of \"some\" transportation and immigration expenses incurred by Plaintiff; (2) the deductions for the costs of knives from Plaintiffs' wages without receiving written approval in advance; and (3) the collection of \"some\" rents for housing that was not registered with the North Carolina DOL. Defs.' Mem. at 11 [DE-31]; Defs.' Resp. at 2-3 [DE-37].</p>\n<p></p>\n<h2>III. <i>CROSS MOTIONS FOR PARTIAL SUMMARY JUDGMENT</i>\n</h2>\n<p>Summary judgment is appropriate when no genuine issue of material fact exists and the moving party is entitled to judgment as a matter of law, <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986); FED.R.CIV.P. 56(c). The party seeking summary judgment initially must demonstrate the absence of evidence to support the non-moving party's case. <i>See </i><i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). Once the moving party has met its burden, the non-moving party may not rest on the allegations or denials in its pleading, <i>see id.,</i> but \"must come forward with `specific facts showing that there is a genuine issue for trial.'\" <i>Matsushita Elec. Indus. Co. v. Zenith Radio Corp.,</i> <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 586, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1348</span></a></span>, <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">538</span></a></span> (1986) (quoting FED. R.CIV.P. 56(e)). Summary judgment is not a vehicle for the court to resolve disputed factual issues. <i>Faircloth v. United States,</i> <span class=\"citation\" data-id=\"2377010\"><a href=\"/opinion/2377010/faircloth-v-united-states/\"><span class=\"volume\">837</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">123</span></a></span>, 125 (E.D.N.C.1993). Rather, a court reviewing a claim at the <span class=\"star-pagination\">*704</span> summary judgment stage must determine whether a genuine issue of material fact exists for trial. <i>Anderson,</i> 477 U.S. at 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>.</p>\n<p>In making this determination, a court must view the inferences drawn from the underlying facts in the light most favorable to the non-moving party. <i>United States v. Diebold, Inc.,</i> <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 655, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">993</span></a></span>, <span class=\"citation\" data-id=\"106395\"><a href=\"/opinion/106395/united-states-v-diebold-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1962). Only disputes between the parties over material facts (determined by reference to the substantive law) that might affect the outcome of the case properly preclude the entry of summary judgment. <i>Anderson,</i> 477 U.S. at 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span> (explaining a genuine issue exists if a reasonable jury considering the evidence could return a verdict for the non-moving party). Accordingly, a court must examine \"both the materiality and the genuineness of the alleged fact issues\" in ruling on this motion. <i>Faircloth,</i> 837 F.Supp. at 125.</p>\n<p>When considering cross-motions for summary judgment, a court evaluates each motion separately on its own merits using the standard set forth above. <i>See </i><i>Rossignol v. Voorhaar,</i> <span class=\"citation\" data-id=\"780518\"><a href=\"/opinion/780518/kenneth-c-rossignol-island-publishing-company-aka-st-marys-today-v/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">516</span></a></span>, 522 (4th Cir.2003); <i>accord </i><i>Local 2-1971 of Pace Int'l Union v. Cooper,</i> <span class=\"citation\" data-id=\"2344251\"><a href=\"/opinion/2344251/local-2-1971-of-pace-international-union-v-cooper/\"><span class=\"volume\">364</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">546</span></a></span>, 554 (W.D.N.C.2005). Both Plaintiffs and Defendants have moved for summary judgment on a number of issues. This court will analyze each motion in turn.</p>\n<p></p>\n<h2>A. Plaintiffs' Motion for Partial Summary Judgment<sup>[4]</sup></h2>\n<p>Plaintiffs move for partial summary judgment as to Defendants' liability<sup>[5]</sup> on the following claims; (1) violation of the FLSA<sup>[6]</sup> for (a) failing to reimburse Plaintiffs for pre-employment expenses (referred to as <i>de facto</i> wage deductions); (b) deducting the costs of knives from Plaintiffs' wages to the extent such costs brought Plaintiffs' wages below the minimum wage; (c) failing to reimburse Plaintiffs for uniform expenses (e.g., boots) to the extent these expenses reduced Plaintiffs' wages below the minimum wage (d) collecting rent for housing that violated the NCMHA; (2) violation of the NCWHA for (a) failing to reimburse Plaintiffs for <i>de facto</i> wage deductions and (b) failing to obtain Plaintiffs' written authorizations prior to deducting the costs of knives from Plaintiffs' wages; and (3) violation of the terms of the Clearance Order \"contracts.\" Pls.' Mem. at 3, 14, 18-20, 24-25 [DE-26.2]. For the reasons that follow, Plaintiffs' Motion for Partial Summary Judgment is allowed in part, and denied in part.</p>\n<p></p>\n<h2>1. <i>Defacto wage deductions for transportation and pre-employment expenses</i>\n</h2>\n<p>Plaintiffs contend they are entitled to reimbursement of their pre-employment <span class=\"star-pagination\">*705</span> expenses (transportation, visa, passport and border crossing costs), because these expenses operated as <i>de facto</i> deductions from Plaintiffs' first week's wages and violated the FLSA and the NCWHA to the extent these deductions reduced their wages below the minimum wage and promised wage, respectively. <i>See</i> Pls.' Mem. at 14-18, 21; <i>see also id.,</i> Joint Stipulations ¶ [DE-27.2], (\"Jt. Stipulations\"), Ex. 1 (stipulating that if the amount each named plaintiff paid for said expenses is subtracted from his or her first week's wages in 2005 and 2006, each named plaintiff earned less than the minimum wage for that workweek).</p>\n<p></p>\n<h2>a. <i>FLSA</i>\n</h2>\n<p>Under the FLSA, an employer is required to pay each employee wages at or above the minimum wage rate each workweek, <i>see</i> 29 U.S.C. § 206, and such wages must be paid \"finally and unconditionally or `free and clear.'\" 29 C.F.R. § 531.35. The FLSA defines \"wage\" to include both cash wages and the reasonable cost of providing \"board, lodging, or other facilities;\" thus, an employer may count these costs toward satisfying its minimum wage obligations. 29 U.S.C. § 203(m); <i>see also </i><i>De Luna-Guerrero v. N.C. Grower's Ass'n,</i> <span class=\"citation\" data-id=\"2332869\"><a href=\"/opinion/2332869/de-luna-guerrero-v-north-carolina-growers-assn-inc/\"><span class=\"volume\">338</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">649</span></a></span>, 656 (E.D.N.C.2004). \"In other words, when the employer pays for `board, lodging, or other facilities,' it may add the costs of those facilities to the cash wage for purposes of complying with the FLSA minium (sic).\"<sup>[7]</sup><i>Rivera v. Brickman Group, Ltd.,</i> No. 05-1518, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">1167</span></span>, at *26, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">81570</span></span>, at *7 (E.D.Pa. Jan. 7, 2008). An employer may not deduct from employee wages the cost of facilities which primarily benefit the employer if such deductions drive wages below the minimum wage. <i>See</i> 29 C.F.R. § 531.36(b). Moreover, an employer cannot avoid this rule \"by simply requiring employees to make such purchases on their own, either in advance of or during the employment.\" <i>See </i><i>Arriaga,</i> 305 F.3d at 1236 (citing 29 C.F.R. § 531.35).</p>\n<p>Plaintiffs rely on <i>Arriaga,</i> which held that H-2A employers must reimburse H-2A workers for their transportation, visa and recruitment expenses, <i>see </i><i>Arriaga,</i> 305 F.3d at 1242; <i>see also </i><i>De Luna-Guerrero,</i> 338 F.Supp.2d at 656 (same as to H-2A workers' transportation and visa expenses), and the district court cases which extended <i>Arriaga</i> to the H-2B context, <i>see, e.g., Rosales v. Hispanic Employee Leasing Program, LLC,</i> No. 1:06-CV-877, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">9756</span></span>, at *3, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">363479</span></span>, at *1 (W.D.Mich. Feb. 11, 2008), for the proposition that the FLSA obligates H-2B employers to reimburse guest workers for their transportation, border crossing, visa and passport expenses. <i>See</i> Pls.' Mem. at 14. Apparently in reliance on the <i>De Luna-Guerrero</i> holding as to the transportation and visa expenses incurred by H-2A workers, Defendants conceded liability as to these same expenses incurred by Plaintiffs,<sup>[8]</sup> although both parties acknowledge questions of fact remain as to damages. Defs.' Mem. at 11 [DE-31]; Defs.' Resp. at 5 [DE-37]; Pls.' Reply at 1 [DE-45].</p>\n<p>Subsequent to the filing of the parties' motions in this case, however, the USDOL <span class=\"star-pagination\">*706</span> issued a December 2008 interpretation stating <i>inter alia</i> that <i>Arriaga</i> was wrongly decided and the FLSA and its implementing regulations did not require H-2B employers to reimburse guest workers for relocation expenses. <i>See</i> Labor Certification Process and Employment for H-2B and Other Technical Changes, 73 Fed. Reg. 78020, 78039-41 (Dec. 19, 2008) (explaining \"an H-2B worker's payment of his... relocation [i.e., transportation] expenses does not constitute a `kick-back' to the H-2B employer within the meaning of 29 CFR 531.35,\" and <i>\"Arriaga</i> and the district courts that followed its reasoning in the H-2B context misconstrued the [DOL's] regulations and are wrongly decided\"). On March 26, 2009, the DOL published a Notice wherein the \"DOL with[drew] the FLSA [December 2008] interpretation at ... 73 Fed. Reg. 78039-41 for further consideration....\" Withdrawal of Interpretation of the Fair Labor Standards Act Concerning Relocation Expenses Incurred by H-2A and H-2B Workers, 74 Fed. Reg. 13261, 13262 (Mar. 26, 2009). The now-withdrawn section of the December 2008 interpretation contained the DOL's opinion that the FLSA and its implementing regulations did not require H-2B employers to reimburse guest workers for relocation expenses, <i>even when such costs result in the workers being paid less than minimum wage. See</i> 73 Fed. Reg. 78039-41.</p>\n<p>Given the time that has transpired since the filing of the motions by the parties, this court, while aware the interpretation was withdrawn simply for \"further consideration,\" <i>id.</i> at 13262, is unwilling to allow the case to remain idle until the DOL decides whether to adopt the withdrawn interpretation. Accordingly, finding the <i>Arriaga</i> and <i>De-Luna-Guerrero</i> rationale persuasive in the H-2B context, this court finds the transportation costs incurred by Plaintiffs operated as <i>de facto</i> deductions and that Defendants are liable to the extent these deductions drove Plaintiffs' first week's wages below the statutory minimum. The court considers border crossing expenses to be part of a worker's transportation expense as border crossing expenses are analogous to paying a toll road fee.</p>\n<p>Turning to the visa and passport expenses incurred by Plaintiffs, caselaw supports Plaintiffs' argument that these expenses are \"for the primary benefit and convenience\" of Defendants and thus are not \"other facilities\" that can be counted as wage credits pursuant to 29 U.S.C. § 203(m). <i>See, e.g., Rosales,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">9756</span></span>, at *3, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">363479</span></span>, at *1; <i>Morales-Arcadio v. Shannon Produce Farms, Inc.,</i> No. 605CV062, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">51950</span></span>, at *50, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2106188</span></span>, at *17 (S.D.Ga. July 18, 2007); <i>Avila-Gonzalez v. Barajas,</i> No. 2:04-cv-567-FtM-33DNF2006, U.S. Dist. LEXIS 9727, at *10, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">643297</span></span>, at *3 (M.D.Fla. Mar. 2, 2006); <i>but compare </i><i>Rivera v. Brickman Group, Ltd.,</i> No. 05-1518, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">1167</span></span>, at *26, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">81570</span></span>, at *7 (E.D.Pa. Jan. 7, 2008) (holding visa expenses should be reimbursed but not passport expenses). The DOL's March 2009 Notice, while focusing specifically on relocation expenses (also described as \"inbound travel expenses\"), arguably provides further support of Plaintiffs' position. In particular, the DOL states that its interpretation of the FLSA \"concerns important issues as to whether <i>various pre-employment expenses</i> incurred by workers lawfully may result in workers' weekly wages being reduced below the minimum wage.\" 74 Fed. Reg. 13261, 13262 (emphasis added).</p>\n<p>Nevertheless, the recently amended federal regulations applicable to the H-2B temporary labor certification process provide that H-2B employers are \"<i>not prohibit[ed]</i>... from receiving reimbursement <span class=\"star-pagination\">*707</span> for costs that are the responsibility of the <i>worker,</i> such as <i>government required passport or visa fees.\"</i> 20 C.F.R. § 655.22(g)(2) (emphasis added). Given the DOL's regulations speak directly to the issue of passport and visa expenses, the court respectfully disagrees with caselaw finding otherwise. Therefore, as to reimbursement of pre-employment expenses, Plaintiffs' Motion for Partial Summary Judgment is ALLOWED in part and DENIED in part. Specifically, Defendants are liable for reimbursement of Plaintiffs' transportation and border crossing expenses as a matter of law to the extent these expenses reduced Plaintiffs' first week's wages below the minimum wage. However, as a matter of law, Defendants are not liable for the reimbursement of Plaintiffs' passport and visa expenses.</p>\n<p></p>\n<h2>b. <i>NCWHA</i>\n</h2>\n<p>Plaintiffs argue that they are entitled to reimbursement of employment-related expenses under the NCWHA to the extent such expenses reduced their earnings below the promised wage. <i>See</i> Pls.' Mem. at 21. Defendants contend the NCWHA is inapplicable to Plaintiffs' claim, relying on the lack of North Carolina caselaw holding transportation and immigration expenses incurred by employees constitute <i>de facto</i> deductions under the NCWHA, <i>See</i> Defs.' Resp. at 10 [DE-37].</p>\n<p>In interpreting the NCWHA, North Carolina courts look to the FLSA for guidance. <i>See </i><i>Laborers' Int. Union of North America v. Case Farms, Inc.,</i> 127 N.C.App. 312, 314, <span class=\"citation\" data-id=\"1210753\"><a href=\"/opinion/1210753/laborersintern-union-v-case-farms-inc/\"><span class=\"volume\">488</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">632</span></a></span>, 634 (1997) (noting the NCWHA is modeled after the FLSA and relying on federal caselaw interpretation of \"employee\"). State agencies also rely on the FLSA in interpreting terms under the NCWHA. Pursuant to the North Carolina Administrative Code,</p>\n<blockquote>[w]here the legislature has adopted the language or terminology of the [FLSA] for the purpose of facilitating and simplifying compliance by employers with both the federal and state labor laws, or has incorporated a federal act by reference, the [NCDOL] <i>will look to the judicial and administrative interpretations and rulings established under the federal law as a guide</i> for interpreting the North Carolina law. Such federal interpretations will therefore be considered <i>persuasive and will carry great weight as a guide</i> to the meaning of the North Carolina provisions and will be controlling for enforcement purposes.</blockquote>\n<p>13 N.C.A.C. § 12.0103 (emphasis added).</p>\n<p>With respect to the definition of \"wages,\" the court finds no material difference between the NCWHA and FLSA. In particular, regulations implementing both Acts provide that an employee's wage includes the reasonable cost of furnishing board, lodging and other facilities, <i>see</i> 13 N.C.A.C. § 12.0301(a); 29 C.F.R. § 531.3(a), but excludes items which are primarily for the benefit of the employer. <i>See</i> 13 N.C.A.C. § 12.0301(d); 29 C.F.R. § 531.32(c). Accordingly, Plaintiffs' motion for summary judgment as to Defendant's liability regarding reimbursement of transportation and border crossing expenses under the NCWHA is ALLOWED. However, in accordance with the USDOL's regulation concerning the obligations of H-2B employers, <i>see</i> 20 C.F.R. § 655.22. Plaintiffs' motion as to Defendant's liability regarding reimbursement of passport and visa expenses under the NCWHA is DENIED.</p>\n<p></p>\n<h2>2. <i>Wage deductions for boots and replacement knives</i>\n</h2>\n<p>Plaintiffs allege that their boot expenses, a required work item, operated as <i>de facto</i> wage deductions and violated the FLSA <span class=\"star-pagination\">*708</span> and NCWHA<sup>[9]</sup> to the extent these deductions reduced Plaintiffs' wages below the minimum wage and promised wage, respectively, in any given workweek. Pls.' Mem. at 20. Plaintiffs contend further that Defendants are liable under (1) the FLSA for actual deductions of the cost of replacement knives from Plaintiffs' wages to the extent those deductions reduced wages below the minimum wage; and (2) the NCWHA for failing to obtain Plaintiffs' written authorizations prior to deducting the costs of replacement knives from Plaintiffs' wages. <i>Id.</i></p>\n<p></p>\n<h2>a. <i>FLSA</i>\n</h2>\n<p></p>\n<h2>i. <i>Boots</i>\n</h2>\n<p>If an employer requires an employee to purchase an item which is \"specifically required for the performance of the employer's particular work, there would be a violation of the [FLSA] in any workweek when the cost of such [item] purchased by the employee cuts into the minimum ... wages required to be paid him under the [FLSA].\" 29 C.F.R. § 531.35; <i>see also</i> 29 C.F.R. § 531.32(c) (explaining the cost to the employer of purchasing items, such as uniforms, are primarily for the benefit or convenience of the employer and may not therefore be included in computing wages); 13 N.C.A.C. § 12.0301(d) (explaining that under the NCWHA, \"[i]tems which are primarily for the benefit of the employer and which will not be computed as wages include ... uniforms, where the business requires the employee to wear a unique or customized uniform).\" In this case, Defendants acknowledge that Plaintiffs were required to wear rubber boots, which Plaintiffs bore the responsibility of purchasing. <i>See</i> Dep. of Robert White at 82:18-25, 83:1-2 [DE-28.8], (\"R. White Dep.\"), Ex. 17; Seefoo Dep. at 83:25, 84:1-6, 86:13-16 [DE-28.3], Ex. 12. However, Defendants contend Plaintiffs failed to establish that \"any such deductions ever reduced their wages below minimum wage.\" Defs.' Resp. at 11-12 [DE-37]. Indeed, Plaintiffs supply no evidence indicating that boot expenses reduced Plaintiffs' wages below the minimum wage in contravention of the FLSA or the promised wage in contravention of the NCWHA. In fact, Plaintiffs state only that their purchase of boots operated as <i>de facto</i> deductions. <i>See</i> Pls.' Mem. at 21. Accordingly, as to reimbursement for the cost of boots, Plaintiffs motion for partial summary judgment is DENIED.</p>\n<p></p>\n<h2>ii. <i>Knives</i>\n</h2>\n<p>Generally, the costs an employer incurs purchasing and providing tools of trade, such as the knives in this case, may not be included in computing wages, since such items are \"primarily for the benefit or convenience of the employer....\" 29 C.F.R. § 531.32(c). Nevertheless, deductions for the costs of such items \"may ... be made ... if the employee ... received the required minimum wages in cash free and clear; but to the extent they reduce the wages of the employee in any such workweek below the minimum required by the [FLSA], they are illegal.\" 29 C.F.R. § 531.36(b). Defendants provided Plaintiffs with knives at no cost at the beginning of the season; however, Plaintiffs were advised that replacement knives would be deducted from their wages. Defs.' Mem. at 9 [DE-31], Seefoo Dep. at 46:25, 47:1-3 [DE-28.3], Ex. 12. Defendants admit requiring Plaintiffs to use certain knives for crab picking, <i>see</i> Defs.' First Admis. ¶ 23 [DE-28.2], Ex. 11, and making nine dollar deductions from Plaintiffs' <span class=\"star-pagination\">*709</span> pay for replacement knives. Seefoo Dep. at 45:14-16, 68:12-14 [DE-28.3], Ex. 12; Defs.' Resp. at 11 [DE-37]; Payroll Records [DE-45.4], Ex. 24. However, Defendants contend the nine dollar deductions did not reduce Plaintiffs' wages below the required minimum and fault Plaintiffs for failing to prove that such deductions \"were a daily or even a weekly event.\" Defs.' Resp. at 11 [DE-37].</p>\n<p>Despite Defendants' contention to the contrary, liability under the FLSA is not dependent on any specified frequency of deductions. Rather, compliance with the FLSA is measured by the workweek, <i>see</i> 29 C.F.R. § 776.4; thus, the issue is whether any deduction occurring during a particular workweek reduced a worker's wages for that workweek below the minimum wage. A review of Defendants' payroll records reveals instances in which the nine-dollar deduction for the cost of a replacement knife during a particular week did reduce a worker's wages for that week below the minimum wage. For example, during the week of May 19, 2005, Plaintiff Mercedalia Hernandez Garcia (\"Mercedalia\") worked 37.53 hours at a rate of $5.17 per hour, grossing $194.03. <i>See</i> Pls.' Reply at 6 [DE-45]; Payroll Records at 1-2 [DE-45.4], Ex. 24. After a nine dollar deduction for the cost of the replacement knife, Mercedalia's wages were reduced to $185.03 ($194.03-$9.00), which equates to an hourly rate of $4.93 ($185.03/37.53 hours). Accordingly, Defendants must reimburse Plaintiffs up to the point that the minimum wage is met, and Plaintiffs motion for summary judgment as to Defendants' liability regarding replacement knives is ALLOWED.</p>\n<p></p>\n<h2>b. <i>NCWHA</i>\n</h2>\n<p>Plaintiffs allege further that Defendants are liable for deducting the costs of replacement knives from Plaintiffs' wages without written authorizations, regardless of whether such deductions reduced wages below the federal minimum wage. <i>See</i> Pls.' Mem. at 19-20. An employer may withhold any portion of an employee's wages, however</p>\n<blockquote>the employer must have written authorization from the employee which (i) is signed on or before the payday(s) for the pay period(s) from which the deduction is to be made; (ii) indicates the reason for the deduction; and (iii) states the actual dollar amount ... of wages which shall be deducted from one or more paychecks.</blockquote>\n<p>N.C.G.S. § 95-25.8(a)(2). Also, an employer may withhold a portion of an employee's wages for loss to an employer's property but must first give the employee written notice of the amount to be deducted seven days prior to the payday on which the deduction is to be made. <i>Id.</i> § 95-25.8(c). Defendants contend that they substantially complied with the requirements of N.C.G.S. § 95-25.8 in that Plaintiffs were (1) provided a pay stub on each pay date which itemized all deductions, including any for lost knives, <i>see</i> Payroll Records [DE-45.4], Ex. 24, and (2) required to sign a statement acknowledging the receipt of the correct amount of wages. Defs.' Mem. at 18. Defendants concede, however, that they \"failed to comply with the technical requirements of [N.C.G.S. § 95-25.8(c)] by not getting seven days advance authorization.\" Defs.' Mem. at 18-19 [DE-31]; Defs.' Resp. at 3 [DE-37].<sup>[10]</sup> Accordingly, Plaintiffs' partial <span class=\"star-pagination\">*710</span> summary judgment as to Defendants' liability under N.C.G.S. § 95-25.8 is ALLOWED. <i>See </i><i>Strickland v. MICA Information Systems,</i> <span class=\"citation\" data-id=\"1393865\"><a href=\"/opinion/1393865/strickland-v-mica-information-systems/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1320</span></a></span>, 1325 (M.D.N.C.1992) (denying employer's motion for summary judgment where employee never authorized pay deductions in a signed writing and employer presented no evidence to the contrary).</p>\n<p></p>\n<h2>3. <i>Housing costs</i>\n</h2>\n<p>Plaintiffs contend that Defendants are not entitled to claim the costs of any housing provided to Plaintiffs toward the minimum wage requirements under the FLSA because the housing was furnished in violation of the NCMHA.<sup>[11]</sup><i>See</i> Pls.' Mem. at 18-19 [DE-26.2]; Pls.' Reply at 7-9 [DE-45]. In particular, Plaintiffs contend Defendants were not properly authorized to house H-2B workers<sup>[12]</sup> as a result of Defendants' technical, as opposed to substantive, violation of the NCMHA.<sup>[13]</sup></p>\n<p>If housing is \"customarily furnished\" by the H-2B employer as a part of wages, then the cost<sup>[14]</sup> to the employer of furnishing an employee with housing can be included in determining the employer's compliance with the minimum wage requirement promulgated under the FLSA. 29 U.S.C. § 203(m); <i>see also</i> 29 C.F.R. § 531.31 (defining \"customarily furnished\"). However, housing is not considered \"customarily furnished\" when it is furnished in violation of federal, <i>state</i> or local law. 29 C.F.R. § 531.31 (emphasis added). Pursuant to the NCMHA, migrant housing shall be inspected for compliance with federal and state law prior to occupancy. <i>See</i> N.C. Gen.Stat. § 95-226. In this case, Defendants admit to a technical violation of this state law in that <span class=\"star-pagination\">*711</span> they failed to register the H-2B workers' housing with the NCDOL, and failed to have the housing inspected prior to Plaintiffs' occupancy, Defs.' First Admis. [DE-28.2] Ex. 11 ¶¶ 10-13. As a result of Defendants' violation of state law, Plaintiffs contend housing provided by Defendants cannot be considered an item \"customarily furnished\" under the FLSA. Accordingly, Plaintiffs maintain that the cost to Defendants of furnishing housing cannot be credited toward Defendants' minimum wage requirements, Pls.' Mem. at 19.</p>\n<p>Defendants counter with the following arguments. First, Defendants contend that Plaintiffs' reliance on the NCMHA \"is of limited applicability\" in that it does not provide a private right of action. Defs.' Resp. at 9 [DE-37] (citing <i>Edwards v. Johnston County Health Dep't,</i> <span class=\"citation\" data-id=\"529734\"><a href=\"/opinion/529734/willie-b-edwards-jr-queen-hayes-james-hayes-and-earl-jaspar-forney/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1215</span></a></span> (4th Cir.1989)). However, Defendants' reliance on <i>Edwards</i> is misplaced. In <i>Edwards,</i> migrant workers challenged a county health department's issuance of permits for migrant housing facilities which, despite an inspection report stating otherwise, failed to comply with state health and safety standards. <i>Edwards,</i> 885 F.2d at 1217. As a result, the migrant workers alleged that the failure of county health officials to ensure that the inspector responsible for issuing the permits was adequately trained and supervised violated the Fair Housing Act and the workers' constitutional rights. <i>Id.</i> at 1217. However, the <i>Edwards</i> court held the workers failed to state a claim as the county had no constitutional obligation to protect the workers from the substandard living conditions in privately-owned migrant housing facilities. <i>Id.</i> at 1219.</p>\n<p>Here, Plaintiffs allege that Defendants failed to have the rental housing inspected in compliance with the NCMHA. Unlike the migrant workers in <i>Edwards,</i> Plaintiffs do not purport to allege a private right of action against a governmental agency. Rather, Plaintiffs contend Defendants' inaction, which amounted to a technical violation of a state statute, precludes Defendants from enjoying the benefit of having \"customarily furnished\" housing costs credited toward minimum wage obligations.</p>\n<p>Second, Defendants argue that the NCMHA does not \"provide that failure to comply with ... federal [housing regulations] limits the ability to provide or charge for such housing.\" Defs.' Resp. at 9 [DE-37]. However, Plaintiffs do not claim that the NCMHA prohibits Defendants from providing or charging for housing in non-compliance with federal housing regulations. Rather, Plaintiffs contend that as result of Defendants' violation of state law, the FLSA prohibits Defendants from crediting their housing costs as wages if the costs bring the workers' pay below the statutory minimum.</p>\n<p>Finally, Defendants imply that only a substantive violation of federal, state or local law triggers 29 C.F.R. § 531.31. <i>See id.</i> (citing <i>Osias v. Marc,</i> <span class=\"citation\" data-id=\"1453066\"><a href=\"/opinion/1453066/osias-v-marc/\"><span class=\"volume\">700</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">842</span></a></span>, 845 (D.Md.1988) (holding that an \"employer may not credit the cost of furnishing [seriously substandard housing] against minimum wage obligations\")). Plaintiffs concede \"there was no finding in this case that the housing rented to [them] was `substandard,'\" but contend <i>any</i> violation of federal, state or local law prohibits Defendants from legally deducting the cost of housing from their wages. Pls.' Reply at 9 [DE-45] (citing <i>Strong v. Williams,</i> No. 78-124-Civ-TG, <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">14185</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">WL</span> <span class=\"page\">8134</span></span> (M.D.Fla. Apr. 22, 1980), <i>Caro-Galvan v. Curtis Richardson, Inc.,</i> <span class=\"citation\" data-id=\"607192\"><a href=\"/opinion/607192/jose-jesus-caro-galvan-tomas-medina-solorsano-jose-muniz-rodriguez/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1500</span></a></span> (11th Cir.1993) and <i>Chellen v. John Pickle Co.,</i> <span class=\"citation\" data-id=\"2315362\"><a href=\"/opinion/2315362/chellen-v-john-pickle-co-inc/\"><span class=\"volume\">446</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1247</span></a></span> (N.D.Okla.2006)).</p>\n<p>Upon review of the cases cited above by Plaintiffs, the court finds that only <i>Strong</i> <span class=\"star-pagination\">*712</span> supports Plaintiffs' position. In <i>Strong,</i> the court found that an employer had rented housing to a migrant farm worker while not authorized to do so under federal law.<sup>[15]</sup><i>Strong,</i> <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">14185</span></span>, at *13, <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">WL</span> <span class=\"page\">8134</span></span>, at *5. Accordingly, the court held deductions from the worker's wages for rent were unlawful and thus could not count as wages. <i>Id.; see also Soler,</i> 768 F.Supp. at 466 (describing employer's argument that \"substantial compliance\" with state law barred the application of 29 C.F.R. 531.31 as \"unfounded\" as the regulation \"explicitly provides that housing deductions are not permitted for `facilities furnished in violation of any Federal, State, or local law'\"). Given the explicit directive of 29 C.F.R. § 531.31 and Defendants' admitted violation thereof, Plaintiffs' motion for summary judgment as to Defendants' liability is ALLOWED.</p>\n<p></p>\n<h2>4. <i>Liquidated damages under FLSA and NCWHA</i>\n</h2>\n<p>Plaintiffs move the court for partial summary judgment against Defendants with respect to liquidated damages based on Defendants' alleged violations of both the FLSA and the NCWHA. Pls.' Mem. at 25 [DE-26.2]. Defendants request entry of partial summary judgment seeking a determination that any violation of the FLSA or the NCWHA not be subject to liquidated damages based on a good faith defense. Defs.' Mem. at 14-19 [DE-31].</p>\n<p>An employer who violates the minimum wage provisions of the FLSA or the NCWHA \"shall be liable to the ... employees affected in the amount of their unpaid minimum wages ... and in an additional equal amount as liquidated damages.\" 29 U.S.C. § 216(b); <i>see also</i> N.C.G.S. § 95-25.22(a), (a1) (explaining an employer shall be liable to the employee in the amount of unpaid minimum wages and interest plus an equal amount as liquidated damages). Despite the seemingly mandatory nature of this provision, a court has discretion to deny an award of liquidated damages where the employer shows that, despite the failure to pay appropriate wages, the employer acted in \"good faith\" and had \"reasonable grounds\" for believing that the acts or omissions giving rise to the failure did not violate the FLSA or the NCWHA. 29 U.S.C. § 260; <i>accord</i> N.C.G.S. § 95-25.22(al). The employer bears a \"plain and substantial burden of persuading the court by proof that his failure to obey the statute was both in <i>good faith and predicated upon such reasonable grounds</i> that it would be unfair to impose upon him more than a compensatory verdict.\" <i>Brinkley-Obu v. Hughes Training,</i> <span class=\"citation\" data-id=\"678821\"><a href=\"/opinion/678821/sharon-d-brinkley-obu-v-hughes-training-incorporated-sharon-d/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">336</span></a></span>, 357 (4th Cir.1994) (emphasis added) (quotation omitted). Liquidated damages are the \"norm\" in cases in which the FLSA is violated. <i>Mayhew v. Wells,</i> <span class=\"citation\" data-id=\"746443\"><a href=\"/opinion/746443/douglas-e-mayhew-v-carl-h-wells-sheriff/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">216</span></a></span>, 220 (4th Cir.1997)</p>\n<p>The good faith defense requires that an employer provide adequate proof that it did not take an \"ostrichlike\" approach to the FLSA by \"`simply remain[ing] blissfully ignorant of FLSA requirements.'\" <i>Roy v. County of Lexington,</i> <span class=\"citation\" data-id=\"753005\"><a href=\"/opinion/753005/john-r-roy-gary-waller-david-rhoten-crystal-galloway-gary-w-holmes-eric/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">533</span></a></span>, 548-49 (4th Cir. <span class=\"star-pagination\">*713</span> 1998) (quoting <i>Burnley v. Short,</i> <span class=\"citation\" data-id=\"433049\"><a href=\"/opinion/433049/kenneth-l-burnley-jr-and-norma-j-burnley-virginia-b-wright-beatrice/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 140 (4th Cir.1984)). Rather, \"an employer [must] take active steps to ascertain the dictates of [an act] and then move to comply with them.\" <i>Reich v. Southern New England Telecomm. Corp.,</i> <span class=\"citation\" data-id=\"744609\"><a href=\"/opinion/744609/robert-r-reich-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 71 (2d Cir.1997); <i>see also </i><i>Barcellona v. Tiffany English Pub, Inc.,</i> <span class=\"citation\" data-id=\"365768\"><a href=\"/opinion/365768/bruce-barcellona-cross-appellants-v-tiffany-english-pub-inc-dba-tgi/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">464</span></a></span>, 469 (5th Cir.1979) (explaining \"good faith requires some duty to investigate potential liability under the FLSA\").</p>\n<p></p>\n<h2>a. <i>Pre-Employment Expenses</i>\n</h2>\n<p>Here, in attempting to meet their burden of establishing good faith and reasonable grounds for not reimbursing Plaintiffs for their employment-related expenses, Defendants state (1) \"it is undisputed that [they] did not have actual knowledge\" of this requirement; and (2) \"the violation in issue is extremely technical\" and \"requires an intricate knowledge of federal regulations, precedent and `recent case authority which a businessman cannot be expected to know.'\" Defs.' Mem. at 15-16 (citing <i>Snelling v. O.K. Service Garage, Inc.,</i> <span class=\"citation\" data-id=\"2127176\"><a href=\"/opinion/2127176/snelling-v-ok-service-garage-inc/\"><span class=\"volume\">311</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">842</span></a></span>, 846 (E.D.Ky.1970)).</p>\n<p>The court finds liquidated damages are not merited as to any pre-employment expenses because Defendants' noncompliance with the FLSA as to such expenses was reasonable and in good faith. The DOL's recent interpretation of the FLSA and subsequent withdrawal thereof pursuant to its March 2009 Notice, discussed above, highlight the confusion surrounding an obviously contentious issue. Moreover, the Fourth Circuit considered only recently an <i>H-2A employer's liability</i> for the identical FLSA violation at issue here (with the exception of the reimbursement of passport costs and deductions from pay without prior authorization). <i>See </i><i>De Luna-Guerrero,</i> 338 F.Supp.2d at 656. Given the complexity of the issue as indicated by the DOL's recent interpretation and subsequent withdrawal thereof and the minimal caselaw regarding the obligations of H-2B employers, the court finds that the good faith exception is applicable and accordingly DENIES Plaintiffs' motion for partial summary judgment. Further, the court finds as a matter of law that Defendants' are not subject to liquidated damages as to these expenses.</p>\n<p></p>\n<h2>b. <i>Deductions for tools of trade and housing requirements</i>\n</h2>\n<p>As to their failure to comply fully with the NCWHA's requirements concerning the withholding of wages for tools of trade, Defendants rely on their partial compliance with N.C.G.S. § 95-25, 8, noting (1) Plaintiffs were provided a pay stub each pay date which itemized all deductions, including any for replacement knives and (2) Plaintiffs signed statements indicating their receipt of the correct pay. Defs.' Mem. at 18. Defendants do not address explicitly deductions for tools that reduced Plaintiffs' wages below the minimum and promised wage in violation of the FLSA and NCWHA, respectively, nor the technical violation of the FLSA for failing to comply with state law housing requirements. However, Defendants note generally their decision to \"hire[] a manager [i.e., Scott] with vast experience in implementing and supervising an H-2B recruitment and employment program,\" Defs.' Mem. at 15-16.</p>\n<p>While recognizing that liquidated damages are the \"norm,\" the court finds liquidated damages are not warranted as to wage deductions for replacement knives (to the extent these deductions reduced Plaintiffs' wages below the statutory minimum under the FLSA or promised wage under the NCWHA), for failing to comply with state law housing requirements or for failing to obtain written authorizations seven days prior to deducting costs for tools <span class=\"star-pagination\">*714</span> of trade from Plaintiffs' wages. There is no evidence that Defendants \"remain[ed] blissfully ignorant of FLSA requirements.\" <i>Roy,</i> 141 F.3d at 548. In particular, Defendants hired a manager with twelve years' experience with the H-2B recruitment and employment process. Aff. of Joel Scott ¶¶ 3-5 (\"Scott Aff.\") [DE-32.5], Ex. 4; <i>compare </i><i>Lockwood v. Prince George's County, Md.,</i> <span class=\"citation\" data-id=\"2568192\"><a href=\"/opinion/2568192/lockwood-v-prince-georges-county-md/\"><span class=\"volume\">58</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">651</span></a></span>, 658 (D.Md.1999) (noting the employer had not demonstrated that it \"took affirmative steps to ascertain the Act's requirements, but nonetheless, violated its provisions\") (quoting <i>Martin v. Cooper Electric Supply Co., et al.,</i> <span class=\"citation\" data-id=\"566011\"><a href=\"/opinion/566011/lynn-martin-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></a></span>, 908 (3d Cir.1991)). Therefore, Plaintiffs' motion for partial summary judgment on the issue of liquidated damages as to Defendants' remaining violations of the FLSA and NCWHA is DENIED. Further, the court finds as a matter of law that Defendants' are not subject to liquidated damages as to violations.</p>\n<p></p>\n<h2>5. <i>Defendants did not act willfully when they violated the FLSA.</i>\n</h2>\n<p>Plaintiffs also seek summary judgment on the issue of whether Defendants' violations were \"willful\" such as to trigger an exception to the two-year statute of limitations prescribed by the FLSA. <i>See</i> Pls.' Mem. at 27 [DE-26.2]. Plaintiffs' motion is based solely on Plaintiffs' claim that Defendants failed to reimburse transportation and immigration expenses within the first workweek. <i>See</i> Pls.' Mem. at 27 [DE-26.2]. Defendants move for summary judgment in their favor dismissing all claims based on willful violations. Defs.' Mem. at 19 [DE-31].</p>\n<p>The FLSA generally provides for a two-year statute of limitations on actions to enforce its provisions, but allows a three-year limitations period for \"a cause of action arising out of a willful violation.\" 29 U.S.C. § 255(a). Plaintiffs bear the burden of proving Defendants' acts or omissions were \"willful\" within the meaning of the FLSA. <i>De Luna-Guerrero v. N.C. Grower's Ass'n,</i> <span class=\"citation\" data-id=\"2528943\"><a href=\"/opinion/2528943/de-luna-guerrero-v-north-carolina-growers-assn/\"><span class=\"volume\">370</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">386</span></a></span>, 388 (E.D.N.C.2005). An employer's violation is willful if \"the employer either knew or showed reckless disregard for the matter of whether its conduct was prohibited by the [FLSA].\" <i>McLaughlin v. Richland Shoe Co.,</i> <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 133, <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1677</span></a></span>, <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">115</span></a></span> (1988). Unreasonable or negligent conduct is not enough to constitute \"willful\" conduct. <i>Id.</i> at 134, <span class=\"citation\" data-id=\"112072\"><a href=\"/opinion/112072/mclaughlin-v-richland-shoe-co/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1677</span></a></span>.</p>\n<p>Plaintiffs argue Defendants knew that their actions, taking <i>de facto</i> deductions by failing to reimburse H-2B workers for employment-related expenses up to the point that their wages satisfy the FLSA minimum wage, were prohibited by the FLSA. Pls.' Mem. at 27 [DE 26-2]. In attempting to meet their burden of establishing that Defendants' violation of the FLSA was willful, Plaintiffs note the following: (1) Defendants admit advancing expenses to H-2B workers for several years but stopped doing so in 2004, Defs.' First Admis. ¶ 15 [DE 28-2], Ex. 11; (2) the money advanced was for visa, passport, transportation costs \"or whatever [the H-2B workers] needed to get,\" S. White Dep. at 27:17-19; 31:8-10 [DE 27-6], Ex. 5; and (3) Defendants decided to discontinue their practice of forwarding expense money to H-2B workers because (a) based on gossip, they questioned whether the workers were actually receiving the money and (b) Scott explained he had never worked for a seafood processing company that advanced expenses to H-2B workers, <i>see</i> S. White Dep. at 33:21-25; 34:1-15 [DE 27-6], Ex. 5. Pls.' Mem. at 28 [DE 26-2]. Plaintiffs further contend that despite being \"faced with conflicting views regarding whether [they] [were] legally required to pay for such travel and visa related expenses,\" Defendants failed to contact the <span class=\"star-pagination\">*715</span> USDOL \"or anyone else, despite contacting USDOL regarding other H-2B issues.\"<sup>[16]</sup><i>Id.</i> at 28. Finally, Plaintiffs claim that whether Defendants understood the \"reimbursement of expenses\" requirement is \"[a]t the very least a triable issue,\" given Scott allowed Defendants to advance expenses to H-2B workers when he was aware of no such requirement. Pls.' Reply at 10 [DE-45]. As such, Plaintiffs argue that Defendants had at least constructive notice of this FLSA requirement. Pls.' Resp. to Defs.' Mot. for Partial Summ. J. at 27 [DE-36] (\"Pls.' Resp.\").</p>\n<p>Defendants counter that hiring a \"knowledgeable and experienced manager to oversee the H-2B program\" indicates a lack of reckless disregard for the law and that their failure to reimburse H-2B workers for their employment-related expenses resulted from an \"innocent lack of knowledge.\" Defs.' Resp. at 17 [DE 37]; Defs.' Mem. at 20 (citing R. White Aff. ¶ 11<sup>[17]</sup> [DE 32-6], Ex. 5, S. White Aff. ¶ 16<sup>[18]</sup> [DE], Ex. 7, Scott Aff. ¶ 18<sup>[19]</sup> [DE 32-5], Ex. 4.). Furthermore, Defendants note Plaintiffs' admissions to having no evidence in support of their \"willful allegations\" claim. <i>See</i> Pl. Juan Cupil Arias' Resp. to Defs.' First Disc. Req. at 5 ¶ 9 [DE 33-6]; PI. Mercedalia Hernandez Garcia's Resp. to Defs.' First Disc. Req. at 6 ¶ 12 [DE 33-7]; Pl. Mirelda Garcia Dominguez's Resp. to Defs.' First Disc. Req. at 6 ¶ 12 [DE 33-10] (answering that, based on discovery requests received from Defendants thus far, no basis exists for their allegation that \"[Defendants knew or showed reckless disregard as to whether their conduct was prohibited by the [FLSA] and its accompanying regulations\").</p>\n<p>Because Plaintiffs cannot establish that Defendants' violation was willful in nature, the two-year statute of limitations applies to this action. Plaintiffs filed this action on December 19, 2006. Therefore, Plaintiffs may recover only those damages which accrued beginning December 19, 2004.</p>\n<p></p>\n<h2>6. <i>Breach of Contract</i>\n</h2>\n<p>Plaintiffs move for summary judgment as to their common law breach of contract claim. Pls.' Mem. at 22. Plaintiffs contend Defendants failed to (1) provide at <span class=\"star-pagination\">*716</span> least forty hours of work per week during the period of employment specified in the contract;<sup>[20]</sup> and (2) pay Plaintiffs at the required wage per hour for each hour of work performed under the contract. Pls.' Am. Compl. ¶ 72 [DE-12]. Defendants also move for summary judgment in their favor as to Plaintiffs' breach of contract claim. Defs.' Mem. at 20. The court has supplemental jurisdiction over the state law claim pursuant to 28 U.S.C. § 1367(a) based upon the original jurisdiction of Plaintiffs' federal question claims arising under the FLSA.</p>\n<p>While acknowledging an H-2B contract does not exist statutorily, Plaintiffs contend the Clearance Orders constitute unilateral contracts under North Carolina law. Pls.' Resp. at 7, 9 [DE-36]; Pls.' Reply at 1 [DE-45]. In support of this contention, Plaintiffs rely on (1) the shared purpose of the H-2A and H-2B programs and their similar application process, <i>see</i> Pls.' Mem. at 22-23 [DE-26.2], Pls.' Resp. at 1-3 [DE-36]; (2) a DOL guidance letter regarding H-2B certification,<sup>[21]</sup><i>see</i> Pls.' Mem. at 24 [DE-26.2], Pls.' Reply at 2-3 [DE-45]; (3) caselaw interpreting H-2A contract claims,<sup>[22]</sup><i>see</i> Pls.' Resp. at 6-9 [DE-36]; and (4) caselaw allegedly \"accept[ing]... [the] premise\" that terms of an H-2B Clearance Order create a contract, <i>see</i> Pls.' Mem. at 23. Defendants contend the H-2B Clearance Order does not create a contract, noting the inapplicability of H-2A caselaw as to this issue given the \"significant differences\" between the H-2A and H-2B programs. Defs.' Resp. at 12-13 [DE-37]. For the reasons below, the court finds that the Clearance Orders do not constitute a contract of employment.</p>\n<p>While the court acknowledges the shared purpose<sup>[23]</sup> and similar application process of the H-2A and H-2B programs,<sup>[24]</sup> the contract issue is a noteworthy <span class=\"star-pagination\">*717</span> difference between the H-2A and H-2B regulations. In particular, while federal regulations governing the H-2A program provide that \"[i]n the absence of a separate, written work contract entered into between the [H-2A] employer and the worker, the required terms of the job order and application ... shall be the work contract,\" 20 C.F.R. § 655.102(b)(14); <i>see</i> 29 C.F.R. § 501.10(d) (defining an H-2A work contract), no similar provision exists under the H-2B regulations. <i>See</i> 20 C.F.R. § 655.4 (providing definitions of H-2B-related terms). In fact, under the H-2B program, foreign workers \"are guaranteed only that their pay will be consistent with the prevailing wage for the assigned locality. An H-2B worker ... has <i>no employment contract</i> or work guarantee.\" <i>Olvera-Morales v. Int'l Labor Mgmt. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">250</span></span>, 253 (M.D.N.C.2007) (emphasis added): <i>see</i> 20 C.F.R. § 655.22(e) (explaining the H-2B employer must attest that ... \"[t]he offered wage equals or exceeds the highest of the prevailing wage, the applicable Federal minimum wage, the State minimum wage, and local minimum wage, and the employer will pay the offered wage during the entire period of the approved H-2B labor certification\").</p>\n<p>Despite the above, Plaintiffs maintain that \"numerous federal decisions show acceptance of [the] premise\" that \"the terms of an H-2B Clearance Order create a contract.\" Pls.' Mem. at 23 (citing <i>De Leon-Granados v. Eller &amp; Sons Trees, Inc.,</i> No. 1:05-CV-1473-CC, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">73781</span></span>, at *21, 28 (N.D.Ga. Sept. 28, 2006), <i>mot. granted in part, den. in part,</i> <span class=\"citation\" data-id=\"2367876\"><a href=\"/opinion/2367876/escolastico-de-leon-granados-v-eller-and-sons/\"><span class=\"volume\">452</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1282</span></a></span>, 1284 (N.D.Ga.2006), <i>affd,</i> <span class=\"citation\" data-id=\"77768\"><a href=\"/opinion/77768/de-leon-granados-v-eller-and-sons-trees-inc/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1214</span></a></span> (11th Cir.2007), <i>remanded to</i> <span class=\"citation\" data-id=\"1595953\"><a href=\"/opinion/1595953/de-leon-granados-v-eller-sons-trees-inc/\"><span class=\"volume\">581</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1295</span></a></span> (N.D.Ga.2008); <i>Guerrero v. Brickman Group LLC,</i> No. 1:05-CV-00357, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">21126</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">922420</span></span> (W.D.Mich. Mar. 26, 2007), <i>vacated in part,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">60605</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2381943</span></span> (W.D.Mich. Aug. 17, 2007); <i>Olvera-Morales v. Sterling Onions, Inc.,</i> <span class=\"citation\" data-id=\"2569190\"><a href=\"/opinion/2569190/olvera-morales-v-sterling-onions-inc/\"><span class=\"volume\">322</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">211</span></a></span> (N.D.N.Y.2004)). Defendants submit that the cases cited by Plaintiffs are inapposite. Defs.' Resp. at 12-13 [DE-37]. With the exception of <i>De Leon-Granados,</i> the court agrees, finding the cited cases distinguishable from this case in several respects.</p>\n<p>In <i>Guerrero,</i> the court never discussed Clearance Orders from a contractual aspect. Rather, the court questioned, without deciding, whether the FLSA applies to H-2B workers. <i>See Guerrero,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">21126</span></span>, at *23, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">922420</span></span>, at *7 (noting the application for alien certification included a certification that the employment terms and conditions are not contrary to federal law and explaining plaintiffs bear the burden of establishing that this certification included an agreement to comply with the FLSA). Moreover, the court never considered the breach of contract claim. Rather, the court indicated supplemental jurisdiction remained over that claim given some FLSA claims were not dismissed. <i>Id.,</i> <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">21126</span></span> at *31, <span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">922420</span></span>, at *10. Similarly, in <i>Olvera-Morales,</i> the court considered an employment discrimination suit wherein female migrant workers were intentionally placed in the H-2B program by defendants, even <span class=\"star-pagination\">*718</span> though the workers qualified for the higher-paying H-2A positions. <i>Olvera-Morales,</i> 322 F.Supp.2d at 213. Making only one reference to an employment contract, the court provided no analysis as to what constituted the contract. <i>Id.</i> at 218.</p>\n<p>Unlike the above cases, the <i>De Leon-Granados</i> case presents a similar contention as that of Plaintiffs. In <i>De Leon-Granados,</i> H-2B migrant workers asserted claims under the Migrant and Seasonal Agricultural Worker Protection Act (\"AWPA\"), alleging, <i>inter alia,</i> that their employer failed to pay them for full-time employment. <i>De Leon-Granados,</i> <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">73781</span></span>, at *28. The employer sought summary judgment on numerous issues, including a determination, based on a contract theory, that \"there [was] no agreement or requirement to guarantee each worker at least 40 hours of work every week.\" <i>De Leon-Granados v. Eller &amp; Sons Trees, Inc.,</i> <span class=\"citation\" data-id=\"1595953\"><a href=\"/opinion/1595953/de-leon-granados-v-eller-sons-trees-inc/\"><span class=\"volume\">581</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1295</span></a></span>, 1302 (N.D.Ga.2008). In particular, the employer contended that statements made on the ETA-750 form could not be used by the H-2B workers as a basis for asserting breach, since the workers were never provided these forms. <i>De Leon-Granados,</i> 581 F.Supp.2d at 1324. Disagreeing, the court explained first that the workers \"have not plead this particular claim in contract but under the AWPA[;]\" thus, \"the privity requirements of contract law are inapplicable to [the workers'] <i>statutory claim</i> to enforce a working arrangement.\" <i>Id.</i> at 1324-1325 (emphasis added). The <i>De Leon-Granados</i> court explained further that the employer's \"promise of 40 hours [as indicated by the clearance order completed by the employer] became a term of the work arrangement, which is actionable [under the AWPA].\" <i>Id.</i> at 1325.</p>\n<p>Although Plaintiffs in the case at bar bring a common law contract claim, as opposed to a statutory claim, they, like the workers in <i>De Leon-Granados,</i> rely on Defendants' entry of \"40\" beneath the \"Total Hours Per Week\" column appearing in the Clearance Orders. The H-2B regulations define full-time \"for purposes of temporary labor certification employment, [] [as] 30 or more hours per week, except that where a State or an established practice in an industry has developed a definition of full-time employment for any occupation that is less than 30 hours per week, that definition shall have precedence.\" 20 C.F.R. § 655.4. Here, Plaintiffs request the court to construe the definition as establishing an actual obligation of the number of hours that must be guaranteed each week. However, in its interpretation of the FLSA, the USDOL explained,</p>\n<blockquote>the definition <i>should not</i> be construed to establish an <i>actual obligation of the number of hours that must be guaranteed each week.</i> The parameters set forth in the definition of \"full time\" refer to the number of hours that are generally perceived to constitute that type of employment, as distinguished from \"part time,\" and <i>are not</i> a requirement that an employer offer a certain number of hours or any other terms or conditions of employment.</blockquote>\n<p>73 Fed. Reg. 78020, 78024<sup>[25]</sup> (emphasis added).</p>\n<p>\"Generally, courts must defer to an agency's interpretation of its own regulation, regarding that interpretation as `controlling unless plainly erroneous or inconsistent <span class=\"star-pagination\">*719</span> with the regulation.'\" <i>Humanoids Group v. Rogan,</i> <span class=\"citation\" data-id=\"786901\"><a href=\"/opinion/786901/humanoids-group-v-james-e-rogan-director-of-the-united-states-patent-and/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 305 (4th Cir.2004) (quoting <i>Auer v. Robbins,</i> <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 461, <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">905</span></a></span>, <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">79</span></a></span> (1997)); <i>accord </i><i>Parrish v. Brownlee,</i> <span class=\"citation\" data-id=\"2519808\"><a href=\"/opinion/2519808/parrish-v-brownlee/\"><span class=\"volume\">335</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">661</span></a></span>, 670 (E.D.N.C.2004) (explaining \"the court must accord deference to a federal agency's reasonable interpretation of its own regulation\"). The USDOL's interpretation of \"full-time\" is neither plainly erroneous nor inconsistent with 20 C.F.R. § 655.4. With deference to the USDOL's interpretation of its own regulations, the court finds that Defendants' entry of 40 hours did not establish an obligation to guarantee 40 hours of work each week.</p>\n<p>Moreover, the court declines to apply a unilateral contract analysis to the issue of H-2B Clearance Orders. \"Under North Carolina law, `a unilateral contract is defined as a promise by one party, or an offer by him to do a certain thing, in the event the other party performs a certain act ... and ... [the] offeree can accept [the offer] by meeting its conditions.'\" <i>Norman v. Loomis Fargo &amp; Co.,</i> <span class=\"citation\" data-id=\"2480006\"><a href=\"/opinion/2480006/norman-v-loomis-fargo-co/\"><span class=\"volume\">123</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">985</span></a></span>, 988 (W.D.N.C.2000) (quoting <i>White v. Hugh Chatham Memorial Hosp., Inc.,</i> 97 N.C.App. 130, 131-32, <span class=\"citation\" data-id=\"1261141\"><a href=\"/opinion/1261141/white-v-hugh-chatham-memorial-hosp/\"><span class=\"volume\">387</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">80</span></a></span>, 81 (1990)). Upon the offeree's performance of the requested act, \"the contract becomes clothed with a valid consideration, which relates back and renders the promise obligatory.\" <i>CIM Ins. Corp. v. Cascade Auto Glass, Inc.,</i> <span class=\"citation\" data-id=\"1340164\"><a href=\"/opinion/1340164/cim-ins-corp-v-cascade-auto-glass-inc/\"><span class=\"volume\">660</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">907</span></a></span>, 910 (N.C.Ct.App.2008) (quoting <i>Erskine v. Chevrolet Motors Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">479</span></span>, 489, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">706</span></span>, 710 (1923)).</p>\n<p>North Carolina has recognized a unilateral contract theory with respect to various types of employment benefits, including a legal claim to unpaid wages, vacation and retirement benefits and severance payments. <i>See </i><i>Rucker v. First Union Nat'l Bank,</i> 98 N.C.App. 100, 102, <span class=\"citation\" data-id=\"1307318\"><a href=\"/opinion/1307318/rucker-v-first-union-nat-bank/\"><span class=\"volume\">389</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">622</span></a></span>, 624 (1990) (citing <i>Morton v. Thornton,</i> <span class=\"citation\" data-id=\"1215587\"><a href=\"/opinion/1215587/morton-v-thornton/\"><span class=\"volume\">257</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">259</span></a></span>, <span class=\"citation\" data-id=\"1215587\"><a href=\"/opinion/1215587/morton-v-thornton/\"><span class=\"volume\">125</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">464</span></a></span> (1962)). However, in the case at hand, Plaintiffs' claims are not for earned benefits but rather for work that was never performed nor was it ever, as this court concludes, contractually promised. As explained in <i>Rucker,</i> \"to apply a unilateral contract analysis to the situation before us would, in effect, require us to abandon the \"at-will\" doctrine which is the law in this State. This we cannot do.\" <i>Rucker,</i> 98 N.C.App. at 103, <span class=\"citation\" data-id=\"1307318\"><a href=\"/opinion/1307318/rucker-v-first-union-nat-bank/\"><span class=\"volume\">389</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">622</span></a></span>. Accordingly, Plaintiffs motion for partial summary judgment as to the contract claim is DENIED. Further, the court finds that Defendants are entitled to summary judgment as to this claim as a matter of law.</p>\n<p></p>\n<h2>B. DEFENDANTS' MOTION FOR PARTIAL SUMMARY JUDGMENT</h2>\n<p>Defendants move for partial summary judgment dismissing (1) all claims seeking to impose liability on the individual defendants, (2) all claims for liquidated damages under the FLSA and NCWHA (3) all claims based in contract, (4) any claims for a willful violation of the FLSA and (5) Plaintiffs' NCWHA claim that they were not correctly paid for all crabmeat picked. Defs.' Mem. at 12, 14, 17, 20, 27 [DE-32]. Given the court's findings above, it addresses only the claims as to the liability of the individual defendants and the violation of the NCWHA for failure to pay Plaintiffs for all crabmeat picked.</p>\n<p></p>\n<h2>1. <i>Employer status of Defendant Robert White</i>\n</h2>\n<p>Defendants seek entry of partial summary judgment dismissing all claims against White individually, contending White does not have sufficient control over FIS to be held individually liable as an \"employer\" under the FLSA or NCWHA. <i>See</i> Defs.' Mem. at 13 [DE-31]; Defs.' <span class=\"star-pagination\">*720</span> Reply to Pls.' Resp. to Defs.' Mot. for Partial Summ. J. at 6 [DE-42] (\"Defs.' Reply\"). Plaintiffs seek to impose liability under the FLSA and NCWHA on Robert White<sup>[26]</sup> (\"White\") by virtue of his operational control over FIS. <i>See</i> Pls.' Resp. at 21-22 [DE-36]. Plaintiffs rely on Defendants' depositions and answers to Plaintiffs' interrogatories as evidence creating a genuine issue of fact regarding White's status as an employer.<sup>[27]</sup><i>See id.</i> at 21.</p>\n<p>The FLSA defines \"employer\" as including \"any person acting directly or indirectly in the interest of an employer in relation to an employee.\"<sup>[28]</sup> 29 U.S.C. § 203(d). Described as \"expansive\" by the Supreme Court, <i>see </i><i>Falk v. Brennan,</i> <span class=\"citation\" data-id=\"108891\"><a href=\"/opinion/108891/falk-v-brennan/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 195, <span class=\"citation\" data-id=\"108891\"><a href=\"/opinion/108891/falk-v-brennan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">427</span></a></span>, <span class=\"citation\" data-id=\"108891\"><a href=\"/opinion/108891/falk-v-brennan/\"><span class=\"volume\">38</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">406</span></a></span> (1973), the term \"employer\" is \"to be construed liberally because by it Congress intended to protect the country's workers.\" <i>Donovan v. Grim Hotel Co.,</i> <span class=\"citation\" data-id=\"444146\"><a href=\"/opinion/444146/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">966</span></a></span>, 971 (5th Cir.1984); <i>see also</i> 29 U.S.C. § 202(a) (explaining the FLSA was enacted to remedy \"labor conditions detrimental to the maintenance of the minimum standard of living necessary for health, efficiency, and general well being of workers\"). Accordingly, it is well established that, under certain conditions, individuals may be subjected to liability for unpaid wages under the FLSA. <i>See, e.g., </i><i>Brock v. Hamad,</i> <span class=\"citation\" data-id=\"518406\"><a href=\"/opinion/518406/william-e-brock-secretary-united-states-department-of-labor-v-farouk/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">804</span></a></span>, 808 n. 6 (4th Cir.1989) (holding individual was properly sued as an \"employer\" responsible for complying with the FLSA because \"he hired and directed the employees who worked for the enterprise\").</p>\n<p>\"In deciding whether a particular individual is an `employer' for purposes of the FLSA, courts apply an `economic reality' test, examining the totality of the circumstances to determine whether the individual has sufficient operational control over the workers in question and the allegedly violative actions to be held liable for unpaid wages or other damages.\" <i>Miller,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">20702</span></span>, at *9-10, <span class=\"star-pagination\">*721</span> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22717592</span></span>, *3 (citations omitted). Factors commonly relied on by courts in determining the extent of an individual's operational control over employees include whether the individual: (1) had the power to hire and Fire the employees; (2) supervised and controlled employee work schedules or conditions of employment; (3) determined the rate and method of payment; and (4) maintained employment records. <i>See id.</i> (citing <i>Herman v. RSR Sec. Servs.,</i> <span class=\"citation\" data-id=\"762751\"><a href=\"/opinion/762751/alexis-m-herman-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">132</span></a></span>, 139 (2d Cir.1999)); <i>see, e.g., </i><i>United States Dep't of Labor v. Cole Enters., Inc.,</i> <span class=\"citation\" data-id=\"701764\"><a href=\"/opinion/701764/united-states-department-of-labor-v-cole-enterprises-inc-and-william-c/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">775</span></a></span>, 778 (6th Cir.1995) (finding individual defendant liable under the FLSA where he had power over hiring, firing, rates of pay, schedule and payroll); <i>Reich v. Circle C. Investments, Inc.,</i> <span class=\"citation\" data-id=\"610946\"><a href=\"/opinion/610946/robert-b-reich-secretary-of-labor-united-states-dept-of-labor/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></a></span>, 329 (5th Cir.1993) (finding individual liable under the FLSA where he hired employees and signed their payroll checks); <i>Patel v. Wargo,</i> <span class=\"citation\" data-id=\"478063\"><a href=\"/opinion/478063/sendhabhai-patel-v-dr-alex-wargo-etc/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 638 (11th Cir.1986) (explaining an officer is personally liable if involved in day-to-day operations or has some direct responsibility for the supervision of the employee). These factors are not exclusive nor is any one factor dispositive. <i>Miller,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">20702</span></span>, at *10, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22717592</span></span>, *3. \"[R]ather, the determination of whether a particular individual had sufficient operational control within a business enterprise to be considered an `employer' for purposes of the FLSA requires a consideration of all of the circumstances and relevant evidence.\" <i>Id.</i></p>\n<p>Plaintiffs have not countered Defendants' evidence with any proffer of facts supporting their conclusory assertion that genuine issues of material fact require trial on the issue of White's individual liability under the FLSA or NCWHA. In particular, Plaintiffs have not alleged facts relating to the extent of White's control over the decisions about which Plaintiffs complain. White had no role in the direct hiring<sup>[29]</sup> of the H-2B workers, although White was responsible for the hiring of Scott and appointing him as supervisor of the recruitment and hiring of the H-2B workers. R. White Dep. 42:5-6, 22-24, 43:1-13, 17-25, 44:1-3, 48:12-25 [DE 27-5]; 95:7-12 [DE-28.8]; R. White Aff. ¶ 7 [DE-32.6]; Scott Aff. ¶ 8 [DE-32.5], Ex. 4. White had little direct involvement with the seafood processing portion of the business, never observing the crab picking or weighing process. R. White Dep. 89:23-25, 90:1-3, 92:12-19 [DE-27.5], Ex. 4. On occasion, Scott consulted White regarding H-2B workers, <i>see</i> Scott Aff. ¶ 11 [DE-32.5], Ex. 4, and about whether rent should be charged during the slow workweeks. Scott Aff. ¶ 16 [DE-32.5], Ex. 4. Sherry and Michelle White were responsible for the translation of the timecards of H-2B workers into wages. R. White Dep. 103: 22-25; 104:1-4 [DE-28.8]. Any notation of deductions appearing on the timecards, of which White had no knowledge, was made by either Seefoo or Scott. Seefoo Dep. 66: 24-25, 67:1, 12-13 [DE-28.3], Ex. 12; R. White Dep. 104:19-21 [DE-28.8].</p>\n<p>The court finds no genuine issue of material fact exists regarding the degree of involvement of White in the seafood processing operation of FIS. Accordingly, Defendants' motion for partial summary judgment as to claims against White individually is ALLOWED.</p>\n<p></p>\n<h2>2. <i>Payment to Plaintiffs' for crabmeat picked</i>\n</h2>\n<p>Defendants seek entry of partial summary judgment as to Plaintiffs' claim under the NCWHA that they were not paid correctly for all crabmeat picked, contending <span class=\"star-pagination\">*722</span> Plaintiffs fail to create a triable issue as to whether Plaintiffs were correctly paid for all crabmeat picked. Defs.' Mem. at 27 [DE-31]; Defs.' Reply, at 9 [DE-37]. In particular, Defendants argue Plaintiffs fail to establish (1) an inaccurate weighing or recording system; and (2) the damages and the amount thereof with reasonable certainty as required under a breach of contract action, Defs.' Mem. at 28. Plaintiffs point out that this claim was brought under sections 95-25.6 and 95-25, 22 of the NCWHA, <i>see</i> Am. Compl. ¶ 53,<sup>[30]</sup> and argue that viewing the evidence in the light most favorable to Plaintiffs, instances exist where a supervisory employee of Defendant FIS failed to correctly weigh or record the crabmeat picked. Pls.' Resp. at 28 [DE-36].</p>\n<p>Under the NCWHA, an employer is required to pay every employee all wages accruing to the employee on the regular payday. N.C.G.S. § 95-25.6. When an employer fails to do so, the employer is liable to the employee in the amount of the unpaid amount plus interest at the legal rate set forth in N.C.G.S. § 24-1 from the date each amount first came due. N.C.G.S. § 95-25.22(a). In this case, Plaintiffs Mercedalia, Mirelda Garcia Dominguez (\"Mirelda\") and Maria Zapata Arias (\"Maria\") each claim that when paid on a piece rate, they were \"normally ... not paid for more than 4 pounds of crabmeat even if the amount of crabmeat [that each picked] weighed more than 4 pounds.\" Mercedalia Decl. ¶ 9 [DE-13.2], Ex. A; Mirelda Decl. ¶ 9 [DE13.3], Ex. B; <i>see also</i> Mirelda's First Disc. Resp. at 2 ¶ 5 [DE-36.8], Ex. 20; Maria's First Disc. Resp. at 2 ¶ 5 [DE-36.9], Ex. 21; Mercedalia's First Disc. Resp. at 2 ¶ 5 [DE-36.10], Ex. 22 (explaining their inability to specify each occasion on which the weighing or recording system did not function properly; frequently noticing that Seefoo would round down the weight of the crabmeat that each provided; and professing a lack of knowledge as to whether Seefoo accurately recorded the amount of crabmeat on other occasions). While stating she received no complaints from H-2B workers as to the accuracy of crabmeat scales, Seefoo acknowledged inaccurately recording the amount of crabmeat picked for a worker in 2006 and correcting said error. Seefoo Aff. ¶ 13 [DE-32.7]. Seefoo explained further that workers questioned the total pounds of crabmeat recorded \"from time to time\" and that she would accordingly \"review each of the weigh-ins in order to determine whether the numbers properly added up.\" <i>Id.</i> ¶ 14. Furthermore, at the end of each day, Seefoo provided each worker with a tally sheet of the amount of crabmeat picked for that day, <i>Id.</i> ¶ 15.</p>\n<p>Viewing the evidence in the light most favorable to Plaintiffs and drawing all justifiable inference in Plaintiffs' favor, the court finds no genuine issue of material fact remains to be resolved by the finder of fact at trial. In opposing Defendants' motion for summary judgment, Plaintiffs failed to proffer evidence that could form a sufficient basis upon which to base a finding of the number of occasions during which the inaccurate weighing or recording occurred or of the alleged extra pounds of crabmeat picked, Accordingly, Defendants' Motion for Partial Summary Judgment as to this claim is ALLOWED.</p>\n<p></p>\n<h2>IV. <i>CONCLUSION</i>\n</h2>\n<p>For the reasons stated herein, the court hereby ALLOWS in PART and DENIES <span class=\"star-pagination\">*723</span> in PART the parties' cross-motions for summary judgment as follows:</p>\n<blockquote>1. The court ALLOWS Plaintiffs' motion as to Defendants' liability (a) under the FLSA and NCWHA for reimbursement of transportation and border crossing expenses to the extent these expenses reduced Plaintiffs' first week's wages below the minimum wage and promised wage, respectively; (b) under the FLSA for actual deductions of the costs of replacement knives from Plaintiffs' wages to the extent these deductions reduced Plaintiffs' wages below the minimum wage; (c) under the NCWHA for deducting the costs of replacement knives without written authorization in violation of N.C.G.S. § 95-25.8; and (d) under the FLSA for crediting housing costs toward their minimum wage obligations. Accordingly, Plaintiffs' request for relief in the form of actual damages remains viable.</blockquote>\n<blockquote>2. The court DENIES Plaintiffs' motion as to (a) Defendants' liability under the FLSA and NCWHA for reimbursement of passport, visa and boot expenses; (b) relief in the form of liquidated damages as to all violations of the FLSA and NCWHA; (c) any claim for willful violations of the FLSA; and (d) Defendants' liability under the North Carolina common law contract claim. The claims therefore are DISMISSED.</blockquote>\n<blockquote>3. The court ALLOWS Defendants' motion as to (a) all claims for liquidated damages under the FLSA and NCWHA; (b) any claim for willful violations of the FLSA; (c) the North Carolina common law contract claim; (d) the claims against Robert White individually; and (e) Plaintiffs' claim under the NCWHA asserting Defendants failed to pay Plaintiffs for all crabmeat picked. These claims therefore are DISMISSED.</blockquote>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  On March 13, 2007, this court entered a Scheduling Order [DE-20] wherein it approved the parties' Joint Discovery Plan [DE-19].</p>\n<p>[2]  Prior to 1986, an alien performing any type of temporary service or labor was classified as an H-2 worker. INS Interim Rule, 52 Fed. Reg, 20554 (June 1, 1987), In 1986, Congress amended the Immigration and Nationality Act, which <i>inter alia,</i> divided H-2 workers into two categoriestemporary agricultural workers (\"H-2A workers\") and non-agricultural workers (\"H-2B workers\"). <i>See</i> 8 C.F.R. § 214.2(h)(1)(i). The H-2A program authorizes the seasonal employment of foreign workers to perform agricultural work, while the H-2B program authorizes the employment of foreign workers to perform non-agricultural work. <i>Id.</i> at 214.2(h)(ii)(C), (D). The terms of H-2B visas are controlled by statute, 8 U.S.C. §§ 1101(a)(15)(H)(ii)(b), 1184, as well as United States Department of Labor (\"DOL\") regulations applicable to the temporary labor certification process. <i>See generally</i> 20 C.F.R. Part 655, Subpart A.</p>\n<p>[3]  Hortencia Seefo (\"Seefoo\") recruited and supervised the H-2B workers. Aff. of Hortencia Seefoo ¶¶ 3, 8 (\"Seefoo Aff.\") [DE-32.7].</p>\n<p>[4]  Since the filing of the parties' respective motions, the DOL amended its regulations applicable to the H-2B temporary labor certification process, which were formerly found in 20 C.F.R. Part 655, Subpart C. <i>See generally</i> 20 C.F.R. Part 655, Subpart A.</p>\n<p>[5]  Plaintiffs clarified that they seek partial summary judgment only as to liability and not as to damages. Pls.' Reply to Defs.' Resp. to Pls.' Mot. for Partial Summ. J. at 1 [DE-45] (\"Pls.' Reply\").</p>\n<p>[6]  Plaintiffs submit that whether H-2B workers are covered by the FLSA is an issue only implicitly considered by this court. <i>See</i> Pls.' Mem. at 10. However, the protections of the minimum wage provisions of the FLSA \"indisputably apply\" to both H-2A and H-2B workers. <i>Arriaga v. Fla. Pac. Farms, LLC.,</i> <span class=\"citation\" data-id=\"75991\"><a href=\"/opinion/75991/jorge-e-arriaga-v-florida-pacific-farms-llc/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1228</span></a></span>, 1235 (11th Cir.2002). Indeed, the H-2B regulations provide that \"[d]uring the period of employment that is the subject of the labor certification application, the [H-2B] employer will comply with applicable <i>Federal,</i> State and local <i>employment-related laws and regulations</i>....\" 20 C.F.R. § 655.22(d) (emphasis added); <i>see also</i> 20 C.F.R. § 655.105(e)(1) (same as to H-2A employers).</p>\n<p>[7]  The FLSA does not itself define \"other facilities;\" however, the DOL has promulgated regulations to clarify this provision. <i>See</i> 29 C.F.R. § 531.32(a).</p>\n<p>[8]  Defendants' concede liability as to \"some of the expenses [Plaintiffs] incurred for transportation and immigration to [] North Carolina....\" Defs.' Mem. at 11 [DE-31]. In particular, Defendant's concede liability as to transportation and visa expenses but not passport fees. Defs.' Resp. at 5 [DE-37]. Defendants do not discuss liability as to border crossing expenses.</p>\n<p>[9]  Plaintiffs' claim for reimbursement of boot expenses under the NCWHA is identical to the claim asserted under the FLSA. Accordingly, the court will address that claim within its FLSA analysis.</p>\n<p>[10]  Defendants acknowledge the existence of \"triable issues of fact with respect to the amount of deductions from [Plaintiffs'] pay [for replacement knives], since no written authorization was obtained by [Defendant FIS] for the deduction.\" Defs.' Resp. at 3 [DE-37]. The court notes, however, that Defendants contradict this admission within their analysis of this issue. In particular, Defendants state \"fact questions remain as to whether [Defendants ever made such deductions from [Plaintiffs' wages....\" <i>Id.</i> at 11.</p>\n<p>[11]  Under the NCMHA, a \"migrant\" is an individual employed in agricultural employment of a seasonal or other temporary nature, and who is required to be absent overnight from his permanent place of residence. N.C. Gen. Stat. § 95-223(5). \"Agricultural employment\" includes \"the handling, ... packing [and] packaging, ... of any agricultural commodity in its unmanufactured state ..., including... the harvesting of saltwater crabs.\" <i>Id.</i> § 95-223(1).</p>\n<p>[12]  Defendants misconstrue Plaintiffs' argument, stating \"Plaintiffs assert that the housing provided by Frog Island was furnished primarily for the benefit of Frog Island.\" Defs.' Resp. at 6 [DE-37]. As a result, Defendants' response focuses primarily on the \"balancing of benefits\" analysis outlined in <i>Soler v. G. &amp; U., Inc.,</i> <span class=\"citation\" data-id=\"497961\"><a href=\"/opinion/497961/francisco-soler-v-g-u-inc-and-secretary-united-states-department/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1104</span></a></span>, 1110 (2d Cir.1987) for determining whether the housing was furnished primarily for the benefit of Plaintiffs. <i>See</i> Defs.' Resp. at 6-8 [DE-37]. As Plaintiffs point out, \"[w]hether the housing was `primarily for the benefit of Defendants... is ... an entirely separate issue from that raised here.'\" Pls.' Reply at 8 [DE-45].</p>\n<p>[13]  Plaintiffs allege specific defects with the housing provided by Defendants; however, Plaintiffs state regardless of the condition of the housing, it was \"provided ... without prior inspection and approval as required under [the NCMHA].\" Pls.' Mem. at 18-19; <i>see</i> Mirelda's First Disc. Resp. ¶ 13 [DE-28], Ex. 15 (alleging leaking roof, plumbing problems, no washing machine, washtub or air conditioning); Mercedalia's First Disc. Resp. ¶ 13 [DE-28], Ex. 16 (same); <i>but see</i> R. White Dep. 79:7-14 [DE-28.8], Ex. 17 (stating an inspector with the NCDOL visited in July 2006 to inspect the rental housing and found no problems with the exception of a loose light fixture and a missing washing machine from one of the rental properties). Plaintiffs' argument in support of the summary judgment motion as to this issue concerns only Defendants' technical violation of a state law requiring registration and inspection; thus, the court does not address the issue of alleged defects.</p>\n<p>[14]  \"[T]he `reasonable cost' to the employer of furnishing the employee with ... [] housing [] is the cost of operation and maintenance including adequate depreciation plus a reasonable allowance ... for interest on the depreciated amount of capital invested by the employer: [p]rovided, [t]hat if the total so computed is more than the fair rental value..., the fair rental value ... shall be the reasonable cost.\" 29 C.F.R. § 531.3(c).</p>\n<p>[15]  In contrast to <i>Strong,</i> the <i>Caro-Galvan</i> court considered workers' claims that rent deductions from their wages were unreasonable under the FLSA, given the housing afforded the workers was \"unsanitary, structurally unsound, riddled with holes in the ceilings and floors, infested by rodents and insects, and generally in a state of disrepair.\" <i>Caro-Galvan,</i> 993 F.2d at 1503. Similarly, the <i>Chellen</i> court found the employer was not entitled to an offset for housing against wages because living conditions were substandard. <i>Chellen,</i> 446 F.Supp.2d at 1257; <i>see also </i><i>Archie v. Grand Cent. P'shp,</i> <span class=\"citation\" data-id=\"2398985\"><a href=\"/opinion/2398985/archie-v-grand-cent-partnership-inc/\"><span class=\"volume\">86</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">262</span></a></span>, 270 (S.D.N.Y.2000) (finding lodging where homeless forced to sleep in chairs as not \"customarily furnished under the FLSA\").</p>\n<p>[16]  During her deposition testimony, Shirley White explained that when completing the Clearance Order forms regarding H-2B, an employer must contact the DOL which forwards a package to the employer, advising, <i>inter alia,</i> as to the prevailing wage rate that the employer must specify on the Clearance Order. S. White Dep. at 17:21-25, 18:1-4 [DE 27-6], Ex. 4.</p>\n<p>[17]  \"I have never been informed by any governmental agency of a requirement that [FIS] reimburse to H-2B workers their travel expenses or immigration expenses. I am aware that at one point in 2003 the company advanced travel expenses to one crew leader and several workers that he had recruited. However, I am aware that some questions arose as to whether the money had reached those workers and the workers suggested that we not advance those monies again.\" R. White Aff. ¶ 11 [DE 32-6].</p>\n<p>[18]  \"At no time before this lawsuit was filed was I ever informed by any government agency, labor recruiter or any other person of any requirement that the H-2B workers be reimbursed for their travel or visa expenses. No workers ever requested an advance of or reimbursement for their travel or [v]isa expenses.\" S. White Aff. ¶ 16 [DE 32-8].</p>\n<p>[19]  \"As part of the H-2B recruitment process, various forms had to be completed and submitted to the North Carolina Employment Security Commission; the [NCDOL]; and the Immigration and Naturalization Service.... Many of the forms were provided with instructions or guidance. None of the materials I have seen during my career in this business gave any direction or instruction to reimburse the guest worker's travel or reimbursement expenses.\" Scott Aff. ¶ 18 [DE 32-5].</p>\n<p>[20]  <i>See</i> Pls.' Decl. ¶¶ 9-10 [DE-13.2], Ex. A-G (stating they were given few hours of work each week during the 2005 and 2006 seasons and despite their April 2006 arrival, did not perform forty hours of work in a week until August of that same year); <i>see also</i> R. White Dep. at 63:14-25, 64:1-16 [DE-28.8], Ex. 17 (explaining that during the 2005 and 2006 seasons, workers sometimes worked less than full-time).</p>\n<p>[21]  In particular, Plaintiffs note that the guidance letter specifically provides only full-time employment qualifies as employment for temporary labor certification under the H-2B program. Pls.' Mem. at 25; <i>see</i> Procedures for H-2B Temporary Labor Certification in Nonagricultural Occupations, 72 Fed. Reg. 38621, 38622 (July 13, 2007).</p>\n<p>[22]  Plaintiffs cite, and Defendants acknowledge, the existence of numerous cases holding that H-2A Clearance Orders are either contracts or job offers. Pls.' Resp. at 8-9 [DE-36]; Defs.' Mem. at 26 [DE-31]; <i>see Nazario v. O.J. Thrall, Inc.,</i> 1996 Conn.Super. LEXIS 1210, at *17-19, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">285541</span></span>, at *4-6 (Conn.Super.Ct. May 13, 1996) (collecting H-2A cases in which courts recognized clearance orders as either contracts or job offers).</p>\n<p>[23]  The H-2A and H-2B regulations are designed to ensure the employment of U.S. workers rather than aliens wherever possible. <i>See</i> 20 C.F.R. § 655.0(3). Accordingly, under both programs, before filing a petition for non-immigrant workers with the Department of Homeland Security, an employer must first apply with the DOL for a certification that: (1) U.S. workers capable of performing the labor or services are not available; and (2) employment of the foreign worker will not adversely affect the wages and working conditions of similarly employed U.S. workers. <i>See</i> Non-Electronic Filing of Applications for Permanent and Temporary Foreign Labor Certification, 73 Fed. Reg. 11954, 11955 (Mar. 5, 2008); <i>see also</i> 20 C.F.R. § 655.0(a)(2) (providing the DOL must first establish the minimal levels of employment terms and conditions, such as wages, below which similarly employed U.S. workers would be adversely affected and then compare these terms to those offered to aliens).</p>\n<p>[24]  Both H-2A and H-2B employers are required to complete the Employment &amp; Training Administration (\"ETA\") form 750, wherein the employers declare under penalty of perjury that the information provided therein is correct. <i>See</i> U.S. Depart, of Labor-Itemized Instructions for Completing Form ETA-750, <i>available at</i> http://www.foreignlaborcert. doleta.gov/750inst.cfm (explaining \"[f]alse statements are subject to Federal perjury and fraud penalties\"); <i>see also</i> Clearance Orders [DE-27.7, DE-27.8, DE-27.9], Ex. 6-8 (signed by Defendants under penalty of perjury); <i>see generally</i> U.S. Dept. of LaborH-2A Certification<i>available at</i> http://www.foreign laborcert.doleta.gov/h-2a.cfm; U.S. Dept. of LaborH-2B Certification for Temporary Nonagricultural Workavailable at http:// www.foreignlaborcert.doleta.gov/h-2b.cfm.</p>\n<p>[25]  As discussed <i>infra</i> Section III(A)(1)(a), the DOL's March 2009 Notice withdrew the DOL's December 2008 interpretation of the application of the FLSA to H-2B workers' transportation costs (published at 73 Fed. Reg. 78039-41). <i>See</i> 74 Fed. Reg. 13261, 13262. However, the Notice did not affect the DOL's interpretation of its definition of \"full-time\" employment.</p>\n<p>[26]  Defendants requested also the dismissal of all claims against Defendant Janice White Harris (\"Harris\"). Defs.' Mem. at 12. On September 19, 2007, the parties stipulated to the dismissal with prejudice of all claims against Harris and Plaintiffs filed a proposed order to that effect. <i>See</i> Stipulation of Partial Dismissal with Prej. [DE-34].</p>\n<p>[27]  White serves as president and sole shareholder of FIS, a small business employing approximately twelve people year round, many of whom are family members. R. White Aff. ¶ 6 [DE-32.6], Ex. 5; Defs.' Resp. to Pls.' First Set of Interrogs. ¶¶ 1-2 [DE-36.6] (\"Defs.' Resp. Interrogs.\"), Ex. 18. During the period at issue, the operations of FIS were divided primarily among the following: (1) White, who was engaged in the wholesale marketing, shipping and delivery of crabs; (2) Shirley White, who was the secretary/treasurer and maintained the corporate records, including payroll records; (3) Michelle White, who was involved with book and record keeping; (4) Trang Lee, who was in charge of the retail operations; (5) Victor White, who assisted with the seafood processing operation; (6) Joel Scott (\"Scott\"), supervisor of the seafood processing operation, including the recruitment and employment process for H-2B workers; and (7) Seefoo, who was in charge of recruiting and supervising the H-2B workers. R. White Aff. ¶ 9 [DE-32.6], Ex. 5; Defs.' Mem. at 2-3 [DE-31]; Seefoo Aff. ¶¶ 3, 8 [DE-32.7]; Scott Aff. ¶¶ 10-11 [DE-32.5], Ex. 4; Aff. of Shirley White ¶ 2 [DE-32.8].</p>\n<p>[28]  The definition of \"employer\" in the NCWHA is identical to that used in the FLSA. <i>See</i> N.C. Gen.Stat. § 95-25.2(5) (\"any person acting directly or indirectly in the interest of an employer in relation to an employee\"). In accordance with federal courts' interpretation of \"employer\" within the FLSA, under certain circumstances, individual liability also exists under the NCWHA. <i>See Miller v. Colorcraft Printing Co.,</i> No. 3:03cv51-T, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">20702</span></span>, at *12, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22717592</span></span>, *4 (W.D.N.C. Oct. 16, 2003) (finding plaintiffs' allegations as to individual defendant's \"employer\" status under the NCWHA sufficient to survive a motion to dismiss).</p>\n<p>[29]  White accepted responsibility for some hiring decisions with respect to local dock workers, including their rate of pay. Aff. of Robert White ¶ 7 (\"R. White Aff.\") [DE-32.6]; R. White Dep. 43:17-25 [DE-27.5], Ex. 4; 95:7-12 [DE-28.8], Ex. 17.</p>\n<p>[30]  Defendants' contract statement is based apparently on a factual allegation wherein Plaintiffs alleged that Defendants \"permitted plaintiffs and members of the three proposed plaintiff classes to work for substantial periods of time, when the crab meat they were picking was not recorded by defendants as compensable.\" <i>See</i> Am. Compl. ¶ 32.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/75991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/77768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106395/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1210753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1215587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1261141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1307318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1340164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1393865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1453066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1595953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2127176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2315362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2332869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2344251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2367876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2398985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2480006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2519808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2528943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2568192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2569190/"
  ]
}