{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1559453/",
  "absolute_url": "/opinion/1559453/davis-v-burlington-industries-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1559453/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/355/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:46:14.447338Z",
  "date_modified": "2016-04-26T22:07:58.678667Z",
  "type": "010combined",
  "sha1": "9bdf43bc0ba056a8870c2236ac270d9712c5fa44",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>796 F.Supp. 866 (1991)</b></center>\n<center><h1>Edward J. DAVIS, et al., Plaintiffs,<br>\nv.<br>\nBURLINGTON INDUSTRIES, INC., et al., Defendants.</h1></center>\n<center>No. 89-805-CIV-5-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 4, 1991.</center>\n<p><span class=\"star-pagination\">*867</span> Kiran H. Mehta, Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, N.C., for plaintiffs.</p>\n<p>Hubert B. Humphrey, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N.C., William L. Rikard, Jr., Parker, Poe, Thompson, Bernstein, Gage &amp; Preston, Charlotte, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This is a case about pension benefits under the retirement plan for employees at Burlington Industries, Inc. At issue is the obligation of that plan to Burlington employees who work for a Burlington subsidiary at the time it is sold or transferred to a new owner. The plaintiffs are employees of such Burlington subsidiaries who continue to work for the successor companies which have purchased their plant, operating division or affiliated company.</p>\n<p>On September 3, 1987, Burlington, the employer, adopted certain amendments to its pension plan. On this same date, the investment banking firm of Morgan Stanley Group, Inc. consummated the leveraged buyout of Burlington. The buyout was the result of a hostile takeover attempt by a third party, and ultimately resulted in Burlington being taken private in a merger transaction which increased the corporation's debt. Thereafter, Burlington addressed the payment of this new debt by selling off many of its subsidiary operations to other companies. The employees of these subsidiaries, class plaintiffs in this action, continue to work for the purchaser companies and are no longer affiliated with Burlington.</p>\n<p>Plaintiffs claim that under the Burlington pension plan as it existed prior to September 3, 1987, plaintiffs were entitled to distribution of their vested pension benefits at or immediately following the time of their termination with Burlington. The plaintiffs claim that the September 3, 1987, amendments removed this entitlement and therefore violated the provisions of ERISA (the Employee Retirement Income Security Act), 29 U.S.C. § 1054(g). Plaintiffs further claim that these changes violate the plan itself.</p>\n<p>Both parties have moved for summary judgment. The material facts are not in issue and the case is suitable for resolution on the issues of law presented.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*868</span> THE RETIREMENT PLAN</h2>\n<p>All of the members of plaintiffs' class participated in the Burlington retirement plan. It is undisputed that the plaintiffs have left the employ of Burlington.</p>\n<p>The benefit entitlements for those leaving Burlington after age 55 are codified in Section VI of the plan. Prior to the 1987 amendments, this section stated that these employees would be entitled to full retirement benefits upon leaving Burlington.<sup>[1]</sup></p>\n<p>Under the plan, any employee entitled to retirement benefits may choose from several forms of payment; the choices are listed in Section VI. These include a standard \"Service Retirement Pension\" or \"a cash payment, in one lump sum, in an amount which is the Actuarial Equivalent ... of his Service Retirement Pension.\" These choices are available to all employees entitled to retirement benefits, regardless of their age.</p>\n<p>Benefit entitlements for those who leave employment with Burlington before age 55 are codified by Section VII of the plan. Before the 1987 amendments, this section stated that any employee terminated from affiliation with Burlington because of the sale of his subsidiary would be entitled to full retirement benefits.<sup>[2]</sup> Various subsections give the member the same Service Retirement Pension as allowed terminated members over age 55, and further allow the under 55 members to choose the same alternate payment methods listed in Section VI.</p>\n<p>The timing of the distribution of all retirement benefits is governed by the terms of Section XI. Before the 1987 amendments, Section 11.3 stated that \"the payment of benefits shall commence not later than 60 days after the close of the Plan Year in which the Member's service with the Companies is terminated. ...\"</p>\n<p>The 1987 amendments modified the terms of Sections VI, VII, and XI. A modifying clause was added to each of the relevant subsections. This clause stated that retirement benefits would thereafter be paid upon the member's termination from the <i>purchaser</i> of the employees' subsidiary, rather than upon termination from Burlington.<sup>[3]</sup></p>\n<p>The plan contains a specific clause dealing with the timing of benefit distributions to employees under age 55 whose subsidiary is sold by Burlington. Before the 1987 amendments, Section 19.2 (the \"segregation clause\") allowed the trustee to dispose of the plan assets in one of three ways. The trustee could either distribute the benefits to the employees (as called for by the pre-amendment terms of Sections VI, VII, and XI), or he could segregate these assets from the rest of the plan and transfer them to another a separate fund, or the trustee could segregate the assets and transfer them to a separate retirement plan.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*869</span> The segregation clause was also modified by the 1987 amendments. The modifications made this section applicable to all employees rather than only those less than age 55 when terminated.<sup>[5]</sup> The segregation clause was later completely amended to allow the trustee to hold the assets without even segregating them.<sup>[6]</sup> This change was made by the employer in order to conform the practice that was ongoing by Burlington of retaining all of the employee assets in the preexisting Burlington pension plan without either segregating them or transferring them (as required by the pre-1987 amendments). In effect, Burlington conformed the plan to its past conduct by the last amendments to the segregation clause.</p>\n<p></p>\n<h2>THE APPLICABLE ERISA PROVISIONS</h2>\n<p>ERISA § 204(g), 29 U.S.C. § 1054(g), (\"the anti-cutback rule\") prohibits amendments to a retirement plan which diminish the accrued benefits of the participants. It provides, in pertinent part:</p>\n<blockquote>(1) the accrued benefit of a participant under a plan may not be decreased by an amendment of the plan, ...</blockquote>\n<blockquote>(2) For purposes of paragraph (1), a plan amendment which has the effect of </blockquote>\n<blockquote>(A) eliminating or reducing an early retirement benefit or a retirement-type subsidy (as defined in regulations), or</blockquote>\n<blockquote>(B) eliminating an optional form of benefit, with respect to benefits attributable to service before the amendment shall be treated as reducing accrued benefits. In the case of a retirement-type subsidy, the preceding sentence shall apply only with respect to a participant who satisfies (either before or after the amendment) the preamendment conditions for the subsidy. ...</blockquote>\n<p>Subsection 204(g)(2)(B) thus specifically prohibits the elimination of \"optional forms of benefit,\" unless such elimination is permitted by regulations adopted by the Department of Treasury. While the term \"optional form of benefit\" is not defined in § 204, regulations promulgated by the Internal Revenue Service define optional forms of benefit as follows:</p>\n<blockquote>An \"optional form of benefit\" is a distribution form with respect to an employee's benefit ... that is available under the plan and is identical with respect to all features relating to the distribution form, including the payment schedule, <i>timing, commencement,</i> medium of distribution (e.g., in cash or in kind), the portion of any benefit to which such distribution features apply and the election rights with respect to such optional forms. To the extent there are any differences in such features, the plan provides separate optional forms of benefit.</blockquote>\n<p>26 C.F.R. § 1.411(d)-4 (emphasis supplied).</p>\n<p></p>\n<h2>THE IMPACT OF ERISA ON THE 1987 PLAN AMENDMENTS</h2>\n<p>ERISA prohibits an employer from amending a plan so as to defer the commencement of benefit payments to which employees have become entitled. If the plaintiffs were entitled to the distribution of benefits prior to these amendments, then the amendments may run contrary to the federal retirement law. Since the plan and its amendments deal differently with an employee depending upon whether that person is 55 or less than 55 years of age when terminated, each age group is subject to separate review.</p>\n<p></p>\n<h2><i>Entitlements of Those Members Age 55 or Older When Terminated</i></h2>\n<p>As already noted, these employees were entitled to full retirement benefits when their subsidiary was sold. Each employee also had the choice as to how the benefits were to be paid out. These rights are given in Section VI. The timing of the commencement of these benefits, governed by Section XI, was that \"the payment of benefits shall commence not later than 60 days after the close of the Plan Year.\"</p>\n<p><span class=\"star-pagination\">*870</span> The segregation clause was inapplicable to these employees. By its own terms this section applied only to the benefit payments given by Section 7.2  those payable to employees less than age 55 when separated from Burlington. The segregation clause was silent as to the benefits granted to employees age 55 or over (under Section 6.1).<sup>[7]</sup> Because the segregation clause gave the trustee no authority to vary the timing of payments, Burlington was obligated to pay out the benefits upon the employees' original termination from Burlington. The 1987 amendments thus violate ERISA and the plan with regard to employees who were age 55 or older when separated from Burlington. The unamended plan entitled them to the right to payment of benefits upon separation from Burlington, and the amendments unlawfully defer this right.</p>\n<p>This interpretation of the plan is consistent with the \"summary plan description\" prepared by Burlington itself. ERISA requires the preparation and distribution to plan participants and beneficiaries of a summary plan description, which must \"be written in a manner calculated to be understood by the average plan participant and ... be sufficiently accurate and comprehensive to reasonably apprise such participants and beneficiaries of their rights and obligations under the plan.\" ERISA § 102(a)(1), 29 U.S.C. 1022(a)(1). Burlington's summary plan description, in a section titled \"<i>When</i> you can get benefits\" (emphasis added), states: \"[i]f you leave the company at age 55 or later you'd receive all of the benefits you've built up under the plan.\" Although the summary later states that this entitlement will be delayed \"if arrangements were made with the new owner to continue the plan,\" this did not transpire. It is undisputed that the new owners are not continuing the plan, and plaintiffs may no longer contribute to their Burlington account [thus giving rise to the phrase \"lock and freeze\" employees: plaintiffs' assets are locked into the plan, yet plaintiffs are frozen out of the right to continue contributing to their accounts].</p>\n<p>The evidence presented to the court demonstrates that Burlington was advised by financial consultants and counsel prior to the amendments that these amendments could be considered a cutback or deferment of benefits, and were at risk of violating the provisions of ERISA.</p>\n<p>The court also finds that the plan amendments are not justified under certain regulations proposed by the IRS in January 1986, which required pension plans to eliminated discretion in methods of payment of benefits. Proposed Ref. § 1.411(d)-4, 51 Fed.Ref. 3798, 3801-02 (January 30, 1986). Defendants contend that under the proposed regulations, Burlington had a choice of either eliminating the Board of Directors' discretion to pay lump sums to `same desk' employees or to make them mandatory. The term `same desk' employees refers to the fact that many of the plaintiffs here work in the same general environment, with the same co-workers and supervisors, as when Burlington owned their subsidiary.</p>\n<p>The proposed IRS regulations are not dispositive of this issue since the Board of Directors did not have any discretion to withhold benefits to Members age 55 and over. The discretion given to the Board under the segregation clause did not extend to this class of employees. Furthermore, the amendments expanded rather than diminished the scope of the Board's purported discretion. The amendment to the segregation clause achieved an increase in Burlington's power to segregate by expanding its coverage to all employees.</p>\n<p>Two IRS opinions have also been submitted to the court. These include a letter ruling issued to an unrelated company and a favorable determination letter issued to Burlington. These documents do not bear on the court's determination. Letter rulings and determination letters are issued at the request of a taxpayer and are binding only upon the IRS as to that particular taxpayer on the facts and legal issues <span class=\"star-pagination\">*871</span> presented to the Service. 26 U.S.C. § 6110(j)(3). The court has also examined the letters upon which the IRS relied in making their determination letter. These letters did not adequately develop the fact that the segregation clause applied only to those employees under age 55 when terminated. Accordingly, the IRS determination letter and letter ruling are not binding on this court on the legal issues presented in this case for decision.</p>\n<p></p>\n<h2><i>Entitlements of Those Members Under Age 55 When Terminated</i></h2>\n<p>The pre-amendment plan provided that those employees who were terminated from affiliation with Burlington because of the sale of their subsidiary would receive full benefits. This right was established by Section 7.2. The timing schedule for the disbursement of these benefits was the same for all employees: \"within 60 days of the close of the Plan Year in which the Member's service with the Companies is terminated.\"</p>\n<p>The segregation clause gave the trustee authority to avoid disbursement only if he did one of two things: either segregate the assets and hold them in a separate fund or trust, or segregate the assets and transfer them to another qualified retirement plan. The trustee here did neither. It is uncontested that the assets have been neither segregated nor transferred. There is no provision in the segregation clause for Burlington to sell a subsidiary and then simply continue to exercise control over the terminated employees' retirement funds without segregating. The terms of the rest of the plan call for disbursement, and the trustee could avoid this only by acting in one of two ways. He did not take either of these actions, and accordingly was obligated to make disbursement. These employees are now entitled to their retirement benefits under the plan.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The amendments in question have acted to reduce the accrued benefits of those Members who were age 55 or over when separated. This violates the anti-cutback provisions of ERISA, and the contractual rights of the employees. Accordingly, said amendments are unenforceable as to this group of plaintiffs, and defendants must pay these plaintiffs the benefits due them under the provisions of Article VI.</p>\n<p>With regard to those Members whose age was less than 55 when separated, Burlington's failure to either segregate or transfer their funds is a violation of the plan. Since these funds have been neither segregated nor transferred, the plan obligates the trustee to pay out these benefits. Accordingly, these plaintiffs are also entitled to payment of their retirement benefits under the plan.</p>\n<p>Class members who are 55 years of age and over and those who are less than 55 years of age may have damages arising from the defendants' failure to administer the plan in accordance with the provisions of ERISA and in accordance with the plan's own binding provisions. The court reserves a ruling on such damages as may have resulted from the amendments to the plan at issue in this case which are here determined to be unenforceable. In addition, the court reserves jurisdiction over this plan to enter such orders as may be appropriate with respect to costs arising out of the maintenance of this suit and the administration of the plan in accordance with the rulings determined by this opinion.</p>\n<p>Declaratory judgment is entered for the plaintiffs consistent with the findings and conclusions of this opinion. The defendants are enjoined as a part of the relief requested by this suit from administering the plan in violation of the provisions of the Federal Employee Retirement Income Security Act and in violation of the express provisions of the plan as determined by this order.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Section 6.1</i>  A Member shall ordinarily be retired on his Normal Retirement Date; however, any Member who leaves the employ of the Companies after attaining age 55 shall be fully vested and shall be considered to have retired and shall be entitled to benefits as provided in this Article.</p>\n<p>[2]  <i>Section 7.2</i>  A Member whose employment is terminated prior to his attaining age 55 due to lack of work, or due to the closing or sale of a plant or operating division, as determined by the Board, shall be entitled to receive 100% of the benefits described in Section 7.1 without regard to his vested percentage. ...</p>\n<p>[3]  Subsections 6.1 and 7.2 were modified by clauses which concluded: \"such Member's benefit will be paid upon the Member's leaving the employment of such purchaser of such plant, operating division or Affiliated Company.\"\n</p>\n<p>Subsection 11.3 was modified a clause which concluded: \"the term `Companies' (in this sentence only) shall be defined to include such purchaser of such plant, operating division or Affiliated Company.\"</p>\n<p>[4]  <i>Section 19.2</i> ... in the event of a sale [of a subsidiary by Burlington] ... the Trustee may, with the approval of the Board of Directors,\n</p>\n<p>(a) distribute the benefits applicable to the Member-employees of any such former participating company, division, or operation, as provided in Section 7.2; or (b) segregate the assets of the System applicable to such employees and</p>\n<p>(i) hold such assets in a separate fund or trust for the benefit of such employees; or</p>\n<p>(ii) transfer such assets to any other qualified plan or trust in accordance with Section 19.1, provided that such other plan or trust is qualified under [the applicable Internal Revenue Code provisions]. ...</p>\n<p>[5]  The phrase \"Section 7.2\" in (a) was replaced by the phrase \"Sections 6.1, 7.2, and 11.3.\"</p>\n<p>[6]  The section, as amended September 30, 1988, now states \"[i]n the absence of any ... direction by the Board of Directors, such assets shall continue to be held in trust under the System until paid to Members pursuant to the terms of the System.\"</p>\n<p>[7]  Burlington apparently realized this internal limitation within Section 19.2: one of the 1987 amendments changed the range of its application from \"Section 7.2\" to \"Sections 6.1, 7.2, and 11.3.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">866</span></span> (1991)</b></center>\n<center><h1>Edward J. DAVIS, et al., Plaintiffs,<br>\nv.<br>\nBURLINGTON INDUSTRIES, INC., et al., Defendants.</h1></center>\n<center>No. 89-805-CIV-5-BO.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>February 4, 1991.</center>\n<p><span class=\"star-pagination\">*867</span> Kiran H. Mehta, Kennedy, Covington, Lobdell &amp; Hickman, Charlotte, N.C., for plaintiffs.</p>\n<p>Hubert B. Humphrey, Brooks, Pierce, McLendon, Humphrey &amp; Leonard, Greensboro, N.C., William L. Rikard, Jr., Parker, Poe, Thompson, Bernstein, Gage &amp; Preston, Charlotte, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>TERRENCE WILLIAM BOYLE, District Judge.</p>\n<p>This is a case about pension benefits under the retirement plan for employees at Burlington Industries, Inc. At issue is the obligation of that plan to Burlington employees who work for a Burlington subsidiary at the time it is sold or transferred to a new owner. The plaintiffs are employees of such Burlington subsidiaries who continue to work for the successor companies which have purchased their plant, operating division or affiliated company.</p>\n<p>On September 3, 1987, Burlington, the employer, adopted certain amendments to its pension plan. On this same date, the investment banking firm of Morgan Stanley Group, Inc. consummated the leveraged buyout of Burlington. The buyout was the result of a hostile takeover attempt by a third party, and ultimately resulted in Burlington being taken private in a merger transaction which increased the corporation's debt. Thereafter, Burlington addressed the payment of this new debt by selling off many of its subsidiary operations to other companies. The employees of these subsidiaries, class plaintiffs in this action, continue to work for the purchaser companies and are no longer affiliated with Burlington.</p>\n<p>Plaintiffs claim that under the Burlington pension plan as it existed prior to September 3, 1987, plaintiffs were entitled to distribution of their vested pension benefits at or immediately following the time of their termination with Burlington. The plaintiffs claim that the September 3, 1987, amendments removed this entitlement and therefore violated the provisions of ERISA (the Employee Retirement Income Security Act), 29 U.S.C. § 1054(g). Plaintiffs further claim that these changes violate the plan itself.</p>\n<p>Both parties have moved for summary judgment. The material facts are not in issue and the case is suitable for resolution on the issues of law presented.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*868</span> THE RETIREMENT PLAN</h2>\n<p>All of the members of plaintiffs' class participated in the Burlington retirement plan. It is undisputed that the plaintiffs have left the employ of Burlington.</p>\n<p>The benefit entitlements for those leaving Burlington after age 55 are codified in Section VI of the plan. Prior to the 1987 amendments, this section stated that these employees would be entitled to full retirement benefits upon leaving Burlington.<sup>[1]</sup></p>\n<p>Under the plan, any employee entitled to retirement benefits may choose from several forms of payment; the choices are listed in Section VI. These include a standard \"Service Retirement Pension\" or \"a cash payment, in one lump sum, in an amount which is the Actuarial Equivalent ... of his Service Retirement Pension.\" These choices are available to all employees entitled to retirement benefits, regardless of their age.</p>\n<p>Benefit entitlements for those who leave employment with Burlington before age 55 are codified by Section VII of the plan. Before the 1987 amendments, this section stated that any employee terminated from affiliation with Burlington because of the sale of his subsidiary would be entitled to full retirement benefits.<sup>[2]</sup> Various subsections give the member the same Service Retirement Pension as allowed terminated members over age 55, and further allow the under 55 members to choose the same alternate payment methods listed in Section VI.</p>\n<p>The timing of the distribution of all retirement benefits is governed by the terms of Section XI. Before the 1987 amendments, Section 11.3 stated that \"the payment of benefits shall commence not later than 60 days after the close of the Plan Year in which the Member's service with the Companies is terminated. ...\"</p>\n<p>The 1987 amendments modified the terms of Sections VI, VII, and XI. A modifying clause was added to each of the relevant subsections. This clause stated that retirement benefits would thereafter be paid upon the member's termination from the <i>purchaser</i> of the employees' subsidiary, rather than upon termination from Burlington.<sup>[3]</sup></p>\n<p>The plan contains a specific clause dealing with the timing of benefit distributions to employees under age 55 whose subsidiary is sold by Burlington. Before the 1987 amendments, Section 19.2 (the \"segregation clause\") allowed the trustee to dispose of the plan assets in one of three ways. The trustee could either distribute the benefits to the employees (as called for by the pre-amendment terms of Sections VI, VII, and XI), or he could segregate these assets from the rest of the plan and transfer them to another a separate fund, or the trustee could segregate the assets and transfer them to a separate retirement plan.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*869</span> The segregation clause was also modified by the 1987 amendments. The modifications made this section applicable to all employees rather than only those less than age 55 when terminated.<sup>[5]</sup> The segregation clause was later completely amended to allow the trustee to hold the assets without even segregating them.<sup>[6]</sup> This change was made by the employer in order to conform the practice that was ongoing by Burlington of retaining all of the employee assets in the preexisting Burlington pension plan without either segregating them or transferring them (as required by the pre-1987 amendments). In effect, Burlington conformed the plan to its past conduct by the last amendments to the segregation clause.</p>\n<p></p>\n<h2>THE APPLICABLE ERISA PROVISIONS</h2>\n<p>ERISA § 204(g), 29 U.S.C. § 1054(g), (\"the anti-cutback rule\") prohibits amendments to a retirement plan which diminish the accrued benefits of the participants. It provides, in pertinent part:</p>\n<blockquote>(1) the accrued benefit of a participant under a plan may not be decreased by an amendment of the plan, ...</blockquote>\n<blockquote>(2) For purposes of paragraph (1), a plan amendment which has the effect of </blockquote>\n<blockquote>(A) eliminating or reducing an early retirement benefit or a retirement-type subsidy (as defined in regulations), or</blockquote>\n<blockquote>(B) eliminating an optional form of benefit, with respect to benefits attributable to service before the amendment shall be treated as reducing accrued benefits. In the case of a retirement-type subsidy, the preceding sentence shall apply only with respect to a participant who satisfies (either before or after the amendment) the preamendment conditions for the subsidy. ...</blockquote>\n<p>Subsection 204(g)(2)(B) thus specifically prohibits the elimination of \"optional forms of benefit,\" unless such elimination is permitted by regulations adopted by the Department of Treasury. While the term \"optional form of benefit\" is not defined in § 204, regulations promulgated by the Internal Revenue Service define optional forms of benefit as follows:</p>\n<blockquote>An \"optional form of benefit\" is a distribution form with respect to an employee's benefit ... that is available under the plan and is identical with respect to all features relating to the distribution form, including the payment schedule, <i>timing, commencement,</i> medium of distribution (e.g., in cash or in kind), the portion of any benefit to which such distribution features apply and the election rights with respect to such optional forms. To the extent there are any differences in such features, the plan provides separate optional forms of benefit.</blockquote>\n<p>26 C.F.R. § 1.411(d)-4 (emphasis supplied).</p>\n<p></p>\n<h2>THE IMPACT OF ERISA ON THE 1987 PLAN AMENDMENTS</h2>\n<p>ERISA prohibits an employer from amending a plan so as to defer the commencement of benefit payments to which employees have become entitled. If the plaintiffs were entitled to the distribution of benefits prior to these amendments, then the amendments may run contrary to the federal retirement law. Since the plan and its amendments deal differently with an employee depending upon whether that person is 55 or less than 55 years of age when terminated, each age group is subject to separate review.</p>\n<p></p>\n<h2><i>Entitlements of Those Members Age 55 or Older When Terminated</i></h2>\n<p>As already noted, these employees were entitled to full retirement benefits when their subsidiary was sold. Each employee also had the choice as to how the benefits were to be paid out. These rights are given in Section VI. The timing of the commencement of these benefits, governed by Section XI, was that \"the payment of benefits shall commence not later than 60 days after the close of the Plan Year.\"</p>\n<p><span class=\"star-pagination\">*870</span> The segregation clause was inapplicable to these employees. By its own terms this section applied only to the benefit payments given by Section 7.2  those payable to employees less than age 55 when separated from Burlington. The segregation clause was silent as to the benefits granted to employees age 55 or over (under Section 6.1).<sup>[7]</sup> Because the segregation clause gave the trustee no authority to vary the timing of payments, Burlington was obligated to pay out the benefits upon the employees' original termination from Burlington. The 1987 amendments thus violate ERISA and the plan with regard to employees who were age 55 or older when separated from Burlington. The unamended plan entitled them to the right to payment of benefits upon separation from Burlington, and the amendments unlawfully defer this right.</p>\n<p>This interpretation of the plan is consistent with the \"summary plan description\" prepared by Burlington itself. ERISA requires the preparation and distribution to plan participants and beneficiaries of a summary plan description, which must \"be written in a manner calculated to be understood by the average plan participant and ... be sufficiently accurate and comprehensive to reasonably apprise such participants and beneficiaries of their rights and obligations under the plan.\" ERISA § 102(a)(1), 29 U.S.C. 1022(a)(1). Burlington's summary plan description, in a section titled \"<i>When</i> you can get benefits\" (emphasis added), states: \"[i]f you leave the company at age 55 or later you'd receive all of the benefits you've built up under the plan.\" Although the summary later states that this entitlement will be delayed \"if arrangements were made with the new owner to continue the plan,\" this did not transpire. It is undisputed that the new owners are not continuing the plan, and plaintiffs may no longer contribute to their Burlington account [thus giving rise to the phrase \"lock and freeze\" employees: plaintiffs' assets are locked into the plan, yet plaintiffs are frozen out of the right to continue contributing to their accounts].</p>\n<p>The evidence presented to the court demonstrates that Burlington was advised by financial consultants and counsel prior to the amendments that these amendments could be considered a cutback or deferment of benefits, and were at risk of violating the provisions of ERISA.</p>\n<p>The court also finds that the plan amendments are not justified under certain regulations proposed by the IRS in January 1986, which required pension plans to eliminated discretion in methods of payment of benefits. Proposed Ref. § 1.411(d)-4, 51 Fed.Ref. 3798, 3801-02 (January 30, 1986). Defendants contend that under the proposed regulations, Burlington had a choice of either eliminating the Board of Directors' discretion to pay lump sums to `same desk' employees or to make them mandatory. The term `same desk' employees refers to the fact that many of the plaintiffs here work in the same general environment, with the same co-workers and supervisors, as when Burlington owned their subsidiary.</p>\n<p>The proposed IRS regulations are not dispositive of this issue since the Board of Directors did not have any discretion to withhold benefits to Members age 55 and over. The discretion given to the Board under the segregation clause did not extend to this class of employees. Furthermore, the amendments expanded rather than diminished the scope of the Board's purported discretion. The amendment to the segregation clause achieved an increase in Burlington's power to segregate by expanding its coverage to all employees.</p>\n<p>Two IRS opinions have also been submitted to the court. These include a letter ruling issued to an unrelated company and a favorable determination letter issued to Burlington. These documents do not bear on the court's determination. Letter rulings and determination letters are issued at the request of a taxpayer and are binding only upon the IRS as to that particular taxpayer on the facts and legal issues <span class=\"star-pagination\">*871</span> presented to the Service. 26 U.S.C. § 6110(j)(3). The court has also examined the letters upon which the IRS relied in making their determination letter. These letters did not adequately develop the fact that the segregation clause applied only to those employees under age 55 when terminated. Accordingly, the IRS determination letter and letter ruling are not binding on this court on the legal issues presented in this case for decision.</p>\n<p></p>\n<h2><i>Entitlements of Those Members Under Age 55 When Terminated</i></h2>\n<p>The pre-amendment plan provided that those employees who were terminated from affiliation with Burlington because of the sale of their subsidiary would receive full benefits. This right was established by Section 7.2. The timing schedule for the disbursement of these benefits was the same for all employees: \"within 60 days of the close of the Plan Year in which the Member's service with the Companies is terminated.\"</p>\n<p>The segregation clause gave the trustee authority to avoid disbursement only if he did one of two things: either segregate the assets and hold them in a separate fund or trust, or segregate the assets and transfer them to another qualified retirement plan. The trustee here did neither. It is uncontested that the assets have been neither segregated nor transferred. There is no provision in the segregation clause for Burlington to sell a subsidiary and then simply continue to exercise control over the terminated employees' retirement funds without segregating. The terms of the rest of the plan call for disbursement, and the trustee could avoid this only by acting in one of two ways. He did not take either of these actions, and accordingly was obligated to make disbursement. These employees are now entitled to their retirement benefits under the plan.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The amendments in question have acted to reduce the accrued benefits of those Members who were age 55 or over when separated. This violates the anti-cutback provisions of ERISA, and the contractual rights of the employees. Accordingly, said amendments are unenforceable as to this group of plaintiffs, and defendants must pay these plaintiffs the benefits due them under the provisions of Article VI.</p>\n<p>With regard to those Members whose age was less than 55 when separated, Burlington's failure to either segregate or transfer their funds is a violation of the plan. Since these funds have been neither segregated nor transferred, the plan obligates the trustee to pay out these benefits. Accordingly, these plaintiffs are also entitled to payment of their retirement benefits under the plan.</p>\n<p>Class members who are 55 years of age and over and those who are less than 55 years of age may have damages arising from the defendants' failure to administer the plan in accordance with the provisions of ERISA and in accordance with the plan's own binding provisions. The court reserves a ruling on such damages as may have resulted from the amendments to the plan at issue in this case which are here determined to be unenforceable. In addition, the court reserves jurisdiction over this plan to enter such orders as may be appropriate with respect to costs arising out of the maintenance of this suit and the administration of the plan in accordance with the rulings determined by this opinion.</p>\n<p>Declaratory judgment is entered for the plaintiffs consistent with the findings and conclusions of this opinion. The defendants are enjoined as a part of the relief requested by this suit from administering the plan in violation of the provisions of the Federal Employee Retirement Income Security Act and in violation of the express provisions of the plan as determined by this order.</p>\n<p>SO ORDERED.</p>\n<h2>NOTES</h2>\n<p>[1]  <i>Section 6.1</i>  A Member shall ordinarily be retired on his Normal Retirement Date; however, any Member who leaves the employ of the Companies after attaining age 55 shall be fully vested and shall be considered to have retired and shall be entitled to benefits as provided in this Article.</p>\n<p>[2]  <i>Section 7.2</i>  A Member whose employment is terminated prior to his attaining age 55 due to lack of work, or due to the closing or sale of a plant or operating division, as determined by the Board, shall be entitled to receive 100% of the benefits described in Section 7.1 without regard to his vested percentage. ...</p>\n<p>[3]  Subsections 6.1 and 7.2 were modified by clauses which concluded: \"such Member's benefit will be paid upon the Member's leaving the employment of such purchaser of such plant, operating division or Affiliated Company.\"\n</p>\n<p>Subsection 11.3 was modified a clause which concluded: \"the term `Companies' (in this sentence only) shall be defined to include such purchaser of such plant, operating division or Affiliated Company.\"</p>\n<p>[4]  <i>Section 19.2</i> ... in the event of a sale [of a subsidiary by Burlington] ... the Trustee may, with the approval of the Board of Directors,\n</p>\n<p>(a) distribute the benefits applicable to the Member-employees of any such former participating company, division, or operation, as provided in Section 7.2; or (b) segregate the assets of the System applicable to such employees and</p>\n<p>(i) hold such assets in a separate fund or trust for the benefit of such employees; or</p>\n<p>(ii) transfer such assets to any other qualified plan or trust in accordance with Section 19.1, provided that such other plan or trust is qualified under [the applicable Internal Revenue Code provisions]. ...</p>\n<p>[5]  The phrase \"Section 7.2\" in (a) was replaced by the phrase \"Sections 6.1, 7.2, and 11.3.\"</p>\n<p>[6]  The section, as amended September 30, 1988, now states \"[i]n the absence of any ... direction by the Board of Directors, such assets shall continue to be held in trust under the System until paid to Members pursuant to the terms of the System.\"</p>\n<p>[7]  Burlington apparently realized this internal limitation within Section 19.2: one of the 1987 amendments changed the range of its application from \"Section 7.2\" to \"Sections 6.1, 7.2, and 11.3.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": []
}