{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1569660/",
  "absolute_url": "/opinion/1569660/cardiovascular-diagnostics-inc-v-boehringer-mannheim-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1569660/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:48:25.314112Z",
  "date_modified": "2016-04-26T23:49:35.284253Z",
  "type": "010combined",
  "sha1": "e7a25b07f7d967c522b6eed921fd01fa13e8fe19",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>985 F.Supp. 615 (1997)</b></center>\n<center><h1>CARDIOVASCULAR DIAGNOSTICS INC., Plaintiff,<br>\nv.<br>\nBOEHRINGER MANNHEIM CORPORATION, Defendant.<br>\nBOEHRINGER MANNHEIM CORPORATION, Counterclaim Plaintiff,<br>\nv.<br>\nCARDIOVASCULAR DIAGNOSTICS INC. and Dade International, Inc., Counterclaim Defendants.</h1></center>\n<center>No. 5:97-CV-174-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 10, 1997.</center>\n<p><span class=\"star-pagination\">*616</span> J. Anthony Penry, William Sam Byassee, Smith, Helms, Mulliss &amp; Moore, Raleigh, NC, for Cardiovascular Diagnostics Inc. and Dade Intern., Inc.</p>\n<p>David Dreifus, Cecil W. Harrison, Jr., Poyner &amp; Spruill, Raleigh, NC, for Boehringer Mannheim Corp.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the following motions: (1) defendant's motion for judgment on the pleadings on counts II through VI of the complaint; (2) plaintiff's motion for judgment on the pleadings on count I of the complaint and defendant's counterclaim; (3) defendant's motion to file an amended counterclaim; and (4) defendant's motion for partial summary judgment on the issue of implied license.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff Cardiovascular Diagnostics Inc. (\"CDI\") is a North Carolina-based company involved in developing medical technology to aid in diagnosing human cardiovascular problems. Boehringer Mannheim Corporation (\"BMC\") is an Indiana company also engaged in the medical diagnostics business. The technology at issue in this dispute involves processes to measure blood coagulation. At some point after its founding in 1986, CDI created a system of assays to evaluate blood coagulation time. Specifically, CDI developed tests to evaluate prothrombin time (PT) and activated partial thromboplastin time (aPTT). Seeking access to the methodology and equipment developed by CDI, BMC pursued a license agreement with the company.</p>\n<p>Effective 21 June 1989, the two companies consummated a License Agreement (\"Agreement\") authorizing BMC to serve as the exclusive licensee of CDI technology involving <span class=\"star-pagination\">*617</span> PT and aPTT assay systems. (Agreement, ¶ 2.1.) The Agreement also gives BMC a ninety-day exclusive right to evaluate new CDI technology and thirty additional days to engage in negotiations to license such technology. (<i>Id.</i> ¶ 6.2.) If BMC declined to license new technology involving a thrombolytic assay and CDI paid a $1,000 fee to BMC, CDI could then use its technology in the field of PT and aPTT assay systems \"in connection with and as a part of such thrombolytic assays.\" (<i>Id.</i> ¶ 6.2.1.) Section VII of the Agreement contains a confidentiality provision mandating secrecy with regard to certain information and materials exchanged during the relationship. (<i>Id.</i> § VII.) The terms of the Agreement are to \"remain in full force and effect for 10 years.\" (<i>Id.</i> ¶ 8.1.)</p>\n<p>Several years later, disputes arose regarding the operation of the Agreement. In particular, the parties disagreed about CDI's right to use the licensed technology. After considerable negotiation, in September 1995, the parties executed a \"First Amendment to License Agreement\" (\"Amendment\"). The Amendment provides that, pursuant to the original Agreement, BMC did not license thrombolytic assays submitted to it by CDI and received a $1,000 payment from CDI. (Amendment, ¶ 6.2.2.) BMC and CDI then agreed that CDI could use this technology with</p>\n<blockquote>no limitation on the manufacture, use, sale or rights of others to manufacture, use or sell PT and aPTT tests and systems as long as such tests and systems are sold to customers using analyzers which are capable of analyzing, among other things, each of (i) a PT or aPTT test, and (ii) a thrombolytic test.</blockquote>\n<p>(<i>Id.</i> ¶ 2.) The Amendment also contains the following language:</p>\n<blockquote>Each of BMC and CDI do hereby release the other party, its officers, agents, employees, successors and assigns from any claims, demands, actions, suits, damages, liabilities, losses or expenses of whatever sort, relating to or in connection with the License Agreement for acts or omissions by either BMC or CDI prior to the date of this First Amendment to the License Agreement.</blockquote>\n<p>(<i>Id.</i> ¶ 5.)</p>\n<p>Prior to the Amendment, BMC had acquired the rights in two patents (\"'779 patent and '598 patent\") apparently dealing with coagulation assays from Biotrack, Inc. in 1994. BMC has informed CDI that it believes that CDI's products infringe both the '779 patent and the '598 patent. CDI now brings suit seeking, in count I, a declaration of noninfringement, invalidity, or unenforceability concerning two patents owned by BMC. CDI also alleges that BMC breached the confidentiality agreement when it disclosed CDI's trade secrets in two United States patents and six international patent applications published in March 1995. Throughout this process, CDI maintains that BMC actively and intentionally misappropriated CDI's technology in direct violation of their Agreement. This conduct serves as the basis for counts II-VI alleging breach of contract, breach of fiduciary duty, constructive fraud, trade secrets, and unfair and deceptive trade practices. BMC counterclaimed that a device manufactured and sold by CDI, the Thrombolytic Assay System, infringes BMC's '598 and '779 patents.</p>\n<p>The court now turns to the motions at hand.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>Rule 12(c) of the Federal Rules of Civil Procedure provides that a motion for judgment on the pleadings shall be treated as one for summary judgment if matters outside of the pleadings are offered and considered by the court. Fed.R.Civ.P. 12(c). In this instance, because of the relevant defenses to a release provision, the court finds it both necessary and proper to consider matters outside of the pleadings with respect to BMC's motion for judgment on the pleadings. At the same time, supporting documents have accompanied the respective briefs regarding CDI's motions for judgment on the pleadings and it also should be converted. Therefore, pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. <span class=\"star-pagination\">*618</span> R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> 913 F.2d 1085, 1087 (4th Cir.1990), <i>cert. denied,</i> 498 U.S. 1109, 111 S.Ct. 1018, 112 L.Ed.2d 1100 (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 325, 106 S.Ct. 2548, 2554, 91 L.Ed.2d 265 (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> 39 F.3d 515, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> 13 F.3d 791, 798 (4th Cir.) <i>cert. denied,</i> 513 U.S. 813, 115 S.Ct. 67, 130 L.Ed.2d 24 (1994), 513 U.S. 814, 115 S.Ct. 68, 130 L.Ed.2d 24 (1994)).</p>\n<p></p>\n<h2>III. <i>BMC's Motion for Judgment on the Pleadings</i>\n</h2>\n<p>It appears the parties agree that the conduct underlying counts II through VI arose prior to the signing of the Amendment in September 1995. Thus, invoking the plain language of the release provision contained in the Amendment, BMC contends that CDI relinquished the very claims it now seeks to assert. As noted above, the release provision states that \"BMC and CDI do hereby release the other party ... from any claims ... of whatever sort, relating to or in connection with the License Agreement.\" (Amendment, ¶ 5.) In response, CDI raises two broad defenses: (1) the release language is ambiguous on its face and, looking to the intent of the parties, the scope was clearly limited to the issues in dispute at the time, and (2) the release was procured by fraud.</p>\n<p>As to the first claim, CDI asserts that the release clause did not contemplate any matters other than those issues in dispute at the time of the Amendment. In support, CDI offers the affidavits of its CEO and attorney involved in the Amendment negotiations. Both aver that they intended the release to apply exclusively to the disputed matters at the heart of the Amendment and not to claims of which CDI was unaware. (<i>See</i> Funkhouser Aff.; Robbins Aff.) At the time of the Amendment, CDI alleges that it did not have any knowledge about BMC's patent applications or misappropriation of CDI technology.</p>\n<p>Although CDI insists that it did not intend to relinquish claims about unknown improprieties, CDI cannot escape the plain language of the release. North Carolina law clearly provides that \"[w]hen the language of the contract is clear and unambiguous, construction of the agreement is a matter of law for the court .... and the court cannot look beyond the terms of the contract to determine the intentions of the parties.\" <i>Hartman v. Hartman,</i> 80 N.C.App. 452, 343 S.E.2d 11, 13 (1986) (quoting <i>Piedmont Bank &amp; Trust Co. v. Stevenson,</i> 79 N.C.App. 236, 339 S.E.2d 49, 52, <i>aff'd,</i> 317 N.C. 330, 344 S.E.2d 788 (1986)); <i>see also </i><i>Broussard v. Meineke Discount Muffler Shops, Inc.,</i> 958 F.Supp. 1087, 1094 (W.D.N.C.1997) (commenting that \"where [the release] language is unambiguous, the written agreement controls\"). The North Carolina Supreme Court has further explained that \"[i]t must be presumed the parties intended what the language used clearly expresses, ... and the contract must be construed to mean what on its face it purports to mean.\" <i>Hartford Acc. &amp; Indem. Co. v. Hood,</i> 226 N.C. 706, 40 S.E.2d 198, 201 (1946).</p>\n<p>Although CDI now contends that it would never have agreed to absolve BMC of all possible wrongs committed before the Amendment, the language of Amendment does just that. CDI argues that ambiguity exists because the provision does not expressly <span class=\"star-pagination\">*619</span> include \"unknown\" claims. Yet, the language clearly encompasses all claims of \"whatever sort\" arising from acts predating the Amendment. \"An agreement is ambiguous [only] when it is susceptible to two reasonable interpretations.\" <i>Broussard,</i> 958 F.Supp. at 1094. In this case, the language does not offer any limitations that could inject uncertainty as to its scope; instead, on its face, the release encompasses all claims without restriction. <i>See </i><i>Talton v. Mac Tools, Inc.,</i> 118 N.C.App. 87, 453 S.E.2d 563 (1995) (finding that a similar release clause \"was broad enough to cover all possible causes of action, whether or not the possible claims are all known\").</p>\n<p>The case law cited by CDI does not impress the court to abandon the plain language of the release. Although several North Carolina opinions have limited the reach of a release clause, in each, the limitation was derived from the particular language of the release provision. For example, in <i>McGladrey, Hendrickson &amp; Pullen v. Syntek Finance Corp.,</i> 92 N.C.App. 708, 375 S.E.2d 689, <i>review denied by,</i> 324 N.C. 433, 379 S.E.2d 243 (1989), the court held that a broadly-worded release was not a \"general release\" because it expressly limited the scope to claims that could have been asserted in three related lawsuits. <i>See also </i><i>Adder v. Holman &amp; Moody, Inc.,</i> 288 N.C. 484, 219 S.E.2d 190 (1975) (limiting scope of release provision because the language expressly restricted the release to \"defenses or set-offs\" in the event defendant sued on plaintiff's indebtedness). In the Amendment, no such limiting language is found.</p>\n<p>Stripped to the essentials, the release was entered into willingly and knowingly by CDI, represented by counsel who, in fact, suggested its inclusion. (<i>See</i> Robbins Aff.) The release language does not distinguish between known and unknown claims and the court will not unilaterally graft such a distinction into an otherwise clear provision. <i>See </i><i>Merrimon v. Postal Telegraph-Cable Co.,</i> 207 N.C. 101, 176 S.E. 246, 248 (1934) (\"The language in a release may be broad enough to cover ... all possible causes of action ... whether or not the various demands or claims have been discussed or mentioned, and whether or not the possible claims are all known.\") In signing a release clause with such sweeping and unrestricted language, CDI assumed the risk that unknown claims would be consumed within its breadth.</p>\n<p>Under North Carolina law governing release clauses however, the discussion does not end here. Rather, \"a release ... is subject to avoidance by a showing that its execution resulted from fraud or mutual mistake of fact.\" <i>Cunningham v. Brown,</i> 51 N.C.App. 264, 276 S.E.2d 718, 723 (1981). In this case, CDI invokes fraud as a bar to enforcement of the release. In asserting this defense, CDI maintains that BMC's affirmative duty to disclose the pending patent applications arose from the fiduciary relationship between the parties. BMC responds that no fiduciary duty existed and, therefore, it was under no duty to disclose.</p>\n<blockquote>Under North Carolina law, there are two types of fiduciary relationships: 1) those that arise from `legal relations such as attorney and client, broker and client ... partners, principal and agent, trustee and cestui que trust,' and 2) those that exist `as a fact, in which there is confidence reposed on one side, and the resulting superiority and influence on the other.'</blockquote>\n<p><i>Frizzell Constr. Co., Inc. v. First Citizens Bank &amp; Trust Co.,</i> 759 F.Supp. 286, 290 (E.D.N.C.1991) (quoting <i>Abbitt v. Gregory,</i> 201 N.C. 577, 160 S.E. 896, 906 (1931)), <i>aff'd,</i> 972 F.2d 339 (4th Cir.1992). CDI relies on the second type that exists \"[w]herever confidence on one side results in superiority and influence on the other side; where a special confidence is reposed in one who in equity and good conscience is bound to act in good faith and with due regard to the interests of the one reposing confidence.\" <i>Vail v. Vail,</i> 233 N.C. 109, 63 S.E.2d 202, 206 (1951) (citations omitted).</p>\n<p>Extrapolating on the principles espoused in <i>Abbitt,</i> this court has noted that, under North Carolina law, a fiduciary relationship is not created \"between mutually interdependent businesses with equal bargaining positions who dealt at arms-length.\" <i>Frizzell,</i> 759 F.Supp. at 291 (citations omitted). Moreover, \"[t]he fact that the parties contracted with each other is not a ground on <span class=\"star-pagination\">*620</span> which to assert a fiduciary relationship.\" <i>United Roasters, Inc. v. Colgate-Palmolive Co.,</i> 485 F.Supp. 1049, 1060 (E.D.N.C.1980), <i>aff'd,</i> 649 F.2d 985 (4th Cir.), <i>cert. denied,</i> 454 U.S. 1054, 102 S.Ct. 599, 70 L.Ed.2d 590 (1981); <i>see also </i><i>Stone v. McClam,</i> 42 N.C.App. 393, 257 S.E.2d 78, 84 (noting that debtor-creditor relationship does not trigger fiduciary duties), <i>review denied by,</i> 298 N.C. 572, 261 S.E.2d 128 (1979).</p>\n<p>Operating under legal principles similar to those established in North Carolina, other jurisdictions have refused to find a fiduciary relationship inherent in a license agreement. For example, a Kansas court declared that the mere existence of an exclusive license agreement does not establish a fiduciary relationship. <i>Flight Concepts Limited Partnership v. Boeing Co.,</i> 819 F.Supp. 1535 (D.Kan.1993), <i>aff'd,</i> 38 F.3d 1152 (10th Cir. 1994). In similarly refusing to find a fiduciary relationship arising from a license agreement, a Virginia court commented that \"[t]he ... Agreement between the parties was negotiated at arm's length, and the relationship between them is no more than contractual. Neither has been shown to have imposed any trust in the other beyond that called for by the contracts. No fiduciary duty is involved.\" <i>PRC Realty Systems, Inc. v. National Ass'n of Realtors, Inc.,</i> 766 F.Supp. 453 (E.D.Va.1991), <i>aff'd </i><i>in relevant part,</i> 972 F.2d 341 (4th Cir.1992). <i>See also </i><i>Alchemy II, Inc. v. Yes! Entertainment Corp.,</i> 844 F.Supp. 560 (C.D.Cal.1994) (noting that contractual non-disclosure provisions do not create a fiduciary relationship between a licensee and licensor). Recognizing that conventional business relationships ordinarily do not give rise to a fiduciary duty, New York courts also do not regard the relationship between a licensor and licensee as imposing fiduciary obligations. <i>Liebowitz v. Elsevier Science Ltd.,</i> 927 F.Supp. 688 (S.D.N.Y.1996); <i>Reuben H. Donnelley Corp. v. Mark I Marketing Corp.,</i> 893 F.Supp. 285 (S.D.N.Y.1995) (finding that an arms-length exclusive licensor/licensee arrangement is not fiduciary in nature). Although the latter cases are not binding, their reasoning is persuasive and appears consistent with fiduciary principles under North Carolina law.</p>\n<p>In this instance, the Agreement and Amendment were negotiated at arms-length and were entered into willingly by the parties on equal footing. Represented by counsel, the parties were on opposite sides of the bargaining table in creating the terms and conditions in both the Agreement and Amendment. The affidavits submitted by both CDI's attorney and CEO underscore this fundamental notion. (<i>See</i> Funkhouser Aff.; Robbins Aff.) Overall, CDI has offered no evidence to create a genuine issue of material fact regarding its assertion of fraud and, therefore, the release is valid and entitles BMC to a dismissal of claims II through VI.<sup>[1]</sup></p>\n<p></p>\n<h2>IV. <i>CDI's Motion for Judgment on the Pleadings and BMC's Motion for Partial Summary Judgment</i>\n</h2>\n<p>Both parties move for the court to issue a determination on whether the implied license doctrine applies in this case. CDI claims that it has an implied license pursuant to the Agreement and Amendment and, therefore, BMC cannot claim that CDI's products infringe the '779 or '598 patent. BMC responds that it is entitled to summary judgment on this issue because CDI never received an implied license encompassing the two patents.</p>\n<p><span class=\"star-pagination\">*621</span> Existing predominantly in the realm of patent law, the implied license doctrine has evolved as a form of implied-in-fact contract. <i>Wang Laboratories, Inc. v. Mitsubishi Electronics America, Inc.,</i> 103 F.3d 1571 (Fed. Cir.), <i>cert. denied,</i> ___ U.S. ___, 118 S.Ct. 69, 139 L.Ed.2d 30 (1997). For purposes of this matter, CDI relies on a theory of legal estoppel to support the implied grant of a license.<sup>[2]</sup> \"Legal estoppel `is merely shorthand for saying that a grantor of a property right or interest cannot derogate from the right granted by his own subsequent acts.' The rationale for that is to estop the grantor from taking back that for which he received consideration.\" <i>Spindelfabrik Suessen-Schurr Stahlecker &amp; Grill GmbH v. Schubert &amp; Salzer Maschinenfabrik Aktiengesellschaft</i> (<i>\"</i><i>Suessen v. Schubert\"</i>), 829 F.2d 1075, 1080 (Fed.Cir.1987) (quoting and citing <i>AMP, Inc. v. United States,</i> 182 Ct.Cl. 86, 389 F.2d 448, 452-53, <i>cert. denied,</i> 391 U.S. 964, 88 S.Ct. 2033, 20 L.Ed.2d 878 (1968)), <i>cert. denied,</i> 484 U.S. 1063, 108 S.Ct. 1022, 98 L.Ed.2d 987 (1988). Whether an implied license exists is a question of law. <i>Met-Coil Systems Corp. v. Korners Unlimited, Inc.,</i> 803 F.2d 684, 687 (Fed.Cir.1986).</p>\n<p>In this case, CDI alleges that, through the Agreement and Amendment, BMC conveyed to CDI the right to use certain technology relating to blood coagulation without limitation and, thus, created an implied license under patents owned by BMC. As such, CDI contends that BMC cannot undermine these agreements by attacking CDI's use of this technology as violative of separate patents owned by BMC. BMC responds that it neither granted CDI any rights nor intended to absolve CDI of compliance with the '779 and '598 patents.</p>\n<p>After canvassing federal case law, it appears that the factual posture of this case presents a unique situation in the field of patent law. As noted by the parties, however, the two leading cases involving the implied license doctrine offer some guidance. A review of these cases is instructive.</p>\n<p>In <i>AMP, Inc. v. United States,</i> 389 F.2d at 448, AMP Inc., a private company, brought suit against the government for alleged unauthorized use of a wire-splitting device. Pursuant to a contract to develop and supply wire-splicing tools, AMP had previously granted the government a royalty-free license to use a crimping tool for splicing electrical wires. <i>Id.</i> at 450. At the time, AMP owned a patent covering this technology referred to as the Byrem Patent. <i>Id.</i> Soon thereafter, AMP discovered that another patent, the Vinson Patent, dominated its own Byrem Patent. <i>Id.</i> at 451. AMP initiated negotiations with the Vinson patentee and acquired the patent. <i>Id.</i> AMP then sued the government for infringement of the after-acquired Vinson Patent despite the fact that the government's actions complied with the original license agreement between the parties. <i>Id.</i> The government raised the defense of implied license by virtue of the initial agreement between the parties. <i>Id.</i> at 450.</p>\n<p>In holding that an implied license under the Vinson Patent arose by operation of law in favor of the government, the court noted that <i>AMP</i> \"cannot negate the license it granted, and for which it received valuable consideration.\" <i>Id.</i> at 454. Although a third party could have exercised the Vinson Patent against the government, AMP could not employ the Vinson Patent to defeat the very rights embodied in its contractual agreement with the government. <i>Id.</i> Because the government \"only did what it was licensed to do, no more and no less,\" AMP was estopped from denying the government the right to use the crimping tool by invoking a dominating patent. <i>Id.</i></p>\n<p>The implied license doctrine was revisited at length in <i>Suessen v. Schubert,</i> 829 F.2d at 1075. In that case, Suessen was the exclusive licensee of the '946 patent, a patent dealing with the automation of open-end spinning. <i>Id.</i> at 1077. In 1982, Schubert entered into a licensing agreement with Murata Machinery granting Schubert the right to use Murata's '011 patent in the manufacture, use, and sale of open-end spinning machines. <span class=\"star-pagination\">*622</span> <i>Id.</i> at 1079. A year later, Suessen filed suit against Schubert claiming that Schubert's use of the '011 patent infringed the '946 patent. <i>Id.</i></p>\n<p>During the pendency of the suit, Suessen purchased the '011 patent from Murata in 1984. <i>Id.</i> As part of the agreement, Suessen acquired the '011 patent subject to licenses previously granted by Murata. <i>Id.</i> Schubert then claimed that, by this agreement, Suessen \"stepped in the shoes of Murata\" and could no longer pursue its suit under the '946 patent. <i>Id.</i> Essentially, Schubert argued that legal estoppel would have prevented Murata from suing under the '946 patent if it had acquired it; therefore, Suessen, as Murata's assignee, could similarly not sue under the '946 patent. <i>Id.</i> at 1081.</p>\n<p>The court rejected this theory observing that Suessen had merely incurred what Murata had promised in 1982: to forebear suit under the '011 patent. <i>Id.</i> Noting that Suessen had already initiated an infringement suit against Schubert under the '946 patent before its acquisition of the '011 patent, the court emphasized that Schubert had paid for immunity from a suit by Murata, not Suessen, when it entered the 1982 agreement. <i>Id.</i> at 1082. Thus, \"to rule that the Suessen acquisition of the '011 patent somehow bestow[ed] on Schubert an absolute defense to a suit already filed by Suessen under '946, would result in an unintended windfall to Schubert that ma[de] no sense under the facts of th[e] case.\" <i>Id.</i></p>\n<p>Not surprisingly, BMC argues that this case resembles <i>Suessen</i> whereas CDI promotes <i>AMP</i> as the more appropriate model. BMC contends that <i>Suessen</i> is directly on point because, like Schubert's knowledge of Suessen's existing infringement suit, CDI was aware of BMC's infringement claims before the Amendment was consummated. Because CDI was allegedly aware of BMC's claims that '598 and '779 were being infringed, BMC equates CDI's implied license assertion to Schubert's failed attempt. Therefore, BMC proposes that CDI's pre-Amendment knowledge of the '598 and '779 patents precludes a finding of implied license. According to BMC, \"under both <i>AMP</i> and <i>Suessen-Schurr</i> an implied license can only arise when the licensee does not know that infringement under a dominating patent may exist.\" (BMC's Resp. to J. on the Pleadings and Mot. for Summ. J., at 13.)</p>\n<p>The court does not read <i>AMP</i> and <i>Suessen</i> to represent that proposition. Rather, the dispositive element in <i>Suessen</i> was the fact that Suessen did not grant a right and then seek to avoid that obligation but initially asserted its patent against an unrelated third party. Schubert, the party seeking an implied license, initially contracted with Murata and never entered into any agreement with Suessen. Correspondingly, in <i>AMP,</i> the court's finding of an implied license was not predicated upon the parties' initial lack of awareness of a dominating patent. Instead, the court relied on the fact that AMP expressly agreed to allow the government to use certain technology and then later sought to deprive the government of the fruits of the bargain. While both courts commented on whether the parties knew about possible infringement claims at the time, this court does not construe that determination to be dispositive by any means.</p>\n<p>Even affording some weight to BMC's emphasis on CDI's alleged knowledge, this knowledge does not detract from the plain language of the Amendment. As principles of state contract law guide the interpretation of the contractual relationship, <i>McCoy v. Mitsuboshi Cutlery, Inc.,</i> 67 F.3d 917, 920 (Fed.Cir.1995), <i>cert. denied,</i> 516 U.S. 1174, 116 S.Ct. 1268, 134 L.Ed.2d 215 (1996), the court cannot alter the plain meaning when the terminology is clear. <i>Indemnity,</i> 40 S.E.2d at 201-02. \"The [c]ourt, under the guise of construction, cannot reject what the parties inserted, or insert what the parties elected to omit. It has no power to write into the contract any provision that is not there in fact or by implication of law.\" <i>Id.</i> In this instance, the unequivocal language in paragraph 6.2.2 of the Amendment allows CDI to use the technology with \"no limitation.\" On its face, this phrase does not exclude or except any claims arising from BMC's patents of which CDI was allegedly aware.</p>\n<p><span class=\"star-pagination\">*623</span> Beyond its comparison to <i>Suessen</i> and reliance on CDI's prior knowledge of the '598 and '779 patents, BMC insists that CDI still does not meet either of the two prongs of the implied license test. As noted above, to establish an implied license, CDI must show (1) a property right granted to it by BMC and (2) attempts by BMC to derogate or detract from that right. <i>AMP,</i> 389 F.2d at 453. Relying on the strict wording of the implied license test, BMC argues that the Agreement and Amendment cannot represent a grant by BMC because it never received rights to CDI's thrombolytic technology and, thus, could not have licensed or granted such rights back to CDI. Therefore, BMC maintains that CDI cannot satisfy the first prong of the test requiring a grantor to have conveyed a property right or interest. According to BMC, the only grantor was, in fact, CDI. In contrast, CDI contends that the import of the Agreement clearly indicates that either BMC conveyed certain rights in the Agreement or that BMC was afforded certain rights restricting CDI's use of the technology and that BMC relinquished these rights in the Amendment.</p>\n<p>Based on the plain language of the Agreement and Amendment, the structure of the parties' contractual relationship does not lend itself to simple categorization. Both are somewhat unclear how to classify the nature of the transactions between BMC and CDI. That being said, the court finds it unnecessary to engage in semantic gymnastics to ascertain what exact label the parties intended to attach to the transactions at issue. Instead, when evaluating the underlying import of the Agreement and Amendment, the nature of the contracts becomes apparent.</p>\n<p>It is established that \"[n]o formal granting of a license is necessary in order to give [an implied license] effect.\" <i>Wang,</i> 103 F.3d at 1580 (finding an implied license despite the absence of an express license or assignment) (quoting <i>DeForest Radio Tel. Co. v. United States,</i> 273 U.S. 236, 241, 47 S.Ct. 366, 367, 71 L.Ed. 625 (1927)). Looking to the essence of the Agreement, BMC received an exclusive license with respect to CDI's PT and aPTT technology and a right-of-first refusal to obtain exclusive licenses with respect to new CDI technology. (Agreement, ¶¶ 2.1, 6.2.) Specifically, if CDI developed new tests within CDI Technology<sup>[3]</sup> but falling outside of the Technical Field,<sup>[4]</sup> CDI could only use the technology if, after BMC evaluated the new tests, the parties could not in good faith negotiate a license agreement. (<i>Id.,</i> ¶ 6.2.) If BMC failed to exercise this right with respect to a thrombolytic assay, the parties agreed that CDI could use the new technology in connection with technology in the Technical Field under certain conditions. (<i>Id.</i> ¶ 6.2.1.) Paragraph 6.2.1 states:</p>\n<blockquote>In the event such new test(s) is a thrombolytic assay which BMC does not license from CDI under paragraph 6.2, CDI may, upon payment of a One Thousand Dollar ($1,000.00) fee to BMC, use CDI Technology to make, use, sell and license others to make use and sell products in the Technical Field only in connection with and as a part of such thrombolytic assays.</blockquote>\n<p>(<i>Id.</i>) Thus, BMC, in essence, relinquished its exclusive license in the Technical Field if certain events unfolded and certain conditions were met. Although not drafted in the form of a traditional grant, BMC clearly acquired some rights in CDI's new technology and agreed to allow CDI, under certain circumstances, to use this technology with restrictions.</p>\n<p>Next, the Amendment clearly represents a traditional, bargained-for contract between parties in which each party confers rights on the other in exchange for the receipt of certain benefits. In agreeing to the Amendment, BMC received the right to use its exclusive license royalty-free for the duration of the Agreement. Specifically, BMC was released from paying \"Two Hundred Fifty Thousand Dollars ($250,000.00) within 14 <span class=\"star-pagination\">*624</span> days after receipt by BMC of FDA approval to market product for patient self testing.\" (Agreement at § 3.1.1(d); Amendment at § 1.) Upon payment of the earned royalty for the second quarter of 1995, CDI also surrendered its right to any subsequent royalties owed under the earned royalty schedule in the Agreement. (Agreement at § 3.1.2; Amendment at § 1.) Thus, the new arrangement provided BMC a royalty free license until the Agreement terminated in 1999.</p>\n<p>In exchange, CDI received two concessions. First, \"[t]he obligation of CDI to permit BMC to evaluate any additional technology developed by CDI ... terminate[d] as of September 28, 1995.\" (Amendment, ¶ 2.) Furthermore, § 6.2.2 added that CDI could manufacture, use, or sell PT and aPTT tests in connection with and as a part of such thrombolytic assays with \"no limitation.\" (<i>Id.</i>) As stated above, the precise language provides:</p>\n<blockquote>BMC and CDI agree that \"only in connection with and as part of such thrombolytic assays\" means that CDI has no limitation on the manufacture, use, sale or rights of others to manufacture, use or sell PT and aPTT tests and systems as long as such tests and systems are sold to customers using analyzers which are capable of analyzing, among other things, each of (i) a PT or aPTT test, and (ii) a thrombolytic test.</blockquote>\n<p>(<i>Id.</i>) In other words, the Amendment authorized CDI to use the PT and aPTT tests, to which BMC held the exclusive license, contingent upon selling to customers who use analyzers capable of at least evaluating either a PT or an aPTT test as well as a thrombolytic test.</p>\n<p>The operative language in this analysis is BMC's concession that CDI is permitted to use the technology with \"no limitation.\" BMC asserts that this language does not convey an unrestricted right to use the technology but only permits its use with respect to the terms of the Agreement and Amendment. Therefore, BMC insists that its other patents can be used to prevent CDI's use of the designated technology. At the very least, BMC implies that the language is ambiguous regarding its scope. Yet, nothing in the Amendment supports this interpretation. Instead, the language of paragraph 6.2.2 clearly states that CDI can use the technology with \"no limitation.\"<sup>[5]</sup></p>\n<p>In comparison, in <i>Medtronic, Inc. v. Catalyst Research Corp.,</i> 518 F.Supp. 946 (D.Minn.), <i>aff'd,</i> 664 F.2d 660 (8th Cir.1981), the court indicated that language in a written agreement between the parties was ambiguous because it contained internally inconsistent provisions. Specifically, in paragraph one of the agreement, CRC agreed not to seek, directly or indirectly, to restrain Medtronic's use of any and all information transferred to it by a licensee of CRC. <i>Id.</i> at 949. In paragraph two, CRC further granted Medtronic \"a complete release and immunity from suit\" for use of the technical information and patent rights transferred to Medtronic. <i>Id.</i> At the same time, the agreement concluded with the following disclaimer in paragraph six: \"Nothing herein shall be construed to grant Medtronic a license in or to any patent or other information of CRC.\" <i>Id.</i></p>\n<p>In finding the contractual terms to be ambiguous, the court held that the agreement was contradictory on its face. <i>Id.</i> at 951. The incompatibility derived from the manner in which paragraphs one and two apparently purported to grant Medtronic unrestricted use but paragraph six expressly denied the existence of any license to use CRC's patents. <i>Id.</i> Unlike <i>Medtronic,</i> the Amendment in this case does not contain any provision that would seemingly restrict or even obfuscate the extent of CDI's rights to use the <span class=\"star-pagination\">*625</span> technology. The \"no limitation\" language is not qualified by any reservation of rights by BMC.</p>\n<p>Whether the court construes the Amendment to be a grant from BMC of rights received in the Agreement or merely an affirmation of what BMC agreed to in the initial contract is immaterial. To allow BMC to claim that the Agreement and Amendment give CDI rights to use the technology in the abstract, but, in practice, to preclude exercise of those rights under the '779 and '598 patents would, in fact, deprive CDI of the benefit of the bargain. BMC \"may not now `take away with its left hand that which it had promised to deliver with its right.'\" <i>Minnesota Mining Mfg., Co. v. E.I. du Pont,</i> 448 F.2d 54 (7th Cir.1971) (quoting <i>Cold Metal Process Co. v. Republic Steel Corp.,</i> 123 F.Supp. 525, 549 (N.D.Ohio 1954), <i>aff'd,</i> 233 F.2d 828 (6th Cir.), <i>cert. denied,</i> 352 U.S. 891, 77 S.Ct. 128, 1 L.Ed.2d 86 (1956)). As part of its relationship with CDI, BMC conceded, by the contractual language, that CDI could use certain technology without BMC's interference. Therefore, the court finds that CDI is entitled to an implied license arising from the express terms of the contractual arrangement between BMC and CDI.</p>\n<p></p>\n<h2>V. <i>Conclusion</i>\n</h2>\n<p>In accordance with the above, BMC's motion for judgment on the pleadings is GRANTED and CDI's Counts IIVI are hereby dismissed. CDI's motion for judgment on the pleadings is GRANTED and BMC's motion for summary judgment is DENIED. BMC's counterclaim is therefore dismissed. BMC's motion to amend the complaint is MOOT.</p>\n<p>Finally, it is ORDERED, ADJUDGED, and DECREED that, despite BMC's ownership of the '598 and '779 patents, CDI has the right to use the subject matter described and claimed in United States patent application serial number 033,817 filed 3 April 1987, and United States Patent application serial number 192,672, filed 10 May 1988 and any improvements therein developed at CDI or otherwise acquired or owned by CDI and to which CDI has or shall have the right to grant licenses until 21 June 1999 to make, use, sell and license others to make, use and sell PT and aPTT products as long as such tests and systems are sold to customers using analyzers which are capable of analyzing, among other things, each of (i) a PT or aPTT test, and (ii) a thrombolytic test.</p>\n<h2>NOTES</h2>\n<p>[1]  To the extent that CDI maintains fraud even absent a fiduciary relationship, the court finds nothing to support this claim. Essentially, CDI complains that fraud exists because BMC did not disclose that it was engaging in allegedly illegal conduct before it signed the general release. Under this theory, however, general releases covering unknown claims would become superfluous. A plaintiff seeking to circumvent the general release could always invoke fraud by alleging that the defendant surreptitiously declined to inform plaintiff, at the time, that it had previously engaged in behavior that plaintiff might perceive as improper. Not only would this impose an onerous burden upon a party to disclose potentially unlimited information, it would deprive the party of an underlying purpose of a general release: namely that a general release affords a party security from the threat of a lawsuit and eliminates the need for that party to predict what another might find objectionable. Finding fraud whenever a party alleges a wrong that was not disclosed would eviscerate a bargained-for provision between competent parties.</p>\n<p>[2]  An implied license can be created pursuant to several different legal theories including acquiescence, by conduct, by equitable estoppel, or by legal estoppel. <i>Wang,</i> 103 F.3d at 1580; <i>AMP,</i> 389 F.2d at 452. In this instance, CDI only sets forth legal estoppel to support its claim.</p>\n<p>[3]  In the Agreement, CDI Technology is defined, in pertinent part, as \"the subject matter described and claimed in [two patents owned by CDI] and any improvements therein developed at CDI or otherwise acquired by or owned by CDI.\" (Agreement, ¶ 1.1.)</p>\n<p>[4]  In the Agreement, \"Technical Field\" means \"only PT and aPTT assay systems.\" (Agreement, ¶ 1.2.)</p>\n<p>[5]  BMC also emphasizes that CDI knew of BMC'S infringement claims but failed to secure an express release or license. BMC commented that \"[t]he Amendment does not even mention BMC's patents, confirming that neither BMC nor CDI intended for BMC's patents to be part of the 1995 Amendment and therefore there is no implied license.\" (BMC's Br. Opposing CDI's Mot. for J. on the Pleadings and In Supp. of BMC's Mot. for Part. Summ. J., at 2.) This argument is ironic in light of BMC's earlier contention that the scope of the release provisions was not limited merely because it failed expressly to mention unknown claims. Similar to the court's acceptance of BMC's argument in the release discussion, the lack of express mention of the patents does not cancel the plain language of the Amendment that gives CDI rights without limitation.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">985</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">615</span></span> (1997)</b></center>\n<center><h1>CARDIOVASCULAR DIAGNOSTICS INC., Plaintiff,<br>\nv.<br>\nBOEHRINGER MANNHEIM CORPORATION, Defendant.<br>\nBOEHRINGER MANNHEIM CORPORATION, Counterclaim Plaintiff,<br>\nv.<br>\nCARDIOVASCULAR DIAGNOSTICS INC. and Dade International, Inc., Counterclaim Defendants.</h1></center>\n<center>No. 5:97-CV-174-BR(3).</center>\n<center><p><b>United States District Court, E.D. North Carolina, Western Division.</b></p></center>\n<center>November 10, 1997.</center>\n<p><span class=\"star-pagination\">*616</span> J. Anthony Penry, William Sam Byassee, Smith, Helms, Mulliss &amp; Moore, Raleigh, NC, for Cardiovascular Diagnostics Inc. and Dade Intern., Inc.</p>\n<p>David Dreifus, Cecil W. Harrison, Jr., Poyner &amp; Spruill, Raleigh, NC, for Boehringer Mannheim Corp.</p>\n<p></p>\n<h2><i>ORDER</i></h2>\n<p>BRITT, District Judge.</p>\n<p>This matter is before the court on the following motions: (1) defendant's motion for judgment on the pleadings on counts II through VI of the complaint; (2) plaintiff's motion for judgment on the pleadings on count I of the complaint and defendant's counterclaim; (3) defendant's motion to file an amended counterclaim; and (4) defendant's motion for partial summary judgment on the issue of implied license.</p>\n<p></p>\n<h2>I. <i>Background</i>\n</h2>\n<p>Plaintiff Cardiovascular Diagnostics Inc. (\"CDI\") is a North Carolina-based company involved in developing medical technology to aid in diagnosing human cardiovascular problems. Boehringer Mannheim Corporation (\"BMC\") is an Indiana company also engaged in the medical diagnostics business. The technology at issue in this dispute involves processes to measure blood coagulation. At some point after its founding in 1986, CDI created a system of assays to evaluate blood coagulation time. Specifically, CDI developed tests to evaluate prothrombin time (PT) and activated partial thromboplastin time (aPTT). Seeking access to the methodology and equipment developed by CDI, BMC pursued a license agreement with the company.</p>\n<p>Effective 21 June 1989, the two companies consummated a License Agreement (\"Agreement\") authorizing BMC to serve as the exclusive licensee of CDI technology involving <span class=\"star-pagination\">*617</span> PT and aPTT assay systems. (Agreement, ¶ 2.1.) The Agreement also gives BMC a ninety-day exclusive right to evaluate new CDI technology and thirty additional days to engage in negotiations to license such technology. (<i>Id.</i> ¶ 6.2.) If BMC declined to license new technology involving a thrombolytic assay and CDI paid a $1,000 fee to BMC, CDI could then use its technology in the field of PT and aPTT assay systems \"in connection with and as a part of such thrombolytic assays.\" (<i>Id.</i> ¶ 6.2.1.) Section VII of the Agreement contains a confidentiality provision mandating secrecy with regard to certain information and materials exchanged during the relationship. (<i>Id.</i> § VII.) The terms of the Agreement are to \"remain in full force and effect for 10 years.\" (<i>Id.</i> ¶ 8.1.)</p>\n<p>Several years later, disputes arose regarding the operation of the Agreement. In particular, the parties disagreed about CDI's right to use the licensed technology. After considerable negotiation, in September 1995, the parties executed a \"First Amendment to License Agreement\" (\"Amendment\"). The Amendment provides that, pursuant to the original Agreement, BMC did not license thrombolytic assays submitted to it by CDI and received a $1,000 payment from CDI. (Amendment, ¶ 6.2.2.) BMC and CDI then agreed that CDI could use this technology with</p>\n<blockquote>no limitation on the manufacture, use, sale or rights of others to manufacture, use or sell PT and aPTT tests and systems as long as such tests and systems are sold to customers using analyzers which are capable of analyzing, among other things, each of (i) a PT or aPTT test, and (ii) a thrombolytic test.</blockquote>\n<p>(<i>Id.</i> ¶ 2.) The Amendment also contains the following language:</p>\n<blockquote>Each of BMC and CDI do hereby release the other party, its officers, agents, employees, successors and assigns from any claims, demands, actions, suits, damages, liabilities, losses or expenses of whatever sort, relating to or in connection with the License Agreement for acts or omissions by either BMC or CDI prior to the date of this First Amendment to the License Agreement.</blockquote>\n<p>(<i>Id.</i> ¶ 5.)</p>\n<p>Prior to the Amendment, BMC had acquired the rights in two patents (\"'779 patent and '598 patent\") apparently dealing with coagulation assays from Biotrack, Inc. in 1994. BMC has informed CDI that it believes that CDI's products infringe both the '779 patent and the '598 patent. CDI now brings suit seeking, in count I, a declaration of noninfringement, invalidity, or unenforceability concerning two patents owned by BMC. CDI also alleges that BMC breached the confidentiality agreement when it disclosed CDI's trade secrets in two United States patents and six international patent applications published in March 1995. Throughout this process, CDI maintains that BMC actively and intentionally misappropriated CDI's technology in direct violation of their Agreement. This conduct serves as the basis for counts II-VI alleging breach of contract, breach of fiduciary duty, constructive fraud, trade secrets, and unfair and deceptive trade practices. BMC counterclaimed that a device manufactured and sold by CDI, the Thrombolytic Assay System, infringes BMC's '598 and '779 patents.</p>\n<p>The court now turns to the motions at hand.</p>\n<p></p>\n<h2>II. <i>Standard</i>\n</h2>\n<p>Rule 12(c) of the Federal Rules of Civil Procedure provides that a motion for judgment on the pleadings shall be treated as one for summary judgment if matters outside of the pleadings are offered and considered by the court. Fed.R.Civ.P. 12(c). In this instance, because of the relevant defenses to a release provision, the court finds it both necessary and proper to consider matters outside of the pleadings with respect to BMC's motion for judgment on the pleadings. At the same time, supporting documents have accompanied the respective briefs regarding CDI's motions for judgment on the pleadings and it also should be converted. Therefore, pursuant to Federal Rule of Civil Procedure 56(c), summary judgment is appropriate where there are no genuine issues as to any material facts and the moving party is entitled to judgment as a matter of law. Fed. <span class=\"star-pagination\">*618</span> R.Civ.P. 56(c). The Fourth Circuit has articulated the summary judgment standard as follows:</p>\n<blockquote>A genuine issue exists \"if the evidence is such that a reasonable jury could return a verdict for the nonmoving party.\" <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 248, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, 2510, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). In considering a motion for summary judgment, the court is required to view the facts and draw reasonable inferences in a light most favorable to the nonmoving party. <i>Id.</i> at 255, 106 S.Ct. at 2514. The plaintiff is entitled to have the credibility of all his evidence presumed. <i>Miller v. Leathers,</i> <span class=\"citation\" data-id=\"547612\"><a href=\"/opinion/547612/nathan-miller-v-emery-leathers-officer-and-north-carolina-prisoner-legal/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1085</span></a></span>, 1087 (4th Cir.1990), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1109</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1100</span></span> (1991). The party seeking summary judgment has the initial burden to show absence of evidence to support the nonmoving party's case. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 325, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, 2554, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986). The opposing party must demonstrate that a triable issue of fact exists; he may not rest on mere allegations or denials. <i>Anderson,</i> 477 U.S. at 248, 106 S.Ct. at 2510. A mere scintilla of evidence supporting the case is insufficient. <i>Id.</i>\n</blockquote>\n<p><i>Patterson v. McLean Credit Union,</i> <span class=\"citation\" data-id=\"681609\"><a href=\"/opinion/681609/66-fair-emplpraccas-bna-360-65-empl-prac-dec-p-43371-brenda/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 518 (4th Cir.1994) (quoting <i>Shaw v. Stroud,</i> <span class=\"citation\" data-id=\"660200\"><a href=\"/opinion/660200/deborah-shaw-administratrix-of-the-estate-of-sidney-bowen-deceased-nancy/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 798 (4th Cir.) <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">813</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">67</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994), <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">814</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">68</span></span>, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">24</span></span> (1994)).</p>\n<p></p>\n<h2>III. <i>BMC's Motion for Judgment on the Pleadings</i>\n</h2>\n<p>It appears the parties agree that the conduct underlying counts II through VI arose prior to the signing of the Amendment in September 1995. Thus, invoking the plain language of the release provision contained in the Amendment, BMC contends that CDI relinquished the very claims it now seeks to assert. As noted above, the release provision states that \"BMC and CDI do hereby release the other party ... from any claims ... of whatever sort, relating to or in connection with the License Agreement.\" (Amendment, ¶ 5.) In response, CDI raises two broad defenses: (1) the release language is ambiguous on its face and, looking to the intent of the parties, the scope was clearly limited to the issues in dispute at the time, and (2) the release was procured by fraud.</p>\n<p>As to the first claim, CDI asserts that the release clause did not contemplate any matters other than those issues in dispute at the time of the Amendment. In support, CDI offers the affidavits of its CEO and attorney involved in the Amendment negotiations. Both aver that they intended the release to apply exclusively to the disputed matters at the heart of the Amendment and not to claims of which CDI was unaware. (<i>See</i> Funkhouser Aff.; Robbins Aff.) At the time of the Amendment, CDI alleges that it did not have any knowledge about BMC's patent applications or misappropriation of CDI technology.</p>\n<p>Although CDI insists that it did not intend to relinquish claims about unknown improprieties, CDI cannot escape the plain language of the release. North Carolina law clearly provides that \"[w]hen the language of the contract is clear and unambiguous, construction of the agreement is a matter of law for the court .... and the court cannot look beyond the terms of the contract to determine the intentions of the parties.\" <i>Hartman v. Hartman,</i> 80 N.C.App. 452, <span class=\"citation\" data-id=\"1269570\"><a href=\"/opinion/1269570/hartman-v-hartman/\"><span class=\"volume\">343</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">11</span></a></span>, 13 (1986) (quoting <i>Piedmont Bank &amp; Trust Co. v. Stevenson,</i> 79 N.C.App. 236, <span class=\"citation\" data-id=\"1251329\"><a href=\"/opinion/1251329/piedmont-bank-and-trust-co-v-stevenson/\"><span class=\"volume\">339</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">49</span></a></span>, 52, <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">317</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">330</span></span>, <span class=\"citation\" data-id=\"1385840\"><a href=\"/opinion/1385840/piedmont-bank-and-trust-co-v-stevenson/\"><span class=\"volume\">344</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">788</span></a></span> (1986)); <i>see also </i><i>Broussard v. Meineke Discount Muffler Shops, Inc.,</i> <span class=\"citation\" data-id=\"1881107\"><a href=\"/opinion/1881107/broussard-v-meineke-discount-muffler-shops-inc/\"><span class=\"volume\">958</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1087</span></a></span>, 1094 (W.D.N.C.1997) (commenting that \"where [the release] language is unambiguous, the written agreement controls\"). The North Carolina Supreme Court has further explained that \"[i]t must be presumed the parties intended what the language used clearly expresses, ... and the contract must be construed to mean what on its face it purports to mean.\" <i>Hartford Acc. &amp; Indem. Co. v. Hood,</i> <span class=\"citation no-link\"><span class=\"volume\">226</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">706</span></span>, <span class=\"citation no-link\"><span class=\"volume\">40</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">198</span></span>, 201 (1946).</p>\n<p>Although CDI now contends that it would never have agreed to absolve BMC of all possible wrongs committed before the Amendment, the language of Amendment does just that. CDI argues that ambiguity exists because the provision does not expressly <span class=\"star-pagination\">*619</span> include \"unknown\" claims. Yet, the language clearly encompasses all claims of \"whatever sort\" arising from acts predating the Amendment. \"An agreement is ambiguous [only] when it is susceptible to two reasonable interpretations.\" <i>Broussard,</i> 958 F.Supp. at 1094. In this case, the language does not offer any limitations that could inject uncertainty as to its scope; instead, on its face, the release encompasses all claims without restriction. <i>See </i><i>Talton v. Mac Tools, Inc.,</i> 118 N.C.App. 87, <span class=\"citation\" data-id=\"1265302\"><a href=\"/opinion/1265302/talton-v-mac-tools-inc/\"><span class=\"volume\">453</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">563</span></a></span> (1995) (finding that a similar release clause \"was broad enough to cover all possible causes of action, whether or not the possible claims are all known\").</p>\n<p>The case law cited by CDI does not impress the court to abandon the plain language of the release. Although several North Carolina opinions have limited the reach of a release clause, in each, the limitation was derived from the particular language of the release provision. For example, in <i>McGladrey, Hendrickson &amp; Pullen v. Syntek Finance Corp.,</i> 92 N.C.App. 708, <span class=\"citation\" data-id=\"1259176\"><a href=\"/opinion/1259176/mcgladrey-v-syntek-finance/\"><span class=\"volume\">375</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">689</span></a></span>, <i>review denied by,</i> <span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">433</span></span>, <span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">243</span></span> (1989), the court held that a broadly-worded release was not a \"general release\" because it expressly limited the scope to claims that could have been asserted in three related lawsuits. <i>See also </i><i>Adder v. Holman &amp; Moody, Inc.,</i> <span class=\"citation\" data-id=\"1234263\"><a href=\"/opinion/1234263/adder-v-holman-moody-inc/\"><span class=\"volume\">288</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">484</span></a></span>, <span class=\"citation\" data-id=\"1234263\"><a href=\"/opinion/1234263/adder-v-holman-moody-inc/\"><span class=\"volume\">219</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">190</span></a></span> (1975) (limiting scope of release provision because the language expressly restricted the release to \"defenses or set-offs\" in the event defendant sued on plaintiff's indebtedness). In the Amendment, no such limiting language is found.</p>\n<p>Stripped to the essentials, the release was entered into willingly and knowingly by CDI, represented by counsel who, in fact, suggested its inclusion. (<i>See</i> Robbins Aff.) The release language does not distinguish between known and unknown claims and the court will not unilaterally graft such a distinction into an otherwise clear provision. <i>See </i><i>Merrimon v. Postal Telegraph-Cable Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">101</span></span>, <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">246</span></span>, 248 (1934) (\"The language in a release may be broad enough to cover ... all possible causes of action ... whether or not the various demands or claims have been discussed or mentioned, and whether or not the possible claims are all known.\") In signing a release clause with such sweeping and unrestricted language, CDI assumed the risk that unknown claims would be consumed within its breadth.</p>\n<p>Under North Carolina law governing release clauses however, the discussion does not end here. Rather, \"a release ... is subject to avoidance by a showing that its execution resulted from fraud or mutual mistake of fact.\" <i>Cunningham v. Brown,</i> 51 N.C.App. 264, <span class=\"citation\" data-id=\"1252133\"><a href=\"/opinion/1252133/cunningham-v-brown/\"><span class=\"volume\">276</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">718</span></a></span>, 723 (1981). In this case, CDI invokes fraud as a bar to enforcement of the release. In asserting this defense, CDI maintains that BMC's affirmative duty to disclose the pending patent applications arose from the fiduciary relationship between the parties. BMC responds that no fiduciary duty existed and, therefore, it was under no duty to disclose.</p>\n<blockquote>Under North Carolina law, there are two types of fiduciary relationships: 1) those that arise from `legal relations such as attorney and client, broker and client ... partners, principal and agent, trustee and cestui que trust,' and 2) those that exist `as a fact, in which there is confidence reposed on one side, and the resulting superiority and influence on the other.'</blockquote>\n<p><i>Frizzell Constr. Co., Inc. v. First Citizens Bank &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"1472891\"><a href=\"/opinion/1472891/frizzell-const-co-v-first-citizens-bank-trust-co/\"><span class=\"volume\">759</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">286</span></a></span>, 290 (E.D.N.C.1991) (quoting <i>Abbitt v. Gregory,</i> <span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">577</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">896</span></span>, 906 (1931)), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></span> (4th Cir.1992). CDI relies on the second type that exists \"[w]herever confidence on one side results in superiority and influence on the other side; where a special confidence is reposed in one who in equity and good conscience is bound to act in good faith and with due regard to the interests of the one reposing confidence.\" <i>Vail v. Vail,</i> <span class=\"citation\" data-id=\"1243309\"><a href=\"/opinion/1243309/vail-v-vail/\"><span class=\"volume\">233</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">109</span></a></span>, <span class=\"citation\" data-id=\"1243309\"><a href=\"/opinion/1243309/vail-v-vail/\"><span class=\"volume\">63</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">202</span></a></span>, 206 (1951) (citations omitted).</p>\n<p>Extrapolating on the principles espoused in <i>Abbitt,</i> this court has noted that, under North Carolina law, a fiduciary relationship is not created \"between mutually interdependent businesses with equal bargaining positions who dealt at arms-length.\" <i>Frizzell,</i> 759 F.Supp. at 291 (citations omitted). Moreover, \"[t]he fact that the parties contracted with each other is not a ground on <span class=\"star-pagination\">*620</span> which to assert a fiduciary relationship.\" <i>United Roasters, Inc. v. Colgate-Palmolive Co.,</i> <span class=\"citation\" data-id=\"1377477\"><a href=\"/opinion/1377477/united-roasters-inc-v-colgate-palmolive-co/\"><span class=\"volume\">485</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1049</span></a></span>, 1060 (E.D.N.C.1980), <i>aff'd,</i> <span class=\"citation\" data-id=\"390852\"><a href=\"/opinion/390852/united-roasters-inc-v-colgate-palmolive-company-state-of-north/\"><span class=\"volume\">649</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span> (4th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1054</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">599</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></span> (1981); <i>see also </i><i>Stone v. McClam,</i> 42 N.C.App. 393, <span class=\"citation\" data-id=\"1310299\"><a href=\"/opinion/1310299/stone-v-mcclam/\"><span class=\"volume\">257</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">78</span></a></span>, 84 (noting that debtor-creditor relationship does not trigger fiduciary duties), <i>review denied by,</i> <span class=\"citation\" data-id=\"1263414\"><a href=\"/opinion/1263414/stone-v-mcclam/\"><span class=\"volume\">298</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">572</span></a></span>, <span class=\"citation\" data-id=\"1263414\"><a href=\"/opinion/1263414/stone-v-mcclam/\"><span class=\"volume\">261</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">128</span></a></span> (1979).</p>\n<p>Operating under legal principles similar to those established in North Carolina, other jurisdictions have refused to find a fiduciary relationship inherent in a license agreement. For example, a Kansas court declared that the mere existence of an exclusive license agreement does not establish a fiduciary relationship. <i>Flight Concepts Limited Partnership v. Boeing Co.,</i> <span class=\"citation\" data-id=\"1965547\"><a href=\"/opinion/1965547/flight-concepts-ltd-partnership-v-boeing-co/\"><span class=\"volume\">819</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1535</span></a></span> (D.Kan.1993), <i>aff'd,</i> <span class=\"citation\" data-id=\"681078\"><a href=\"/opinion/681078/flight-concepts-limited-partnership-russell-p-oquinn-gilman-a-hill/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1152</span></a></span> (10th Cir. 1994). In similarly refusing to find a fiduciary relationship arising from a license agreement, a Virginia court commented that \"[t]he ... Agreement between the parties was negotiated at arm's length, and the relationship between them is no more than contractual. Neither has been shown to have imposed any trust in the other beyond that called for by the contracts. No fiduciary duty is involved.\" <i>PRC Realty Systems, Inc. v. National Ass'n of Realtors, Inc.,</i> <span class=\"citation\" data-id=\"1646899\"><a href=\"/opinion/1646899/prc-realty-systems-v-national-assn-of-realtors/\"><span class=\"volume\">766</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">453</span></a></span> (E.D.Va.1991), <i>aff'd </i><i>in relevant part,</i> <span class=\"citation no-link\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></span> (4th Cir.1992). <i>See also </i><i>Alchemy II, Inc. v. Yes! Entertainment Corp.,</i> <span class=\"citation\" data-id=\"1523316\"><a href=\"/opinion/1523316/alchemy-ii-inc-v-yes-entertainment-corp/\"><span class=\"volume\">844</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">560</span></a></span> (C.D.Cal.1994) (noting that contractual non-disclosure provisions do not create a fiduciary relationship between a licensee and licensor). Recognizing that conventional business relationships ordinarily do not give rise to a fiduciary duty, New York courts also do not regard the relationship between a licensor and licensee as imposing fiduciary obligations. <i>Liebowitz v. Elsevier Science Ltd.,</i> <span class=\"citation\" data-id=\"2092735\"><a href=\"/opinion/2092735/liebowitz-v-elsevier-science-ltd/\"><span class=\"volume\">927</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">688</span></a></span> (S.D.N.Y.1996); <i>Reuben H. Donnelley Corp. v. Mark I Marketing Corp.,</i> <span class=\"citation\" data-id=\"1795102\"><a href=\"/opinion/1795102/reuben-h-donnelley-corp-v-mark-i-marketing-corp/\"><span class=\"volume\">893</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">285</span></a></span> (S.D.N.Y.1995) (finding that an arms-length exclusive licensor/licensee arrangement is not fiduciary in nature). Although the latter cases are not binding, their reasoning is persuasive and appears consistent with fiduciary principles under North Carolina law.</p>\n<p>In this instance, the Agreement and Amendment were negotiated at arms-length and were entered into willingly by the parties on equal footing. Represented by counsel, the parties were on opposite sides of the bargaining table in creating the terms and conditions in both the Agreement and Amendment. The affidavits submitted by both CDI's attorney and CEO underscore this fundamental notion. (<i>See</i> Funkhouser Aff.; Robbins Aff.) Overall, CDI has offered no evidence to create a genuine issue of material fact regarding its assertion of fraud and, therefore, the release is valid and entitles BMC to a dismissal of claims II through VI.<sup>[1]</sup></p>\n<p></p>\n<h2>IV. <i>CDI's Motion for Judgment on the Pleadings and BMC's Motion for Partial Summary Judgment</i>\n</h2>\n<p>Both parties move for the court to issue a determination on whether the implied license doctrine applies in this case. CDI claims that it has an implied license pursuant to the Agreement and Amendment and, therefore, BMC cannot claim that CDI's products infringe the '779 or '598 patent. BMC responds that it is entitled to summary judgment on this issue because CDI never received an implied license encompassing the two patents.</p>\n<p><span class=\"star-pagination\">*621</span> Existing predominantly in the realm of patent law, the implied license doctrine has evolved as a form of implied-in-fact contract. <i>Wang Laboratories, Inc. v. Mitsubishi Electronics America, Inc.,</i> <span class=\"citation\" data-id=\"732462\"><a href=\"/opinion/732462/wang-laboratories-inc-v-mitsubishi-electronics-america-inc-and/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1571</span></a></span> (Fed. Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">69</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span></span> (1997). For purposes of this matter, CDI relies on a theory of legal estoppel to support the implied grant of a license.<sup>[2]</sup> \"Legal estoppel `is merely shorthand for saying that a grantor of a property right or interest cannot derogate from the right granted by his own subsequent acts.' The rationale for that is to estop the grantor from taking back that for which he received consideration.\" <i>Spindelfabrik Suessen-Schurr Stahlecker &amp; Grill GmbH v. Schubert &amp; Salzer Maschinenfabrik Aktiengesellschaft</i> (<i>\"</i><i>Suessen v. Schubert\"</i>), <span class=\"citation\" data-id=\"494724\"><a href=\"/opinion/494724/spindelfabrik-suessen-schurr-stahlecker-grill-gmbh-v-schubert-salzer/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1075</span></a></span>, 1080 (Fed.Cir.1987) (quoting and citing <i>AMP, Inc. v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">86</span></span>, <span class=\"citation\" data-id=\"278796\"><a href=\"/opinion/278796/amp-incorporated-v-the-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span>, 452-53, <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">964</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2033</span></span>, <span class=\"citation no-link\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">878</span></span> (1968)), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1022</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">987</span></span> (1988). Whether an implied license exists is a question of law. <i>Met-Coil Systems Corp. v. Korners Unlimited, Inc.,</i> <span class=\"citation\" data-id=\"478070\"><a href=\"/opinion/478070/met-coil-systems-corporation-v-korners-unlimited-inc-and-ductmate/\"><span class=\"volume\">803</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">684</span></a></span>, 687 (Fed.Cir.1986).</p>\n<p>In this case, CDI alleges that, through the Agreement and Amendment, BMC conveyed to CDI the right to use certain technology relating to blood coagulation without limitation and, thus, created an implied license under patents owned by BMC. As such, CDI contends that BMC cannot undermine these agreements by attacking CDI's use of this technology as violative of separate patents owned by BMC. BMC responds that it neither granted CDI any rights nor intended to absolve CDI of compliance with the '779 and '598 patents.</p>\n<p>After canvassing federal case law, it appears that the factual posture of this case presents a unique situation in the field of patent law. As noted by the parties, however, the two leading cases involving the implied license doctrine offer some guidance. A review of these cases is instructive.</p>\n<p>In <i>AMP, Inc. v. United States,</i> 389 F.2d at 448, AMP Inc., a private company, brought suit against the government for alleged unauthorized use of a wire-splitting device. Pursuant to a contract to develop and supply wire-splicing tools, AMP had previously granted the government a royalty-free license to use a crimping tool for splicing electrical wires. <i>Id.</i> at 450. At the time, AMP owned a patent covering this technology referred to as the Byrem Patent. <i>Id.</i> Soon thereafter, AMP discovered that another patent, the Vinson Patent, dominated its own Byrem Patent. <i>Id.</i> at 451. AMP initiated negotiations with the Vinson patentee and acquired the patent. <i>Id.</i> AMP then sued the government for infringement of the after-acquired Vinson Patent despite the fact that the government's actions complied with the original license agreement between the parties. <i>Id.</i> The government raised the defense of implied license by virtue of the initial agreement between the parties. <i>Id.</i> at 450.</p>\n<p>In holding that an implied license under the Vinson Patent arose by operation of law in favor of the government, the court noted that <i>AMP</i> \"cannot negate the license it granted, and for which it received valuable consideration.\" <i>Id.</i> at 454. Although a third party could have exercised the Vinson Patent against the government, AMP could not employ the Vinson Patent to defeat the very rights embodied in its contractual agreement with the government. <i>Id.</i> Because the government \"only did what it was licensed to do, no more and no less,\" AMP was estopped from denying the government the right to use the crimping tool by invoking a dominating patent. <i>Id.</i></p>\n<p>The implied license doctrine was revisited at length in <i>Suessen v. Schubert,</i> 829 F.2d at 1075. In that case, Suessen was the exclusive licensee of the '946 patent, a patent dealing with the automation of open-end spinning. <i>Id.</i> at 1077. In 1982, Schubert entered into a licensing agreement with Murata Machinery granting Schubert the right to use Murata's '011 patent in the manufacture, use, and sale of open-end spinning machines. <span class=\"star-pagination\">*622</span> <i>Id.</i> at 1079. A year later, Suessen filed suit against Schubert claiming that Schubert's use of the '011 patent infringed the '946 patent. <i>Id.</i></p>\n<p>During the pendency of the suit, Suessen purchased the '011 patent from Murata in 1984. <i>Id.</i> As part of the agreement, Suessen acquired the '011 patent subject to licenses previously granted by Murata. <i>Id.</i> Schubert then claimed that, by this agreement, Suessen \"stepped in the shoes of Murata\" and could no longer pursue its suit under the '946 patent. <i>Id.</i> Essentially, Schubert argued that legal estoppel would have prevented Murata from suing under the '946 patent if it had acquired it; therefore, Suessen, as Murata's assignee, could similarly not sue under the '946 patent. <i>Id.</i> at 1081.</p>\n<p>The court rejected this theory observing that Suessen had merely incurred what Murata had promised in 1982: to forebear suit under the '011 patent. <i>Id.</i> Noting that Suessen had already initiated an infringement suit against Schubert under the '946 patent before its acquisition of the '011 patent, the court emphasized that Schubert had paid for immunity from a suit by Murata, not Suessen, when it entered the 1982 agreement. <i>Id.</i> at 1082. Thus, \"to rule that the Suessen acquisition of the '011 patent somehow bestow[ed] on Schubert an absolute defense to a suit already filed by Suessen under '946, would result in an unintended windfall to Schubert that ma[de] no sense under the facts of th[e] case.\" <i>Id.</i></p>\n<p>Not surprisingly, BMC argues that this case resembles <i>Suessen</i> whereas CDI promotes <i>AMP</i> as the more appropriate model. BMC contends that <i>Suessen</i> is directly on point because, like Schubert's knowledge of Suessen's existing infringement suit, CDI was aware of BMC's infringement claims before the Amendment was consummated. Because CDI was allegedly aware of BMC's claims that '598 and '779 were being infringed, BMC equates CDI's implied license assertion to Schubert's failed attempt. Therefore, BMC proposes that CDI's pre-Amendment knowledge of the '598 and '779 patents precludes a finding of implied license. According to BMC, \"under both <i>AMP</i> and <i>Suessen-Schurr</i> an implied license can only arise when the licensee does not know that infringement under a dominating patent may exist.\" (BMC's Resp. to J. on the Pleadings and Mot. for Summ. J., at 13.)</p>\n<p>The court does not read <i>AMP</i> and <i>Suessen</i> to represent that proposition. Rather, the dispositive element in <i>Suessen</i> was the fact that Suessen did not grant a right and then seek to avoid that obligation but initially asserted its patent against an unrelated third party. Schubert, the party seeking an implied license, initially contracted with Murata and never entered into any agreement with Suessen. Correspondingly, in <i>AMP,</i> the court's finding of an implied license was not predicated upon the parties' initial lack of awareness of a dominating patent. Instead, the court relied on the fact that AMP expressly agreed to allow the government to use certain technology and then later sought to deprive the government of the fruits of the bargain. While both courts commented on whether the parties knew about possible infringement claims at the time, this court does not construe that determination to be dispositive by any means.</p>\n<p>Even affording some weight to BMC's emphasis on CDI's alleged knowledge, this knowledge does not detract from the plain language of the Amendment. As principles of state contract law guide the interpretation of the contractual relationship, <i>McCoy v. Mitsuboshi Cutlery, Inc.,</i> <span class=\"citation\" data-id=\"705975\"><a href=\"/opinion/705975/duncan-mccoy-alex-dorsett-and-alex-duncan-shrimp-chef-inc-v-mitsuboshi/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">917</span></a></span>, 920 (Fed.Cir.1995), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1174</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1268</span></span>, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></span> (1996), the court cannot alter the plain meaning when the terminology is clear. <i>Indemnity,</i> 40 S.E.2d at 201-02. \"The [c]ourt, under the guise of construction, cannot reject what the parties inserted, or insert what the parties elected to omit. It has no power to write into the contract any provision that is not there in fact or by implication of law.\" <i>Id.</i> In this instance, the unequivocal language in paragraph 6.2.2 of the Amendment allows CDI to use the technology with \"no limitation.\" On its face, this phrase does not exclude or except any claims arising from BMC's patents of which CDI was allegedly aware.</p>\n<p><span class=\"star-pagination\">*623</span> Beyond its comparison to <i>Suessen</i> and reliance on CDI's prior knowledge of the '598 and '779 patents, BMC insists that CDI still does not meet either of the two prongs of the implied license test. As noted above, to establish an implied license, CDI must show (1) a property right granted to it by BMC and (2) attempts by BMC to derogate or detract from that right. <i>AMP,</i> 389 F.2d at 453. Relying on the strict wording of the implied license test, BMC argues that the Agreement and Amendment cannot represent a grant by BMC because it never received rights to CDI's thrombolytic technology and, thus, could not have licensed or granted such rights back to CDI. Therefore, BMC maintains that CDI cannot satisfy the first prong of the test requiring a grantor to have conveyed a property right or interest. According to BMC, the only grantor was, in fact, CDI. In contrast, CDI contends that the import of the Agreement clearly indicates that either BMC conveyed certain rights in the Agreement or that BMC was afforded certain rights restricting CDI's use of the technology and that BMC relinquished these rights in the Amendment.</p>\n<p>Based on the plain language of the Agreement and Amendment, the structure of the parties' contractual relationship does not lend itself to simple categorization. Both are somewhat unclear how to classify the nature of the transactions between BMC and CDI. That being said, the court finds it unnecessary to engage in semantic gymnastics to ascertain what exact label the parties intended to attach to the transactions at issue. Instead, when evaluating the underlying import of the Agreement and Amendment, the nature of the contracts becomes apparent.</p>\n<p>It is established that \"[n]o formal granting of a license is necessary in order to give [an implied license] effect.\" <i>Wang,</i> 103 F.3d at 1580 (finding an implied license despite the absence of an express license or assignment) (quoting <i>DeForest Radio Tel. Co. v. United States,</i> <span class=\"citation\" data-id=\"101004\"><a href=\"/opinion/101004/de-forest-radio-telephone-co-v-united-states/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 241, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">366</span></span>, 367, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">625</span></span> (1927)). Looking to the essence of the Agreement, BMC received an exclusive license with respect to CDI's PT and aPTT technology and a right-of-first refusal to obtain exclusive licenses with respect to new CDI technology. (Agreement, ¶¶ 2.1, 6.2.) Specifically, if CDI developed new tests within CDI Technology<sup>[3]</sup> but falling outside of the Technical Field,<sup>[4]</sup> CDI could only use the technology if, after BMC evaluated the new tests, the parties could not in good faith negotiate a license agreement. (<i>Id.,</i> ¶ 6.2.) If BMC failed to exercise this right with respect to a thrombolytic assay, the parties agreed that CDI could use the new technology in connection with technology in the Technical Field under certain conditions. (<i>Id.</i> ¶ 6.2.1.) Paragraph 6.2.1 states:</p>\n<blockquote>In the event such new test(s) is a thrombolytic assay which BMC does not license from CDI under paragraph 6.2, CDI may, upon payment of a One Thousand Dollar ($1,000.00) fee to BMC, use CDI Technology to make, use, sell and license others to make use and sell products in the Technical Field only in connection with and as a part of such thrombolytic assays.</blockquote>\n<p>(<i>Id.</i>) Thus, BMC, in essence, relinquished its exclusive license in the Technical Field if certain events unfolded and certain conditions were met. Although not drafted in the form of a traditional grant, BMC clearly acquired some rights in CDI's new technology and agreed to allow CDI, under certain circumstances, to use this technology with restrictions.</p>\n<p>Next, the Amendment clearly represents a traditional, bargained-for contract between parties in which each party confers rights on the other in exchange for the receipt of certain benefits. In agreeing to the Amendment, BMC received the right to use its exclusive license royalty-free for the duration of the Agreement. Specifically, BMC was released from paying \"Two Hundred Fifty Thousand Dollars ($250,000.00) within 14 <span class=\"star-pagination\">*624</span> days after receipt by BMC of FDA approval to market product for patient self testing.\" (Agreement at § 3.1.1(d); Amendment at § 1.) Upon payment of the earned royalty for the second quarter of 1995, CDI also surrendered its right to any subsequent royalties owed under the earned royalty schedule in the Agreement. (Agreement at § 3.1.2; Amendment at § 1.) Thus, the new arrangement provided BMC a royalty free license until the Agreement terminated in 1999.</p>\n<p>In exchange, CDI received two concessions. First, \"[t]he obligation of CDI to permit BMC to evaluate any additional technology developed by CDI ... terminate[d] as of September 28, 1995.\" (Amendment, ¶ 2.) Furthermore, § 6.2.2 added that CDI could manufacture, use, or sell PT and aPTT tests in connection with and as a part of such thrombolytic assays with \"no limitation.\" (<i>Id.</i>) As stated above, the precise language provides:</p>\n<blockquote>BMC and CDI agree that \"only in connection with and as part of such thrombolytic assays\" means that CDI has no limitation on the manufacture, use, sale or rights of others to manufacture, use or sell PT and aPTT tests and systems as long as such tests and systems are sold to customers using analyzers which are capable of analyzing, among other things, each of (i) a PT or aPTT test, and (ii) a thrombolytic test.</blockquote>\n<p>(<i>Id.</i>) In other words, the Amendment authorized CDI to use the PT and aPTT tests, to which BMC held the exclusive license, contingent upon selling to customers who use analyzers capable of at least evaluating either a PT or an aPTT test as well as a thrombolytic test.</p>\n<p>The operative language in this analysis is BMC's concession that CDI is permitted to use the technology with \"no limitation.\" BMC asserts that this language does not convey an unrestricted right to use the technology but only permits its use with respect to the terms of the Agreement and Amendment. Therefore, BMC insists that its other patents can be used to prevent CDI's use of the designated technology. At the very least, BMC implies that the language is ambiguous regarding its scope. Yet, nothing in the Amendment supports this interpretation. Instead, the language of paragraph 6.2.2 clearly states that CDI can use the technology with \"no limitation.\"<sup>[5]</sup></p>\n<p>In comparison, in <i>Medtronic, Inc. v. Catalyst Research Corp.,</i> <span class=\"citation\" data-id=\"2128279\"><a href=\"/opinion/2128279/medtronic-inc-v-catalyst-research-corp/\"><span class=\"volume\">518</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">946</span></a></span> (D.Minn.), <i>aff'd,</i> <span class=\"citation\" data-id=\"397113\"><a href=\"/opinion/397113/medtronic-incorporated-v-catalyst-research-corporation/\"><span class=\"volume\">664</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span> (8th Cir.1981), the court indicated that language in a written agreement between the parties was ambiguous because it contained internally inconsistent provisions. Specifically, in paragraph one of the agreement, CRC agreed not to seek, directly or indirectly, to restrain Medtronic's use of any and all information transferred to it by a licensee of CRC. <i>Id.</i> at 949. In paragraph two, CRC further granted Medtronic \"a complete release and immunity from suit\" for use of the technical information and patent rights transferred to Medtronic. <i>Id.</i> At the same time, the agreement concluded with the following disclaimer in paragraph six: \"Nothing herein shall be construed to grant Medtronic a license in or to any patent or other information of CRC.\" <i>Id.</i></p>\n<p>In finding the contractual terms to be ambiguous, the court held that the agreement was contradictory on its face. <i>Id.</i> at 951. The incompatibility derived from the manner in which paragraphs one and two apparently purported to grant Medtronic unrestricted use but paragraph six expressly denied the existence of any license to use CRC's patents. <i>Id.</i> Unlike <i>Medtronic,</i> the Amendment in this case does not contain any provision that would seemingly restrict or even obfuscate the extent of CDI's rights to use the <span class=\"star-pagination\">*625</span> technology. The \"no limitation\" language is not qualified by any reservation of rights by BMC.</p>\n<p>Whether the court construes the Amendment to be a grant from BMC of rights received in the Agreement or merely an affirmation of what BMC agreed to in the initial contract is immaterial. To allow BMC to claim that the Agreement and Amendment give CDI rights to use the technology in the abstract, but, in practice, to preclude exercise of those rights under the '779 and '598 patents would, in fact, deprive CDI of the benefit of the bargain. BMC \"may not now `take away with its left hand that which it had promised to deliver with its right.'\" <i>Minnesota Mining Mfg., Co. v. E.I. du Pont,</i> <span class=\"citation\" data-id=\"298971\"><a href=\"/opinion/298971/minnesota-mining-and-manufacturing-company-v-e-i-du-pont-de-nemours/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span> (7th Cir.1971) (quoting <i>Cold Metal Process Co. v. Republic Steel Corp.,</i> <span class=\"citation\" data-id=\"1509300\"><a href=\"/opinion/1509300/cold-metal-process-co-v-republic-steel-corp/\"><span class=\"volume\">123</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">525</span></a></span>, 549 (N.D.Ohio 1954), <i>aff'd,</i> <span class=\"citation\" data-id=\"239557\"><a href=\"/opinion/239557/the-cold-metal-process-company-and-the-union-national-bank-of-youngstown/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">828</span></a></span> (6th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">891</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">128</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">86</span></span> (1956)). As part of its relationship with CDI, BMC conceded, by the contractual language, that CDI could use certain technology without BMC's interference. Therefore, the court finds that CDI is entitled to an implied license arising from the express terms of the contractual arrangement between BMC and CDI.</p>\n<p></p>\n<h2>V. <i>Conclusion</i>\n</h2>\n<p>In accordance with the above, BMC's motion for judgment on the pleadings is GRANTED and CDI's Counts IIVI are hereby dismissed. CDI's motion for judgment on the pleadings is GRANTED and BMC's motion for summary judgment is DENIED. BMC's counterclaim is therefore dismissed. BMC's motion to amend the complaint is MOOT.</p>\n<p>Finally, it is ORDERED, ADJUDGED, and DECREED that, despite BMC's ownership of the '598 and '779 patents, CDI has the right to use the subject matter described and claimed in United States patent application serial number 033,817 filed 3 April 1987, and United States Patent application serial number 192,672, filed 10 May 1988 and any improvements therein developed at CDI or otherwise acquired or owned by CDI and to which CDI has or shall have the right to grant licenses until 21 June 1999 to make, use, sell and license others to make, use and sell PT and aPTT products as long as such tests and systems are sold to customers using analyzers which are capable of analyzing, among other things, each of (i) a PT or aPTT test, and (ii) a thrombolytic test.</p>\n<h2>NOTES</h2>\n<p>[1]  To the extent that CDI maintains fraud even absent a fiduciary relationship, the court finds nothing to support this claim. Essentially, CDI complains that fraud exists because BMC did not disclose that it was engaging in allegedly illegal conduct before it signed the general release. Under this theory, however, general releases covering unknown claims would become superfluous. A plaintiff seeking to circumvent the general release could always invoke fraud by alleging that the defendant surreptitiously declined to inform plaintiff, at the time, that it had previously engaged in behavior that plaintiff might perceive as improper. Not only would this impose an onerous burden upon a party to disclose potentially unlimited information, it would deprive the party of an underlying purpose of a general release: namely that a general release affords a party security from the threat of a lawsuit and eliminates the need for that party to predict what another might find objectionable. Finding fraud whenever a party alleges a wrong that was not disclosed would eviscerate a bargained-for provision between competent parties.</p>\n<p>[2]  An implied license can be created pursuant to several different legal theories including acquiescence, by conduct, by equitable estoppel, or by legal estoppel. <i>Wang,</i> 103 F.3d at 1580; <i>AMP,</i> 389 F.2d at 452. In this instance, CDI only sets forth legal estoppel to support its claim.</p>\n<p>[3]  In the Agreement, CDI Technology is defined, in pertinent part, as \"the subject matter described and claimed in [two patents owned by CDI] and any improvements therein developed at CDI or otherwise acquired by or owned by CDI.\" (Agreement, ¶ 1.1.)</p>\n<p>[4]  In the Agreement, \"Technical Field\" means \"only PT and aPTT assay systems.\" (Agreement, ¶ 1.2.)</p>\n<p>[5]  BMC also emphasizes that CDI knew of BMC'S infringement claims but failed to secure an express release or license. BMC commented that \"[t]he Amendment does not even mention BMC's patents, confirming that neither BMC nor CDI intended for BMC's patents to be part of the 1995 Amendment and therefore there is no implied license.\" (BMC's Br. Opposing CDI's Mot. for J. on the Pleadings and In Supp. of BMC's Mot. for Part. Summ. J., at 2.) This argument is ironic in light of BMC's earlier contention that the scope of the release provisions was not limited merely because it failed expressly to mention unknown claims. Similar to the court's acceptance of BMC's argument in the release discussion, the lack of express mention of the patents does not cancel the plain language of the Amendment that gives CDI rights without limitation.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/239557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/278796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/298971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1234263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1243309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1251329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1252133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1259176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1263414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1265302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1377477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1385840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1509300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1523316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1646899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1795102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1881107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1965547/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2092735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2128279/"
  ]
}