{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1572107/",
  "absolute_url": "/opinion/1572107/macdonald-v-newsome/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1572107/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1859/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:48:54.590876Z",
  "date_modified": "2016-04-26T21:15:52.002087Z",
  "type": "010combined",
  "sha1": "192c1d6555998a5b8d70ff9e512387099848e6d6",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>437 F.Supp. 796 (1977)</b></center>\n<center><h1>Harry MacDONALD et al., Plaintiffs,<br>\nv.<br>\nJ. Kenneth NEWSOME et al., Members of the Board of Commissioners of Carteret County, Defendants.</h1></center>\n<center>No. 76-0031-CIV-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>August 10, 1977.</center>\n<p>Deborah G. Mailman, of Mailman &amp; Thompson, Raleigh, N. C., for plaintiff.</p>\n<p>Richard L. Stanley, Beaufort, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>In this civil action filed under 42 U.S.C. § 1983, the plaintiff challenges the constitutionality of a Carteret County ordinance adopted by the Carteret County Board of Commissioners on April 3, 1967. This ordinance prohibits surfboard riding in specified zones along the coastal waters off of Carteret <span class=\"star-pagination\">*797</span> County. The operative provisions of the ordinance read as follows:</p>\n<blockquote>\n<i>Section I.</i> No person shall use or operate a surfboard in the waters of Atlantic Ocean between Beaufort Inlet and Bogue Inlet in Carteret County, North Carolina, within a distance of 500 feet from any fishing pier currently in existence or hereafter to be constructed in said waters; provided, however, that no person shall be in violation of this section except that the owner or operator of such pier clearly designates the location of the line at a distance of 500 feet from said pier by marking the same with suitable markers or buoys, which markers or buoys shall be evident, and provided further that where fishing piers are in closer proximity than 1000 feet each to the other such markers or buoys need not be placed between said piers and notice of surfing prohibition shall be given by the posting of a suitable sign or marker indicating such prohibition.</blockquote>\n<blockquote>\n<i>Section II.</i> No person shall use or operate a surfboard in the waters of the Atlantic Ocean between Beaufort Inlet and Bogue Inlet in any such area of the waters as has been designated by the owners of the riparian rights as an area prohibited for surfboard operation and use; provided that such prohibited area may be created only where the riparian owners of 300 feet or more of oceanfront real property have indicated their purpose to so restrict the area adjoining their riparian ownership and have evidenced this purpose by filing with the Board of Commissioners of Carteret County a memorandum declaring this purpose and indicating the description and location of their property and the area in which surfing shall be denied or prohibited and by clearly marking said area with suitable buoys or markers and by posting notice in such area designating the fact that surfing is prohibited in said area.</blockquote>\n<p>Section IV provides a criminal penalty for any person convicted of violating the ordinance; the penalty can not exceed a fine of $50.00 and confinement for a period of ten days. The ordinance further provides that when faced with an individual guilty of violating the ordinance, the state district court judge may order the surfboard confiscated and held for sale at public auction. Section III of the ordinance limits the restriction on surfing to only those areas lying off the coast of Carteret County but not found within the confines of a municipal corporation located in that county.</p>\n<p>In his complaint, the plaintiff contends that the ordinance deprives himself and members of his class, persons who participate in surfboard riding along the Carteret coast, of specific constitutional guarantees recited in the United States Constitution. These protected rights include the First Amendment right to freedom of expression and speech and the Fourteenth Amendment rights of equal protection and due process of law. The plaintiff further avers that the ordinance by its operation impedes and burdens the free flow of commerce in violation of the Commerce Clause found in Article I, Section 8.</p>\n<p>In response, the defendants, through their County Attorney, have moved to dismiss the complaint. In a MEMORANDUM OPINION AND ORDER entered on October 14, 1976, the court denied a portion of the motion to dismiss and directed the parties to submit memoranda in support and in opposition to the defendants' motion to dismiss the complaint for failure to state a claim for relief. On April 8, 1977, the court requested further memoranda from the parties to assist the court in examining the constitutional issues raised by the motion. Since the parties have complied with this request, the Rule 12(b)(6) motion is now ripe for disposition. The court will review the plaintiff's \"constitutional contentions\" in seriatim form below.</p>\n<p></p>\n<h2>A</h2>\n<p>As his first point of attack, the plaintiff urges that the ordinance violates his First Amendment right of freedom of expression. To find that this ordinance \"chills\" or infringes on this right, the court would have to conclude that surfing is a <span class=\"star-pagination\">*798</span> type of \"speech\" protected by the First Amendment. A series of recent decisions indicate that activities such as snow skiing, camping, the erection of a tent city, and nudity on a public beach are not types of \"speech\" which fall within the protection of the First Amendment. <i>Sabin v. Butz,</i> 515 F.2d 1061 (10 Cir. 1975) (denial of special use permit which would allow ski instructor to give lessons in national park did not constitute First Amendment violation); <i>Vietnam Vets Against The War/Winter Soldier Organization v. Morton,</i> 164 U.S.App. D.C. 391, 506 F.2d 53 (1976) (no first amendment right to set up a camp in public park); <i>We've Carried The Rich, etc. v. City of Philadelphia,</i> 414 F.Supp. 611 (E.D.Pa.1976) (no First Amendment right to erect a tent city); <i>See Eckl v. David,</i> 51 Cal.App.3d 831, 124 Cal.Rptr. 685 (1976) (nudity on public beach is not protected by First Amendment). These decisions demonstrate that certain \"conduct\" which involves an individual's participation with the natural elements does not warrant First Amendment protection.</p>\n<p>In <i>United States v. Abney,</i> 175 U.S.App. D.C. 247, 534 F.2d 984 (1976), the court confronted a different situation. There the defendant had been criminally prosecuted for sleeping in a public park overnight. Since the rest in the park was necessitated by the defendants round the clock protest, the court found that the conduct, sleeping in the park, did warrant First Amendment protection. The complaint in the case at bar does not allege that as the plaintiff rides the waves along the coast he protects or endeavors to make a public declaration or statement. <i>Cf. </i><i>Tinker v. Des Moines School District,</i> 393 U.S. 503, 89 S.Ct. 733, 21 L.Ed.2d 731 (1969) (arm band worn at public school to protest Vietnam War protected by First Amendment). Unlike the conduct described in <i>Abney</i> and <i>Tinker,</i> surfing is more of an avocation or sport enjoyed by the plaintiff and members of his class.</p>\n<p>In light of the decisions cited above, in particular the discussion found in <i>Sabin v. Butz, supra</i><i>,</i> the court concludes that surfboard riding does not warrant protection by the First Amendment. Since surfing is not a constitutionally protected activity, this contention does not survive the motion to dismiss.</p>\n<p></p>\n<h2>B</h2>\n<p>Plaintiff's claim that the ordinance impedes the free flow of commerce so as to burden interstate commerce is without merit. Since the act of surfing does not involve the exchange of commodities or commercial intercourse, this part of the complaint does not state a claim cognizable under 42 U.S.C. § 1983. <i>Carter v. Carter Coal Company,</i> 298 U.S. 238, 56 S.Ct. 855, 80 L.Ed. 1160 (1936); 15A Am.Jur.2d, Commerce §§ 2-4.</p>\n<p></p>\n<h2>C</h2>\n<p>Plaintiff further urges that the ordinance violates his Fourteenth Amendment guarantee of procedural due process. To support this contention, the complaint alleges that the plaintiff uses his surfboard in his position as a lifeguard to rescue swimmers; the plaintiff also avers that surfing contributes to his physical, mental, and spiritual health. In <i>Board of Regents v. Roth,</i> 408 U.S. 564, 92 S.Ct. 2701, 33 L.Ed.2d 548 (1972) and <i>Perry v. Sindermann,</i> 408 U.S. 593, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972), the Supreme Court in cases positing facts quite different from those in the case at hand defined the limits of the procedural due process guaranteed by the Fourteenth Amendment. Despite the factual difference, the rationale of <i>Roth</i> and <i>Sindermann</i> makes one point clear: the plaintiff must have a \"property\" or \"liberty\" interest in his right to surf along the coastal waters before he is entitled to due process of law.</p>\n<p>It is the opinion of this Court that the plaintiff as a member of the general public does not have a \"property\" or \"liberty\" interest in the waters off of Carteret County sufficient to warrant a due process hearing. He may have a right to use or enjoy the waves generated by the ocean, <i>Takahashi v. Fish and Game Commission,</i> 334 U.S. 410, 68 S.Ct. 1138, 92 L.Ed. 1478 (1948) (citizens of state collectively own tidewaters), <span class=\"star-pagination\">*799</span> but this \"right\", assuming it is recognized, does not require a hearing before the county seeks to regulate the waters. <i>Palladio, Inc. v. Diamond,</i> 321 F.Supp. 630 (S.D.N.Y.1970), <i>aff'd,</i> 440 F.2d 1319 (2 Cir. 1970), <i>cert. denied,</i> 404 U.S. 983, 92 S.Ct. 446, 30 L.Ed.2d 367 (1971) (no \"property\" right as that term is used in <i>Roth</i> in wildlife); <i>cf. </i><i>Euclid v. Ambler Realty Co.,</i> 272 U.S. 365, 47 S.Ct. 114, 71 L.Ed. 303 (1926) (zoning ordinance upheld).</p>\n<p>There is another due process argument that plaintiff could have advanced that would merit further scrutiny. This contention would involve the failure of the County Board of Commissioners to comply with statutory prerequisites concerning notice of its meetings and adoption of ordinances. <i>See</i> N.C.G.S. §§ 153A-40 and 45. Since these allegations are not set forth in he complaint and the record does not reveal that the board failed to comply with these statutes, this procedural due process contention does not state a claim for relief under § 1983.</p>\n<p></p>\n<h2>D</h2>\n<p>As evidenced by his second memorandum, the plaintiff places greater emphasis on his equal protection challenge to the surfboarding ordinance. The gist of this contention involves the question of whether the classification and prohibition stemming from ordinance is rational when compared to the purpose for adopting the ordinance. The plaintiff feels that no rational basis exists to justify the restriction on surfing and that the ordinance discriminates against surfers as a class.</p>\n<p>To bolster this argument, the plaintiff draws heavily from the United States Supreme Court decision of <i>Takahashi v. Fish and Game Commission, supra</i><i>.</i> In that case, California prohibited the issuance of a commercial fishing license to persons who were not eligible for United States citizenship. The avowed purpose justifying the law was the preservation of the fishing population by reducing the number of commercial fishermen. The court held the classification unreasonable; the preservation justification was not rational.</p>\n<p>In another more recent decision, a district court held that split court basketball rules for females violated the equal protection clause. <i>Cape v. T. S. S. A. A.,</i> 424 F.Supp. 732 (E.D.Tenn.1976). The court as in <i>Takahashi</i> applied the rational basis standard and found that a rational nexus did not exist between the split court rules and the gender classification.</p>\n<p>These two cases illustrate the approach the courts employ in resolving equal protection claims. Nonetheless, the court finds that neither case controls here: both are factually distinguishable. <i>Takahashi</i> involved racial or national origin classification, <i>Cape</i> hinged on a sex classification. These types of classifications are not before the court at this time.</p>\n<p>In <i>Morey v. Doud,</i> 354 U.S. 457, 77 S.Ct. 1344, 1 L.Ed.2d 1485 (1957), the Court struck down an Illinois statute which excepted the American Express Company from securing a license before issuing money orders. The court discussed at length the standard the courts should employ in deciding equal protection questions:</p>\n<blockquote>1. The equal protection clause of the Fourteenth Amendment does not take from the State the power to classify in the adoption of police laws, but admits of the exercise of a wide scope of discretion in that regard, and avoids what is done only when is without any reasonable basis and therefore is purely arbitrary. 2. A classification having some reasonable basis does not offend against that clause merely because it is not made with mathematical nicety or because in practice it results in some inequality. 3. When the classification in such a law is called in question, if any state of facts reasonably can be conceived that would sustain it, the existence of that state of facts at the time the law was enacted must be assumed. 4. One who assails the classification in such a law must carry the burden of showing that it does not rest upon any reasonable basis, but is essentially arbitrary. * * * (Citation Omitted) * * * 354 U.S. at 463, 77 S.Ct. at 1349, 1 L.Ed.2d at 1490.</blockquote>\n<p><span class=\"star-pagination\">*800</span> This standard has been followed uniformly when courts review local ordinances. For instance, in <i>Autotronic Systems Inc. v. City of Coeur d'Alene,</i> 527 F.2d 106 (9 Cir. 1975), the court upheld a municipal ordinance which limited the size of gasoline tanks which could distribute fuel to retail outlets. In enacting the ordinance, the City Council reasoned that the fire department could handle with greater ease large fires at bulk plants; fires at retail outlets were viewed as more susceptible to harm the public. During its review of the ordinance, the court stated that:</p>\n<blockquote>Although it may have been wiser on Coeur d'Alene's part to have reached the contrary conclusion, we cannot say that the City Council acted irrationally in the exercise of its police power. <i>Id.</i> at 109.</blockquote>\n<p>In examining the equal protection attack, the court will adhere to the rational basis standard as announced in <i>Morey</i> and <i>Autotronics.</i></p>\n<p>The court takes judicial notice that fisherman, surfers and swimmers often congregate near fishing piers. The waves tend to break better for swimmers and surfers near the pier. In addition, piers provide refreshment and amusement facilities used by swimmers and surfers. Furthermore, swimmers and surfers tend to share other areas along the beach where the waves break well.</p>\n<p>The Court judicially notes that part of the attraction of surfing is the speed the surfer achieves when maneuvering his board across the face of a wave. Given the fact that bathers and surfers tend to congregate in the same area, the speed the surfer reaches coupled with the unpredictability of ocean waves, poses a risk of injury to both surfers and swimmers. Furthermore, it is conceivable that when a surfer stations himself near a pier waiting for a wave or when riding a wave in that direction, he may be struck by an errant fishing lure cast by an angler standing on a pier.</p>\n<p>These facts lead to one inescapable conclusion: the ordinance is bottomed on the rational purpose of protecting the people who enjoy the bounty of the Atlantic Ocean. In light of this analysis, the court finds that the Carteret County surfing ordinance does not violate the equal protection clause embodied in the Fourteenth Amendment.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Since the complaint does not state a constitutional claim cognizable under § 1983, the motion to dismiss should be allowed. However, by allowing this motion, the court does not express an opinion as to what result would obtain if the ordinance or some later enacted ordinance operated so as to prohibit surfing along the entire coastal waters off of Carteret County. This question is not before the court at this time.</p>\n<p>Before closing this opinion, the court would like to advance one observation about the merits of this controversy. It is hornbook law in North Carolina that a county or city has only the authority delegated to it by the state. <i>State v. Furio,</i> 267 N.C. 353, 148 S.E.2d 275 (1966) (a municipality has no power to extend application of an ordinance outside of its territory without express state authorization). Since the state controls the coastal waters immediately off the coast, 43 U.S.C. § 1311 <i>et seq.,</i> there is some question as to whether the state has delegated to Carteret County the right to enact an ordinance which regulates this coastal property. <i>See </i><i>State v. Eason,</i> 114 N.C. 787, 792, 19 S.E. 88 (1894). In addition, a second question has surfaced as to whether the county can delegate to riparian owners the right to regulate and control the use of coastal waters which flow onto their land. <i>See</i> N.C.G.S. § 146-12. Nonetheless, these are questions of state law and are not reviewable in an action bottomed on 42 U.S.C. § 1983.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">796</span></span> (1977)</b></center>\n<center><h1>Harry MacDONALD et al., Plaintiffs,<br>\nv.<br>\nJ. Kenneth NEWSOME et al., Members of the Board of Commissioners of Carteret County, Defendants.</h1></center>\n<center>No. 76-0031-CIV-4.</center>\n<center><p><b>United States District Court, E. D. North Carolina, New Bern Division.</b></p></center>\n<center>August 10, 1977.</center>\n<p>Deborah G. Mailman, of Mailman &amp; Thompson, Raleigh, N. C., for plaintiff.</p>\n<p>Richard L. Stanley, Beaufort, N. C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION and ORDER</h2>\n<p>LARKINS, Chief Judge:</p>\n<p>In this civil action filed under 42 U.S.C. § 1983, the plaintiff challenges the constitutionality of a Carteret County ordinance adopted by the Carteret County Board of Commissioners on April 3, 1967. This ordinance prohibits surfboard riding in specified zones along the coastal waters off of Carteret <span class=\"star-pagination\">*797</span> County. The operative provisions of the ordinance read as follows:</p>\n<blockquote>\n<i>Section I.</i> No person shall use or operate a surfboard in the waters of Atlantic Ocean between Beaufort Inlet and Bogue Inlet in Carteret County, North Carolina, within a distance of 500 feet from any fishing pier currently in existence or hereafter to be constructed in said waters; provided, however, that no person shall be in violation of this section except that the owner or operator of such pier clearly designates the location of the line at a distance of 500 feet from said pier by marking the same with suitable markers or buoys, which markers or buoys shall be evident, and provided further that where fishing piers are in closer proximity than 1000 feet each to the other such markers or buoys need not be placed between said piers and notice of surfing prohibition shall be given by the posting of a suitable sign or marker indicating such prohibition.</blockquote>\n<blockquote>\n<i>Section II.</i> No person shall use or operate a surfboard in the waters of the Atlantic Ocean between Beaufort Inlet and Bogue Inlet in any such area of the waters as has been designated by the owners of the riparian rights as an area prohibited for surfboard operation and use; provided that such prohibited area may be created only where the riparian owners of 300 feet or more of oceanfront real property have indicated their purpose to so restrict the area adjoining their riparian ownership and have evidenced this purpose by filing with the Board of Commissioners of Carteret County a memorandum declaring this purpose and indicating the description and location of their property and the area in which surfing shall be denied or prohibited and by clearly marking said area with suitable buoys or markers and by posting notice in such area designating the fact that surfing is prohibited in said area.</blockquote>\n<p>Section IV provides a criminal penalty for any person convicted of violating the ordinance; the penalty can not exceed a fine of $50.00 and confinement for a period of ten days. The ordinance further provides that when faced with an individual guilty of violating the ordinance, the state district court judge may order the surfboard confiscated and held for sale at public auction. Section III of the ordinance limits the restriction on surfing to only those areas lying off the coast of Carteret County but not found within the confines of a municipal corporation located in that county.</p>\n<p>In his complaint, the plaintiff contends that the ordinance deprives himself and members of his class, persons who participate in surfboard riding along the Carteret coast, of specific constitutional guarantees recited in the United States Constitution. These protected rights include the First Amendment right to freedom of expression and speech and the Fourteenth Amendment rights of equal protection and due process of law. The plaintiff further avers that the ordinance by its operation impedes and burdens the free flow of commerce in violation of the Commerce Clause found in Article I, Section 8.</p>\n<p>In response, the defendants, through their County Attorney, have moved to dismiss the complaint. In a MEMORANDUM OPINION AND ORDER entered on October 14, 1976, the court denied a portion of the motion to dismiss and directed the parties to submit memoranda in support and in opposition to the defendants' motion to dismiss the complaint for failure to state a claim for relief. On April 8, 1977, the court requested further memoranda from the parties to assist the court in examining the constitutional issues raised by the motion. Since the parties have complied with this request, the Rule 12(b)(6) motion is now ripe for disposition. The court will review the plaintiff's \"constitutional contentions\" in seriatim form below.</p>\n<p></p>\n<h2>A</h2>\n<p>As his first point of attack, the plaintiff urges that the ordinance violates his First Amendment right of freedom of expression. To find that this ordinance \"chills\" or infringes on this right, the court would have to conclude that surfing is a <span class=\"star-pagination\">*798</span> type of \"speech\" protected by the First Amendment. A series of recent decisions indicate that activities such as snow skiing, camping, the erection of a tent city, and nudity on a public beach are not types of \"speech\" which fall within the protection of the First Amendment. <i>Sabin v. Butz,</i> <span class=\"citation\" data-id=\"327526\"><a href=\"/opinion/327526/don-sabin-v-earl-h-butz-secretary-of-agriculture-and-edward-p-cliff/\"><span class=\"volume\">515</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1061</span></a></span> (10 Cir. 1975) (denial of special use permit which would allow ski instructor to give lessons in national park did not constitute First Amendment violation); <i>Vietnam Vets Against The War/Winter Soldier Organization v. Morton,</i> 164 U.S.App. D.C. 391, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">53</span></span> (1976) (no first amendment right to set up a camp in public park); <i>We've Carried The Rich, etc. v. City of Philadelphia,</i> <span class=\"citation\" data-id=\"1442705\"><a href=\"/opinion/1442705/weve-carried-the-rich-etc-v-city-of-philadelphia/\"><span class=\"volume\">414</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">611</span></a></span> (E.D.Pa.1976) (no First Amendment right to erect a tent city); <i>See Eckl v. David,</i> <span class=\"citation no-link\"><span class=\"volume\">51</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">831</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">685</span></span> (1976) (nudity on public beach is not protected by First Amendment). These decisions demonstrate that certain \"conduct\" which involves an individual's participation with the natural elements does not warrant First Amendment protection.</p>\n<p>In <i>United States v. Abney,</i> 175 U.S.App. D.C. 247, <span class=\"citation\" data-id=\"335130\"><a href=\"/opinion/335130/united-states-v-stacy-abney/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span> (1976), the court confronted a different situation. There the defendant had been criminally prosecuted for sleeping in a public park overnight. Since the rest in the park was necessitated by the defendants round the clock protest, the court found that the conduct, sleeping in the park, did warrant First Amendment protection. The complaint in the case at bar does not allege that as the plaintiff rides the waves along the coast he protects or endeavors to make a public declaration or statement. <i>Cf. </i><i>Tinker v. Des Moines School District,</i> <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">731</span></a></span> (1969) (arm band worn at public school to protest Vietnam War protected by First Amendment). Unlike the conduct described in <i>Abney</i> and <i>Tinker,</i> surfing is more of an avocation or sport enjoyed by the plaintiff and members of his class.</p>\n<p>In light of the decisions cited above, in particular the discussion found in <i>Sabin v. Butz, supra</i><i>,</i> the court concludes that surfboard riding does not warrant protection by the First Amendment. Since surfing is not a constitutionally protected activity, this contention does not survive the motion to dismiss.</p>\n<p></p>\n<h2>B</h2>\n<p>Plaintiff's claim that the ordinance impedes the free flow of commerce so as to burden interstate commerce is without merit. Since the act of surfing does not involve the exchange of commodities or commercial intercourse, this part of the complaint does not state a claim cognizable under 42 U.S.C. § 1983. <i>Carter v. Carter Coal Company,</i> <span class=\"citation\" data-id=\"102662\"><a href=\"/opinion/102662/carter-v-carter-coal-co/\"><span class=\"volume\">298</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">855</span></span>, <span class=\"citation no-link\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1160</span></span> (1936); 15A Am.Jur.2d, Commerce §§ 2-4.</p>\n<p></p>\n<h2>C</h2>\n<p>Plaintiff further urges that the ordinance violates his Fourteenth Amendment guarantee of procedural due process. To support this contention, the complaint alleges that the plaintiff uses his surfboard in his position as a lifeguard to rescue swimmers; the plaintiff also avers that surfing contributes to his physical, mental, and spiritual health. In <i>Board of Regents v. Roth,</i> <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2701</span></a></span>, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">548</span></a></span> (1972) and <i>Perry v. Sindermann,</i> <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">570</span></a></span> (1972), the Supreme Court in cases positing facts quite different from those in the case at hand defined the limits of the procedural due process guaranteed by the Fourteenth Amendment. Despite the factual difference, the rationale of <i>Roth</i> and <i>Sindermann</i> makes one point clear: the plaintiff must have a \"property\" or \"liberty\" interest in his right to surf along the coastal waters before he is entitled to due process of law.</p>\n<p>It is the opinion of this Court that the plaintiff as a member of the general public does not have a \"property\" or \"liberty\" interest in the waters off of Carteret County sufficient to warrant a due process hearing. He may have a right to use or enjoy the waves generated by the ocean, <i>Takahashi v. Fish and Game Commission,</i> <span class=\"citation\" data-id=\"104564\"><a href=\"/opinion/104564/takahashi-v-fish-and-game-commn/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">410</span></a></span>, <span class=\"citation\" data-id=\"104564\"><a href=\"/opinion/104564/takahashi-v-fish-and-game-commn/\"><span class=\"volume\">68</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1138</span></a></span>, <span class=\"citation\" data-id=\"104564\"><a href=\"/opinion/104564/takahashi-v-fish-and-game-commn/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1478</span></a></span> (1948) (citizens of state collectively own tidewaters), <span class=\"star-pagination\">*799</span> but this \"right\", assuming it is recognized, does not require a hearing before the county seeks to regulate the waters. <i>Palladio, Inc. v. Diamond,</i> <span class=\"citation\" data-id=\"2597088\"><a href=\"/opinion/2597088/palladio-inc-v-diamond/\"><span class=\"volume\">321</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">630</span></a></span> (S.D.N.Y.1970), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1319</span></span> (2 Cir. 1970), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">983</span></span>, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">446</span></span>, <span class=\"citation no-link\"><span class=\"volume\">30</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">367</span></span> (1971) (no \"property\" right as that term is used in <i>Roth</i> in wildlife); <i>cf. </i><i>Euclid v. Ambler Realty Co.,</i> <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">47</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">114</span></span>, <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">303</span></span> (1926) (zoning ordinance upheld).</p>\n<p>There is another due process argument that plaintiff could have advanced that would merit further scrutiny. This contention would involve the failure of the County Board of Commissioners to comply with statutory prerequisites concerning notice of its meetings and adoption of ordinances. <i>See</i> N.C.G.S. §§ 153A-40 and 45. Since these allegations are not set forth in he complaint and the record does not reveal that the board failed to comply with these statutes, this procedural due process contention does not state a claim for relief under § 1983.</p>\n<p></p>\n<h2>D</h2>\n<p>As evidenced by his second memorandum, the plaintiff places greater emphasis on his equal protection challenge to the surfboarding ordinance. The gist of this contention involves the question of whether the classification and prohibition stemming from ordinance is rational when compared to the purpose for adopting the ordinance. The plaintiff feels that no rational basis exists to justify the restriction on surfing and that the ordinance discriminates against surfers as a class.</p>\n<p>To bolster this argument, the plaintiff draws heavily from the United States Supreme Court decision of <i>Takahashi v. Fish and Game Commission, supra</i><i>.</i> In that case, California prohibited the issuance of a commercial fishing license to persons who were not eligible for United States citizenship. The avowed purpose justifying the law was the preservation of the fishing population by reducing the number of commercial fishermen. The court held the classification unreasonable; the preservation justification was not rational.</p>\n<p>In another more recent decision, a district court held that split court basketball rules for females violated the equal protection clause. <i>Cape v. T. S. S. A. A.,</i> <span class=\"citation\" data-id=\"1444448\"><a href=\"/opinion/1444448/cape-v-tennessee-secondary-sch-athletic-assn/\"><span class=\"volume\">424</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">732</span></a></span> (E.D.Tenn.1976). The court as in <i>Takahashi</i> applied the rational basis standard and found that a rational nexus did not exist between the split court rules and the gender classification.</p>\n<p>These two cases illustrate the approach the courts employ in resolving equal protection claims. Nonetheless, the court finds that neither case controls here: both are factually distinguishable. <i>Takahashi</i> involved racial or national origin classification, <i>Cape</i> hinged on a sex classification. These types of classifications are not before the court at this time.</p>\n<p>In <i>Morey v. Doud,</i> <span class=\"citation\" data-id=\"105546\"><a href=\"/opinion/105546/morey-v-doud/\"><span class=\"volume\">354</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, <span class=\"citation\" data-id=\"105546\"><a href=\"/opinion/105546/morey-v-doud/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1344</span></a></span>, <span class=\"citation\" data-id=\"105546\"><a href=\"/opinion/105546/morey-v-doud/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1485</span></a></span> (1957), the Court struck down an Illinois statute which excepted the American Express Company from securing a license before issuing money orders. The court discussed at length the standard the courts should employ in deciding equal protection questions:</p>\n<blockquote>1. The equal protection clause of the Fourteenth Amendment does not take from the State the power to classify in the adoption of police laws, but admits of the exercise of a wide scope of discretion in that regard, and avoids what is done only when is without any reasonable basis and therefore is purely arbitrary. 2. A classification having some reasonable basis does not offend against that clause merely because it is not made with mathematical nicety or because in practice it results in some inequality. 3. When the classification in such a law is called in question, if any state of facts reasonably can be conceived that would sustain it, the existence of that state of facts at the time the law was enacted must be assumed. 4. One who assails the classification in such a law must carry the burden of showing that it does not rest upon any reasonable basis, but is essentially arbitrary. * * * (Citation Omitted) * * * 354 U.S. at 463, 77 S.Ct. at 1349, 1 L.Ed.2d at 1490.</blockquote>\n<p><span class=\"star-pagination\">*800</span> This standard has been followed uniformly when courts review local ordinances. For instance, in <i>Autotronic Systems Inc. v. City of Coeur d'Alene,</i> <span class=\"citation\" data-id=\"331593\"><a href=\"/opinion/331593/autotronic-systems-inc-a-delaware-corporation-v-city-of-coeur-dalene/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span> (9 Cir. 1975), the court upheld a municipal ordinance which limited the size of gasoline tanks which could distribute fuel to retail outlets. In enacting the ordinance, the City Council reasoned that the fire department could handle with greater ease large fires at bulk plants; fires at retail outlets were viewed as more susceptible to harm the public. During its review of the ordinance, the court stated that:</p>\n<blockquote>Although it may have been wiser on Coeur d'Alene's part to have reached the contrary conclusion, we cannot say that the City Council acted irrationally in the exercise of its police power. <i>Id.</i> at 109.</blockquote>\n<p>In examining the equal protection attack, the court will adhere to the rational basis standard as announced in <i>Morey</i> and <i>Autotronics.</i></p>\n<p>The court takes judicial notice that fisherman, surfers and swimmers often congregate near fishing piers. The waves tend to break better for swimmers and surfers near the pier. In addition, piers provide refreshment and amusement facilities used by swimmers and surfers. Furthermore, swimmers and surfers tend to share other areas along the beach where the waves break well.</p>\n<p>The Court judicially notes that part of the attraction of surfing is the speed the surfer achieves when maneuvering his board across the face of a wave. Given the fact that bathers and surfers tend to congregate in the same area, the speed the surfer reaches coupled with the unpredictability of ocean waves, poses a risk of injury to both surfers and swimmers. Furthermore, it is conceivable that when a surfer stations himself near a pier waiting for a wave or when riding a wave in that direction, he may be struck by an errant fishing lure cast by an angler standing on a pier.</p>\n<p>These facts lead to one inescapable conclusion: the ordinance is bottomed on the rational purpose of protecting the people who enjoy the bounty of the Atlantic Ocean. In light of this analysis, the court finds that the Carteret County surfing ordinance does not violate the equal protection clause embodied in the Fourteenth Amendment.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>Since the complaint does not state a constitutional claim cognizable under § 1983, the motion to dismiss should be allowed. However, by allowing this motion, the court does not express an opinion as to what result would obtain if the ordinance or some later enacted ordinance operated so as to prohibit surfing along the entire coastal waters off of Carteret County. This question is not before the court at this time.</p>\n<p>Before closing this opinion, the court would like to advance one observation about the merits of this controversy. It is hornbook law in North Carolina that a county or city has only the authority delegated to it by the state. <i>State v. Furio,</i> <span class=\"citation\" data-id=\"1316968\"><a href=\"/opinion/1316968/state-v-furio/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">353</span></a></span>, <span class=\"citation\" data-id=\"1316968\"><a href=\"/opinion/1316968/state-v-furio/\"><span class=\"volume\">148</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">275</span></a></span> (1966) (a municipality has no power to extend application of an ordinance outside of its territory without express state authorization). Since the state controls the coastal waters immediately off the coast, 43 U.S.C. § 1311 <i>et seq.,</i> there is some question as to whether the state has delegated to Carteret County the right to enact an ordinance which regulates this coastal property. <i>See </i><i>State v. Eason,</i> <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">787</span></span>, 792, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">S.E.</span> <span class=\"page\">88</span></span> (1894). In addition, a second question has surfaced as to whether the county can delegate to riparian owners the right to regulate and control the use of coastal waters which flow onto their land. <i>See</i> N.C.G.S. § 146-12. Nonetheless, these are questions of state law and are not reviewable in an action bottomed on 42 U.S.C. § 1983.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/327526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1316968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1442705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1444448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2597088/"
  ]
}