{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1572614/",
  "absolute_url": "/opinion/1572614/hill-v-lewis/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1572614/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/482/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:49:00.677374Z",
  "date_modified": "2016-04-26T22:17:13.667125Z",
  "type": "010combined",
  "sha1": "f8e8d09e1a0957b65de45a680bfe6738a70c407d",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>323 F.Supp. 55 (1971)</b></center>\n<center><h1>John HILL and Gary Matson, by their next friend, Mrs. Sandra Lang, Plaintiffs,<br>\nv.<br>\nRobert LEWIS, Individually and as Principal of 71st High School, Cumberland County, North Carolina, Defendant.</h1></center>\n<center>Civ. No. 895.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>February 12, 1971.</center>\n<p><span class=\"star-pagination\">*56</span> James B. Craven, III, of Everett, Everett &amp; Creech, Durham, N. C., for plaintiffs.</p>\n<p>Lester G. Carter, Jr., Carter &amp; Faircloth, Fayetteville, N. C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>Plaintiffs, students of the 71st High School, Cumberland County, North Carolina, seek a preliminary injunction pursuant to 42 U.S.C. § 1983, 28 U.S.C. § 1343, and the First and Fourteenth Amendments to the Constitution of the United States, restraining the defendant, individually and as principal of 71st High School, from suspending the plaintiffs, or others similarly situated, for the exercise of their constitutional rights, specifically their right to wear black armbands as a form of symbolic speech in protest against the war in Vietnam. From the affidavits and the evidence presented at the hearing of this cause, the court finds the following facts pending a final determination on the merits.</p>\n<p>1. 71st High School is part of the Cumberland County school system. The school is located approximately four miles from the Fort Bragg Military Reservation and within eight miles of Pope Air Force Base. In October, 1969, the high school had 1,653 students enrolled, 636 (38%) with a parent on active military duty and an additional 264 (16%) with a parent who is a federal employee.</p>\n<p>2. On Monday, October 13, 1969, Debbie Redifer, a senior at 71st High School, went to the defendant's office and requested that he convene a student assembly on October 15, 1969, stating that she had engaged a speaker to address the students in opposition to the war in Vietnam. The defendant informed her that in his opinion an assembly for that purpose would not be in the best interest of a school where approximately 40% of the students' parents were actively serving in the military service. Debbie had expressed strong opposition to the Vietnam war and participated the previous Saturday in a protest march in Fayetteville.</p>\n<p>During the day the defendant received telephone calls from parents informing him that a student bus driver had requested the passengers on her bus to wear black armbands on October 15th in support of the National Moratorium. The parents objected to the driver using her position to influence students on her bus. Debbie Redifer was identified as the bus <span class=\"star-pagination\">*57</span> driver, and the defendant informed her that some irate parents objected to this type of influence on the students.</p>\n<p>3. The conferences with Debbie Redifer were the first indication that there might be some demonstrations on the campus on October 15, 1969. There was talk among the students that there might be one group wearing black armbands and another wearing red, white, and blue armbands\"a group of protestors against the protestors\"and a third group wearing black gloves. Some of the teachers and students believed there might be a confrontation between the groups that would disrupt the school.</p>\n<p>4. On Tuesday, October 14, 1969, there was continued talk of potential disorder and disruption of the school to occur the next day. Some of the students indicated resentment against the moratorium; others indicated support for the moratorium; still others indicated support for symbolic protest against nonwar related issues.</p>\n<p>5. At the close of school on October 14, students distributed leaflets on campus addressed to students and teachers requesting support of the National Moratorium on October 15, and stating \"wear a black armband Wednesday.\" The leaflets were also placed on the windshields of automobiles in the parking lot.</p>\n<p>6. Because of these facts, the school officials, fearing the possibility of substantial disruptions and violence placed a printed bulletin in the teachers' boxes instructing them not to admit any student wearing an armband into class and to send to the office anyone who refused to remove the armband.</p>\n<p>7. On October 15, between twenty five and fifty students came to school with armbands. Some of the armbands were black, others were red, white, and blue, still others were white with a red peace symbol. Also, some students wore black gloves or black scarves. Armbands were distributed to other students after they entered the school building. Upon a request by a teacher or other school official to remove an armband the student usually complied. There were isolated examples of refusals to comply, and frequently the students were disrespectful and belligerent to teachers and other school officials.</p>\n<p>8. Before the start of the 8:15 classes there were several groups of students partially blocking hallways. Some students formed haphazard columns and moved slowly and noisily down the halls. The protesting students were soliciting others to join their ranks. Some students were chanting. The halls were much noisier than usual. Tension was high. The 8:15 bell, sending students to class, seemed to ease the situation.</p>\n<p>9. Throughout the day students wearing armbands were given the option of removing armbands or going to the principal's office. In most cases the armband was removed and the student admitted to class. One student was parading through the halls with an American flag. Some students indicated respect for the flag, others disrespect.</p>\n<p>The disposition of the case depends upon an interpretation of Tinker v. Des Moines Independent Community School District, 393 U.S. 503, 89 S.Ct. 733, 21 L.Ed.2d 731 (1969). If the present case is governed by <i>Tinker</i><i>,</i> plaintiffs must prevail. But if the principles enunciated in <i>Tinker</i> are not applicable then the injunction will not be issued. We hold <i>Tinker</i> distinguishable from the case at bar.</p>\n<p>The Court held in <i>Tinker</i> that a regulation prohibiting the wearing of armbands to school and providing for the suspension of any student refusing to remove the armband was an unconstitutional denial of a student's right of expression of opinion, without the demonstration by school officials of any facts which might reasonably have led them to forecast substantial disruption of or material interference with, school activities, and without any showing that disturbances or disorders in fact occurred. <i>Tinker</i> makes certain premises absolutely <span class=\"star-pagination\">*58</span> clear. First, \"the wearing of an armband for the purpose of expressing certain views is the type of symbolic act that is within the Free Speech Clause of the First Amendment.\" <i>Id.,</i> at 736. Second, \"undifferentiated fear or apprehension of disturbance is not enough to overcome the right to freedom of expression.\" <i>Id.,</i> at 737. Third, the burden of proof is on the school officials to demonstrate any facts which might reasonably have led them to forecast substantial disruption of or material interference with school activities. And fourth,</p>\n<blockquote>conduct by the student, in class or out of it, which for any reasonwhether it stems from time, place, or type of behaviormaterially disrupts class-work or involves substantial disorder or invasion of the rights of others is, of course, not immunized by the constitutional guarantee of freedom of speech. <i>Id.,</i> at 740.</blockquote>\n<p>The Court in <i>Tinker</i> found that the wearing of armbands was entirely divorced from any actually or potentially disruptive conduct by those participating in it, under the circumstances of that case. <i>Id.,</i> at 736. The present case is factually distinguishable. <i>Tinker</i> did not involve aggressive, disruptive action or group demonstrations. <i>Tinker</i> did not concern speech or action that intrudes upon the work of the school or the rights of other students. In <i>Tinker</i> there were no threats or acts of violence on school premises. In <i>Tinker</i> the fear of disruption did not motivate the prohibition of armbands. The regulation was directed against \"the principle of the demonstration\" itself. <i>Id.,</i> at 738, n. 3. The record in <i>Tinker</i> failed to disclose evidence that school officials had reason to anticipate that the wearing of the armbands would substantially interfere with the work of the school or impinge upon the rights of other students. In <i>Tinker</i> the prohibition was directed at the wearing of <i>black</i> armbands. <i>Tinker</i> involved a small number of participants, and students were dismissed for the sole reason they wore the proscribed armbands.</p>\n<p>In the case at bar there were several groups of protesters. At least three different viewpoints were represented by these groups. At least twenty five to fifty students were involved, with antagonistic views. The evidence here shows advance advertisement of the demonstration, active group participation, marching in the hallways, recruitment of other students to join the several groups, chanting, belligerent and disrespectful attitude towards teachers, incidents of flag disrespect, and threats of violence.</p>\n<p>Here the order prohibiting the wearing of armbands extended to all armbands and not to a particular symbol, and was motivated by reasonable apprehension of disruption and violence. The record here discloses substantial evidence which reasonably led to the forecast of substantial disruption and material interference with school activities and infringement upon the rights of other students. Indeed, despite the precautions taken, the potential of disruption and violence was still present on October 15.</p>\n<p>There was more than undifferentiated fear or apprehension of disturbance. The 71st High School demography is relevant. More than a third of the students were the children of military personnel and it was reasonable to assume that many of them supported the national war effort as the result of personal family interests. Others were war protesters. The wearing of armbands to symbolize the divergent factions in such a school under the tense situation that had developed would have further polarized the groups.</p>\n<p>On October 15 the disruption occurred. There was confusion, disorder and demonstrations in the halls. At least one class was disrupted to the extent that law enforcement officials were called. The situation has been described as \"explosive\" and \"volatile\", with the fear of fights and disorder. The student mood was termed as \"very tense\" with some students \"clearly hostile\". Several witnesses stated their belief that violence had been averted by the action of the defendant and other school officials. One <span class=\"star-pagination\">*59</span> teacher, with twenty-two years of experience, called the events of October 15 \"a nightmare\", stating that she could not be in her class on the next Moratorium Day without the protection of law enforcement officers. Another teacher expressed the feeling that the situation could have developed into one of the worst school riots in North Carolina history.</p>\n<p>The North Carolina Constitution provides:</p>\n<blockquote>\"The General Assembly * * * shall provide by taxation and otherwise for a general and uniform system of public schools, wherein tuition shall be free of charge to all children of the State between the ages of six and twenty-one years. * * *\" Art. IX, § 2.</blockquote>\n<p>The largest item in the State's budget is for the support of public education. For the fiscal year 1969-70 it is estimated that the taxpayers of the State will contribute $463 million for the purpose of providing public education for the school children of North Carolina. The taxpayers of the local school units in North Carolina will provide an additional $162 million, and the federal government will supplement the state and local funds to the extent of $97 million. The total estimated school expenditures in North Carolina for 1969-70, exclusive of debt service, is $722 million, an average of $653.80 for each child in attendance. The educational opportunities thus provided are free of charge to all children who desire an education. Fortunately, the vast majority of children attend school for that purpose. Surely, their constitutional right to an education under school conditions conducive to that end must be paramount to any rights of those who would disrupt the process. In the balancing of First Amendment rights the duty of the State to operate its public school system for the benefit of <i>all</i> its children must be protected even if governmental regulations incidentally limit the untrammeled exercise of speech, symbolic or otherwise, by those who would impede the education of those who desire to learn. The interest of the State is superior to the rights of the protestants.</p>\n<p>Mr. Justice Black made a pertinent comment in his dissent in <i>Tinker</i> at page 745:</p>\n<blockquote>\"The original idea of schools, which I do not believe is yet abandoned as worthless or out of date, was that children had not yet reached the point of experience and wisdom which enabled them to teach all of their elders. It may be that the Nation has outworn the old-fashioned slogan that `children are to be seen not heard,' but one may, I hope, be permitted to harbor the thought that taxpayers send children to school on the premise that at their age they need to learn, not teach.\"</blockquote>\n<p>Plaintiffs seek an order enjoining the defendant from suspending or otherwise taking disciplinary action against the plaintiffs and other students similarly situated for the peaceful exercise of their First Amendment rights as evidenced by the wearing of black armbands, or from otherwise interfering with the free exercise of said rights. The evidence fails to show that plaintiffs or others similarly situated have been suspended or otherwise disciplined for wearing armbands. <i>Tinker</i> makes it clear that First Amendment rights are available to teachers and students. \"It can hardly be argued that either students or teachers shed their constitutional rights to freedom of speech or expression at the schoolhouse gate.\" <i>Id.</i> at 736. <i>Tinker</i> makes it clear that no suspension or disciplinary action can be upheld for the peaceful expression of opinion. Title 42 U.S.C. § 1983 provides a cause of action for relief of those who have been deprived of their constitutional rights. Defendants' liability for any violation of plaintiffs' rights in the future is clear. From the present record before the court, no such violation has yet occurred. There is no hint that such a violation is imminent; now, therefore, it is ordered that the preliminary injunction be, and the same is hereby, denied.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">55</span></span> (1971)</b></center>\n<center><h1>John HILL and Gary Matson, by their next friend, Mrs. Sandra Lang, Plaintiffs,<br>\nv.<br>\nRobert LEWIS, Individually and as Principal of 71st High School, Cumberland County, North Carolina, Defendant.</h1></center>\n<center>Civ. No. 895.</center>\n<center><p><b>United States District Court, E. D. North Carolina, Fayetteville Division.</b></p></center>\n<center>February 12, 1971.</center>\n<p><span class=\"star-pagination\">*56</span> James B. Craven, III, of Everett, Everett &amp; Creech, Durham, N. C., for plaintiffs.</p>\n<p>Lester G. Carter, Jr., Carter &amp; Faircloth, Fayetteville, N. C., for defendant.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>BUTLER, Chief Judge.</p>\n<p>Plaintiffs, students of the 71st High School, Cumberland County, North Carolina, seek a preliminary injunction pursuant to 42 U.S.C. § 1983, 28 U.S.C. § 1343, and the First and Fourteenth Amendments to the Constitution of the United States, restraining the defendant, individually and as principal of 71st High School, from suspending the plaintiffs, or others similarly situated, for the exercise of their constitutional rights, specifically their right to wear black armbands as a form of symbolic speech in protest against the war in Vietnam. From the affidavits and the evidence presented at the hearing of this cause, the court finds the following facts pending a final determination on the merits.</p>\n<p>1. 71st High School is part of the Cumberland County school system. The school is located approximately four miles from the Fort Bragg Military Reservation and within eight miles of Pope Air Force Base. In October, 1969, the high school had 1,653 students enrolled, 636 (38%) with a parent on active military duty and an additional 264 (16%) with a parent who is a federal employee.</p>\n<p>2. On Monday, October 13, 1969, Debbie Redifer, a senior at 71st High School, went to the defendant's office and requested that he convene a student assembly on October 15, 1969, stating that she had engaged a speaker to address the students in opposition to the war in Vietnam. The defendant informed her that in his opinion an assembly for that purpose would not be in the best interest of a school where approximately 40% of the students' parents were actively serving in the military service. Debbie had expressed strong opposition to the Vietnam war and participated the previous Saturday in a protest march in Fayetteville.</p>\n<p>During the day the defendant received telephone calls from parents informing him that a student bus driver had requested the passengers on her bus to wear black armbands on October 15th in support of the National Moratorium. The parents objected to the driver using her position to influence students on her bus. Debbie Redifer was identified as the bus <span class=\"star-pagination\">*57</span> driver, and the defendant informed her that some irate parents objected to this type of influence on the students.</p>\n<p>3. The conferences with Debbie Redifer were the first indication that there might be some demonstrations on the campus on October 15, 1969. There was talk among the students that there might be one group wearing black armbands and another wearing red, white, and blue armbands\"a group of protestors against the protestors\"and a third group wearing black gloves. Some of the teachers and students believed there might be a confrontation between the groups that would disrupt the school.</p>\n<p>4. On Tuesday, October 14, 1969, there was continued talk of potential disorder and disruption of the school to occur the next day. Some of the students indicated resentment against the moratorium; others indicated support for the moratorium; still others indicated support for symbolic protest against nonwar related issues.</p>\n<p>5. At the close of school on October 14, students distributed leaflets on campus addressed to students and teachers requesting support of the National Moratorium on October 15, and stating \"wear a black armband Wednesday.\" The leaflets were also placed on the windshields of automobiles in the parking lot.</p>\n<p>6. Because of these facts, the school officials, fearing the possibility of substantial disruptions and violence placed a printed bulletin in the teachers' boxes instructing them not to admit any student wearing an armband into class and to send to the office anyone who refused to remove the armband.</p>\n<p>7. On October 15, between twenty five and fifty students came to school with armbands. Some of the armbands were black, others were red, white, and blue, still others were white with a red peace symbol. Also, some students wore black gloves or black scarves. Armbands were distributed to other students after they entered the school building. Upon a request by a teacher or other school official to remove an armband the student usually complied. There were isolated examples of refusals to comply, and frequently the students were disrespectful and belligerent to teachers and other school officials.</p>\n<p>8. Before the start of the 8:15 classes there were several groups of students partially blocking hallways. Some students formed haphazard columns and moved slowly and noisily down the halls. The protesting students were soliciting others to join their ranks. Some students were chanting. The halls were much noisier than usual. Tension was high. The 8:15 bell, sending students to class, seemed to ease the situation.</p>\n<p>9. Throughout the day students wearing armbands were given the option of removing armbands or going to the principal's office. In most cases the armband was removed and the student admitted to class. One student was parading through the halls with an American flag. Some students indicated respect for the flag, others disrespect.</p>\n<p>The disposition of the case depends upon an interpretation of Tinker v. Des Moines Independent Community School District, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">503</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">733</span></a></span>, <span class=\"citation\" data-id=\"107841\"><a href=\"/opinion/107841/tinker-v-des-moines-independent-community-school-dist/\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">731</span></a></span> (1969). If the present case is governed by <i>Tinker</i><i>,</i> plaintiffs must prevail. But if the principles enunciated in <i>Tinker</i> are not applicable then the injunction will not be issued. We hold <i>Tinker</i> distinguishable from the case at bar.</p>\n<p>The Court held in <i>Tinker</i> that a regulation prohibiting the wearing of armbands to school and providing for the suspension of any student refusing to remove the armband was an unconstitutional denial of a student's right of expression of opinion, without the demonstration by school officials of any facts which might reasonably have led them to forecast substantial disruption of or material interference with, school activities, and without any showing that disturbances or disorders in fact occurred. <i>Tinker</i> makes certain premises absolutely <span class=\"star-pagination\">*58</span> clear. First, \"the wearing of an armband for the purpose of expressing certain views is the type of symbolic act that is within the Free Speech Clause of the First Amendment.\" <i>Id.,</i> at 736. Second, \"undifferentiated fear or apprehension of disturbance is not enough to overcome the right to freedom of expression.\" <i>Id.,</i> at 737. Third, the burden of proof is on the school officials to demonstrate any facts which might reasonably have led them to forecast substantial disruption of or material interference with school activities. And fourth,</p>\n<blockquote>conduct by the student, in class or out of it, which for any reasonwhether it stems from time, place, or type of behaviormaterially disrupts class-work or involves substantial disorder or invasion of the rights of others is, of course, not immunized by the constitutional guarantee of freedom of speech. <i>Id.,</i> at 740.</blockquote>\n<p>The Court in <i>Tinker</i> found that the wearing of armbands was entirely divorced from any actually or potentially disruptive conduct by those participating in it, under the circumstances of that case. <i>Id.,</i> at 736. The present case is factually distinguishable. <i>Tinker</i> did not involve aggressive, disruptive action or group demonstrations. <i>Tinker</i> did not concern speech or action that intrudes upon the work of the school or the rights of other students. In <i>Tinker</i> there were no threats or acts of violence on school premises. In <i>Tinker</i> the fear of disruption did not motivate the prohibition of armbands. The regulation was directed against \"the principle of the demonstration\" itself. <i>Id.,</i> at 738, n. 3. The record in <i>Tinker</i> failed to disclose evidence that school officials had reason to anticipate that the wearing of the armbands would substantially interfere with the work of the school or impinge upon the rights of other students. In <i>Tinker</i> the prohibition was directed at the wearing of <i>black</i> armbands. <i>Tinker</i> involved a small number of participants, and students were dismissed for the sole reason they wore the proscribed armbands.</p>\n<p>In the case at bar there were several groups of protesters. At least three different viewpoints were represented by these groups. At least twenty five to fifty students were involved, with antagonistic views. The evidence here shows advance advertisement of the demonstration, active group participation, marching in the hallways, recruitment of other students to join the several groups, chanting, belligerent and disrespectful attitude towards teachers, incidents of flag disrespect, and threats of violence.</p>\n<p>Here the order prohibiting the wearing of armbands extended to all armbands and not to a particular symbol, and was motivated by reasonable apprehension of disruption and violence. The record here discloses substantial evidence which reasonably led to the forecast of substantial disruption and material interference with school activities and infringement upon the rights of other students. Indeed, despite the precautions taken, the potential of disruption and violence was still present on October 15.</p>\n<p>There was more than undifferentiated fear or apprehension of disturbance. The 71st High School demography is relevant. More than a third of the students were the children of military personnel and it was reasonable to assume that many of them supported the national war effort as the result of personal family interests. Others were war protesters. The wearing of armbands to symbolize the divergent factions in such a school under the tense situation that had developed would have further polarized the groups.</p>\n<p>On October 15 the disruption occurred. There was confusion, disorder and demonstrations in the halls. At least one class was disrupted to the extent that law enforcement officials were called. The situation has been described as \"explosive\" and \"volatile\", with the fear of fights and disorder. The student mood was termed as \"very tense\" with some students \"clearly hostile\". Several witnesses stated their belief that violence had been averted by the action of the defendant and other school officials. One <span class=\"star-pagination\">*59</span> teacher, with twenty-two years of experience, called the events of October 15 \"a nightmare\", stating that she could not be in her class on the next Moratorium Day without the protection of law enforcement officers. Another teacher expressed the feeling that the situation could have developed into one of the worst school riots in North Carolina history.</p>\n<p>The North Carolina Constitution provides:</p>\n<blockquote>\"The General Assembly * * * shall provide by taxation and otherwise for a general and uniform system of public schools, wherein tuition shall be free of charge to all children of the State between the ages of six and twenty-one years. * * *\" Art. IX, § 2.</blockquote>\n<p>The largest item in the State's budget is for the support of public education. For the fiscal year 1969-70 it is estimated that the taxpayers of the State will contribute $463 million for the purpose of providing public education for the school children of North Carolina. The taxpayers of the local school units in North Carolina will provide an additional $162 million, and the federal government will supplement the state and local funds to the extent of $97 million. The total estimated school expenditures in North Carolina for 1969-70, exclusive of debt service, is $722 million, an average of $653.80 for each child in attendance. The educational opportunities thus provided are free of charge to all children who desire an education. Fortunately, the vast majority of children attend school for that purpose. Surely, their constitutional right to an education under school conditions conducive to that end must be paramount to any rights of those who would disrupt the process. In the balancing of First Amendment rights the duty of the State to operate its public school system for the benefit of <i>all</i> its children must be protected even if governmental regulations incidentally limit the untrammeled exercise of speech, symbolic or otherwise, by those who would impede the education of those who desire to learn. The interest of the State is superior to the rights of the protestants.</p>\n<p>Mr. Justice Black made a pertinent comment in his dissent in <i>Tinker</i> at page 745:</p>\n<blockquote>\"The original idea of schools, which I do not believe is yet abandoned as worthless or out of date, was that children had not yet reached the point of experience and wisdom which enabled them to teach all of their elders. It may be that the Nation has outworn the old-fashioned slogan that `children are to be seen not heard,' but one may, I hope, be permitted to harbor the thought that taxpayers send children to school on the premise that at their age they need to learn, not teach.\"</blockquote>\n<p>Plaintiffs seek an order enjoining the defendant from suspending or otherwise taking disciplinary action against the plaintiffs and other students similarly situated for the peaceful exercise of their First Amendment rights as evidenced by the wearing of black armbands, or from otherwise interfering with the free exercise of said rights. The evidence fails to show that plaintiffs or others similarly situated have been suspended or otherwise disciplined for wearing armbands. <i>Tinker</i> makes it clear that First Amendment rights are available to teachers and students. \"It can hardly be argued that either students or teachers shed their constitutional rights to freedom of speech or expression at the schoolhouse gate.\" <i>Id.</i> at 736. <i>Tinker</i> makes it clear that no suspension or disciplinary action can be upheld for the peaceful expression of opinion. Title 42 U.S.C. § 1983 provides a cause of action for relief of those who have been deprived of their constitutional rights. Defendants' liability for any violation of plaintiffs' rights in the future is clear. From the present record before the court, no such violation has yet occurred. There is no hint that such a violation is imminent; now, therefore, it is ordered that the preliminary injunction be, and the same is hereby, denied.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107841/"
  ]
}