{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1574114/",
  "absolute_url": "/opinion/1574114/gunn-v-whichard/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1574114/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/1532/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:49:18.097556Z",
  "date_modified": "2016-04-26T20:23:34.374739Z",
  "type": "010combined",
  "sha1": "c3bc94080d3a18feccc9d4d1f2beca008a5669ab",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>707 F.Supp. 196 (1988)</b></center>\n<center><h1>Bettie Luck GUNN, Plaintiff,<br>\nv.<br>\nJames David WHICHARD and Bobby D. Whichard, Defendants.</h1></center>\n<center>No. 87-122-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>October 31, 1988.</center>\n<p><span class=\"star-pagination\">*197</span> Herman E. Gaskins, Jr., Gaskins &amp; Gaskins, P.A., Washington, N.C., Glenn B. Bailey, Hamilton, Bailey &amp; Willis, Morehead City, N.C., for plaintiff.</p>\n<p>Mickey A. Herrin, Williamson, Herrin, Barnhill &amp; Savage, Greenville, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This action is before the court on the United States Magistrate's memorandum and recommendation filed October 6, 1988.</p>\n<p>More than ten days have elapsed since the Magistrate's recommendation was filed, and neither party has filed a response thereto as provided by law. The court's independent review of the record in the case has led to the conclusion that the Magistrate's recommendation is correct and in accordance with law and should, therefore, be accepted by the court. Accordingly, the same is hereby adopted by the court as its own, and for the reasons stated therein it is now</p>\n<p>ORDERED that New Hampshire Insurance Company is discharged and released from all further liability and obligation to participate in the defense of this action upon payment of its primary policy limits to Aetna. Furthermore, New Hampshire's retained defense counsel is permitted to withdraw as counsel for the defendants.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>CHARLES K. McCOTTER, Jr., United States Magistrate.</p>\n<p>This is a diversity action arising from an automobile accident occurring in Beaufort County, North Carolina, on July 17, 1987. Plaintiff, Bettie Luck Gunn, alleges negligence in the operation of a motor vehicle by the defendant, James David Whichard, and alleges liability of Bobby D. Whichard under the family purpose doctrine. The defendants' liability insurer has filed an application for release from further liability or obligation to participate in the defense in this case. This motion should be ALLOWED.</p>\n<p>New Hampshire Insurance Company (New Hampshire) issued a liability insurance policy affording the defendant primary bodily injury liability coverage applicable to plaintiff's claim with limits of $100,000. New Hampshire has tendered its liability limits in partial satisfaction of plaintiff's personal injury claim against defendants and in full satisfaction of plaintiff's claims against New Hampshire. Plaintiff has agreed to accept New Hampshire's limits.</p>\n<p>Pursuant to provisions of the North Carolina Financial Responsibility Act, plaintiff has notified her underinsured motorist <span class=\"star-pagination\">*198</span> carrier, Aetna Life &amp; Casualty Company (Aetna), of the tentative settlement. Responding to the notice and pursuant to statute, Aetna has advanced to plaintiff the sum of $100,000 in order to preserve its subrogation claim against defendants. N.C.G.S. § 20-279.21(b)(4). New Hampshire has applied to the Court, pursuant to N.C.G.S. § 20-279.21(b)(4), for an order releasing and discharging it from further liability or obligation to defend this action upon payment of its policy limits. In addition, counsel, retained by New Hampshire pursuant to its obligation to defend under the liability policy, have moved for permission to withdraw as counsel for defendants should the Court release New Hampshire.</p>\n<p>The underinsured motorist defendants oppose the application to the extent that it requests a release of New Hampshire's obligation to participate in defense. The defendants say that this case is going to be a protracted one and that the defendants have not even taken the depositions of the medical witnesses. The defendants contend that it is within the Court's discretion under N.C.G.S. § 20-279.21(b)(4) whether or not to discharge a primary liability carrier from participation in the lawsuit. The defendants say that they purchased liability insurance with a reasonable expectation that, in the event of any lawsuit within the coverage of the liability insurance, the carrier would provide them a defense and bear the expenses for such defense.</p>\n<p>Aetna is the underinsured motorist carrier. Aetna issued a policy of automobile insurance to the plaintiff with limits of underinsurance coverage as stated in the policy in the amount of $300,000. Pursuant to N.C.G.S. 20-279.21(b)(4), Aetna has $200,000 of exposure since the primary carrier, New Hampshire, has liability limits of $100,000. Underinsured motorist coverage provides only for the difference between the limit of the tort feasor's liability coverage and the limits of the underinsured motorist coverage as specified in the owner's policy. <i>Davidson v. United States Fidelity and Guaranty Co.,</i> 78 N.C.App. 140, 336 S.E.2d 709 (1986).</p>\n<p></p>\n<h2>A. <i>Release of Primary Liability Carrier</i>\n</h2>\n<p>N.C.G.S. 20-279.21(4) governs underinsured motorist coverage. This statute allows the primary liability insurer to apply for court approval for release from further liability or obligation to defend upon payment of its primary liability limits. The statute establishes a right of subrogation for the uninsured motor carrier against the underinsured motorist if, upon notice of a tentative settlement with the underinsured motorist, the underinsured motorist carrier advances to the claimant the amount of the tentative settlement.</p>\n<p>N.C.G.S. 20-279.21(b)(4) provides that an owner's policy of liability insurance:</p>\n<blockquote>(4) Shall, ... provide underinsured motorist coverage, to be used only with policies that are written at limits that exceed those prescribed by subdivision (2) of this section (minimum limits) and that afford uninsured motorist coverage as provided by subdivision (3) of this subsection, in an amount equal to the policy limits for automobile bodily injury liability as specified in the owner's policy. An `uninsured motor vehicle,' as described in subdivision (3) of this subsection, includes `underinsured highway vehicle,' which means a highway vehicle with respect to the ownership, maintenance, or use of which, the sum of the limits of liability under all bodily injury liability bonds and insurance policies applicable at the time of the accident is less than the applicable limits of liability under the owner's policy.... Underinsured motorist coverage shall be deemed to apply when, by reason of payment of judgment or settlement, all liability bonds or insurance policies providing coverage for bodily injury caused by the ownership, maintenance, or use of the underinsured highway vehicle have been exhausted. Exhaustion of such liability coverage for the purpose of any single liability claim presented for underinsured motorist coverage shall be deemed to occur when either (a) the limits of liability per claim have been paid upon such claim, or (b) by reason of multiple claims, <span class=\"star-pagination\">*199</span> the aggregate per occurrence limit of the liability has been paid. Underinsured motorist coverage shall be deemed to apply to the first dollar of an underinsured motorist coverage claim beyond amounts paid to the claimant pursuant to the exhausted liability policy.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>An underinsured motorist insurer may at its option, upon a claim pursuant to underinsured motorist coverage, pay monies without there having first been an exhaustion of the liability insurance policy covering the ownership, use, and maintenance of the underinsured highway vehicle. In the event of such payment, the underinsured motorist insurer shall be either: (a) entitled to receive by assignment from the claimant any right or (b) subrogated to the claimant's right regarding any claim the claimant has or had against the owner, operator, or maintainer of the underinsured highway vehicle, provided that the amount of the insurer's right by subrogation or assignment shall not exceed payments made to the claimant by the insurer. No insurer shall exercise any right of subrogation or any right to approve settlement with the original owner, operator, or maintainer of the underinsured highway vehicle under a policy providing coverage against an underinsured motorist where the insurer has been provided with written notice in advance of a settlement between its insured and the underinsured motorist and the insurer fails to advance a payment to the insured in an amount equal to the tentative settlement within 30 days following receipt of such notice.... Assignment or subrogation as provided in this subdivision shall not, absent contrary agreement, operate to defeat the claimant's right to pursue recovery against the owner, operator, or maintainer of the underinsured highway vehicle for damages beyond those paid by the underinsured motorist insurer....</blockquote>\n<blockquote>A party injured by the operation of an underinsured highway vehicle who institutes a suit for the recovery of moneys for such injuries and in such amount that, if recovered, would support a claim under underinsured motorist coverage shall give notice of the initiation of the suit to the underinsured motorist insurer as well as to the insurer providing primary liability coverage upon the underinsured highway vehicle. Upon receipt of such notice, the underinsured motorist insurer shall have the right to appear in defense of such claim without being named as a party therein, and without being named as a party may participate in such suit as fully as if it were a party. The underinsured motorist insurer may elect, but may not be compelled, to appear in such action in its own name and present therein a claim against other parties; provided that application is made to and approved by a presiding superior court judge, in any such suit, any insurer providing primary liability insurance on the underinsured highway vehicle may upon payment of all of its applicable limits of liability be released from further liability or obligation to participate in the defense of such proceedings. However, prior to approving any such application, the court shall be persuaded that the owner, operator, or maintainer of the underinsured highway vehicle against whom a claim has been made has been apprised of the nature of the proceeding and given his right to select counsel of his own choice to appear in such action on his separate behalf. In the event that an underinsured motorist insurer, following the approval of such application, pays in settlement or partial or total satisfaction of judgment moneys to the claimant, such insurer shall be subrogated to or entitled to an assignment of the claimant's rights against the owner, operator, or maintainer of the underinsured highway vehicle and, provided that adequate notice of right of independent representation was given to such owner, operator, or maintainer, a finding of liability or the award of damages shall be res judicata between the underinsured motorist insurer and the owner, operator or maintainer of underinsured highway vehicle.</blockquote>\n<p><span class=\"star-pagination\">*200</span> In the instant case, New Hampshire has tendered the primary policy limits to plaintiff. The underinsured motorist defendants have received notice of the tentative settlement. The defendants have been apprised of the nature of the proceeding, including the right, which they have exercised, to select counsel of their own choice to appear on their separate behalf. The defendants have objected to New Hampshire's application. The underinsured motorist carrier, Aetna, has advanced the amount of the proposed settlement to the plaintiff.</p>\n<p>The underinsured motorist statute allows the primary liability carrier to pay its limits and obtain a release of its obligation under the policy to defend and indemnify. The statute provides the primary insurer an inducement to settle rather than to litigate. This should reduce litigation and facilitate the prompt payment of claims.</p>\n<p>On the other hand, the duty to defend is a significant aspect of a liability policy. Releasing a primary insurer from the duty to defend prior to the completion of the suit can result in substantial hardship to the underinsured motorist. Although the underinsured motorist carrier could take up the defense, the carrier would be entitled to subrogation against the underinsured motorist for the cost of defense. Furthermore, the underinsured motorist is entitled to select separate counsel of choice which would represent an expense to the insured.</p>\n<p>In North Carolina, there is no statutory obligation to provide a defense for the insured. <i>Brown v. Lumbermens Mut. Casualty Co.,</i> 90 N.C.App. 464, 369 S.E.2d 367 (1988), <i>petition for cert. filed,</i> (July 19, 1988) (No. 337P88). In a motor vehicle liability suit, an insurer's duty to defend its insured arises from the language of the insurance contract. <i>Id.</i> An insurer's duty to defend is separate from and broader than the insurer's duty to indemnify. <i>Id.</i></p>\n<p>New Hampshire's policy unambiguously states that their payment of the limit ends their duty to defend or settle. The policy provides:</p>\n<blockquote>PART IV  LIABILITY INSURANCE</blockquote>\n<blockquote>A. WE WILL PAY</blockquote>\n<blockquote>1. ...</blockquote>\n<blockquote>2. We have the right and the duty to defend any suit asking for these damages. However, we have no duty to defend suits for bodily injury or property damage not covered by this policy. We may investigate and settle any claim or suit as we consider appropriate. Our payment of the LIABILITY INSURANCE limit ends our duty to defend or settle.</blockquote>\n<p>Highlighted within the policy, this conspicuous language clearly limits New Hampshire's contractual obligation to defend defendants in this action, upon the payment of the liability limits. <i>See </i><i>Gross v. Lloyds of London Ins. Co.,</i> 121 Wis.2d 78, 358 N.W.2d 266 (1984). The insured could not reasonably have expected the insurer's duty to defend to continue after the payment of the liability policy limit. <i>Id.</i></p>\n<p>In <i>Brown,</i> the North Carolina Court of Appeals found a duty to defend. Because of the ambiguous use of the word \"exhausted\" in the policy, the court found that Lumbermen's had a duty to continue defending the insured until a settlement or judgment was reached despite having paid its policy limits. The relevant Lumbermens policy language provided:</p>\n<blockquote>We will settle or defend, as we consider appropriate, any claim or suit asking for [covered damages]. In addition to our limit of liability, we will pay all defense costs we incur. Our duty to settle or defend ends when our limit of liability for this coverage has been exhausted.</blockquote>\n<p>The New Hampshire policy clearly and specifically states that the duty to defend ends by the payment of the liability insurance limit. In <i>Brown,</i> the policy did not clearly state that the duty to defend may be satisfied by the payment of the policy limits. Furthermore, N.C.G.S. § 20-279.21(b)(4) provides statutory authorization for a court to release the primary liability insurer of an underinsured motorist from its duty to defend upon payment of the policy limits. Accordingly, New Hampshire should be released from further liability or obligation to provide a defense in this suit, and New <span class=\"star-pagination\">*201</span> Hampshire's retained defense counsel should be permitted to withdraw.</p>\n<p></p>\n<h2>B. <i>Disposition of Settlement Funds of Primary Liability Carrier</i>\n</h2>\n<p>The underinsured motorist statute fails to address the appropriate disposition of the funds paid in settlement by the primary liability insurer. For this reason, New Hampshire requests permission to pay its limits into court for disposition pursuant to court order or, in the alternative, permission to make payment jointly to plaintiff and Aetna for disposition as those parties may agree. Aetna contends that New Hampshire's primary policy limits should be paid directly to Aetna if the Court allows New Hampshire's application for release.</p>\n<p>New Hampshire has settled its claim. The disposition of Aetna's settlement funds poses an interesting question which the North Carolina statute fails to address.</p>\n<p>In the absence of an underinsured motorist carrier, the settlement funds from the primary liability carrier would be paid to the claimant. However, in the underinsured motorist context, the operation of N.C.G.S. § 20-279.21(b)(4) requires the underinsured motorist carrier to advance an amount equal to the primary carrier's tentative settlement in order to preserve its subrogation rights. So, Aetna has advanced to the plaintiff the settlement amount agreed upon by plaintiff and New Hampshire, which is equal to New Hampshire's limits.</p>\n<p>N.C.G.S. § 1-540.3 governs advance payments. Prior to the entry of judgment, the trial judge shall credit the advance payment upon any judgment rendered in favor of the recipient of the advance payment. N.C.G.S. § 1-540.3(b). No claim for reimbursement may be made or allowed by the party making the advance payment against the recipient, except for fraud. Aetna, as the underinsured motorist carrier, is entitled to a credit for the advance upon any judgment awarded to the plaintiff.</p>\n<p>Since Aetna, to the extent of its advance payment to plaintiff, is subrogated to plaintiff's claim against the underinsured motorist, N.C.G.S. § 20-279.21(b)(4), Aetna is entitled to receive New Hampshire's payment of the $100,000 representing New Hampshire's limits. There would be no prejudice to plaintiff by direct payment of the primary policy limits to the underinsured motorist carrier, because the underinsured motorist carrier, Aetna, would remain obligated to satisfy any judgment rendered in excess of the primary policy limits, up to the extent of the coverage afforded to plaintiff under the underinsurance provisions of the owner's policy. Aetna's exposure remains at $200,000, representing the difference between the primary liability coverage, $100,000, and the limits of the underinsured motorist coverage, $300,000. N.C.G.S. § 20-279.21(b)(4); <i>Davidson v. United States Fidelity and Guaranty Co., supra</i><i>.</i> Accordingly, New Hampshire should pay the policy limits of $100,000 to Aetna.</p>\n<p></p>\n<h2>C. <i>Recommendation</i>\n</h2>\n<p>In summary, the Court should enter an order discharging and releasing New Hampshire Insurance Company from all further liability and obligation to participate in the defense of this action upon payment of its primary policy limits to Aetna. Furthermore, New Hampshire's retained defense counsel should be permitted to withdraw as counsel for the defendants.</p>\n<p>THIS MEMORANDUM AND RECOMMENDATION ENTERED, this the 6th day of October, 1988.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">707</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">196</span></span> (1988)</b></center>\n<center><h1>Bettie Luck GUNN, Plaintiff,<br>\nv.<br>\nJames David WHICHARD and Bobby D. Whichard, Defendants.</h1></center>\n<center>No. 87-122-CIV-4.</center>\n<center><p><b>United States District Court, E.D. North Carolina, New Bern Division.</b></p></center>\n<center>October 31, 1988.</center>\n<p><span class=\"star-pagination\">*197</span> Herman E. Gaskins, Jr., Gaskins &amp; Gaskins, P.A., Washington, N.C., Glenn B. Bailey, Hamilton, Bailey &amp; Willis, Morehead City, N.C., for plaintiff.</p>\n<p>Mickey A. Herrin, Williamson, Herrin, Barnhill &amp; Savage, Greenville, N.C., for defendants.</p>\n<p></p>\n<h2>ORDER</h2>\n<p>MALCOLM J. HOWARD, District Judge.</p>\n<p>This action is before the court on the United States Magistrate's memorandum and recommendation filed October 6, 1988.</p>\n<p>More than ten days have elapsed since the Magistrate's recommendation was filed, and neither party has filed a response thereto as provided by law. The court's independent review of the record in the case has led to the conclusion that the Magistrate's recommendation is correct and in accordance with law and should, therefore, be accepted by the court. Accordingly, the same is hereby adopted by the court as its own, and for the reasons stated therein it is now</p>\n<p>ORDERED that New Hampshire Insurance Company is discharged and released from all further liability and obligation to participate in the defense of this action upon payment of its primary policy limits to Aetna. Furthermore, New Hampshire's retained defense counsel is permitted to withdraw as counsel for the defendants.</p>\n<p>SO ORDERED.</p>\n<p></p>\n<h2>MEMORANDUM AND RECOMMENDATION</h2>\n<p>CHARLES K. McCOTTER, Jr., United States Magistrate.</p>\n<p>This is a diversity action arising from an automobile accident occurring in Beaufort County, North Carolina, on July 17, 1987. Plaintiff, Bettie Luck Gunn, alleges negligence in the operation of a motor vehicle by the defendant, James David Whichard, and alleges liability of Bobby D. Whichard under the family purpose doctrine. The defendants' liability insurer has filed an application for release from further liability or obligation to participate in the defense in this case. This motion should be ALLOWED.</p>\n<p>New Hampshire Insurance Company (New Hampshire) issued a liability insurance policy affording the defendant primary bodily injury liability coverage applicable to plaintiff's claim with limits of $100,000. New Hampshire has tendered its liability limits in partial satisfaction of plaintiff's personal injury claim against defendants and in full satisfaction of plaintiff's claims against New Hampshire. Plaintiff has agreed to accept New Hampshire's limits.</p>\n<p>Pursuant to provisions of the North Carolina Financial Responsibility Act, plaintiff has notified her underinsured motorist <span class=\"star-pagination\">*198</span> carrier, Aetna Life &amp; Casualty Company (Aetna), of the tentative settlement. Responding to the notice and pursuant to statute, Aetna has advanced to plaintiff the sum of $100,000 in order to preserve its subrogation claim against defendants. N.C.G.S. § 20-279.21(b)(4). New Hampshire has applied to the Court, pursuant to N.C.G.S. § 20-279.21(b)(4), for an order releasing and discharging it from further liability or obligation to defend this action upon payment of its policy limits. In addition, counsel, retained by New Hampshire pursuant to its obligation to defend under the liability policy, have moved for permission to withdraw as counsel for defendants should the Court release New Hampshire.</p>\n<p>The underinsured motorist defendants oppose the application to the extent that it requests a release of New Hampshire's obligation to participate in defense. The defendants say that this case is going to be a protracted one and that the defendants have not even taken the depositions of the medical witnesses. The defendants contend that it is within the Court's discretion under N.C.G.S. § 20-279.21(b)(4) whether or not to discharge a primary liability carrier from participation in the lawsuit. The defendants say that they purchased liability insurance with a reasonable expectation that, in the event of any lawsuit within the coverage of the liability insurance, the carrier would provide them a defense and bear the expenses for such defense.</p>\n<p>Aetna is the underinsured motorist carrier. Aetna issued a policy of automobile insurance to the plaintiff with limits of underinsurance coverage as stated in the policy in the amount of $300,000. Pursuant to N.C.G.S. 20-279.21(b)(4), Aetna has $200,000 of exposure since the primary carrier, New Hampshire, has liability limits of $100,000. Underinsured motorist coverage provides only for the difference between the limit of the tort feasor's liability coverage and the limits of the underinsured motorist coverage as specified in the owner's policy. <i>Davidson v. United States Fidelity and Guaranty Co.,</i> 78 N.C.App. 140, <span class=\"citation no-link\"><span class=\"volume\">336</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">709</span></span> (1986).</p>\n<p></p>\n<h2>A. <i>Release of Primary Liability Carrier</i>\n</h2>\n<p>N.C.G.S. 20-279.21(4) governs underinsured motorist coverage. This statute allows the primary liability insurer to apply for court approval for release from further liability or obligation to defend upon payment of its primary liability limits. The statute establishes a right of subrogation for the uninsured motor carrier against the underinsured motorist if, upon notice of a tentative settlement with the underinsured motorist, the underinsured motorist carrier advances to the claimant the amount of the tentative settlement.</p>\n<p>N.C.G.S. 20-279.21(b)(4) provides that an owner's policy of liability insurance:</p>\n<blockquote>(4) Shall, ... provide underinsured motorist coverage, to be used only with policies that are written at limits that exceed those prescribed by subdivision (2) of this section (minimum limits) and that afford uninsured motorist coverage as provided by subdivision (3) of this subsection, in an amount equal to the policy limits for automobile bodily injury liability as specified in the owner's policy. An `uninsured motor vehicle,' as described in subdivision (3) of this subsection, includes `underinsured highway vehicle,' which means a highway vehicle with respect to the ownership, maintenance, or use of which, the sum of the limits of liability under all bodily injury liability bonds and insurance policies applicable at the time of the accident is less than the applicable limits of liability under the owner's policy.... Underinsured motorist coverage shall be deemed to apply when, by reason of payment of judgment or settlement, all liability bonds or insurance policies providing coverage for bodily injury caused by the ownership, maintenance, or use of the underinsured highway vehicle have been exhausted. Exhaustion of such liability coverage for the purpose of any single liability claim presented for underinsured motorist coverage shall be deemed to occur when either (a) the limits of liability per claim have been paid upon such claim, or (b) by reason of multiple claims, <span class=\"star-pagination\">*199</span> the aggregate per occurrence limit of the liability has been paid. Underinsured motorist coverage shall be deemed to apply to the first dollar of an underinsured motorist coverage claim beyond amounts paid to the claimant pursuant to the exhausted liability policy.</blockquote>\n<blockquote>.   .   .   .   .</blockquote>\n<blockquote>An underinsured motorist insurer may at its option, upon a claim pursuant to underinsured motorist coverage, pay monies without there having first been an exhaustion of the liability insurance policy covering the ownership, use, and maintenance of the underinsured highway vehicle. In the event of such payment, the underinsured motorist insurer shall be either: (a) entitled to receive by assignment from the claimant any right or (b) subrogated to the claimant's right regarding any claim the claimant has or had against the owner, operator, or maintainer of the underinsured highway vehicle, provided that the amount of the insurer's right by subrogation or assignment shall not exceed payments made to the claimant by the insurer. No insurer shall exercise any right of subrogation or any right to approve settlement with the original owner, operator, or maintainer of the underinsured highway vehicle under a policy providing coverage against an underinsured motorist where the insurer has been provided with written notice in advance of a settlement between its insured and the underinsured motorist and the insurer fails to advance a payment to the insured in an amount equal to the tentative settlement within 30 days following receipt of such notice.... Assignment or subrogation as provided in this subdivision shall not, absent contrary agreement, operate to defeat the claimant's right to pursue recovery against the owner, operator, or maintainer of the underinsured highway vehicle for damages beyond those paid by the underinsured motorist insurer....</blockquote>\n<blockquote>A party injured by the operation of an underinsured highway vehicle who institutes a suit for the recovery of moneys for such injuries and in such amount that, if recovered, would support a claim under underinsured motorist coverage shall give notice of the initiation of the suit to the underinsured motorist insurer as well as to the insurer providing primary liability coverage upon the underinsured highway vehicle. Upon receipt of such notice, the underinsured motorist insurer shall have the right to appear in defense of such claim without being named as a party therein, and without being named as a party may participate in such suit as fully as if it were a party. The underinsured motorist insurer may elect, but may not be compelled, to appear in such action in its own name and present therein a claim against other parties; provided that application is made to and approved by a presiding superior court judge, in any such suit, any insurer providing primary liability insurance on the underinsured highway vehicle may upon payment of all of its applicable limits of liability be released from further liability or obligation to participate in the defense of such proceedings. However, prior to approving any such application, the court shall be persuaded that the owner, operator, or maintainer of the underinsured highway vehicle against whom a claim has been made has been apprised of the nature of the proceeding and given his right to select counsel of his own choice to appear in such action on his separate behalf. In the event that an underinsured motorist insurer, following the approval of such application, pays in settlement or partial or total satisfaction of judgment moneys to the claimant, such insurer shall be subrogated to or entitled to an assignment of the claimant's rights against the owner, operator, or maintainer of the underinsured highway vehicle and, provided that adequate notice of right of independent representation was given to such owner, operator, or maintainer, a finding of liability or the award of damages shall be res judicata between the underinsured motorist insurer and the owner, operator or maintainer of underinsured highway vehicle.</blockquote>\n<p><span class=\"star-pagination\">*200</span> In the instant case, New Hampshire has tendered the primary policy limits to plaintiff. The underinsured motorist defendants have received notice of the tentative settlement. The defendants have been apprised of the nature of the proceeding, including the right, which they have exercised, to select counsel of their own choice to appear on their separate behalf. The defendants have objected to New Hampshire's application. The underinsured motorist carrier, Aetna, has advanced the amount of the proposed settlement to the plaintiff.</p>\n<p>The underinsured motorist statute allows the primary liability carrier to pay its limits and obtain a release of its obligation under the policy to defend and indemnify. The statute provides the primary insurer an inducement to settle rather than to litigate. This should reduce litigation and facilitate the prompt payment of claims.</p>\n<p>On the other hand, the duty to defend is a significant aspect of a liability policy. Releasing a primary insurer from the duty to defend prior to the completion of the suit can result in substantial hardship to the underinsured motorist. Although the underinsured motorist carrier could take up the defense, the carrier would be entitled to subrogation against the underinsured motorist for the cost of defense. Furthermore, the underinsured motorist is entitled to select separate counsel of choice which would represent an expense to the insured.</p>\n<p>In North Carolina, there is no statutory obligation to provide a defense for the insured. <i>Brown v. Lumbermens Mut. Casualty Co.,</i> 90 N.C.App. 464, <span class=\"citation\" data-id=\"1379681\"><a href=\"/opinion/1379681/brown-v-lumbermens-mut-cas-co/\"><span class=\"volume\">369</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">367</span></a></span> (1988), <i>petition for cert. filed,</i> (July 19, 1988) (No. 337P88). In a motor vehicle liability suit, an insurer's duty to defend its insured arises from the language of the insurance contract. <i>Id.</i> An insurer's duty to defend is separate from and broader than the insurer's duty to indemnify. <i>Id.</i></p>\n<p>New Hampshire's policy unambiguously states that their payment of the limit ends their duty to defend or settle. The policy provides:</p>\n<blockquote>PART IV  LIABILITY INSURANCE</blockquote>\n<blockquote>A. WE WILL PAY</blockquote>\n<blockquote>1. ...</blockquote>\n<blockquote>2. We have the right and the duty to defend any suit asking for these damages. However, we have no duty to defend suits for bodily injury or property damage not covered by this policy. We may investigate and settle any claim or suit as we consider appropriate. Our payment of the LIABILITY INSURANCE limit ends our duty to defend or settle.</blockquote>\n<p>Highlighted within the policy, this conspicuous language clearly limits New Hampshire's contractual obligation to defend defendants in this action, upon the payment of the liability limits. <i>See </i><i>Gross v. Lloyds of London Ins. Co.,</i> <span class=\"citation\" data-id=\"1634435\"><a href=\"/opinion/1634435/gross-v-lloyds-of-london-ins-co/\"><span class=\"volume\">121</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">78</span></a></span>, <span class=\"citation\" data-id=\"1634435\"><a href=\"/opinion/1634435/gross-v-lloyds-of-london-ins-co/\"><span class=\"volume\">358</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">266</span></a></span> (1984). The insured could not reasonably have expected the insurer's duty to defend to continue after the payment of the liability policy limit. <i>Id.</i></p>\n<p>In <i>Brown,</i> the North Carolina Court of Appeals found a duty to defend. Because of the ambiguous use of the word \"exhausted\" in the policy, the court found that Lumbermen's had a duty to continue defending the insured until a settlement or judgment was reached despite having paid its policy limits. The relevant Lumbermens policy language provided:</p>\n<blockquote>We will settle or defend, as we consider appropriate, any claim or suit asking for [covered damages]. In addition to our limit of liability, we will pay all defense costs we incur. Our duty to settle or defend ends when our limit of liability for this coverage has been exhausted.</blockquote>\n<p>The New Hampshire policy clearly and specifically states that the duty to defend ends by the payment of the liability insurance limit. In <i>Brown,</i> the policy did not clearly state that the duty to defend may be satisfied by the payment of the policy limits. Furthermore, N.C.G.S. § 20-279.21(b)(4) provides statutory authorization for a court to release the primary liability insurer of an underinsured motorist from its duty to defend upon payment of the policy limits. Accordingly, New Hampshire should be released from further liability or obligation to provide a defense in this suit, and New <span class=\"star-pagination\">*201</span> Hampshire's retained defense counsel should be permitted to withdraw.</p>\n<p></p>\n<h2>B. <i>Disposition of Settlement Funds of Primary Liability Carrier</i>\n</h2>\n<p>The underinsured motorist statute fails to address the appropriate disposition of the funds paid in settlement by the primary liability insurer. For this reason, New Hampshire requests permission to pay its limits into court for disposition pursuant to court order or, in the alternative, permission to make payment jointly to plaintiff and Aetna for disposition as those parties may agree. Aetna contends that New Hampshire's primary policy limits should be paid directly to Aetna if the Court allows New Hampshire's application for release.</p>\n<p>New Hampshire has settled its claim. The disposition of Aetna's settlement funds poses an interesting question which the North Carolina statute fails to address.</p>\n<p>In the absence of an underinsured motorist carrier, the settlement funds from the primary liability carrier would be paid to the claimant. However, in the underinsured motorist context, the operation of N.C.G.S. § 20-279.21(b)(4) requires the underinsured motorist carrier to advance an amount equal to the primary carrier's tentative settlement in order to preserve its subrogation rights. So, Aetna has advanced to the plaintiff the settlement amount agreed upon by plaintiff and New Hampshire, which is equal to New Hampshire's limits.</p>\n<p>N.C.G.S. § 1-540.3 governs advance payments. Prior to the entry of judgment, the trial judge shall credit the advance payment upon any judgment rendered in favor of the recipient of the advance payment. N.C.G.S. § 1-540.3(b). No claim for reimbursement may be made or allowed by the party making the advance payment against the recipient, except for fraud. Aetna, as the underinsured motorist carrier, is entitled to a credit for the advance upon any judgment awarded to the plaintiff.</p>\n<p>Since Aetna, to the extent of its advance payment to plaintiff, is subrogated to plaintiff's claim against the underinsured motorist, N.C.G.S. § 20-279.21(b)(4), Aetna is entitled to receive New Hampshire's payment of the $100,000 representing New Hampshire's limits. There would be no prejudice to plaintiff by direct payment of the primary policy limits to the underinsured motorist carrier, because the underinsured motorist carrier, Aetna, would remain obligated to satisfy any judgment rendered in excess of the primary policy limits, up to the extent of the coverage afforded to plaintiff under the underinsurance provisions of the owner's policy. Aetna's exposure remains at $200,000, representing the difference between the primary liability coverage, $100,000, and the limits of the underinsured motorist coverage, $300,000. N.C.G.S. § 20-279.21(b)(4); <i>Davidson v. United States Fidelity and Guaranty Co., supra</i><i>.</i> Accordingly, New Hampshire should pay the policy limits of $100,000 to Aetna.</p>\n<p></p>\n<h2>C. <i>Recommendation</i>\n</h2>\n<p>In summary, the Court should enter an order discharging and releasing New Hampshire Insurance Company from all further liability and obligation to participate in the defense of this action upon payment of its primary policy limits to Aetna. Furthermore, New Hampshire's retained defense counsel should be permitted to withdraw as counsel for the defendants.</p>\n<p>THIS MEMORANDUM AND RECOMMENDATION ENTERED, this the 6th day of October, 1988.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1379681/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1634435/"
  ]
}