{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1575868/",
  "absolute_url": "/opinion/1575868/almond-v-boyles/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1575868/",
  "author": "http://www.courtlistener.com/api/rest/v3/people/396/",
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2013-10-30T06:49:36.450268Z",
  "date_modified": "2016-04-27T00:43:39.130088Z",
  "type": "010combined",
  "sha1": "fec03e62430cef7cd4e811dab2c1e1dc06bd4d3e",
  "download_url": null,
  "local_path": null,
  "plain_text": "",
  "html": "",
  "html_lawbox": "<div>\n<center><b>612 F.Supp. 223 (1985)</b></center>\n<center><h1>Robert P. ALMOND, Jerry A. Calloway, Vernon G. Cox, Allen E. Dail, Janice D. Decker, David W. Guthrie, Brenda M. Herring, Sherman L. Lewis, Janice E. Osborne, Leslie T. Simmons, on Behalf of themselves and all other persons similarly situated, Plaintiffs,<br>\nv.<br>\nHarlan E. BOYLES, in his official capacity as Treasurer of the State of North Carolina and as Chairman of the Board of Trustees of the North Carolina Teachers' and State Employees' Retirement System; R. Eugene Ballard, Ezra A. Bridges, M.L. Byrd, William C. Covington, Jr., and Withers Davis, in his or her official capacity as a member of the Board of Trustees of the North Carolina Teachers' and State Employees' Retirement System, Defendants.</h1></center>\n<center>No. 84-138-Civ-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 25, 1985.</center>\n<p><span class=\"star-pagination\">*224</span> <span class=\"star-pagination\">*225</span> John Q. Beard, Robert W. Spearman, Steven J. Levitas, Charles R. Hassell, Jr., Raleigh, N.C., for plaintiffs.</p>\n<p>William F. Briley, Reginald L. Watkins, Norma S. Harrell, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This action is brought pursuant to the Randolph-Sheppard Act (Act) by visually handicapped persons who operate vending stands in North Carolina. <i>See</i> 20 U.S.C. §§ 107-107f. They filed the action on 17 February 1984 against officials of the North Carolina Department of Human Resources (DHR) and the North Carolina Teachers' and State Employees' Retirement System (Retirement System). Plaintiffs allege that the defendants have violated their constitutional and statutory rights by unlawfully deducting the \"employer\" contributions to the Retirement System from vending stand proceeds, and by refusing to return the \"employer\" contributions to the plaintiffs in 1983 when they were given the option to withdraw from the Retirement System. Plaintiffs seek declaratory and injunctive relief on behalf of themselves and all similarly situated Randolph-Sheppard vendors to recover all monies that they were forced to contribute to the System. The matter is before the court on the plaintiffs' motions for summary judgment and class certification and the defendants' motions to dismiss and for summary judgment.</p>\n<p>The Randolph-Sheppard Act was enacted in 1936 to provide business opportunities for the visually handicapped. Since 1955 DHR and its predecessor agencies have administered the Randolph-Sheppard vending stand program in North Carolina. This program has been funded primarily by the federal government. Pursuant to the Vocational Rehabilitation Act, the federal government matches at a rate of 4 to 1 non-federal funding for purposes of vocational rehabilitation. <i>See</i> 29 U.S.C. §§ 701 <i>et seq.</i> The non-federal share of the vending program budget has come primarily from vending stands proceeds. In applying for designation as a Randolph-Sheppard licensing agency, and in exchange for the federal grants it received to operate the program, DHR agreed to administer the program in accordance with the Randolph-Sheppard Act and regulations promulgated thereunder.</p>\n<p>Prior to 1974 the Randolph-Sheppard Act provided that deductions from the \"proceeds\" of vending facilities could be \"set aside\" for only four purposes:</p>\n<blockquote>1. Maintenance and replacement of equipment;</blockquote>\n<blockquote>2. The purchase of new equipment;</blockquote>\n<blockquote>3. Management services; and</blockquote>\n<blockquote>4. Assuring a fair minimum return to operators of vending stands.</blockquote>\n<p>The Act further provided that \"in no event shall the amount of such funds to be aside from the proceeds of a vending stand exceed a reasonable amount which shall be determined by the Secretary.\" <i>See</i> 20 U.S.C. § 107b(3). In 1974 Congress amended the Act to provide that vending stand proceeds could be set aside for the purchase of retirement benefits and other fringe benefits for the vendors, but only after full disclosure and a majority vote by the vendors. The 1974 amendments further provided that deductions for any of the five purposes allowed by the Act were to be made from the vending stands' <i>net</i> proceeds, rather than the <i>gross</i> proceeds. <i>Id.</i></p>\n<p>The Act's language and legislative history indicate that Congress intended for the Randolph-Sheppard vendors to be treated as self-employed independent contractors. Nevertheless, in North Carolina DHR has in many ways treated the vendors like they were state employees. Since 1971 DHR has collected the vending stands' gross proceeds, made deductions therefrom, and then distributed the balance to the vendors. Prior to 1971, however, vending stand operators were paid a weekly salary and bonuses. DHR kept the surplus proceeds in a <span class=\"star-pagination\">*226</span> special reserve account. As a result, DHR accumulated $300,000 in reserves from vending stand proceeds. These funds were transferred to the state's general fund in 1971. At that time the North Carolina General Assembly decided to examine the retirement benefits available to the vendors. The vendors had set up a private retirement program, though it was clearly inadequate to meet their needs. The General Assembly hired an actuarial firm to conduct a study to examine the vendors' retirement program and determine the best way to provide the vendors with adequate retirement benefits. The actuarial firm concluded that the vendors should be brought into the North Carolina Teachers' and State Employees' Retirement System. Thus, all Randolph-Sheppard vendors in North Carolina became members of the state Retirement System. The vendors' private retirement plan assets of $163,490.09 and an additional one-time state appropriation of $145,000 were transferred to the Retirement System.</p>\n<p>The Retirement System provides benefits for the employees of state agencies and the employees of several non-state entities, such as county and city school boards. Under state law, funding for the Retirement System is divided into two parts, the \"employer\" contribution (9.12%) and the \"employee\" contribution (6%). The \"employer\" contribution is paid by the state agency employer or non-state employer. In the case of Randolph-Sheppard vendors, however, both the \"employer\" and \"employee\" contributions were deducted from vending stand proceeds.</p>\n<p>In 1983 the General Assembly finally came to realize that Randolph-Sheppard vendors were properly classified as self-employed individuals rather than state employees. On 30 September 1983 the General Assembly passed an act which provided that Randolph-Sheppard vendors licensed in the future would not be allowed to participate in the Retirement System. Furthermore, all licensed vendors who had been participating in the Retirement System were required to make an irrevocable election to: (1) Continue contributing both the \"employer\" and \"employee\" shares to the Retirement System; or (2) cease contributing to the System <i>and</i> (a) receive a refund of \"employee\" contributions plus statutory interest; (b) apply for and commence receiving a monthly retirement allowance; or (c) leave accumulated contributions in the System and retain the right to receive an actuarially reduced pension at some future date. The vendors were not given the option to withdraw both the \"employer\" and \"employee\" contributions from the System.</p>\n<p>On 17 February 1984 plaintiffs filed this action on behalf of themselves and all similarly-situated Randolph-Sheppard vendors, seeking both declaratory and injunctive relief. In effect, plaintiffs want the Retirement System to give them the option to withdraw from the Retirement System and receive a refund of all the money they were required to contribute to the System. This court finds that the plaintiffs were wrongfully required to pay both the \"employer\" and \"employee\" contributions to the Retirement System and are entitled to the relief requested.</p>\n<p></p>\n<h2>RANDOLPH-SHEPPARD ACT VIOLATION</h2>\n<p>There was clearly a violation of the Randolph-Sheppard Act in this case. Prior to 1974 the establishment of retirement or fringe benefit programs was not one of the four purposes for which vending stand proceeds could be set aside. <i>See</i> 20 U.S.C. § 107b(3). In 1974 Congress added a fifth purpose, retirement or fringe benefit programs, for which state licensing agencies could set aside vending stand proceeds. After the 1974 amendments, state licensing agencies could set aside vending stand proceeds for retirement benefits, but only \"after a majority vote of blind licensees licensed by such State agency.\" <i>Id.</i> DHR never gave the vendors an opportunity to vote on whether they wanted to join the Retirement System. This court does not doubt the General Assembly's good faith in attempting to provide for the vendors' retirement needs. Nor does this court doubt <span class=\"star-pagination\">*227</span> DHR's contention that many vendors were happy to be included in the state's Retirement System. Nevertheless, because of the fiduciary duty which DHR owes to the vendors, the Randolph-Sheppard Act requires a majority vote by the vendors before vending stand proceeds can be set aside for retirement benefits. The only equitable solution at this point is to give the vendors the option to withdraw from the Retirement System and receive a refund of their \"employer\" and \"employee\" contributions to the Retirement System plus statutory interest.</p>\n<p>There is no merit to the Retirement System's argument that it cannot be compelled to refund the vendors' \"employer\" contributions because the Retirement System played no part in wrongfully diverting the vendors' money. It would be ridiculous to suggest that one state agency can take a person's property, give it to another state agency, and thereby prevent the wronged person from recovering his property. The principle of equitable restitution is to \"deprive the defendant of benefits that in equity and good conscience he ought not to keep, even though he may have received those benefits quite honestly in the first instance....\" D. Dobbs, Handbook on the Law of Remedies, § 4.1 at 224 (1978).</p>\n<p></p>\n<h2>ELEVENTH AMENDMENT IMMUNITY</h2>\n<p>The eleventh amendment does not permit private parties to obtain retrospective monetary relief which \"must inevitably come from the general revenues\" of a state. <i>See </i><i>Edelman v. Jordan,</i> 415 U.S. 651, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974). Describing the requested relief as \"equitable restitution\" does not avoid the eleventh amendment barrier. Thus, the critical question in this lawsuit is whether requiring the Retirement System to refund the vendors' \"employer\" contributions would in effect be the same as a retroactive award of monetary damages against the state. Although state decisions and legislation dealing with the character and status of state agencies will influence federal courts, the question of eleventh amendment immunity is ultimately one of federal law. <i>See</i> 13 C. Wright, A. Miller &amp; F. Cooper, Federal Practice and Procedure, § 3524 at 137-38, and n. 32 (1984) (hereinafter referred to as Federal Practice and Procedure). The North Carolina Court of Appeals recently opined that an award of monetary damages against the Retirement System would be barred by the eleventh amendment. <i>See </i><i>Stanley v. Retirement and Health Benefits Division,</i> 66 N.C.App. 122, 310 S.E.2d 637 (1984). On the facts of this case, this court respectfully disagrees.</p>\n<p>The two most important factors in analyzing the eleventh amendment question are (1) the degree of autonomy given to the agency and (2) whether recovery against it would come from state funds. <i>See</i> 13 Federal Practice and Procedure at 135-36. The \"autonomy\" factor does not weigh heavily in favor of either party in this case. The defendants emphasize the control which the state exercises over the Retirement System through the detailed statutory provisions governing the Retirement System, appointment of members of the board of trustees, performance of numerous management and administrative functions by the treasurer's department, and subjection of the Retirement System to numerous laws governing state agencies and their employees. On the other hand, the plaintiffs emphasize that the Retirement System is vested with the \"power and privileges of a corporation,\" it is administered by a board of trustees which has the right to sue and be sued and to acquire and dispose of real and personal property, and all property acquired is held in the corporate name.</p>\n<p>Since the \"autonomy\" factor is not decisive, the critical factor becomes whether recovery against the Retirement System would come from the state's general revenue funds. This factor weighs in favor of the plaintiffs. The case which may be most instructive on this question is <i>Blake v. Kline,</i> 612 F.2d 718 (3d Cir.1979), <i>cert. denied,</i> 447 U.S. 921, 100 S.Ct. 3011, 65 L.Ed.2d 1112 (1980). In <i>Blake</i> the district court dismissed the action prior to discovery <span class=\"star-pagination\">*228</span> and held that the Public School Employees' Retirement Board (PSERB) was an \"alter-ego\" of the state and enjoyed sovereign immunity. The court relied on a state court case that had held that a related agency, the State Employees' Retirement Board, was an \"alter-ego\" of the state. The district court found that PSERB was also an \"alter-ego\" of the state because it was exempted from both municipal and state taxation, and that the payment of benefits was expressly made an obligation of the state. The Third Circuit reversed and remanded, holding that the district court had relied too heavily on the state court's decision and the vague statutory language. Of particular interest in the <i>Blake</i> opinion is the Third Circuit's emphasis that for eleventh amendment purposes, the \"nature\" of the state's obligation to contribute to an award of monetary damages may be more important than the size of the contribution. <i>See </i><i>Blake v. Kline,</i> 612 F.2d at 723.</p>\n<p>There are three reasons why this court believes that an award of monetary relief in this case would not infringe upon the state's \"general revenue funds.\" First, a substantial portion of the money held by the Retirement System was not appropriated by the General Assembly. Contributors to the Retirement System include state employees, non-state employers, the employees of these non-state entities, and investment income. Second, state funds appropriated to the Retirement System lose their identity as \"general revenue funds\" and become earmarked for a particular purpose. At the 4 April 1985 hearing, defense counsel argued that the state should not be \"punished\" for ensuring that Retirement System funds were not used for any other purpose. While the state's efforts to ensure the financial integrity of the Retirement System are laudable, the law is clear that the isolation of Retirement System funds from the state's general revenues weighs heavily against the Retirement System's eleventh amendment argument. <i>See </i><i>Blake v. Kline,</i> 612 F.2d at 724.</p>\n<p>Third, and most importantly, the defendants have not shown the court that the relief requested by the plaintiffs would inevitably lead to an additional appropriation of state funds. The facts of this case are very different from the facts in <i>Fitzpatrick v. Bitzer,</i> 519 F.2d 559 (2d Cir. 1975), <i>rev'd on other grounds,</i> 427 U.S. 445, 96 S.Ct. 2666, 49 L.Ed.2d 614 (1976). In <i>Fitzpatrick,</i> the state was required to appropriate funds to the Connecticut State Employees' Retirement Commission annually on an actuarial basis such that at least 75% of the total retirement income payment for each year had to be made by the state. The court found that \"[a] judgment against the fund would thus automatically increase the obligations of the general state treasury and amount to a judgment against the state.\" <i>See </i><i>Fitzpatrick v. Bitzer,</i> 519 F.2d at 565. In this case, although the State of North Carolina has not expressly immunized itself from the Retirement System's general or specific liabilities, the defendants have put forth no evidence to rebut plaintiffs' contention that the requested relief may be satisfied by investment income or a slight decrease in the amount of benefits paid to other beneficiaries of the Retirement System. Therefore, the relief requested by the plaintiffs is not barred by the eleventh amendment.</p>\n<p></p>\n<h2>STATUTE OF LIMITATIONS</h2>\n<p>North Carolina's three-year statute of limitations for liabilities created by a statute applies to this action. <i>See</i> N.C.Gen. Stat. § 1-52(2). Therefore, the claims of vendors who withdrew from the Retirement System more than three years before this action was commenced are time-barred. In addition, the defendants argue that the statute of limitations limits plaintiffs' recovery to those contributions paid in within three years of the date this action was filed. This court disagrees. The defendants' deduction of \"employer\" contributions was a continuing wrong for which the statute of limitations did not begin to run until the defendants stopped making the deductions in 1983. <i>See </i><i>Taylor v. Meirick,</i> 712 F.2d 1112, 1118-19 (7th Cir.1983). Noting that statutes of limitations serve a dual purpose of precluding claims brought on stale evidence and providing repose, the <span class=\"star-pagination\">*229</span> Seventh Circuit explained that \"the defendant's uncertainty as to whether he will be sued at all will be confined to the statutory period. His uncertainty about the extent of his liability may be greater, but that is often true in litigation.\" <i>Id.</i> at 1119. The \"continuing wrong\" doctrine is especially appropriate in cases such as this one where there is a \"special relationship between the plaintiff and defendant which offers the possibility of correction of the injury.\" <i>See </i><i>Lewis v. Local No. 100 of the Laborers' International Union of North America,</i> 750 F.2d 1368, 1379 (7th Cir.1984). Thus, plaintiffs' recovery is not limited to those contributions paid in within three years of the date this action was filed.</p>\n<p></p>\n<h2>EXTENT OF RELIEF</h2>\n<p>Plaintiffs' recovery should be reduced by the amount of benefits they have actually received from the Retirement System in the form of disability retirement, disability salary continuation, or death benefits. The defendants argue that plaintiffs' recovery should also be reduced by the value of</p>\n<blockquote>[T]he protection of disability retirement provisions for those employees with more than five years, the protection of disability salary continuation provisions for those employees with more than one year, the protection of the death benefit for those employees with more than one year membership service, and the right to participate in the group health insurance plan for teachers and state employees at a favorable rate and benefit level.</blockquote>\n<p>In addition to the fact that these benefits are not readily quantifiable, courts have held in analogous situations that the intangible value of lost \"protection\" is not recoverable. <i>See </i><i>Spagnuolo v. Whirlpool Corp.,</i> 550 F.Supp. 432, 433 (W.D.N.C. 1982), <i>rev'd on other grounds,</i> 717 F.2d 114 (4th Cir.1983). Therefore, plaintiffs' recovery shall not be reduced by the value of the \"protection\" provided by the Retirement System.</p>\n<p></p>\n<h2>CLASS CERTIFICATION</h2>\n<p>This court finds that the requirements for maintaining a class action set forth in Rules 23(a) and 23(b)(2) have been met in this case. The relief sought by plaintiffs is injunctive in nature, and the defendants' liability is rooted in grounds applicable to all members of the class. <i>See </i><i>Brown v. Porcher,</i> 502 F.Supp. 946 (D.S.C.1980), <i>aff'd</i> 660 F.2d 1001 (4th Cir.1981), <i>cert. denied,</i> 459 U.S. 1150, 103 S.Ct. 796, 74 L.Ed.2d 1000 (1983). Thus, plaintiffs' motion for class certification is allowed. The class shall consist of</p>\n<blockquote>all persons licensed at any time since 1 July 1971 as vending stand operators under the North Carolina Randolph-Sheppard Program, except those who have retired or died, who have been forced to make both `employer' and `employee' contributions to the North Carolina Teachers' and State Employees' Retirement System and have not been allowed to withdraw from the Retirement System and receive a refund of all their contributions to the System.</blockquote>\n<p>Pursuant to Rule 23(d)(2) the defendants shall give personal notice of this order to members of the plaintiff class. The cost of mailing the class action notices shall be borne by the defendants. <i>See </i><i>Meadows v. Ford Motor Co.,</i> 62 F.R.D. 98, 101-02 (W.D.Ky.1973).</p>\n<p></p>\n<h2>STIPULATED DISMISSALS</h2>\n<p>Pursuant to the parties' 4 April 1985 stipulation, defendants Thomas Z. Osborne and the Board of Trustees of the Retirement System are dismissed from this action. This dismissal does not pertain to the individual members of said Board, who have been sued in their official capacities.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The plaintiffs' motions for class certification and summary judgment are granted. The defendants' motions to dismiss and for summary judgment are denied. The North Carolina State Commission for the Blind, from 1 July 1971 through 30 June 1973, and the Department of Human Resources, from 1 July 1973 through 30 September 1983, unlawfully deducted both the \"employer\" and \"employee\" contributions to <span class=\"star-pagination\">*230</span> the Retirement System from the plaintiffs' vending stand proceeds in violation of the Randolph-Sheppard Act. The plaintiffs are entitled to a refund of all funds held by the Retirement System which were contributed by the plaintiffs either as \"employer\" or \"employee\" shares.</p>\n<p>It is hereby ORDERED that:</p>\n<p>1. Within twenty (20) days from the filing date of this order, the parties shall file with this court a proposed notice to be mailed to members of the plaintiff class concerning the terms of this order. Specifically, the notice shall contain a brief description of the parties, the background of the case, and the relief granted by this order.</p>\n<p>2. The defendants provide the plaintiffs with a full and complete accounting of all funds that have been contributed to the Retirement System as \"employer\" contributions; and</p>\n<p>3. The Retirement System shall give members of the plaintiff class the option of receiving an immediate refund of both the \"employer\" and \"employee\" contributions to the Retirement System, reduced by the amount of benefits actually received, plus four per cent (4%) interest.</p>\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">612</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">223</span></span> (1985)</b></center>\n<center><h1>Robert P. ALMOND, Jerry A. Calloway, Vernon G. Cox, Allen E. Dail, Janice D. Decker, David W. Guthrie, Brenda M. Herring, Sherman L. Lewis, Janice E. Osborne, Leslie T. Simmons, on Behalf of themselves and all other persons similarly situated, Plaintiffs,<br>\nv.<br>\nHarlan E. BOYLES, in his official capacity as Treasurer of the State of North Carolina and as Chairman of the Board of Trustees of the North Carolina Teachers' and State Employees' Retirement System; R. Eugene Ballard, Ezra A. Bridges, M.L. Byrd, William C. Covington, Jr., and Withers Davis, in his or her official capacity as a member of the Board of Trustees of the North Carolina Teachers' and State Employees' Retirement System, Defendants.</h1></center>\n<center>No. 84-138-Civ-5.</center>\n<center><p><b>United States District Court, E.D. North Carolina, Raleigh Division.</b></p></center>\n<center>June 25, 1985.</center>\n<p><span class=\"star-pagination\">*224</span> <span class=\"star-pagination\">*225</span> John Q. Beard, Robert W. Spearman, Steven J. Levitas, Charles R. Hassell, Jr., Raleigh, N.C., for plaintiffs.</p>\n<p>William F. Briley, Reginald L. Watkins, Norma S. Harrell, Raleigh, N.C., for defendants.</p>\n<p></p>\n<h2>MEMORANDUM OPINION AND ORDER</h2>\n<p>BRITT, Chief Judge.</p>\n<p>This action is brought pursuant to the Randolph-Sheppard Act (Act) by visually handicapped persons who operate vending stands in North Carolina. <i>See</i> 20 U.S.C. §§ 107-107f. They filed the action on 17 February 1984 against officials of the North Carolina Department of Human Resources (DHR) and the North Carolina Teachers' and State Employees' Retirement System (Retirement System). Plaintiffs allege that the defendants have violated their constitutional and statutory rights by unlawfully deducting the \"employer\" contributions to the Retirement System from vending stand proceeds, and by refusing to return the \"employer\" contributions to the plaintiffs in 1983 when they were given the option to withdraw from the Retirement System. Plaintiffs seek declaratory and injunctive relief on behalf of themselves and all similarly situated Randolph-Sheppard vendors to recover all monies that they were forced to contribute to the System. The matter is before the court on the plaintiffs' motions for summary judgment and class certification and the defendants' motions to dismiss and for summary judgment.</p>\n<p>The Randolph-Sheppard Act was enacted in 1936 to provide business opportunities for the visually handicapped. Since 1955 DHR and its predecessor agencies have administered the Randolph-Sheppard vending stand program in North Carolina. This program has been funded primarily by the federal government. Pursuant to the Vocational Rehabilitation Act, the federal government matches at a rate of 4 to 1 non-federal funding for purposes of vocational rehabilitation. <i>See</i> 29 U.S.C. §§ 701 <i>et seq.</i> The non-federal share of the vending program budget has come primarily from vending stands proceeds. In applying for designation as a Randolph-Sheppard licensing agency, and in exchange for the federal grants it received to operate the program, DHR agreed to administer the program in accordance with the Randolph-Sheppard Act and regulations promulgated thereunder.</p>\n<p>Prior to 1974 the Randolph-Sheppard Act provided that deductions from the \"proceeds\" of vending facilities could be \"set aside\" for only four purposes:</p>\n<blockquote>1. Maintenance and replacement of equipment;</blockquote>\n<blockquote>2. The purchase of new equipment;</blockquote>\n<blockquote>3. Management services; and</blockquote>\n<blockquote>4. Assuring a fair minimum return to operators of vending stands.</blockquote>\n<p>The Act further provided that \"in no event shall the amount of such funds to be aside from the proceeds of a vending stand exceed a reasonable amount which shall be determined by the Secretary.\" <i>See</i> 20 U.S.C. § 107b(3). In 1974 Congress amended the Act to provide that vending stand proceeds could be set aside for the purchase of retirement benefits and other fringe benefits for the vendors, but only after full disclosure and a majority vote by the vendors. The 1974 amendments further provided that deductions for any of the five purposes allowed by the Act were to be made from the vending stands' <i>net</i> proceeds, rather than the <i>gross</i> proceeds. <i>Id.</i></p>\n<p>The Act's language and legislative history indicate that Congress intended for the Randolph-Sheppard vendors to be treated as self-employed independent contractors. Nevertheless, in North Carolina DHR has in many ways treated the vendors like they were state employees. Since 1971 DHR has collected the vending stands' gross proceeds, made deductions therefrom, and then distributed the balance to the vendors. Prior to 1971, however, vending stand operators were paid a weekly salary and bonuses. DHR kept the surplus proceeds in a <span class=\"star-pagination\">*226</span> special reserve account. As a result, DHR accumulated $300,000 in reserves from vending stand proceeds. These funds were transferred to the state's general fund in 1971. At that time the North Carolina General Assembly decided to examine the retirement benefits available to the vendors. The vendors had set up a private retirement program, though it was clearly inadequate to meet their needs. The General Assembly hired an actuarial firm to conduct a study to examine the vendors' retirement program and determine the best way to provide the vendors with adequate retirement benefits. The actuarial firm concluded that the vendors should be brought into the North Carolina Teachers' and State Employees' Retirement System. Thus, all Randolph-Sheppard vendors in North Carolina became members of the state Retirement System. The vendors' private retirement plan assets of $163,490.09 and an additional one-time state appropriation of $145,000 were transferred to the Retirement System.</p>\n<p>The Retirement System provides benefits for the employees of state agencies and the employees of several non-state entities, such as county and city school boards. Under state law, funding for the Retirement System is divided into two parts, the \"employer\" contribution (9.12%) and the \"employee\" contribution (6%). The \"employer\" contribution is paid by the state agency employer or non-state employer. In the case of Randolph-Sheppard vendors, however, both the \"employer\" and \"employee\" contributions were deducted from vending stand proceeds.</p>\n<p>In 1983 the General Assembly finally came to realize that Randolph-Sheppard vendors were properly classified as self-employed individuals rather than state employees. On 30 September 1983 the General Assembly passed an act which provided that Randolph-Sheppard vendors licensed in the future would not be allowed to participate in the Retirement System. Furthermore, all licensed vendors who had been participating in the Retirement System were required to make an irrevocable election to: (1) Continue contributing both the \"employer\" and \"employee\" shares to the Retirement System; or (2) cease contributing to the System <i>and</i> (a) receive a refund of \"employee\" contributions plus statutory interest; (b) apply for and commence receiving a monthly retirement allowance; or (c) leave accumulated contributions in the System and retain the right to receive an actuarially reduced pension at some future date. The vendors were not given the option to withdraw both the \"employer\" and \"employee\" contributions from the System.</p>\n<p>On 17 February 1984 plaintiffs filed this action on behalf of themselves and all similarly-situated Randolph-Sheppard vendors, seeking both declaratory and injunctive relief. In effect, plaintiffs want the Retirement System to give them the option to withdraw from the Retirement System and receive a refund of all the money they were required to contribute to the System. This court finds that the plaintiffs were wrongfully required to pay both the \"employer\" and \"employee\" contributions to the Retirement System and are entitled to the relief requested.</p>\n<p></p>\n<h2>RANDOLPH-SHEPPARD ACT VIOLATION</h2>\n<p>There was clearly a violation of the Randolph-Sheppard Act in this case. Prior to 1974 the establishment of retirement or fringe benefit programs was not one of the four purposes for which vending stand proceeds could be set aside. <i>See</i> 20 U.S.C. § 107b(3). In 1974 Congress added a fifth purpose, retirement or fringe benefit programs, for which state licensing agencies could set aside vending stand proceeds. After the 1974 amendments, state licensing agencies could set aside vending stand proceeds for retirement benefits, but only \"after a majority vote of blind licensees licensed by such State agency.\" <i>Id.</i> DHR never gave the vendors an opportunity to vote on whether they wanted to join the Retirement System. This court does not doubt the General Assembly's good faith in attempting to provide for the vendors' retirement needs. Nor does this court doubt <span class=\"star-pagination\">*227</span> DHR's contention that many vendors were happy to be included in the state's Retirement System. Nevertheless, because of the fiduciary duty which DHR owes to the vendors, the Randolph-Sheppard Act requires a majority vote by the vendors before vending stand proceeds can be set aside for retirement benefits. The only equitable solution at this point is to give the vendors the option to withdraw from the Retirement System and receive a refund of their \"employer\" and \"employee\" contributions to the Retirement System plus statutory interest.</p>\n<p>There is no merit to the Retirement System's argument that it cannot be compelled to refund the vendors' \"employer\" contributions because the Retirement System played no part in wrongfully diverting the vendors' money. It would be ridiculous to suggest that one state agency can take a person's property, give it to another state agency, and thereby prevent the wronged person from recovering his property. The principle of equitable restitution is to \"deprive the defendant of benefits that in equity and good conscience he ought not to keep, even though he may have received those benefits quite honestly in the first instance....\" D. Dobbs, Handbook on the Law of Remedies, § 4.1 at 224 (1978).</p>\n<p></p>\n<h2>ELEVENTH AMENDMENT IMMUNITY</h2>\n<p>The eleventh amendment does not permit private parties to obtain retrospective monetary relief which \"must inevitably come from the general revenues\" of a state. <i>See </i><i>Edelman v. Jordan,</i> <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1974). Describing the requested relief as \"equitable restitution\" does not avoid the eleventh amendment barrier. Thus, the critical question in this lawsuit is whether requiring the Retirement System to refund the vendors' \"employer\" contributions would in effect be the same as a retroactive award of monetary damages against the state. Although state decisions and legislation dealing with the character and status of state agencies will influence federal courts, the question of eleventh amendment immunity is ultimately one of federal law. <i>See</i> 13 C. Wright, A. Miller &amp; F. Cooper, Federal Practice and Procedure, § 3524 at 137-38, and n. 32 (1984) (hereinafter referred to as Federal Practice and Procedure). The North Carolina Court of Appeals recently opined that an award of monetary damages against the Retirement System would be barred by the eleventh amendment. <i>See </i><i>Stanley v. Retirement and Health Benefits Division,</i> 66 N.C.App. 122, <span class=\"citation\" data-id=\"1207295\"><a href=\"/opinion/1207295/stanley-v-retirement-and-health-benefits-div/\"><span class=\"volume\">310</span> <span class=\"reporter\">S.E.2d</span> <span class=\"page\">637</span></a></span> (1984). On the facts of this case, this court respectfully disagrees.</p>\n<p>The two most important factors in analyzing the eleventh amendment question are (1) the degree of autonomy given to the agency and (2) whether recovery against it would come from state funds. <i>See</i> 13 Federal Practice and Procedure at 135-36. The \"autonomy\" factor does not weigh heavily in favor of either party in this case. The defendants emphasize the control which the state exercises over the Retirement System through the detailed statutory provisions governing the Retirement System, appointment of members of the board of trustees, performance of numerous management and administrative functions by the treasurer's department, and subjection of the Retirement System to numerous laws governing state agencies and their employees. On the other hand, the plaintiffs emphasize that the Retirement System is vested with the \"power and privileges of a corporation,\" it is administered by a board of trustees which has the right to sue and be sued and to acquire and dispose of real and personal property, and all property acquired is held in the corporate name.</p>\n<p>Since the \"autonomy\" factor is not decisive, the critical factor becomes whether recovery against the Retirement System would come from the state's general revenue funds. This factor weighs in favor of the plaintiffs. The case which may be most instructive on this question is <i>Blake v. Kline,</i> <span class=\"citation\" data-id=\"373414\"><a href=\"/opinion/373414/blake-margaret-anne-a-minor-by-blake-james-her-guardian-v-kline/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">718</span></a></span> (3d Cir.1979), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">921</span></span>, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3011</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1112</span></span> (1980). In <i>Blake</i> the district court dismissed the action prior to discovery <span class=\"star-pagination\">*228</span> and held that the Public School Employees' Retirement Board (PSERB) was an \"alter-ego\" of the state and enjoyed sovereign immunity. The court relied on a state court case that had held that a related agency, the State Employees' Retirement Board, was an \"alter-ego\" of the state. The district court found that PSERB was also an \"alter-ego\" of the state because it was exempted from both municipal and state taxation, and that the payment of benefits was expressly made an obligation of the state. The Third Circuit reversed and remanded, holding that the district court had relied too heavily on the state court's decision and the vague statutory language. Of particular interest in the <i>Blake</i> opinion is the Third Circuit's emphasis that for eleventh amendment purposes, the \"nature\" of the state's obligation to contribute to an award of monetary damages may be more important than the size of the contribution. <i>See </i><i>Blake v. Kline,</i> 612 F.2d at 723.</p>\n<p>There are three reasons why this court believes that an award of monetary relief in this case would not infringe upon the state's \"general revenue funds.\" First, a substantial portion of the money held by the Retirement System was not appropriated by the General Assembly. Contributors to the Retirement System include state employees, non-state employers, the employees of these non-state entities, and investment income. Second, state funds appropriated to the Retirement System lose their identity as \"general revenue funds\" and become earmarked for a particular purpose. At the 4 April 1985 hearing, defense counsel argued that the state should not be \"punished\" for ensuring that Retirement System funds were not used for any other purpose. While the state's efforts to ensure the financial integrity of the Retirement System are laudable, the law is clear that the isolation of Retirement System funds from the state's general revenues weighs heavily against the Retirement System's eleventh amendment argument. <i>See </i><i>Blake v. Kline,</i> 612 F.2d at 724.</p>\n<p>Third, and most importantly, the defendants have not shown the court that the relief requested by the plaintiffs would inevitably lead to an additional appropriation of state funds. The facts of this case are very different from the facts in <i>Fitzpatrick v. Bitzer,</i> <span class=\"citation\" data-id=\"328830\"><a href=\"/opinion/328830/10-fair-emplpraccas-956-10-empl-prac-dec-p-10270-garland-m/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">559</span></a></span> (2d Cir. 1975), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2666</span></a></span>, <span class=\"citation\" data-id=\"109520\"><a href=\"/opinion/109520/fitzpatrick-v-bitzer/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">614</span></a></span> (1976). In <i>Fitzpatrick,</i> the state was required to appropriate funds to the Connecticut State Employees' Retirement Commission annually on an actuarial basis such that at least 75% of the total retirement income payment for each year had to be made by the state. The court found that \"[a] judgment against the fund would thus automatically increase the obligations of the general state treasury and amount to a judgment against the state.\" <i>See </i><i>Fitzpatrick v. Bitzer,</i> 519 F.2d at 565. In this case, although the State of North Carolina has not expressly immunized itself from the Retirement System's general or specific liabilities, the defendants have put forth no evidence to rebut plaintiffs' contention that the requested relief may be satisfied by investment income or a slight decrease in the amount of benefits paid to other beneficiaries of the Retirement System. Therefore, the relief requested by the plaintiffs is not barred by the eleventh amendment.</p>\n<p></p>\n<h2>STATUTE OF LIMITATIONS</h2>\n<p>North Carolina's three-year statute of limitations for liabilities created by a statute applies to this action. <i>See</i> N.C.Gen. Stat. § 1-52(2). Therefore, the claims of vendors who withdrew from the Retirement System more than three years before this action was commenced are time-barred. In addition, the defendants argue that the statute of limitations limits plaintiffs' recovery to those contributions paid in within three years of the date this action was filed. This court disagrees. The defendants' deduction of \"employer\" contributions was a continuing wrong for which the statute of limitations did not begin to run until the defendants stopped making the deductions in 1983. <i>See </i><i>Taylor v. Meirick,</i> <span class=\"citation\" data-id=\"421872\"><a href=\"/opinion/421872/darrell-taylor-dba-darrell-taylor-topographic-charts-v-joseph-b/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></a></span>, 1118-19 (7th Cir.1983). Noting that statutes of limitations serve a dual purpose of precluding claims brought on stale evidence and providing repose, the <span class=\"star-pagination\">*229</span> Seventh Circuit explained that \"the defendant's uncertainty as to whether he will be sued at all will be confined to the statutory period. His uncertainty about the extent of his liability may be greater, but that is often true in litigation.\" <i>Id.</i> at 1119. The \"continuing wrong\" doctrine is especially appropriate in cases such as this one where there is a \"special relationship between the plaintiff and defendant which offers the possibility of correction of the injury.\" <i>See </i><i>Lewis v. Local No. 100 of the Laborers' International Union of North America,</i> <span class=\"citation\" data-id=\"445610\"><a href=\"/opinion/445610/ray-lewis-v-local-union-no-100-of-the-laborers-international-union-of/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1368</span></a></span>, 1379 (7th Cir.1984). Thus, plaintiffs' recovery is not limited to those contributions paid in within three years of the date this action was filed.</p>\n<p></p>\n<h2>EXTENT OF RELIEF</h2>\n<p>Plaintiffs' recovery should be reduced by the amount of benefits they have actually received from the Retirement System in the form of disability retirement, disability salary continuation, or death benefits. The defendants argue that plaintiffs' recovery should also be reduced by the value of</p>\n<blockquote>[T]he protection of disability retirement provisions for those employees with more than five years, the protection of disability salary continuation provisions for those employees with more than one year, the protection of the death benefit for those employees with more than one year membership service, and the right to participate in the group health insurance plan for teachers and state employees at a favorable rate and benefit level.</blockquote>\n<p>In addition to the fact that these benefits are not readily quantifiable, courts have held in analogous situations that the intangible value of lost \"protection\" is not recoverable. <i>See </i><i>Spagnuolo v. Whirlpool Corp.,</i> <span class=\"citation\" data-id=\"1451662\"><a href=\"/opinion/1451662/spagnuolo-v-whirlpool-corp/\"><span class=\"volume\">550</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">432</span></a></span>, 433 (W.D.N.C. 1982), <i>rev'd on other grounds,</i> <span class=\"citation\" data-id=\"424781\"><a href=\"/opinion/424781/colombo-a-spagnuolo-v-whirlpool-corporation/\"><span class=\"volume\">717</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span> (4th Cir.1983). Therefore, plaintiffs' recovery shall not be reduced by the value of the \"protection\" provided by the Retirement System.</p>\n<p></p>\n<h2>CLASS CERTIFICATION</h2>\n<p>This court finds that the requirements for maintaining a class action set forth in Rules 23(a) and 23(b)(2) have been met in this case. The relief sought by plaintiffs is injunctive in nature, and the defendants' liability is rooted in grounds applicable to all members of the class. <i>See </i><i>Brown v. Porcher,</i> <span class=\"citation\" data-id=\"1512502\"><a href=\"/opinion/1512502/brown-v-porcher/\"><span class=\"volume\">502</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">946</span></a></span> (D.S.C.1980), <i>aff'd</i> <span class=\"citation\" data-id=\"395190\"><a href=\"/opinion/395190/mary-e-brown-on-behalf-of-herself-and-all-others-similarly-situated/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1001</span></a></span> (4th Cir.1981), <i>cert. denied,</i> <span class=\"citation\" data-id=\"110860\"><a href=\"/opinion/110860/frances-e-porcher-etc-v-mary-e-brown-etc/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1150</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">796</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1000</span></span> (1983). Thus, plaintiffs' motion for class certification is allowed. The class shall consist of</p>\n<blockquote>all persons licensed at any time since 1 July 1971 as vending stand operators under the North Carolina Randolph-Sheppard Program, except those who have retired or died, who have been forced to make both `employer' and `employee' contributions to the North Carolina Teachers' and State Employees' Retirement System and have not been allowed to withdraw from the Retirement System and receive a refund of all their contributions to the System.</blockquote>\n<p>Pursuant to Rule 23(d)(2) the defendants shall give personal notice of this order to members of the plaintiff class. The cost of mailing the class action notices shall be borne by the defendants. <i>See </i><i>Meadows v. Ford Motor Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">98</span></span>, 101-02 (W.D.Ky.1973).</p>\n<p></p>\n<h2>STIPULATED DISMISSALS</h2>\n<p>Pursuant to the parties' 4 April 1985 stipulation, defendants Thomas Z. Osborne and the Board of Trustees of the Retirement System are dismissed from this action. This dismissal does not pertain to the individual members of said Board, who have been sued in their official capacities.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>The plaintiffs' motions for class certification and summary judgment are granted. The defendants' motions to dismiss and for summary judgment are denied. The North Carolina State Commission for the Blind, from 1 July 1971 through 30 June 1973, and the Department of Human Resources, from 1 July 1973 through 30 September 1983, unlawfully deducted both the \"employer\" and \"employee\" contributions to <span class=\"star-pagination\">*230</span> the Retirement System from the plaintiffs' vending stand proceeds in violation of the Randolph-Sheppard Act. The plaintiffs are entitled to a refund of all funds held by the Retirement System which were contributed by the plaintiffs either as \"employer\" or \"employee\" shares.</p>\n<p>It is hereby ORDERED that:</p>\n<p>1. Within twenty (20) days from the filing date of this order, the parties shall file with this court a proposed notice to be mailed to members of the plaintiff class concerning the terms of this order. Specifically, the notice shall contain a brief description of the parties, the background of the case, and the relief granted by this order.</p>\n<p>2. The defendants provide the plaintiffs with a full and complete accounting of all funds that have been contributed to the Retirement System as \"employer\" contributions; and</p>\n<p>3. The Retirement System shall give members of the plaintiff class the option of receiving an immediate refund of both the \"employer\" and \"employee\" contributions to the Retirement System, reduced by the amount of benefits actually received, plus four per cent (4%) interest.</p>\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/395190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1207295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1451662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1512502/"
  ]
}